{
  "metadata": {
    "date": "2005-02-02",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Iraqis Who Died While Daring to Vote Are Mourned as Martyrs",
      "snippet": "Naim Rahim Yacoubi, one of at least 50 Iraqis who died in attacks on election day, is mourned in Najaf as Muslim martyr; photos; map; 37-year-old father of nine is buried with finger still ink-marked from voting, having died as he returned with te...",
      "abstract": "Naim Rahim Yacoubi, one of at least 50 Iraqis who died in attacks on election day, is mourned in Najaf as Muslim martyr; photos; map; 37-year-old father of nine is buried with finger still ink-marked from voting, having died as he returned with tea for poll workers; dead include policemen who tried to stop suicide bombers and children walking with elderly parents to vote; Shiites who died are being brought to holy city for burials befitting their sacrifice; photos; map (M)",
      "lead_paragraph": "NAJAF, Iraq, Feb. 1 - Salim Yacoubi bent over to kiss the purple ink stain on his twin brother's right index finger, gone cold with death.",
      "publication_date": "2005-02-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/02/world/middleeast/iraqis-who-died-while-daring-to-vote-are-mourned-as.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Chief of SBC Has Turned A Baby Bell Into a Colossus  In a string of deals, Edward E. Whitacre, the chief executive of SBC Communications, has amassed the country's most complete telecommunications company. Now he intends to add AT&T for $16 billio...",
      "abstract": " Chief of SBC Has Turned A Baby Bell Into a Colossus  In a string of deals, Edward E. Whitacre, the chief executive of SBC Communications, has amassed the country's most complete telecommunications company. Now he intends to add AT&T for $16 billion.    Mr. Whitacre riles critics who argue that he overpays and moves too quickly, but aggressiveness and decisiveness have marked his 40-year career. [Page C2.]    Hints of Oil Mergers to Come  After a lull since the wave of mergers in the late 1990's, the time for large-scale takeovers in the oil industry may be here again. One potential candidate is Unocal, which has substantial reserves, a strong portfolio of assets and a reputation for underperformance that has discouraged investors recently. [C2.]    Low Expectations for Auto Industry  Detroit continues to lose American customers to Asian competitors. Ford lost the most last month, with sales falling 4.9 percent. [C8.]    Secretary Wants Medicaid Changes  Michael O. Leavitt, the secretary of health and human services, called for sweeping changes in Medicaid that would cut payments for prescription drugs. [A12.]    Testimony on HealthSouth Numbers  A former financial officer for HealthSouth testified that he made up numbers to increase profits under the direct orders of Richard M. Scrushy, the former chief executive. [C5.]    Bankers for Bernard J. Ebbers once threatened to sell his stock in WorldCom unless it backed his loans, a banker testified. [C5.]    L. Dennis Kozlowski did not violate Tyco policy when he paid a $20 million fee to a board member, a former director said. [C5.]    Sharpton Urges a KFC Boycott  The Rev. Al Sharpton is joining forces with People for the Ethical Treatment of Animals to urge a boycott of KFC because of its suppliers' treatment of chickens. [C8.]    Lego Plays Rough in the Courts  Competitors to Lego, the maker of plastic building blocks, say the company is unfairly trying to use intellectual property law to dominate its market. Lego's last significant patent expired decades ago, so the Danish company zealously guards its trademarks and other intellectual property rights. [C4.]    Declining Oil Prices Help Stocks  Stocks rose, helped by strong earnings and lower oil prices. The Dow Jones industrial average closed up 62 points, at 10,551.94. The Nasdaq composite index rose 6.29 points, to 2,068.70. [C10.]    China Loan Helped With Yukos Deal  China lent Russia $6 billion late last year to enable a government-owned company to buy a unit of Yukos, Kremlin officials said. [C4.]    Promise of a Shuttle Seat Is Gone  Delta Air Lines is now flying just one shuttle an hour from La Guardia Airport to Boston and Washington and vice versa, no matter how many people show up. [A1.]    The S.U.V. as a Hairy Beast  A new public service campaign is intended to inform young men about the rollover risks of sport utility vehicles. Advertising. [C10.]  ",
      "lead_paragraph": "Chief of SBC Has Turned A Baby Bell Into a Colossus In a string of deals, Edward E. Whitacre, the chief executive of SBC Communications, has amassed the country's most complete telecommunications company. Now he intends to add AT&T for $16 billion.",
      "publication_date": "2005-02-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/02/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Google Defies Its Warning, Growing Briskly",
      "snippet": "Google says its sales and profit margins grew faster than expected in fourth quarter; results are sharp contrast to its warnings in November that its revenue for quarter would probably decline because of increased competition and inevitable slowin...",
      "abstract": "Google says its sales and profit margins grew faster than expected in fourth quarter; results are sharp contrast to its warnings in November that its revenue for quarter would probably decline because of increased competition and inevitable slowing as result of its growth; profit was $204 million, up from $27.3 million year earlier; revenue was $1.03 billion, up 101 percent from year ago; ad revenue from Google's sites was $530 million, up 118 percent; ad revenue from network of other sites was $490 millin, up 92 percent, but Google paid $378 million of that revenue to owners of sites (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/02/technology/google-defies-its-warning-growing-briskly.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Church Groups Turn to Sonogram to Turn Women From Abortions",
      "snippet": "Church groups install ultrasound equipment at counseling centers for pregnant women, hoping that sight and sound of fetus will discourage abortions; Andrea Brown in Bowie, Md, explains how hearing heartbeat led her to go through with pregnancy; ph...",
      "abstract": "Church groups install ultrasound equipment at counseling centers for pregnant women, hoping that sight and sound of fetus will discourage abortions; Andrea Brown in Bowie, Md, explains how hearing heartbeat led her to go through with pregnancy; photos; groups like Southern Baptist Convention and Focus on the Family are installing expensive equipment in anti-abortion campaign that parallels legislative lobbying; Planned Parenthood says clinics' treatment of women is coercive; Bowie Crofton Pregnancy Center, funded by local churches and individuals, says ultrasounds dissuade 50-75 percent of 45 percent of 'abortion-minded' women; critics charge that such centers also give out misinformation about abortion risks and advocate only abstinence (M)",
      "lead_paragraph": "BOWIE, Md., Jan. 26 - Sixteen months ago, Andrea Brown, 24 years old and unmarried, was desperate for an abortion, fearing the disappointment of her parents and the humiliation she might face.",
      "publication_date": "2005-02-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/02/us/church-groups-turn-to-sonogram-to-turn-women-from-abortions.html",
      "byline": "By Neela Banerjee"
    },
    {
      "headline": "TESTS SAID TO TIE DEAL ON URANIUM TO NORTH KOREA",
      "snippet": "US intelligence agencies and scientists reportedly conclude from scientific tests that North Korea sold processed uranium to Libya; finding, set forth in classified briefing obtained by The New York Times, touches off hunt to determine if regime a...",
      "abstract": "US intelligence agencies and scientists reportedly conclude from scientific tests that North Korea sold processed uranium to Libya; finding, set forth in classified briefing obtained by The New York Times, touches off hunt to determine if regime also sold uranium to other countries such as Iran and Syria; it may also alter view that there is time to find diplomatic solution; Libya surrendered huge cache of uranium hexafluoride when it dismantled nuclear program last year; testing at Oak Ridge National Laboratory finds that material did not come from Pakistan or other suspect countries, leaving '90 percent or better' certainty of North Korean origin; officials do caution that US has no sample of known North Korean origin for comparison; identifying 'fingerprints' of uranium isotopes explained (M)",
      "lead_paragraph": "WASHINGTON, Feb. 1 - Scientific tests have led American intelligence agencies and government scientists to conclude with near certainty that North Korea sold processed uranium to Libya, bolstering earlier indications that the reclusive state exported sensitive fuel for atomic weapons, according to officials with access to the intelligence.",
      "publication_date": "2005-02-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/02/washington/tests-said-to-tie-deal-on-uranium-to-north-korea.html",
      "byline": "By David E. Sanger and William J. Broad"
    },
    {
      "headline": "Companies Get Weapon in Injury Suits",
      "snippet": "Companies batlling lawsuits brought by people claiming injuries caused by exposure to asbestos or silica have long contended they are victims of fraud; thousands of people who have said they were injured by one potentially lethal material are appa...",
      "abstract": "Companies batlling lawsuits brought by people claiming injuries caused by exposure to asbestos or silica have long contended they are victims of fraud; thousands of people who have said they were injured by one potentially lethal material are apparently double-dipping--asserting separately that they were injured by other; more than half plaintiffs in federal lawsuit in Texas seeking compensation for exposure to silica previously filed claims against trust set up to compensate those injured by asbestos; Jared S Garelick, lawyer at Claims Resolution Management Corp, trust that processes asbestos-related claims, says discovery of other suits came after defense lawyers in Texas case provided list of plaintiffs to trust; it ran names of 8,629 plaintiffs through its database and found that 5,174 had already filed asbestos claims, probably recovering money; evidence of seemingly duplicate injury claims is expected to emerge at Senate Judiciary Committee hearing on proposed legislation on asbestos liability; evidence will almost certainly be used by companies to ask for greater protection from silica-related lawsuits, while labor advocates will argue that blocking such suits may harm people filing legitimate cases, evidence could also complicate efforts to enact law that could remove asbestos claims from courts; hearing may provide arguments for Bush officials who want changes to civil litigation system; photo (M)",
      "lead_paragraph": "Companies battling lawsuits brought by people claiming injuries caused by exposure to asbestos or silica have long contended that they are the victims of fraud.",
      "publication_date": "2005-02-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/02/business/companies-get-weapon-in-injury-suits.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Dean Emerging as Likely Chief for Democrats",
      "snippet": "Howard Dean emerges as likely new leader of Democratic National Committee; Martin Frost withdraws after failing to win labor union support and AFL-CIO decision to remain neutral; only remaining rival is Donnie Fowler Jr, 37-year-old political oper...",
      "abstract": "Howard Dean emerges as likely new leader of Democratic National Committee; Martin Frost withdraws after failing to win labor union support and AFL-CIO decision to remain neutral; only remaining rival is Donnie Fowler Jr, 37-year-old political operative who even allies concede may not yet have stature to lead party; Dean overcomes hurdles of failed presidential candidacy by intensely courting party leaders, assuring them he is not liberal and undisciplined caricature; also makes customary bread-and-butter promises, pledging to channel at least $11 million to pay salaries at state parties and to bring along his base of young, enthusiastic voters and Internet contributors; moves to forefront at time when party lacks obvious leaders in Washington (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/02/politics/dean-emerging-as-likely-chief-for-democrats.html",
      "byline": "By Adam Nagourney and Anne E. Kornblut"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "THE CITY OF PHOENIX is taking steps toward becoming a biotechnology center, and has completed work on a $46 million laboratory building dedicated to genetic research. [C4.]    THE VACANCY RATE of office space in Midtown Manhattan has dropped to 10...",
      "abstract": " THE CITY OF PHOENIX is taking steps toward becoming a biotechnology center, and has completed work on a $46 million laboratory building dedicated to genetic research. [C4.]    THE VACANCY RATE of office space in Midtown Manhattan has dropped to 10 percent, the level often considered the dividing point between a surplus of available space and a shortage. [C5.]  ",
      "lead_paragraph": "THE CITY OF PHOENIX is taking steps toward becoming a biotechnology center, and has completed work on a $46 million laboratory building dedicated to genetic research. [C4.]",
      "publication_date": "2005-02-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/02/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "Accents of Africa: A New Outsourcing Frontier",
      "snippet": "Africa is becoming new outsourcing frontier; focuses on KenCall, Kenya's first international call center that solicits customers for cellular telephone services and mortgages; Kenya's regular phone lines are so abysmal that founders of KenCall had...",
      "abstract": "Africa is becoming new outsourcing frontier; focuses on KenCall, Kenya's first international call center that solicits customers for cellular telephone services and mortgages; Kenya's regular phone lines are so abysmal that founders of KenCall had to go through cumbersome process of getting government approval to use costly satellite hookup; even more money was spent on elaborate generator system aimed at keeping KenCall's comptuer screens running during Nairobi's frequent power failures; KenCall is luring telemarketing business from Western companies that want cheap labor; photo (M)",
      "lead_paragraph": "NAIROBI, Kenya, Jan. 30 - Susan Mina, a Kenyan who has never stepped foot out of Africa, speaks English like the haughtiest of Britons. She can also put on a fair imitation of an American accent by swallowing all her words. Still, every once in a while, some Swahili slips out of her and that is not at all helpful as she tries to enhance Africa's role in the global explosion of outsourcing.",
      "publication_date": "2005-02-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/02/business/worldbusiness/accents-of-africa-a-new-outsourcing-frontier.html",
      "byline": "By Marc Lacey"
    },
    {
      "headline": "Study Ties Bankruptcy to Medical Bills",
      "snippet": "Harvard University study finds hundreds of thousands of Americans file for personal bankruptcy each year because of medical bills--even though they have health insurance; many lost their jobs, and their insurance, because they got sick, while othe...",
      "abstract": "Harvard University study finds hundreds of thousands of Americans file for personal bankruptcy each year because of medical bills--even though they have health insurance; many lost their jobs, and their insurance, because they got sick, while others faced thousands of dollars in co-payments and deductibles and for services not covered by their insurance; study is scheduled to appear on Web site Health Affairs, academic journal; graph (M)",
      "lead_paragraph": "Sometimes, all it takes is one bad fall for a working person with health insurance to be pushed into bankruptcy.",
      "publication_date": "2005-02-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/02/business/study-ties-bankruptcy-to-medical-bills.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "Pay Radio Becomes Personal",
      "snippet": "THE First Rule of Techno-Pop: Any popular, free medium will eventually be ruined by ads, repetition and lowest-common-denominator junk. It happened to network TV, it happened to the Web and it certainly happened to radio.    The Second Rule: Any f...",
      "abstract": "THE First Rule of Techno-Pop: Any popular, free medium will eventually be ruined by ads, repetition and lowest-common-denominator junk. It happened to network TV, it happened to the Web and it certainly happened to radio.    The Second Rule: Any free medium that has been ruined by ads will eventually encounter competition from a not-free alternative. It happened with cable TV and, more recently, satellite radio.  ",
      "lead_paragraph": "THE First Rule of Techno-Pop: Any popular, free medium will eventually be ruined by ads, repetition and lowest-common-denominator junk. It happened to network TV, it happened to the Web and it certainly happened to radio.",
      "publication_date": "2005-02-02T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/02/02/technology/state-of-the-art-pay-radio-becomes-personal.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "American Express Plans to Spin Off Wall St. Unit",
      "snippet": "American Express Co is spinning off its American Express Financial Advisors unit in effort to focus on its credit card and travel services operations; brokerage business has been drag on rest of company; splitting off unit will allow both companie...",
      "abstract": "American Express Co is spinning off its American Express Financial Advisors unit in effort to focus on its credit card and travel services operations; brokerage business has been drag on rest of company; splitting off unit will allow both companies to grow more quickly; unit will be spun off to existing shareholders and will eventually be renamed; will be run by James Cracchiolo (M)",
      "lead_paragraph": "Financial supermarkets are not looking so super anymore.",
      "publication_date": "2005-02-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/02/business/american-express-plans-to-spin-off-wall-st-unit.html",
      "byline": "By Jenny Anderson"
    }
  ]
}