{
  "metadata": {
    "date": "2005-11-14",
    "total_articles": 28
  },
  "articles": [
    {
      "headline": "In First for Africa, Woman Wins Election as President of Liberia",
      "snippet": "Ellen Johnson-Sirleaf, a Harvard-educated economist and former World Bank official who waged a fierce presidential campaign against the soccer star George Weah, emerged victorious on Friday in her quest to lead war-torn Liberia and become the firs...",
      "abstract": "Ellen Johnson-Sirleaf, a Harvard-educated economist and former World Bank official who waged a fierce presidential campaign against the soccer star George Weah, emerged victorious on Friday in her quest to lead war-torn Liberia and become the first woman elected head of state in modern African history.      ''Everything is on our side,'' said Morris Dukuly, a spokesman for Ms. Johnson-Sirleaf. ''The voters have chosen a new and brighter future.''  ",
      "lead_paragraph": "DAKAR, Senegal, Nov. 11 - Ellen Johnson-Sirleaf, a Harvard-educated economist and former World Bank official who waged a fierce presidential campaign against the soccer star George Weah, emerged victorious on Friday in her quest to lead war-torn Liberia and become the first woman elected head of state in modern African history.",
      "publication_date": "2005-11-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/12/world/africa/in-first-for-africa-woman-wins-election-as-president-of.html",
      "byline": "By Lydia Polgreen"
    },
    {
      "headline": "Many in Jordan See Old Enemy in Attack: Israel",
      "snippet": "The Maktoum Mosque was crowded with worshipers for Friday Prayer as the imam sharply criticized the suicide attacks on three hotels in Amman, saying those who committed the crimes were not Muslims, no matter what they called themselves.     Afterw...",
      "abstract": "The Maktoum Mosque was crowded with worshipers for Friday Prayer as the imam sharply criticized the suicide attacks on three hotels in Amman, saying those who committed the crimes were not Muslims, no matter what they called themselves.     Afterward, on the street, people agreed that whoever committed such an act could not be a Muslim. But many meant this literally, that the attack must have been carried out by outsiders, namely Israeli agents.  ",
      "lead_paragraph": "ZARQA, Jordan, Nov. 11 - The Maktoum Mosque was crowded with worshipers for Friday Prayer as the imam sharply criticized the suicide attacks on three hotels in Amman, saying those who committed the crimes were not Muslims, no matter what they called themselves.",
      "publication_date": "2005-11-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/12/world/middleeast/many-in-jordan-see-old-enemy-in-attack-israel.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "Desperate Search for Justice: One Man vs. China",
      "snippet": "At his most desperate, when he had no more borrowed money for his son's legal defense, Xie Yujun went to a hospital. He knew of China's black market in body parts. He wanted to sell his eyes. He was refused.     Mr. Xie, 60, is no stranger to desp...",
      "abstract": "At his most desperate, when he had no more borrowed money for his son's legal defense, Xie Yujun went to a hospital. He knew of China's black market in body parts. He wanted to sell his eyes. He was refused.     Mr. Xie, 60, is no stranger to desperate acts, if by necessity. His son was charged with a savage knife attack here in rural Anhui Province that left a mother and daughter badly wounded. The police suspected the son because of a property dispute between the families. But Mr. Xie believed the case was deeply flawed: the victims never identified the attacker. The only evidence was a questionable shoeprint. Police misconduct was blatant.  ",
      "lead_paragraph": "CHAOHU, China - At his most desperate, when he had no more borrowed money for his son's legal defense, Xie Yujun went to a hospital. He knew of China's black market in body parts. He wanted to sell his eyes. He was refused.",
      "publication_date": "2005-11-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/12/world/asia/desperate-search-for-justice-one-man-vs-china.html",
      "byline": "By Jim Yardley"
    },
    {
      "headline": "Get Rich Quick, Write a Millionaire Book",
      "snippet": "Socking away that first million used to be so simple.      At least it was for people who gave rudimentary advice on how to be a millionaire. Give up that pack-a-day smoking habit, they said, and in 40 years you will have saved almost $250,000 in ...",
      "abstract": "Socking away that first million used to be so simple.      At least it was for people who gave rudimentary advice on how to be a millionaire. Give up that pack-a-day smoking habit, they said, and in 40 years you will have saved almost $250,000 in today's dollars, assuming a conservative 4 percent annual return. Brown-bag your lunch, drop HBO and pay off your mortgage early and gradually, over a lifetime, you will accumulate $1 million in assets. Back then, all you had to do was live below your means and save, save, save.  ",
      "lead_paragraph": "Socking away that first million used to be so simple.",
      "publication_date": "2005-11-12T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/12/business/get-rich-quick-write-a-millionaire-book.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Daimler Sells The Last Of Its Shares In Mitsubishi",
      "snippet": "DaimlerChrysler sold the last of its shares in the Mitsubishi Motors Corporation on Friday, effectively ending Jürgen E. Schrempp's grand scheme to create a global car company.     DaimlerChrysler did not disclose the price of the shares, a 12.4 p...",
      "abstract": "DaimlerChrysler sold the last of its shares in the Mitsubishi Motors Corporation on Friday, effectively ending Jürgen E. Schrempp's grand scheme to create a global car company.     DaimlerChrysler did not disclose the price of the shares, a 12.4 percent stake in Mitsubishi that it sold to the Goldman Sachs Group. But it said the sale would increase its income by $588 million.  ",
      "lead_paragraph": "DETROIT, Nov. 11 - DaimlerChrysler sold the last of its shares in the Mitsubishi Motors Corporation on Friday, effectively ending Jürgen E. Schrempp's grand scheme to create a global car company.",
      "publication_date": "2005-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/12/business/worldbusiness/daimler-sells-the-last-of-its-shares-in-mitsubishi.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "For 'CSI,' Press A1",
      "snippet": "Don't touch that dial. A video-on-demand venture that CBS announced this week was just one part of an urgent plan by the nation's most watched television network to prove to investors that a media company built around broadcast television has legs...",
      "abstract": "Don't touch that dial. A video-on-demand venture that CBS announced this week was just one part of an urgent plan by the nation's most watched television network to prove to investors that a media company built around broadcast television has legs in the digital world.      Most radically, Leslie Moonves, the chairman of CBS, is also pursuing a strategy that is sure to stir up cable and satellite operators: pushing to charge them for access to CBS, as they do for cable networks like TBS and USA Networks. He is also creating spin-off channels and expanding the network's presence on the Internet.  ",
      "lead_paragraph": "Don't touch that dial. A video-on-demand venture that CBS announced this week was just one part of an urgent plan by the nation's most watched television network to prove to investors that a media company built around broadcast television has legs in the digital world.",
      "publication_date": "2005-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/12/business/media/for-csi-press-a1.html",
      "byline": "By Richard Siklos and Geraldine Fabrikant"
    },
    {
      "headline": "Bush Contends Partisan Critics Hurt War Effort",
      "snippet": "President Bush on Friday sharply criticized Democrats who have accused him of misleading the nation about the threat from Iraq's weapons programs, calling their criticism ''deeply irresponsible'' and suggesting that they are undermining the war ef...",
      "abstract": "President Bush on Friday sharply criticized Democrats who have accused him of misleading the nation about the threat from Iraq's weapons programs, calling their criticism ''deeply irresponsible'' and suggesting that they are undermining the war effort.     In a Veterans Day speech at an Army depot here, Mr. Bush made his most aggressive effort to date to counter the charge that he had justified taking the United States to war by twisting or exaggerating prewar intelligence. That line of attack has deepened his political woes by helping to sow doubts about his credibility and integrity at a time when public support for the war is ebbing.  ",
      "lead_paragraph": "TOBYHANNA, Pa., Nov. 11 - President Bush on Friday sharply criticized Democrats who have accused him of misleading the nation about the threat from Iraq's weapons programs, calling their criticism \"deeply irresponsible\" and suggesting that they are undermining the war effort.",
      "publication_date": "2005-11-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/12/politics/bush-contends-partisan-critics-hurt-war-effort.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "Trying to Wean Internet Users From Free",
      "snippet": "PEOPLE hate, hate, hate to subscribe to things on the Internet,'' Microsoft's chairman, Bill Gates, said a few weeks ago.      Mr. Gates was sitting in the 14th-floor boardroom of The New York Times, speaking to a small gathering of executives, ed...",
      "abstract": "PEOPLE hate, hate, hate to subscribe to things on the Internet,'' Microsoft's chairman, Bill Gates, said a few weeks ago.      Mr. Gates was sitting in the 14th-floor boardroom of The New York Times, speaking to a small gathering of executives, editors, editorial board members and reporters. Rather painfully for us, while he was making a broad point about consumers and the Web, the specific example under discussion was TimesSelect. That, of course, is this company's nearly two-month experiment to, well, see if people will subscribe to things on the Internet.  ",
      "lead_paragraph": "PEOPLE hate, hate, hate to subscribe to things on the Internet,\" Microsoft's chairman, Bill Gates, said a few weeks ago.",
      "publication_date": "2005-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/12/business/media/trying-to-wean-internet-users-from-free.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "Oohs and Ahs at Delphi's Circus",
      "snippet": "IT'S not every day that investors can view the contortions performed by compensation consultants trying to justify the monster executive pay packages that they recommend to corporate clients. And when these exercises in absurdity are done for exec...",
      "abstract": "IT'S not every day that investors can view the contortions performed by compensation consultants trying to justify the monster executive pay packages that they recommend to corporate clients. And when these exercises in absurdity are done for executives asking for great sacrifices from workers, retirees, creditors and former shareholders because they manage a company in Chapter 11 bankruptcy protection, the entertainment is unmatched.      The ringside seat for this show comes courtesy of the Delphi Corporation, the automotive parts giant that filed for Chapter 11 on Oct. 8. The performers are Delphi's lawyers, Skadden, Arps, Slate, Meagher & Flom, and its compensation consultant, Watson Wyatt. The consultant said it was hired to devise incentive plans for the company's executives that would ''align the interests of both program participants and company stakeholders and to benchmark such programs against competitive practice.''  ",
      "lead_paragraph": "IT'S not every day that investors can view the contortions performed by compensation consultants trying to justify the monster executive pay packages that they recommend to corporate clients. And when these exercises in absurdity are done for executives asking for great sacrifices from workers, retirees, creditors and former shareholders because they manage a company in Chapter 11 bankruptcy protection, the entertainment is unmatched.",
      "publication_date": "2005-11-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/11/13/business/yourmoney/oohs-and-ahs-at-delphis-circus.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Bungled Records of Storm Deaths Renew Anguish",
      "snippet": "The Parrs and the Arceneauxs, friends for more than three decades, died together during Hurricane Katrina in the Arceneaux home on Fable Drive in the town of Meraux, east of New Orleans in St. Bernard Parish. All four of them were huddled together...",
      "abstract": "The Parrs and the Arceneauxs, friends for more than three decades, died together during Hurricane Katrina in the Arceneaux home on Fable Drive in the town of Meraux, east of New Orleans in St. Bernard Parish. All four of them were huddled together, wearing life vests.     That much, their children thought, was straightforward. Until the bodies were returned to them from the central morgue at St. Gabriel, La., and the death certificates arrived.     The death certificate for Norman Parr, 69, said he died in New Orleans, while Carol Parr, 59, was said to have perished on Fable Drive, but at the wrong address. Mr. Parr's certificate lists his death as ''Hurricane Katrina Related'' but also adds that it was due to ''cardiovascular disease'' and ''decomposition.'' Likewise, Ms. Parr's certificate cited decomposition as a cause of death, though it also noted she had drowned.  ",
      "lead_paragraph": "BATON ROUGE, La., Nov. 11 - The Parrs and the Arceneauxs, friends for more than three decades, died together during Hurricane Katrina in the Arceneaux home on Fable Drive in the town of Meraux, east of New Orleans in St. Bernard Parish. All four of them were huddled together, wearing life vests.",
      "publication_date": "2005-11-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/11/13/us/nationalspecial/bungled-records-of-storm-deaths-renew-anguish.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "Strength in Numbers on the Internet",
      "snippet": "THREE years ago, with her three children grown, Rose Ann Hermann, who had been a stay-at-home mother, was looking for a new venture. ''I knew there was something out there,'' she said recently, ''but I didn't think it would involve technology.''  ...",
      "abstract": "THREE years ago, with her three children grown, Rose Ann Hermann, who had been a stay-at-home mother, was looking for a new venture. ''I knew there was something out there,'' she said recently, ''but I didn't think it would involve technology.''     Certainly not computer technology. Ms. Hermann, who turned 50 yesterday, had never even used a computer until she bought one for herself in 1999. Until then, she said, she did her writing on a pink Royal typewriter from the 1950's.   ",
      "lead_paragraph": "THREE years ago, with her three children grown, Rose Ann Hermann, who had been a stay-at-home mother, was looking for a new venture. \"I knew there was something out there,\" she said recently, \"but I didn't think it would involve technology.\"",
      "publication_date": "2005-11-13T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/11/13/jobs/strength-in-numbers-on-the-internet.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "In Zimbabwe, Homeless Belie Leader's Claim",
      "snippet": "President Robert G. Mugabe has one word for reports that Operation Drive Out Trash, the urban-demolition campaign aimed at slum dwellers that his government describes as a civic beautification program, has rendered thousands of his impoverished ci...",
      "abstract": "President Robert G. Mugabe has one word for reports that Operation Drive Out Trash, the urban-demolition campaign aimed at slum dwellers that his government describes as a civic beautification program, has rendered thousands of his impoverished citizens homeless.      ''Nonsense,'' he told ABC News in an interview broadcast on Nov. 3. ''Thousands and thousands and thousands and thousands. Where are the thousands? You go there now and see whether those thousands are there. Where are they? A figment of their imagination.''  ",
      "lead_paragraph": "BULAWAYO, Zimbabwe - President Robert G. Mugabe has one word for reports that Operation Drive Out Trash, the urban-demolition campaign aimed at slum dwellers that his government describes as a civic beautification program, has rendered thousands of his impoverished citizens homeless.",
      "publication_date": "2005-11-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/11/13/world/africa/in-zimbabwe-homeless-belie-leaders-claim.html",
      "byline": "By Michael Wines"
    },
    {
      "headline": "The Great Global Buyout Bubble",
      "snippet": "A YEAR ago this week, Henry R. Kravis, the legendary buyout mogul who invented the modern-day private equity industry, gave a rare speech to a group of investors in a ballroom of the Waldorf-Astoria. In describing how far the business had come, Mr...",
      "abstract": "A YEAR ago this week, Henry R. Kravis, the legendary buyout mogul who invented the modern-day private equity industry, gave a rare speech to a group of investors in a ballroom of the Waldorf-Astoria. In describing how far the business had come, Mr. Kravis, a slight man with a dry wit, recounted how difficult it had been for him to raise $355 million to buy one of his first companies, Houdaille Industries, in 1979.      ''The availability of financing was our biggest challenge,'' he said. ''Literally, we had to add up the potential capital sources at that time, which consisted of several banks and insurance companies, and one by one go out and raise the money.''  ",
      "lead_paragraph": "A YEAR ago this week, Henry R. Kravis, the legendary buyout mogul who invented the modern-day private equity industry, gave a rare speech to a group of investors in a ballroom of the Waldorf-Astoria. In describing how far the business had come, Mr. Kravis, a slight man with a dry wit, recounted how difficult it had been for him to raise $355 million to buy one of his first companies, Houdaille Industries, in 1979.",
      "publication_date": "2005-11-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/11/13/business/yourmoney/the-great-global-buyout-bubble.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Relying on Computer, U.S. Seeks to Prove Iran's Nuclear Aims",
      "snippet": "In mid-July, senior American intelligence officials called the leaders of the international atomic inspection agency to the top of a skyscraper overlooking the Danube in Vienna and unveiled the contents of what they said was a stolen Iranian lapto...",
      "abstract": "In mid-July, senior American intelligence officials called the leaders of the international atomic inspection agency to the top of a skyscraper overlooking the Danube in Vienna and unveiled the contents of what they said was a stolen Iranian laptop computer.      The Americans flashed on a screen and spread over a conference table selections from more than a thousand pages of Iranian computer simulations and accounts of experiments, saying they showed a long effort to design a nuclear warhead, according to a half-dozen European and American participants in the meeting.  ",
      "lead_paragraph": "In mid-July, senior American intelligence officials called the leaders of the international atomic inspection agency to the top of a skyscraper overlooking the Danube in Vienna and unveiled the contents of what they said was a stolen Iranian laptop computer.",
      "publication_date": "2005-11-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/11/13/world/middleeast/relying-on-computer-us-seeks-to-prove-irans-nuclear-aims.html",
      "byline": "By William J. Broad and David E. Sanger"
    },
    {
      "headline": "Yale Law Frets Over Court Choices It Knows Best",
      "snippet": "The morning after Judge Samuel A. Alito Jr. was announced as the president's choice for the Supreme Court, some students and professors at his alma mater, the Yale Law School, were already hard at work -- to defeat him.     Professor Bruce Ackerma...",
      "abstract": "The morning after Judge Samuel A. Alito Jr. was announced as the president's choice for the Supreme Court, some students and professors at his alma mater, the Yale Law School, were already hard at work -- to defeat him.     Professor Bruce Ackerman, who teaches constitutional law here, appeared on CNN with this instant assessment: ''I don't think conservative is the word. This person is a judicial radical.''  ",
      "lead_paragraph": "NEW HAVEN, Nov. 8 - The morning after Judge Samuel A. Alito Jr. was announced as the president's choice for the Supreme Court, some students and professors at his alma mater, the Yale Law School, were already hard at work -- to defeat him.",
      "publication_date": "2005-11-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/11/13/politics/politicsspecial1/yale-law-frets-over-court-choices-it-knows-best.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Are U.S. Innovators Losing Their Competitive Edge?",
      "snippet": "WHEN James E. West was 8 years old, he propped himself on his bed's brass footboard one afternoon and stretched to plug the cord of a radio he had repaired into a ceiling outlet. It was one of his first experiments. Mr. West's hand sealed to the l...",
      "abstract": "WHEN James E. West was 8 years old, he propped himself on his bed's brass footboard one afternoon and stretched to plug the cord of a radio he had repaired into a ceiling outlet. It was one of his first experiments. Mr. West's hand sealed to the light socket as 120 volts of electricity shimmied through his body, freezing him in place until his brother knocked him from the footboard and onto the floor.      Like more storied inventors who preceded him, he was quickly hooked on the juice -- even as he lay shivering from that first encounter. ''I became fascinated by electricity after that, just completely fascinated,'' recalled Mr. West, now 74 and an award-winning research professor at Johns Hopkins University. ''I needed to learn everything I could about it.''  ",
      "lead_paragraph": "Baltimore - WHEN James E. West was 8 years old, he propped himself on his bed's brass footboard one afternoon and stretched to plug the cord of a radio he had repaired into a ceiling outlet. It was one of his first experiments. Mr. West's hand sealed to the light socket as 120 volts of electricity shimmied through his body, freezing him in place until his brother knocked him from the footboard and onto the floor.",
      "publication_date": "2005-11-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/11/13/business/yourmoney/are-us-innovators-losing-their-competitive-edge.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Confusion Is Rife About Drug Plan as Sign-Up Nears",
      "snippet": "Enrollment in the new Medicare drug benefit begins in three days, but even with President Bush hailing the plan on Saturday as ''the greatest advance in health care for seniors'' in 40 years, large numbers of older Americans appear to be overwhelm...",
      "abstract": "Enrollment in the new Medicare drug benefit begins in three days, but even with President Bush hailing the plan on Saturday as ''the greatest advance in health care for seniors'' in 40 years, large numbers of older Americans appear to be overwhelmed and confused by the choices they will have to make.     ''I have a Ph.D., and it's too complicated to suit me,'' said William Q. Beard, 73, a retired chemist in Wichita, Kan., who takes eight prescription drugs, including several heart medicines. ''I wonder how the vast majority of beneficiaries will handle this. I fervently wish that members of Congress had to deal with the same health care program we do.''  ",
      "lead_paragraph": "WASHINGTON, Nov. 12 - Enrollment in the new Medicare drug benefit begins in three days, but even with President Bush hailing the plan on Saturday as \"the greatest advance in health care for seniors\" in 40 years, large numbers of older Americans appear to be overwhelmed and confused by the choices they will have to make.",
      "publication_date": "2005-11-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/11/13/us/confusion-is-rife-about-drug-plan-as-signup-nears.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "Paper Maker Georgia-Pacific to Be Sold to Koch",
      "snippet": "Georgia-Pacific, paper giant that makes Dixie cups and Brawny paper towels, agrees to be sold for $13.2 billion to Koch Industries, family-controlled conglomerate that will become nation's largest privately held company; Koch will pay shareholders...",
      "abstract": "Georgia-Pacific, paper giant that makes Dixie cups and Brawny paper towels, agrees to be sold for $13.2 billion to Koch Industries, family-controlled conglomerate that will become nation's largest privately held company; Koch will pay shareholders $48 a share in cash and assume about $8 billion of debt; offer represents 38.5 percent premium to Georgia-Pacific's closing share price on Nov 11 (M)",
      "lead_paragraph": "Georgia-Pacific, the paper giant that makes Dixie cups and Brawny paper towels, agreed to be sold yesterday for $13.2 billion to Koch Industries, a family-controlled conglomerate that will become the nation's largest privately held company.",
      "publication_date": "2005-11-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/14/business/paper-maker-georgiapacific-to-be-sold-to-koch.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Internet Service to Put Classic TV on Home Computer",
      "snippet": "Warner Brothers, largest television syndicator, is preparing major new Internet service that will let fans watch full episodes from more than 100 old television series--more than 4,800 episodes in first year; service, called In2TV, will be free an...",
      "abstract": "Warner Brothers, largest television syndicator, is preparing major new Internet service that will let fans watch full episodes from more than 100 old television series--more than 4,800 episodes in first year; service, called In2TV, will be free and be supported by advertising: 2 minutes of commercials per half-hour episode, compared with 8 minutes in standard broadcast; America Online, a fellow Time Warner unit, will distribute service on its Web portal; enhanced version of service will use peer-to-peer-file-sharing technology to get video data to viewers; photos (M)",
      "lead_paragraph": "Looking for \"The Fugitive?\" Didn't get enough \"Eight Is Enough?\" Would you like to \"Welcome Back, Kotter\" one more time?",
      "publication_date": "2005-11-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/14/business/internet-service-to-put-classic-tv-on-home-computer.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "The Ghost in the CD",
      "snippet": "Sony BMG embeds aggressive software for digital rights management (DRM) on new Donnie Van Zant CD to prevent purchasers from making copies for friends, but it is quickly forced to suspend use of software after at least two Internet-borne worms are...",
      "abstract": "Sony BMG embeds aggressive software for digital rights management (DRM) on new Donnie Van Zant CD to prevent purchasers from making copies for friends, but it is quickly forced to suspend use of software after at least two Internet-borne worms are discovered attempting to take advantage of it and security companies classify software as malicious; Sony BMG and First 4 Internet, British software company that developed DRM code, issue software patch to address security concerns and publicize convoluted 'uninstall' process for software that requires users to provide their e-mail addresses and make multiple visits to Sony BMG Web site--a move that further angers consumers; Sony BMG's aggressive move against 'casual piracy' reflects recording industry's new view that burning and ripping are becoming greater threat to industry than peer-to-peer file-sharing networks; photos; graph (M)",
      "lead_paragraph": "The latest album from Johnny and Donnie Van Zant, \"Get Right With the Man,\" delivers \"anthems with the sort of conviction that will inevitably inspire raised fists and chorus sing-a-longs,\" says Amazon.com's official music reviewer.",
      "publication_date": "2005-11-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/14/business/the-ghost-in-the-cd.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "At Storm Victim's Funeral, a Celebration of a Life and a City",
      "snippet": "Article in series Delery Street, chronicling lives of three generations of families from one block in New Orleans in wake of Hurricane Katrina; describes funeral service for Helen J White, who died 11 weeks ago; she chose to ride out storm in her ...",
      "abstract": "Article in series Delery Street, chronicling lives of three generations of families from one block in New Orleans in wake of Hurricane Katrina; describes funeral service for Helen J White, who died 11 weeks ago; she chose to ride out storm in her home on Delery Street, and drowned in her attic; her body was not found for six weeks; her case illustrates protracted difficulties of finding, identifying and honoring the dead; White was disaster loan specialist for Small Business Adm and community leader; mourners travel from several states to attend service for woman so well regarded by neighbors; photos (L)",
      "lead_paragraph": "NEW ORLEANS, Nov. 12 - Almost 11 weeks after she drowned in her attic during Hurricane Katrina, Helen J. White, 54, lay inside a polished coffin beneath a resplendent carpet of flowers, no longer an \"unidentified black female\" languishing in a morgue.",
      "publication_date": "2005-11-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/14/us/nationalspecial/at-storm-victims-funeral-a-celebration-of-a-life-and-a.html",
      "byline": "By Deborah Sontag"
    },
    {
      "headline": "Big Drug Makers See Sales Decline With Their Image",
      "snippet": "Major American drug makers remain highly profitable, but sales are stagnant and profits are falling, leading to layoffs and cuts in research budgets; Food and Drug Adm is blocking new medicines that might previously have passed muster, year after ...",
      "abstract": "Major American drug makers remain highly profitable, but sales are stagnant and profits are falling, leading to layoffs and cuts in research budgets; Food and Drug Adm is blocking new medicines that might previously have passed muster, year after Merck's withdrawal of its arthritis medicine Vioxx led to industrywide credibility crisis; doctors are writing fewer prescriptions for drugs whose safety has been challenged, and insurers and some states are taking advantage of backlash against industry to try shifting patients to older, generic drugs; overall, prescriptions continue to rise slightly, but increasing share now go to generics; American consumers seem less responsive to aggressive drug marketing, and recent poll showed only 9 percent of them believe drug companies are generally honest; in some cases companies are victims of their own success: their drugs work well enough to discourage FDA from approving new drugs if there are significant side effects; chart (M)",
      "lead_paragraph": "The drug industry's image problems are beginning to hurt pharmaceutical companies where it matters most -- at the bottom line.",
      "publication_date": "2005-11-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/14/business/big-drug-makers-see-sales-decline-with-their-image.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Liberal Coalition Is Making Plansto Take Fight Beyond Abortion",
      "snippet": "Coalition of liberal groups is preparing national television advertising campaign against Supreme Court nomination of Judge Samuel A Alito Jr; they seek to move debate beyond abortion rights and focus instead on subjects they say could have greate...",
      "abstract": "Coalition of liberal groups is preparing national television advertising campaign against Supreme Court nomination of Judge Samuel A Alito Jr; they seek to move debate beyond abortion rights and focus instead on subjects they say could have greater resonance with moderate voters, like police searches and employment discrimination; coalition includes Alliance for Justice, Naral Pro-Choice America, Planned Parenthood, People for the American Way, AFL-CIO, NAACP and Sierra Club; besides potential they see in subjects other than abortion, liberal groups' advertising strategy also reflects difficulty of pinning down Alito's stand on abortion rights; although groups on both sides of issue expect him to narrow abortion rights, his judicial record is hardly definitive; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 13 - A coalition of liberal groups is preparing a national television advertising campaign against the Supreme Court nomination of Judge Samuel A. Alito Jr. that seeks to move the debate over his selection beyond abortion rights and focus instead on subjects like police searches and employment discrimination, several leaders of the coalition said.",
      "publication_date": "2005-11-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/14/politics/politicsspecial1/liberal-coalition-is-making-plansto-take-fight.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "Jordan Arrests Iraqi Woman in Hotel Blasts",
      "snippet": "Jordanian security officials broadcast taped confession of woman they identity as fourth bomber in Amman hotel attacks, saying she is closely linked to terrorist leader Abu Musab al-Zarqawi; woman, Sajida Mubarak al-Rishawi, is shown wearing bomb ...",
      "abstract": "Jordanian security officials broadcast taped confession of woman they identity as fourth bomber in Amman hotel attacks, saying she is closely linked to terrorist leader Abu Musab al-Zarqawi; woman, Sajida Mubarak al-Rishawi, is shown wearing bomb belt, recounting moments when she and her Iraqi husband entered ballrooom in Radisson Hotel wearing concealed bomb belts; she says hers failed to detonate and she ran from room when other bombs went off; Rishawi's confession includes some details of how plot was organized by Zarqawi's terrorist group Al Qaeda in Mesopotamia; it raises possibility that Zarqawi, most wanted terrorist leader in Iraq, is adjusting his tactics in Jordan, where he has reportedly tried unsuccessfully to orchestrate attacks against government targets in past; Jordanian officials will not say when or where Rishawi was arrested, when tape was made, and whether she was told by interrogators to wear bomb belt; it is also unclear whether she was coerced into making confession; photo (M)",
      "lead_paragraph": "AMMAN, Jordan, Nov. 13 - Jordanian security officials on Sunday announced the arrest of an Iraqi woman they said was closely linked to the terrorist leader Abu Musab al-Zarqawi as a fourth bomber in the Amman hotel attacks. They also broadcast a taped confession showing her wearing a translucent explosive belt packed with ball bearings, in which she described how she had tried unsuccessfully to blow herself up.",
      "publication_date": "2005-11-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/14/world/middleeast/jordan-arrests-iraqi-woman-in-hotel-blasts.html",
      "byline": "By Hassan M. Fattah"
    },
    {
      "headline": "Unwavering Bush Ally ActsQuickly on Court Choices",
      "snippet": "Group called Progress for America is likely to play leading role in support of Pres Bush's Supreme Court nominee Samuel A Alito Jr; group started working months ago to create more than two dozen Web sites promoting various potential candidates; wh...",
      "abstract": "Group called Progress for America is likely to play leading role in support of Pres Bush's Supreme Court nominee Samuel A Alito Jr; group started working months ago to create more than two dozen Web sites promoting various potential candidates; when Bush's announcement came, it took just 39 minutes for group to introduce slick Web site and begin lobbying for Alito's confirmation in Senate; it expects to spend at least $2 million on television advertisements supporting Alito and responding to any attacks by Democratic groups; group receives millions of dollars from Pres Bush's largest fund-raisers, is run by former Bush campaign aides and draws heavy support from Republican lobbying and consulting firm in Washington; it often functions like unofficial extension of White House, advancing Bush's policies alongside Republican National Committee; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 13 - When President Bush named Judge Samuel A. Alito Jr. as his Supreme Court pick, it took Progress for America just 39 minutes to introduce a slick Web site and begin lobbying for his confirmation. And that was slow.",
      "publication_date": "2005-11-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/14/politics/politicsspecial1/unwavering-bush-ally-actsquickly-on-court-choices.html",
      "byline": "By Glen Justice and Aron Pilhofer"
    },
    {
      "headline": "When Bloggers Joke About the Unfunny",
      "snippet": "David Carr column criticizes Gawker and other Weblogs for joke-filled coverage of stories that are not funny, such as search for Peter Braunstein, freelance writer, playwright and former media reporter at Women's Wear Daily, who is suspect in Hall...",
      "abstract": "David Carr column criticizes Gawker and other Weblogs for joke-filled coverage of stories that are not funny, such as search for Peter Braunstein, freelance writer, playwright and former media reporter at Women's Wear Daily, who is suspect in Halloween night sexual assault on woman in Chelsea section of Manhattan (M)",
      "lead_paragraph": "FOR the past couple of days, I have spent most of my time in a hotel room, surfing the Web for updates on Peter Braunstein. If that sounds creepy, consider that he has probably been doing the same thing.",
      "publication_date": "2005-11-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/14/business/when-bloggers-joke-about-the-unfunny.html",
      "byline": "By David Carr"
    },
    {
      "headline": "The Goat at Saks and Other Marketing Tales",
      "snippet": "Saks Fifth Avenue is sponsoring HarperCollins children's book called Cashmere if You Can, which follows misadventures of family of Mongolian cashmere goats that lives on roof of Saks's Midtown Manhattan store; weaving of brands and products into c...",
      "abstract": "Saks Fifth Avenue is sponsoring HarperCollins children's book called Cashmere if You Can, which follows misadventures of family of Mongolian cashmere goats that lives on roof of Saks's Midtown Manhattan store; weaving of brands and products into content--making them supporting characters or even stars rather than mere scenery--is growing elsewhere in media, particularly on television, as advertisers try to cut through clutter; Stacked, television show on Fox, sister unit of HarperCollins within News Corp, is set in bookstore in which HarperCollins books are on display; photo (M)",
      "lead_paragraph": "Few children's books carry promotional blurbs from the likes of the fashion designers Roberto Cavalli, Giorgio Armani and Jean Paul Gaultier. But then \"Cashmere if You Can,\" is not your typical children's book.",
      "publication_date": "2005-11-14T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/14/business/the-goat-at-saks-and-other-marketing-tales.html",
      "byline": "By Lorne Manly"
    },
    {
      "headline": "Heavy Hand of the Secret Police Impeding Reform in Arab World",
      "snippet": "Third article in series Stirrings in the Desert, on prospects for democracy in Middle East, focuses on central role of secret police force even in Jordan, one of region's most liberal countries; secret police are cited as major impediment to democ...",
      "abstract": "Third article in series Stirrings in the Desert, on prospects for democracy in Middle East, focuses on central role of secret police force even in Jordan, one of region's most liberal countries; secret police are cited as major impediment to democratic reform, but even would-be reformers justify secret police's presence following recent terror attacks in Amman; threat of instability on Jordan's border may actually be restricting democratic freedoms there; secret police--mukhabarat--vet appointment of every university professor, ambassador and important editor; it eavesdrops with help of thousands on its payroll, similar to Sovet-bloc informant networks; Jordan has never been police state like some of its neighbors, and Jordanians speak openly about political issues, but for most of them, mukhabarat remains source of fear; King Abdullah II is thought to be ambivalent about political openness; photo of Jordanian poet imprisoned for year after reciting poem critical of government (L)",
      "lead_paragraph": "AMMAN, Jordan, Nov. 13 - At a cultural festival last year, Sameer al-Qudah recited a poem of his depicting Arab rulers as a notch below pirates and highwaymen on the scale of honorable professions. Within days, Jordan's intelligence police summoned him.",
      "publication_date": "2005-11-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/14/world/middleeast/heavy-hand-of-the-secret-police-impeding-reform-in-arab.html",
      "byline": "By Neil MacFarquhar"
    }
  ]
}