{
  "metadata": {
    "date": "2005-02-04",
    "total_articles": 13
  },
  "articles": [
    {
      "headline": "Is Instructional Video Game an Oxymoron?",
      "snippet": "Use of instructional video games online is growing exponentially as more organizations see interactive games as way to capture and hold attention of people bombarded with numerous competing messages; games offered by Partnership for Food Safety Ed...",
      "abstract": "Use of instructional video games online is growing exponentially as more organizations see interactive games as way to capture and hold attention of people bombarded with numerous competing messages; games offered by Partnership for Food Safety Education, Greenpeace, American Cancer Society and Unicef discussed; photos (M)",
      "lead_paragraph": "Hundreds of recent video games reward players for shooting villains, vaporizing monsters or solving puzzles. But only one encourages regular and rigorous hand washing.",
      "publication_date": "2005-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/04/business/is-instructional-video-game-an-oxymoron.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Embracing Reality at a Subdued Deutsche Bank",
      "snippet": "Deutsche Bank's chief executive Josef Ackermann details cost-cutting plans and bank's renewed focus on Germany; rumors circulated in banking industry last year that bank was itching to merge, buy or be bought, which never materialized; analysts sa...",
      "abstract": "Deutsche Bank's chief executive Josef Ackermann details cost-cutting plans and bank's renewed focus on Germany; rumors circulated in banking industry last year that bank was itching to merge, buy or be bought, which never materialized; analysts say reality of Deutsche Bank's position, with higher costs and lower market value than its American or British peers, has left it with few ways to seize initiative in consolidating industry; bank is also hurt by broader stagnation in German banking; company announces fresh round of job cuts, affecting 3,280 people, or 5 percent of remaining work force; announced in December it was cutting 1,920 jobs; both moves will save bank more than $1.4 billion a year; net income declined 38 percent in fourth quarter, to 269 million euros ($349 million), on revenue of 5.3 billion euros ($6.9 billion); net income for all of 2004 was 2.5 billion euros ($3.25 billion), 87 percent rise from 2003 (M)",
      "lead_paragraph": "FRANKFURT, Feb. 3 - A year ago, Deutsche Bank was the subject of some of the hottest rumors on the Wall Street grapevine -- a global financial competitor just itching to merge, buy or be bought. On Thursday, as the bank presented its 2004 financial results and laid out its plans for this year, the lack of buzz was palpable.",
      "publication_date": "2005-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/04/business/embracing-reality-at-a-subdued-deutsche-bank.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Inquiry on Food-for-Oil Plan Cites U.N. Diplomat for Conflict",
      "snippet": "Commission investigating United Nations oil-for-food program in Iraq says in interim report that Benon V Sevan, former head of program, violated charter of UN and seriously undermined its integrity by helping company owned by friend to obtain valu...",
      "abstract": "Commission investigating United Nations oil-for-food program in Iraq says in interim report that Benon V Sevan, former head of program, violated charter of UN and seriously undermined its integrity by helping company owned by friend to obtain valuable contracts to sell Iraqi oil; cites 'grave and continuing conflict of interest' in Sevan's conduct; report depicts what was UN's largest relief effort as riddled with political favoritism and mismanagement; program is also being investigated by five Congressional committees and federal prosecutor in New York; report says important parts of program were not audited, allowing evidence that Saddam Hussein demanded and got kickbacks from companies selling his oil to go undetected; report does not say Sevan benefited personally, but commission is still investigating $160,000 in cash that he received from aunt whose way of life does not suggest she was wealthy; senior UN official says Secretary General Kofi Annan will try to discipline Seven, who retired last year, and Joseph Stephanides, who oversaw selection of program's major contractors; photo of Paul A Volcker, who heads commission (M)",
      "lead_paragraph": "An interim report by a commission investigating the United Nations oil-for-food program in Iraq said the former head of the program had violated the United Nations Charter by helping a company owned by a friend to obtain valuable contracts to sell Iraqi oil.",
      "publication_date": "2005-02-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/04/world/inquiry-on-foodforoil-plan-cites-un-diplomat-for-conflict.html",
      "byline": "By Judith Miller and Warren Hoge"
    },
    {
      "headline": "Web Search Sites See Clicks Add Up to Big Ad Dollars",
      "snippet": "Advertisers spend $1.50 per mouse click on Google Internet search site, at any hour on any day, for few words of plain text linking prospective customers to advertisers' Web sites; advetiser pays only when prospective customer actually clicks on a...",
      "abstract": "Advertisers spend $1.50 per mouse click on Google Internet search site, at any hour on any day, for few words of plain text linking prospective customers to advertisers' Web sites; advetiser pays only when prospective customer actually clicks on ad link; Google did not invent concept of keyword search ads, and it is not alone in capitalizing on paid-click trend, but it has been most successful in blending computer science, consumer behavior and merchant motivation in what is considerable money machine; keyword search represents more than 40 percent of total $8.7 billion in Internet ad spending last year in United States, and its share of Internet ad market is growing; keyword Internet ads are one of few forms of advertising that potentially appeal to anyone, anywhere, of any size with somethning for sale; graph (M)",
      "lead_paragraph": "When the year's largest television audience convenes for the Super Bowl on Sunday, advertisers will be spending an estimated $2.4 million for each 30-second cinema-quality commercial. But just as important to many of those same advertisers is the $1.50 or so a mouse click that they may spend on the Google Internet search site, at any hour on any day, for a few words of plain text that will link prospective customers to the advertisers' Web sites.",
      "publication_date": "2005-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/04/technology/web-search-sites-see-clicks-add-up-to-big-ad-dollars.html",
      "byline": "By John Markoff and Nat Ives"
    },
    {
      "headline": "Does the 'Voice of Business' Think the Bill of Rights Covers Insider Tips?",
      "snippet": "Floyd Norris column on whether ability of executives to tip off favored investors as constiutional right; says Chamber of Commerce believes it is constitutional right; focuses on Siebel Systems, which is in federal court fighting Securities and Ex...",
      "abstract": "Floyd Norris column on whether ability of executives to tip off favored investors as constiutional right; says Chamber of Commerce believes it is constitutional right; focuses on Siebel Systems, which is in federal court fighting Securities and Exchange Commission's claim that it violated cease-and-desist order on May 1, 2003, only six months after signing order to stop providing insider information; graph (M)",
      "lead_paragraph": "THERE once was a time when corporate insiders took it for granted that one good reason to be a company director was to get inside information that could be profitable, for themselves or their friends.",
      "publication_date": "2005-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/04/business/does-the-voice-of-business-think-the-bill-of-rights-covers-insider.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Bush, on Road, Pushes Warning on Retirement Benefits Plan",
      "snippet": "Pres Bush takes his proposal for new Social Security system on the road, warning younger workers that retirement program will go 'bust' within four decades if it is not overhauled and calling for supporters to demand action from Congress; he has r...",
      "abstract": "Pres Bush takes his proposal for new Social Security system on the road, warning younger workers that retirement program will go 'bust' within four decades if it is not overhauled and calling for supporters to demand action from Congress; he has run into brick wall of opposition from Democrats in Washington and skepticism even from influential members of his own party in Congress; he makes some gestures to bipartisanship but shows no signs of backing down; he stops in Montana and North Dakota, on first day of two-day, five-state swing to push for his plan; White House still has not answered fundamental questions about his proposal to reshape immensely popular and successful program whose problems are not projected to become acute for years, despite dire picture Bush paints; photo (M)",
      "lead_paragraph": "GREAT FALLS, Mont., Feb. 3 - President Bush took his proposal for a new Social Security system on the road on Thursday with a stark warning to younger workers that the retirement program will go \"bust\" within four decades if it is not overhauled and with a call for his supporters to demand action from Congress.",
      "publication_date": "2005-02-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/04/politics/bush-on-road-pushes-warning-on-retirement-benefits-plan.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "Delays for Iraqi Security Force",
      "snippet": "Most of the 136,000 members of Iraqi security forces trained by the United States are not ready for the most challenging missions, two top Pentagon officials said. Page A8.",
      "abstract": "Most of the 136,000 members of Iraqi security forces trained by the United States are not ready for the most challenging missions, two top Pentagon officials said. Page A8.",
      "lead_paragraph": "Most of the 136,000 members of Iraqi security forces trained by the United States are not ready for the most challenging missions, two top Pentagon officials said. Page A8.",
      "publication_date": "2005-02-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/04/us/front page/delays-for-iraqi-security-force.html",
      "byline": ""
    },
    {
      "headline": "Ebbers Is Gone and Forgotten in Hometown",
      "snippet": "Few residents of Jackson, Miss, hometown of former WorldCom Inc chief executive Bernard J Ebbers, seem interested in Ebbers' fraud trial in New York; Ebbers gained celebrity status in central Mississippi during 1980's and 1990's by acquiring many ...",
      "abstract": "Few residents of Jackson, Miss, hometown of former WorldCom Inc chief executive Bernard J Ebbers, seem interested in Ebbers' fraud trial in New York; Ebbers gained celebrity status in central Mississippi during 1980's and 1990's by acquiring many companies to create WorldCom; photos (M)",
      "lead_paragraph": "JACKSON, Miss., Jan. 28 - Here in central Mississippi, where Bernard J. Ebbers gained celebrity status during the 1980's and 1990's by knitting scores of companies into WorldCom, a global telecommunications giant, the prosecution of Mr. Ebbers on federal conspiracy and securities fraud charges for his role in WorldCom's bankruptcy in 2002 has been daily front-page news.",
      "publication_date": "2005-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/04/business/ebbers-is-gone-and-forgotten-in-hometown.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "Under Benefit Plan, Early 50's Is Age Group Caught in Middle",
      "snippet": "Various demographic groups have their issues with Pres Bush's plan to overhaul Social Security; those in their 50's are too old to see much benefit through compounding in private retirement accounts, and too young to have any guarantees; their num...",
      "abstract": "Various demographic groups have their issues with Pres Bush's plan to overhaul Social Security; those in their 50's are too old to see much benefit through compounding in private retirement accounts, and too young to have any guarantees; their numbers, and role they might play in debate, are enormous; they include millions of people born in baby boom years of 1950's; people in their 20's and 30's fret over array of important choices and long-term consequences that could come with managing part of their retirement fund; people in their 60's are relieved that promises about inviolate benefits for those over 55 were repeated by Bush in his State of Union speech, but they worry that younger people will not be disciplined enough to flourish under new system; most middle-aged people interviewed say politics colors their views to certain degree; those who voted for Bush tend to be more optimistic about his plan, while those who did not generally take dimmer view; photo (M))",
      "lead_paragraph": "DENVER, Feb. 3 - The early 50's are the gawky awkward years under President Bush's plan to overhaul Social Security, a fact that is not lost on Tom McEwen.",
      "publication_date": "2005-02-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/04/politics/under-benefit-plan-early-50s-is-age-group-caught-in-middle.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "Shiite Coalition Takes a Big Lead in Early Vote Count in Iraq",
      "snippet": "Preliminary election returns in Iraq show 72 percent of 1.6 million votes counted so far are for alliance of Shiite parties dominated by religious groups with strong links to Iran, with only 18 percent going to group led by Prime Min Ayad Allawi, ...",
      "abstract": "Preliminary election returns in Iraq show 72 percent of 1.6 million votes counted so far are for alliance of Shiite parties dominated by religious groups with strong links to Iran, with only 18 percent going to group led by Prime Min Ayad Allawi, secular Shiite favoring strong ties to United States; few votes go to Sunni candidates; scale of vote for both religious and secular Shiites underscores probability of historic shift from decades of Sunni minority rule; possibility of Shiite coalition with Kurds is expected to cause anxiety among Sunnis, who largely boycotted election; leaders of 13 mostly Sunni political parties that stayed out of election agree to take part in writing constitution, next step in establishment of new Iraqi state; early returns draw flurry of concern from main secular groups competing in election; leaders of religious alliance forged by Grand Ayatollah Ali al-Sistani pledge that Iraq will not be ruled by clerics, but they face pressure on religious issues from influential clerics; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Feb. 3 - Preliminary election returns released Thursday by Iraqi authorities showed that 72 percent of the 1.6 million votes counted so far from Sunday's election went to an alliance of Shiite parties dominated by religious groups with strong links to Iran. Only 18 percent went to a group led by Prime Minister Ayad Allawi, a secular Shiite who favors strong ties to the United States. Few votes went to Sunni candidates.",
      "publication_date": "2005-02-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/04/world/middleeast/shiite-coalition-takes-a-big-lead-in-early-vote-count-in.html",
      "byline": "By John F. Burns and Dexter Filkins"
    },
    {
      "headline": "Rice Says U.S. Won't Aid Europe on Iran Incentives",
      "snippet": "Secretary of State Condoleezza Rice says United States will continue to rebuff European requests to participate directly in offering incentives for Iran to drop its suspected nuclear arms program; says Tehran government's record on human rights is...",
      "abstract": "Secretary of State Condoleezza Rice says United States will continue to rebuff European requests to participate directly in offering incentives for Iran to drop its suspected nuclear arms program; says Tehran government's record on human rights is 'something to be loathed'; her harsh assessment comes at time when European leaders are asking US to help lower tensions with Iran, and just day after Pres Bush, in his State of Union address, declared his willingness to work with European allies to persuade Iran to give up its nuclear program; Bush also seemed in his speech to invite people of Iran to liberate themselves from their clerical rulers; Rice makes her remarks to reporters accompanying her on her first overseas trip as secretary; in Iran, Ayatollah Ali Khamenei predicts that Bush, like every other American president since Iran's 1979 revolution, will fail to overthrow Islamic republic; photo (M)",
      "lead_paragraph": "LONDON, Feb. 3 - Less than a day after President Bush declared he was \"working with European allies\" to persuade Iran to give up its nuclear program, Secretary of State Condoleezza Rice said the United States would continue to rebuff European requests to participate directly in offering incentives for Iran to drop what is suspected of being a nuclear arms program.",
      "publication_date": "2005-02-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/04/world/middleeast/rice-says-us-wont-aid-europe-on-iran-incentives.html",
      "byline": "This article is by Steven R. Weisman, Elaine Sciolino and David E. Sanger"
    },
    {
      "headline": "For MCI, Qwest May Not Be Most Desirable",
      "snippet": "Qwest Communications is not first choice of MCI chief executive Michael D Capellas as buyer of MCI because Qwest has its own problems; word of talks between two companies is being interpreted in industry as thinly veiled attempt by Capellas to gen...",
      "abstract": "Qwest Communications is not first choice of MCI chief executive Michael D Capellas as buyer of MCI because Qwest has its own problems; word of talks between two companies is being interpreted in industry as thinly veiled attempt by Capellas to generate interest from Verizon Communications and BellSouth so that they might make competing bids for MCI (M)",
      "lead_paragraph": "Michael D. Capellas is at it again. As chief executive of Compaq, Mr. Capellas successfully engineered the sale of that troubled computer maker to Hewlett-Packard three years ago.",
      "publication_date": "2005-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/04/business/for-mci-qwest-may-not-be-most-desirable.html",
      "byline": "By Ken Belson and Matt Richtel"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Little Ads on Web Searches Turn Into a Big Business  Google's sale of $1 billion of advertising in the last quarter of 2004 indicates that search-based Web advertising has come of age. The ads represented more than 40 percent of Internet advertisi...",
      "abstract": " Little Ads on Web Searches Turn Into a Big Business  Google's sale of $1 billion of advertising in the last quarter of 2004 indicates that search-based Web advertising has come of age. The ads represented more than 40 percent of Internet advertising spending last year, and their share of the market is growing.     Such ads are already siphoning business away from locally oriented online and offline classified advertising and yellow pages directories. [Page A1.]    U.N. Report Finds Ethical Problems  An interim report by a commission investigating the United Nations oil-for-food program in Iraq said the program's former head violated the United Nations charter by helping a friend's company win rights to buy oil. [A1.]    2 New Leaders for Carrefour  Carrefour, Europe's largest retailer, replaced its chairman and chief executive, Daniel Bernard, left, appointing Luc Vandevelde, a former chairman of Marks & Spencer, and José Luis Durán, Carrefour's chief financial officer, to the helm of the company. Carrefour had disappointing results last year. [C4.]    Retailers Are Facing a Tough Year  Merchants and retail analysts are increasingly concerned that the nation's retailers will have a tough time this year, despite better-than-expected results for January. [C3.]    Nortel Demands Return of Bonuses  Nortel Networks has filed a lawsuit to recover bonuses from a former chief executive and two other officers it fired last year. [C2.]    Testimony on HealthSouth Fraud  A former HealthSouth executive testified that he talked to the company's founder, Richard M. Scrushy, about limiting the number of people who knew of fraud at the company. [C6.]    A former president and chief operating officer of HealthSouth was indicted. [C6.]    Amazon's Earnings Hurt Stocks  Weak earnings at Amazon.com weighed on stocks. The S.&P. 500 fell 3.3 points, to 1,189.89; the Nasdaq composite dropped 17.42 points, to 2,057.64; and the Dow Jones industrials declined 3.69 points, to 10,593.10. [C6.]    Boeing Hires a Legal Team  Boeing, facing legal problems at the Pentagon and the Justice Department, has hired two politically experienced outside lawyers. [C3.]    An Implant to Treat Depression  The Food and Drug Administration may permit an implantable device from Cyberonics for the treatment of epilepsy to also be marketed as a therapy for chronic depression. The agency set several conditions on the tentative approval, and Cyberonics said it hoped to meet them before the end of May. [C2.]    Bush Takes Message on the Road  President Bush, promoting his plan for Social Security, issued a stark warning to younger workers that the program will go bust within four decades if it is not fixed. [A1.]    More Tapes of Enron Traders  During the California energy crisis in 2001, Enron arranged to have a plant shut down, according to tapes of traders. [A12.]    Making a Pitch for Old Media  Condé Nast wants to make the case for advertising in magazines, showing how they spark emotions. Stuart Elliott: Advertising. [C5.]    Plagiarism at Massachusetts Paper  A sportswriter for The Worcester Telegram & Gazette in Massachusetts was fired after the newspaper found he had lifted material from Sports Illustrated and other publications. [C5.]  ",
      "lead_paragraph": "Little Ads on Web Searches Turn Into a Big Business Google's sale of $1 billion of advertising in the last quarter of 2004 indicates that search-based Web advertising has come of age. The ads represented more than 40 percent of Internet advertising spending last year, and their share of the market is growing.",
      "publication_date": "2005-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/04/business/business-digest.html",
      "byline": ""
    }
  ]
}