{
  "metadata": {
    "date": "2005-11-18",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "To Fight Rising Costs, Hospitals Seek Allies in the Operating Room",
      "snippet": "Many doctors are profiting from 'gainsharing' programs that allow doctors to share in any money they save hospital; while new approach gives them financial incentive to be more cost-conscious, it also fundamentally recasts traditional arm's-length...",
      "abstract": "Many doctors are profiting from 'gainsharing' programs that allow doctors to share in any money they save hospital; while new approach gives them financial incentive to be more cost-conscious, it also fundamentally recasts traditional arm's-length relationship between hospital and doctors who practice there; regulators and other still worry that if not designed properly, such programs could induce doctors to put money matters ahead of interests of patients; there is talk in Congress about relaxing some of current prohibitions of such programs; Rep Pete Stark says Congressional enthusiasm for gainsharing is not only misguided but potentially dangerous; soaring cost of medical devices is big reason that hospital care has become largest component of nation's nearly $2 trillion annual health bill; charts; photo (M)",
      "lead_paragraph": "It is a war on rising hospital costs, being fought one tiny balloon at a time. And as with most wars, some of the tactics are controversial.",
      "publication_date": "2005-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/18/business/to-fight-rising-costs-hospitals-seek-allies-in-the-operating-room.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "Harvard, for Less: Extension Courses' New Allure",
      "snippet": "Growing number of younger students are attending extension and continuing-education programs that have long served midcareer adults and those with some previous college credit; schools that accept younger students in such programs say interest is ...",
      "abstract": "Growing number of younger students are attending extension and continuing-education programs that have long served midcareer adults and those with some previous college credit; schools that accept younger students in such programs say interest is increasing, driven largely economic considerations; at Harvard University Extension School, interests is also fueled by fact that it is Harvard; experts say trend reflects increasing number of students struggling to afford college, even as they realize it is increasingly necessary; extension schools, with evening and weekend classes, appeal especially to students who need jobs to afford college and whose income then disqualifies them for financial aid but is not enough for full tuition; Harvard Extension School, with mission of making part of Harvard broadly accessible, is unusually inexpensive: $500 per lecture course compared to $4,000 per course at Harvard College; professors say some courses are virtually identical to those at Harvard College; say differences come mainly from students; some professors say real-world experiences of extension students make classes less academic and more practical; photos (M)",
      "lead_paragraph": "CAMBRIDGE, Mass., Nov. 17 - Laura Shortill had a 3.6 grade point average at her Buxton, Me., high school and her SAT's were \"fairly average,\" she said. \"Nothing astronomical.\"",
      "publication_date": "2005-11-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/18/us/harvard-for-less-extension-courses-new-allure.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "News Tycoon Stole Millions, U.S. Charges",
      "snippet": "Conrad M Black is indicted in Chicago on charges that he and three former colleagues stole $51.8 million from Hollinger International; indictment charges that Black and his co-defendants worked out plan to divert funds to themselves and misused co...",
      "abstract": "Conrad M Black is indicted in Chicago on charges that he and three former colleagues stole $51.8 million from Hollinger International; indictment charges that Black and his co-defendants worked out plan to divert funds to themselves and misused corporate money; arrest warrant is issued for Black, and there are reports he is in Canada; US Atty Patrick J Fitzgerald refuses comment on Black's whereabouts; other former executives charged are John A Boultbee, Peter Atkinson and Mark Kipnis; Black's lawyer says his client is innocent; photos (M)",
      "lead_paragraph": "Conrad M. Black, once a major force in business, political and social circles in Manhattan and London, was indicted in Chicago yesterday on charges that he and three former colleagues stole $51.8 million from Hollinger International, the giant international newspaper publisher he helped create.",
      "publication_date": "2005-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/18/business/news-tycoon-stole-millions-us-charges.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Rapid Rise: Google Passes $400 a Share",
      "snippet": "Google trades above $400 a share for first time, closing at $403.45, up $5.30; went public 15 months ago in unusual auction at $85 a share, which was less than it had hoped and was widely viewed as disappointing; chart (Market Place column) (M)",
      "abstract": "Google trades above $400 a share for first time, closing at $403.45, up $5.30; went public 15 months ago in unusual auction at $85 a share, which was less than it had hoped and was widely viewed as disappointing; chart (Market Place column) (M)",
      "lead_paragraph": "Google became a verb before it became a public company. Now it has also become a $400 stock.",
      "publication_date": "2005-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/18/business/rapid-rise-google-passes-400-a-share.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Does Anyone Want to Buy a Newspaper?",
      "snippet": "Floyd Norris column on prospects of newspaper industry in wake of Knight-Ridder's decision to put itself up for sale; cites optimistic outlook of Private Capital Management money manager Bruce S Sherman, who believes industry has bright future des...",
      "abstract": "Floyd Norris column on prospects of newspaper industry in wake of Knight-Ridder's decision to put itself up for sale; cites optimistic outlook of Private Capital Management money manager Bruce S Sherman, who believes industry has bright future despite consensus on Wall Street that newspapers are dying breed, destined to wither under relentless competition from likes of Google; graph (M)",
      "lead_paragraph": "THERE is a venerable Wall Street joke featuring an investor who, having accumulated a large position in an illiquid stock, decides it is time to get out. \"Yes, sir,\" replies the broker when he is told to sell. \"To whom?\"",
      "publication_date": "2005-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/18/business/does-anyone-want-to-buy-a-newspaper.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Made in U.S., Shunned in China",
      "snippet": "Pres Bush is expected to press China to reduce its large and growing trade surplus with US, which is on track to hit record $200 billion this year, during his visit to Beijing; American products are struggling in Chinese market, where they have tr...",
      "abstract": "Pres Bush is expected to press China to reduce its large and growing trade surplus with US, which is on track to hit record $200 billion this year, during his visit to Beijing; American products are struggling in Chinese market, where they have trouble measuring up to European brands and even some Chinese brands; US is buying $6 worth of goods from China for very $1 worth of goods it ships to China; with American imports from China climbing at nearly 30 percent a year, American exports to China would have to nearly triple each year just to keep deficit from widening further; China's economy is expanding just as long series of America's weaknesses are combining to hurt American exports; with many of America's name brands made in China, Chinese are beginning to wonder what a 'Made in USA' label really has to offer; graph; photo (M)",
      "lead_paragraph": "GUANGZHOU, China, Nov. 17 - Abby Chan, a 23-year-old advertising copywriter, took a break from shopping for Levi's jeans at a mall here on Wednesday evening and relaxed at a table in a Starbucks restaurant.",
      "publication_date": "2005-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/18/business/worldbusiness/made-in-us-shunned-in-china.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Issuing Contracts, Ex-Convict Took Bribes in Iraq, U.S. Says",
      "snippet": "Robert J Stein of North Carolina is charged with accepting kickbacks and bribes as comptroller and financial officer for Coalition Provisional Authority in Iraq, where he was hired despite having served prison time for felony fraud in 1990's; affi...",
      "abstract": "Robert J Stein of North Carolina is charged with accepting kickbacks and bribes as comptroller and financial officer for Coalition Provisional Authority in Iraq, where he was hired despite having served prison time for felony fraud in 1990's; affidavit filed in Federal District Court in Washington says Stein and his wife got $200,000 per month in bribes and kickbacks to steer lucrative construction contracts to companies run by Philip H Bloom, who has already been charged with range of crimes; complaint states that after Stein awarded contracts for work on Iraqi construction projects to Bloom, work often was not performed or was done shoddily; brazenness of Steins' activities described in complaint are astonishing; Stein's wife is not named; Pentagon, which had authority over Coalition Provisional Authority until it was dissolved in June, says it is investigating circumstances of Stein's hiring (M)",
      "lead_paragraph": "A North Carolina man who was charged yesterday with accepting kickbacks and bribes as a comptroller and financial officer for the American occupation authority in Iraq was hired despite having served prison time for felony fraud in the 1990's.",
      "publication_date": "2005-11-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/18/world/middleeast/issuing-contracts-exconvict-took-bribes-in-iraq-us-says.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "From Tapes, a Chilling Voice of Islamic Radicalism in Europe",
      "snippet": "Two men are heard making chilling remarks about various acts of terrorism in wiretaps that will be used at their trial in Milan in January; Rabei Osman Sayed Ahmed and Yahia Ragheh will be tried under law passed in Italy after 9/11 attacks in US t...",
      "abstract": "Two men are heard making chilling remarks about various acts of terrorism in wiretaps that will be used at their trial in Milan in January; Rabei Osman Sayed Ahmed and Yahia Ragheh will be tried under law passed in Italy after 9/11 attacks in US that makes association with international terrorist network a crime; detailed transcripts form heart of prosecutor's case since there is little physical evidence; Spanish prosecutor is investigating Ahmed's alleged role in Madrid bombings, which he is heard to boast about on tape as 'my project'; he cannot be prosecuted in Italy for terrorist attack in another country; Ahmed accuses police of twisting his words; he is believed to have links to radicals in France, Italy, Belgium, Netherlands, Germany and Saudi Arabia; police report calls him recruiter of suicide bombers for Iraq and elsewhere; Italians see Ahmed as emblematic of new enemy in their midst; police reports on him offer dramatic portrait both of him and process of Islamic radicalization in heart of Europe; photos (M)",
      "lead_paragraph": "MILAN - Playing an Internet video one evening last year, an Egyptian radical living in Milan reveled as the head of an American, Nicholas Berg, was sawed off by his Iraqi captors.",
      "publication_date": "2005-11-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/18/world/europe/from-tapes-a-chilling-voice-of-islamic-radicalism-in-europe.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "Fast Withdrawal of G.I.'s Is Urged by Key Democrat",
      "snippet": "Rep John P Murtha, influential House Democrat on military matters, makes emotional plea to withdraw American troops from Iraq within six months, and stunned Republicans quickly criticize his plan; Murtha, Vietnam combat veteran who voted for Iraq ...",
      "abstract": "Rep John P Murtha, influential House Democrat on military matters, makes emotional plea to withdraw American troops from Iraq within six months, and stunned Republicans quickly criticize his plan; Murtha, Vietnam combat veteran who voted for Iraq war, says continued presence of American forces has united disparate array of insurgents in seemingly endless cycle of violence that is impeding Iraq's progress toward stability and self-government; his proposal goes well beyond phased withdrawal of US forces that other moderate Democrats have proposed; Speaker J Dennis Hastert accuses Murtha and Democratic supporters of wanting to 'cut and run'; increasing vitriol is latest sign of eroding support in Congress for war and sharpening debate over administration's use of prewar intelligence on Iraq's unconventional weapons to justify American-led invasion to topple Saddam Hussein in 2003; photos (M)",
      "lead_paragraph": "WASHINGTON, Nov. 17 - The partisan furor over the Iraq war ratcheted up sharply on Capitol Hill on Thursday, as an influential House Democrat on military matters called for the immediate withdrawal of American troops and Republicans escalated their attacks against the Bush administration's critics.",
      "publication_date": "2005-11-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/18/politics/fast-withdrawal-of-gis-is-urged-by-key-democrat.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Recruiting Troubles Detailed",
      "snippet": "The military is falling behind in recruiting and re-enlisting soldiers for vital combat positions in Iraq and Afghanistan, a report says. Page A18.  ",
      "abstract": "The military is falling behind in recruiting and re-enlisting soldiers for vital combat positions in Iraq and Afghanistan, a report says. Page A18.  ",
      "lead_paragraph": "The military is falling behind in recruiting and re-enlisting soldiers for vital combat positions in Iraq and Afghanistan, a report says. Page A18.",
      "publication_date": "2005-11-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/18/us/front page/recruiting-troubles-detailed.html",
      "byline": ""
    },
    {
      "headline": "In Loss for G.O.P., House Rejects Spending Plan",
      "snippet": "House Republican leaders suffer their first defeat in decade on major spending bill when 22 Republicans team up with Democrats to reject $142.5 billion in spending on array of social programs; vote is 224 to 209, with opponents saying bill falls w...",
      "abstract": "House Republican leaders suffer their first defeat in decade on major spending bill when 22 Republicans team up with Democrats to reject $142.5 billion in spending on array of social programs; vote is 224 to 209, with opponents saying bill falls woefully short of fulfilling federal commitments; House Republicans are divided as they struggle to provide relief for hurricane victims while placating party members alarmed about growth in federal spending; vote also focuses attention on difficulties of Republican leadership team that is somewhat off balance since Rep Tom DeLay was forced to step aside as majority leader after he was indicted in Texas in September; photo (M)",
      "lead_paragraph": "WASHINGTON, Friday, Nov. 18 - House Republican leaders were dealt a rare defeat Thursday as Democrats and 22 Republicans teamed up to kill a major health and education spending measure.",
      "publication_date": "2005-11-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/18/politics/in-loss-for-gop-house-rejects-spending-plan.html",
      "byline": "By Carl Hulse"
    }
  ]
}