{
  "metadata": {
    "date": "2005-08-10",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Why Baghdad Must Make Do With Takeout",
      "snippet": "Chen Xianzhong, proprietor of Baghdad's first authentic Chinese restaurant in new Iraq, explains that since recent suicide bombing outside he is doing takeout only for few loyal customers; Chen, who studied Arabic in China, has worked at various v...",
      "abstract": "Chen Xianzhong, proprietor of Baghdad's first authentic Chinese restaurant in new Iraq, explains that since recent suicide bombing outside he is doing takeout only for few loyal customers; Chen, who studied Arabic in China, has worked at various ventures in region, for Chinese government and for himself, eventually opening two restaurants and hotel; photo; business thrived until kidnapping and carjacking attacks on his workers and himself; Chen says he is trying to recoup his money and still likes Iraq, where he earned his first US dollar (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Aug. 6 - Things were looking up for Chen Xianzhong, proprietor of Baghdad's first authentic Chinese restaurant in the new Iraq, until a suicide car bomber blew up outside the place less than two weeks ago. The deafening blast shattered the windows and spewed body parts into the dining room. A foot landed on the pavement outside and a tire landed in the restaurant's second floor.",
      "publication_date": "2005-08-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/10/world/middleeast/why-baghdad-must-make-do-with-takeout.html",
      "byline": "By Craig S. Smith"
    },
    {
      "headline": "Ruling Upholds Disney's Payment in Firing of Ovitz",
      "snippet": "Delaware Chancellor William B Chandler III rules that Walt Disney Company and chief executive Michael D Eisner were within their rights to dismiss Michael S Ovitz with $140-million severance package after just 14 months as president; ruling in sha...",
      "abstract": "Delaware Chancellor William B Chandler III rules that Walt Disney Company and chief executive Michael D Eisner were within their rights to dismiss Michael S Ovitz with $140-million severance package after just 14 months as president; ruling in shareholder lawsuit also says directors fell short of highest standards of corporate governance and harshly criticizes Eisner for enthroning himself as 'infallible monarch,' but concludes that his actions on Ovitz were in good faith; Eisner has since been stripped of chairmanship after investor revolt led by Roy E Disney; trial's soap opera revelations recounted (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/10/business/media/ruling-upholds-disneys-payment-in-firing-of-ovitz.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Merrill Settles Brokers' Suit for Overtime in California",
      "snippet": "Merrill Lynch & Co agreed last week to pay $37 million to settle claim that it shortchanged its stockbrokers for years; Merrill has treated its brokers, who earn bulk of their income from sales commissions, as if they were exempt from state and fe...",
      "abstract": "Merrill Lynch & Co agreed last week to pay $37 million to settle claim that it shortchanged its stockbrokers for years; Merrill has treated its brokers, who earn bulk of their income from sales commissions, as if they were exempt from state and federal laws on overtime pay; suit filed on behalf of firm's brokers in California argued that brokers should be paid overtime when they work more than 8 hours in a day or 40 in a week; settlement is scheduled to be reviewed by Judge Maxine M Chesney on Sept 9; settlement will be split among as many as 3,000 brokers; some will receive more than $15,000 but most will get less than $10,000 (M)",
      "lead_paragraph": "Merrill Lynch & Company agreed last week to pay $37 million to settle a claim that it had been shortchanging people for years. But the plaintiffs were not the firm's customers. They were its own stockbrokers.",
      "publication_date": "2005-08-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/10/business/merrill-settles-brokers-suit-for-overtime-in-california.html",
      "byline": "By Patrick McGeehan"
    },
    {
      "headline": "Suggesting No Letup, Fed Raises Rate Again",
      "snippet": "Federal Reserve raises its benchmark short-term interest rate to 3.5 percent, from 3.25 percent, 10th increase since last summer, as economy has recovered from recession; Fed's rate-setting committee also tweaks language of its public statement af...",
      "abstract": "Federal Reserve raises its benchmark short-term interest rate to 3.5 percent, from 3.25 percent, 10th increase since last summer, as economy has recovered from recession; Fed's rate-setting committee also tweaks language of its public statement after meeting to note that economic growth picked up; Fed now seems to be in race against economy's gathering strength, with policy makers hoping that they do not keep interest rates low for long enough time to ignite inflation; Pres Bush sidesteps question about whether higher interest rates could slow economy after meeting with his economic team at his ranch in Crawford, Tex; Ben Bernanke, chairman of Council of Economic Advisers, says inflation is well contained, under control; graph; photo (M)",
      "lead_paragraph": "Saying that the economy was still getting stronger, the Federal Reserve raised its benchmark short-term interest rate again yesterday and gave investors reason to think that it would continue lifting rates through the end of the year.",
      "publication_date": "2005-08-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/10/business/suggesting-no-letup-fed-raises-rate-again.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Big Pay Packages May Fade After Ruling on Ex-President of Disney",
      "snippet": "Analysis of ruling that Walt Disney directors did not violate duties to shareholders when they allowed hiring, firing and payment of $140 million in severance to Michael S Ovitz, company's one-time president; says battles over executive compensati...",
      "abstract": "Analysis of ruling that Walt Disney directors did not violate duties to shareholders when they allowed hiring, firing and payment of $140 million in severance to Michael S Ovitz, company's one-time president; says battles over executive compensation--and especially supersize severance agreements--are here to stay; photos (M)",
      "lead_paragraph": "Directors of the Walt Disney Company may have dodged a bullet, but battles over executive compensation -- and especially supersize severance agreements -- are here to stay.",
      "publication_date": "2005-08-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/10/business/media/big-pay-packages-may-fade-after-ruling-on-expresident-of.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "PROBLEMS AHEAD",
      "snippet": "Space shuttle Discovery glides back to Earth in predawn landing at Edwards Air Force Base in Mojave Desert, after mission of 14 days and 5.8 million miles that has brought NASA back to human spaceflight but also added pressure on agency to move be...",
      "abstract": "Space shuttle Discovery glides back to Earth in predawn landing at Edwards Air Force Base in Mojave Desert, after mission of 14 days and 5.8 million miles that has brought NASA back to human spaceflight but also added pressure on agency to move beyond shuttle program; photos; commander Col Eileen M Collins says team is happy to be back after mission, which blended hope with poignancy of loss of Columbia; photos; analysts say suspension of shuttle flights because of continuing problem with foam falling off could hasten demise of winged spaceships, already set for retirement in 2010; Roger A Pielke Jr and other aerospace experts comment; NASA plans to unveil blueprints for new generation of vehicles (M)",
      "lead_paragraph": "EDWARDS AIR FORCE BASE, Calif., Aug. 9 - The shuttle Discovery glided back to Earth in a predawn landing here in the Mojave Desert on Tuesday, after a mission of 14 days and 5.8 million miles that successfully returned NASA to human spaceflight but also added pressure on the agency to move beyond the shuttle program.",
      "publication_date": "2005-08-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/10/us/front page/shuttle-glides-to-safe-landing-problems-ahead.html",
      "byline": "By John Schwartz and William J. Broad"
    },
    {
      "headline": "Icahn Tries to Form a Team to Take On Time Warner",
      "snippet": "Carl C Icahn has been putting out feelers over last week to other large Time Warner shareholders and hedge funds about forming faction with enough leverage to press board to spin off Time Warner Cable, and possibly other divisions; it is unclear w...",
      "abstract": "Carl C Icahn has been putting out feelers over last week to other large Time Warner shareholders and hedge funds about forming faction with enough leverage to press board to spin off Time Warner Cable, and possibly other divisions; it is unclear whether Time Warner would be at odds with Icahn's goals; if they did disagree, company's size and large shareholder base would make it extremely difficult for him to gain enough influence to force change; photos (M)",
      "lead_paragraph": "Carl C. Icahn, who has made a career out of agitating for change at corporations, has set his sights on an incredibly large new target: Time Warner.",
      "publication_date": "2005-08-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/10/business/icahn-tries-to-form-a-team-to-take-on-time-warner.html",
      "byline": "By Andrew Ross Sorkin and Richard Siklos"
    },
    {
      "headline": "M.B.A. Students Bypassing Wall Street for a Summer in India",
      "snippet": "Graduate students from top schools in US, most with master of business administration programs, are vying for internships at India's biggest private companies; for many, outsourcing companies are destinations of choice; Nasscom, outsourcing indust...",
      "abstract": "Graduate students from top schools in US, most with master of business administration programs, are vying for internships at India's biggest private companies; for many, outsourcing companies are destinations of choice; Nasscom, outsourcing industry trade body, is trying to track ever-increasing numbers of foreign interns; many are in India to study globalization firsthand; some graduate students comment; photos (M)",
      "lead_paragraph": "BANGALORE, India, Aug. 9 - This summer, Omar Maldonado and Erik Simonsen, both students at the Leonard N. Stern School of Business at New York University, did something different.",
      "publication_date": "2005-08-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/10/business/worldbusiness/mba-students-bypassing-wall-street-for-a-summer-in.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "Colombia Unearthing Plight of Its 'Disappeared'",
      "snippet": "Investigators in cattle-grazing region of Colombia near Caribbean are unearthing scores of bodies from secret graves, victims of right-wing paramilitaries now benefiting from generous concessions for pledging to disarm; hundreds of farmers were ki...",
      "abstract": "Investigators in cattle-grazing region of Colombia near Caribbean are unearthing scores of bodies from secret graves, victims of right-wing paramilitaries now benefiting from generous concessions for pledging to disarm; hundreds of farmers were kidnapped and killed in terror campaign that began in late 1990's so that paramilitaries could seize land and weed out supporters of Marxist guerrillas who have been fighting government since 1960's; 72 bodies are recovered so far from El Palmar, vast farm outside San Onofre that was used as militia base; photos; map; authorities report 11 paramilitary fighters arrested in area but two commanders, Edward Cobos and Rodrigo Mercado Pelufo, are ensconced in government safe haven and not obliged to explain crimes; government says new law allowing only 60 days to build cases is needed to demobilize some 15,000 fighters, but critics fear whitewash of atrocities from 41-year civil conflict in which 200,000 people have died (M)",
      "lead_paragraph": "SAN ONOFRE, Colombia - In one of the most horrific chapters of Colombia's long civil conflict, investigators are unearthing scores of bodies from secret graves dotting this humid cattle-grazing region near the Caribbean, the victims of right-wing paramilitary groups now benefiting from generous concessions for pledging to disarm.",
      "publication_date": "2005-08-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/10/world/americas/colombia-unearthing-plight-of-its-disappeared.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "All Tickets Are Round-Trip",
      "snippet": "A company that has sent two wealthy tourists into orbit will now offer a trip around the Moon. The price for a seat, on a Russian Soyuz, will be $100 million. Page A16.  ",
      "abstract": "A company that has sent two wealthy tourists into orbit will now offer a trip around the Moon. The price for a seat, on a Russian Soyuz, will be $100 million. Page A16.  ",
      "lead_paragraph": "A company that has sent two wealthy tourists into orbit will now offer a trip around the Moon. The price for a seat, on a Russian Soyuz, will be $100 million. Page A16.",
      "publication_date": "2005-08-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/10/us/front page/all-tickets-are-roundtrip.html",
      "byline": ""
    }
  ]
}