{
  "metadata": {
    "date": "2005-01-18",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "WorldCom's Audacious Failure and Its Toll on an Industry",
      "snippet": "Former WorldCom Inc chief executive Bernard J Ebbers' accounting fraud trial is scheduled to begin with preliminary motions and beginning of jury selection; telecommunications industry, whose 1990's boom Ebbers help fuel with his deal making, is i...",
      "abstract": "Former WorldCom Inc chief executive Bernard J Ebbers' accounting fraud trial is scheduled to begin with preliminary motions and beginning of jury selection; telecommunications industry, whose 1990's boom Ebbers help fuel with his deal making, is in shambles, riddled with heavy debt, sagging stock prices and network overcapacity; phone carriers, emerging from financial ruins, are relying less on long-distance and data services that Ebbers championed, and more on bundles of products like wireless and video that can attract customers with deeper pockets; WorldCom's downfall led Congress to answer critics' calls for action by reviving stalled legislation that became Sarbanes-Oxley Act of 2002, sweeping pice of corporate reform legislation; companies are spending millions of dollars to comply with law, which has increased accountability but, critics say, also stifles innovation; graph; photo (M)",
      "lead_paragraph": "Few executives have helped create and then watched the destruction of as much wealth as Bernard J. Ebbers, the former chief executive of WorldCom.",
      "publication_date": "2005-01-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/18/business/worldcoms-audacious-failure-and-its-toll-on-an-industry.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "A Domain Name Slips Away, And a Company Scrambles  Panix.com, New York City's oldest commercial Internet service provider, saw its domain name slip out of its control over the weekend and become the center of an international hunt to get it back. ...",
      "abstract": " A Domain Name Slips Away, And a Company Scrambles  Panix.com, New York City's oldest commercial Internet service provider, saw its domain name slip out of its control over the weekend and become the center of an international hunt to get it back.     Whether maliciously or inadvertently, the company's main domain name, panix.com, was somehow transferred to a company in Australia. The incident served as a reminder that domain names are as vulnerable to theft as any other digital commodity. [Page C6.]    Apex Offers Details of Detention  Apex Digital, in a court filing, offered a detailed account of how its president was detained by the Chinese police and, it says, coerced into signing agreements with its Chinese partner, Sichuan Changhong Electric. [C6.]    Nissan Chief May Run Renault, Too  Carlos Ghosn, left, who turned around the fortunes of Nissan Motor, is expected to be named chief executive of Renault. He would be the first person in the auto industry to take on such dual roles. Mr. Ghosn's success at Nissan led it to leapfrog Honda to the No.2 spot in Japan in six years. The question is whether he can improve on that performance at Renault. [C12.]    Panel to Back Cuts in Medicare  A federal advisory panel will recommend a cut in Medicare payments promised to hospitals and a freeze in payments to nursing homes and home care agencies. [A15.]    Yahoo to Develop Verizon Portal  Verizon said it would work with Yahoo to build a Web portal for its high-speed Internet service. [C4.]    European Media Lab to Shut Down  Media Lab Europe, a research institution set up by the Irish government and M.I.T., will close because it did not attract enough corporate sponsors. [C2.]    European and Asian Stocks Rise  Stocks in European and Asian markets posted gains, while United States markets were closed. They will reopen today. [C10.]    Corporate Retreat, Moat Optional  Europe's castles, palaces and manor houses are welcoming American companies and associations that rent them for meetings, gala dinners and other functions. [C14.]    Fare Changes Worry Frequent Fliers  Some frequent business fliers say they are agitated about a possible drop in the number of first-class seats available for free upgrades. Joe Sharkey: On the Road. [C15.]    Diaper Makers Move Into Toiletries  The makers of the two top diaper brands, Huggies and Pampers, are both introducing lines of toiletries for babies and small children. Next month, Huggies will begin selling a disposable bath mitt, liquid soap, shampoo and conditioner for toddlers. Advertising. [C8.]  ",
      "lead_paragraph": "A Domain Name Slips Away, And a Company Scrambles Panix.com, New York City's oldest commercial Internet service provider, saw its domain name slip out of its control over the weekend and become the center of an international hunt to get it back.",
      "publication_date": "2005-01-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/18/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "China's Latest Capitalist Beachhead",
      "snippet": "Hainan, China, considered industrial hub that failed in early 1990's, is lowering its sights and rebranding itself as playground for China's new rich; tropical island is busily erecting resort towns, golf courses, some multistory condominiums, low...",
      "abstract": "Hainan, China, considered industrial hub that failed in early 1990's, is lowering its sights and rebranding itself as playground for China's new rich; tropical island is busily erecting resort towns, golf courses, some multistory condominiums, low-rise villas and mega-shopping centers; Sanya, former fishing village on island's most scenic shores, has been transformed into bustling tourist haven; more than 3.7 million tourists stayed in hotels in Hainan in 2004, increase of more than 20 percent from 2003; Hong Kong billionaire Li Kashing is scouting development projects on island; Citic Pacific, huge Hong Kong conglomerate, plans to spend hundreds of millions of dollars over next few years to develop residential and commercial property in Bo'ao; Starwood Hotels and Resorts Worldwide, Marriott International, Hilton Hotels and Shangri-La Hotels and Resorts are developing on island (M)",
      "lead_paragraph": "SANYA, China - China's leaders once tapped Hainan, this small sunny island off the southern coast of China, to be one of five experimental laboratories for capitalism. Hainan was supposed to compete to become a new Hong Kong, even a future Singapore.",
      "publication_date": "2005-01-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/18/business/worldbusiness/chinas-latest-capitalist-beachhead.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "Cheney Exercising Muscle on Domestic Policies",
      "snippet": "Vice Pres Dick Cheney is playing potentially pivotal role in shaping Bush administration's ambitious domestic agenda, special report, The Party in Power: The Vice President; as former House member, he helps gauge how White House should proceed on ...",
      "abstract": "Vice Pres Dick Cheney is playing potentially pivotal role in shaping Bush administration's ambitious domestic agenda, special report, The Party in Power: The Vice President; as former House member, he helps gauge how White House should proceed on Capital Hill; he has begun assertively rebutting administration critics on domestic issues, while working behind scenes to hold together increasingly fractious Republican Party; his position on Social Security is likely to hearten many conservatives in Congress; he supports larger personal investment accounts than many other Republicans; on debate over how and whether to rewrite tax code, he is philosophically inclined to support single-rate flat tax that would create incentives for more savings and investment, also a position shared by many conservatives; aides say Cheney is aware that creating new tax system might be politically unfeasible, and so would support taking steps to achieve same incentives through changes to existing progressive income tax system; Cheney's supporters say Pres Bush relies on him to step back from politics of the day and look at policy choices from all angles, considering long-term effects and unintended consequences; photo (M)",
      "lead_paragraph": "WASHINGTON, Jan. 17 - Vice President Dick Cheney is playing a potentially pivotal role in shaping the Bush administration's ambitious domestic agenda, supporting larger personal investment accounts for Social Security than many other Republicans and helping gauge how the White House should proceed on Capitol Hill, administration officials and associates of Mr. Cheney say.",
      "publication_date": "2005-01-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/18/politics/cheney-exercising-muscle-on-domestic-policies.html",
      "byline": "By Richard W. Stevenson and Elisabeth Bumiller"
    },
    {
      "headline": "Is the Steel Industry in a Boom or on a Bubble?",
      "snippet": "Market Place column on whether steel industry is in boom or on verge to go bust; says Merrill Lynch says 2004 was harbinger of good times to come, while CIBC World Markets, which downgraded steel sector to underweight just last week, views recent ...",
      "abstract": "Market Place column on whether steel industry is in boom or on verge to go bust; says Merrill Lynch says 2004 was harbinger of good times to come, while CIBC World Markets, which downgraded steel sector to underweight just last week, views recent run-up in stock prices as peak before plunge; Goldman Sachs metals analyst Aldo J Mazzaferro says health of home industry is driven primarily by US markets, and that means steel prices are going to firm, even go up; Soleil Securities' analyst Charles A Bradford counters Mazzaferro's belief; photo (M)",
      "lead_paragraph": "Last year was a banner year for the steel industry. Steel companies consolidated and reorganized while demand soared, pushing up prices for steel -- and for steel company stocks. Indeed, the Goldman Sachs index of steel companies was up 40 percent last year, with many of the stocks hitting record highs.",
      "publication_date": "2005-01-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/18/business/is-the-steel-industry-in-a-boom-or-on-a-bubble.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "U.S. Punishes 8 ChineseFirms for Aiding Iran",
      "snippet": "Bush administration imposes penalties against some of China's largest companies for aiding Iran's efforts to improve its ballistic missiles; penalties are announced by State Dept in one-page notice in The Federal Register that keeps classified nat...",
      "abstract": "Bush administration imposes penalties against some of China's largest companies for aiding Iran's efforts to improve its ballistic missiles; penalties are announced by State Dept in one-page notice in The Federal Register that keeps classified nature of technology companies exported; decision not to publicize penalties might be part of American effort not to jeopardize Chinese cooperation at critical moment in administration's effort to bring North Korea back to negotiating table; China has repeatedly vowed to curb its sales of missile technology, in 1992 during first Bush administration and again in 2000 during Clinton administration; two of largest companies on State Dept list are closely linked to Chinese military and have been repeatedly penalized for more than decade; Bush administration officials say they have no evidence that China's leadership was aware of sales; say they suspect that Iran has bomb design that Abdul Qadeer Khan, Pakistani nuclear scientist, acquired from China, sold to Libya and is suspected of peddling elsewhere; Pres Bush has said repeatedly that he is focusing on diplomacy to disarm Iran, but American intelligence agencies are seeking to identify major sites for its nuclear and missile programs, in part to plan for possible military strikes; photo (M)",
      "lead_paragraph": "WASHINGTON, Jan. 17 - The Bush administration imposed penalties this month against some of China's largest companies for aiding Iran's efforts to improve its ballistic missiles. The move is part of an effort by the White House and American intelligence agencies to identify and slow important elements of Iran's weapons programs.",
      "publication_date": "2005-01-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/18/politics/us-punishes-8-chinesefirms-for-aiding-iran.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Iraq Expatriates Sign Up to Vote in 5 Cities in U.S.",
      "snippet": "Hundreds--possibly thousands--of Iraqi expatriates in United States sign up to vote in Iraqi election, saying this will be first real election in their lifetime; despite scant notice, many drive hundreds of miles to one of five cities where they c...",
      "abstract": "Hundreds--possibly thousands--of Iraqi expatriates in United States sign up to vote in Iraqi election, saying this will be first real election in their lifetime; despite scant notice, many drive hundreds of miles to one of five cities where they can register, then brave long lines; International Organization for Migration, which has arranged Iraq's out-of-country voting program, says as many as 240,000 might be eligible to register by Jan 23 deadline; many expatriates say they are thrilled at chance to vote, but also concerned about last-minute nature of plans, small number of cities for registration and voting, questions about exactly who can and cannot vote and what some describe as shifting details for how voting is to be conducted; photos; map (M)",
      "lead_paragraph": "NASHVILLE, Jan. 17 - As teams of police officers watched carefully from roads and parking lots, a slow but steady stream of Iraqi expatriates arrived on Monday at a state fairground here from as far away as Florida and Missouri to take the first, complicated steps toward voting. For many, the Iraqi elections this month will be the first real ones in their lifetime, they said.",
      "publication_date": "2005-01-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/18/us/iraq-expatriates-sign-up-to-vote-in-5-cities-in-us.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "At 2 Ivy Campuses, Conflict Is Thriving",
      "snippet": "Academic politics, where nothing is ever as simple as it seems, has things bubbling in the Ivy League.    President Lawrence H. Summers of Harvard University, explaining remarks at an academic conference on Friday in Cambridge that suggested that ...",
      "abstract": "Academic politics, where nothing is ever as simple as it seems, has things bubbling in the Ivy League.    President Lawrence H. Summers of Harvard University, explaining remarks at an academic conference on Friday in Cambridge that suggested that innate differences between the sexes might explain why women do less well than men in mathematics and science careers, said yesterday that he had meant to be provocative. But some of the women who heard him say they were outraged.  ",
      "lead_paragraph": "Academic politics, where nothing is ever as simple as it seems, has things bubbling in the Ivy League.",
      "publication_date": "2005-01-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/18/us/front page/at-2-ivy-campuses-conflict-is-thriving.html",
      "byline": ""
    },
    {
      "headline": "Electronic Arts and ESPN Sign 15-Year Deal to Sell Games",
      "snippet": "Electronic Arts signs 15-year deal giving exclusive rights to use ESPN brand in video games; Electronic Arts will pay $750 million to $850 million for right to use ESPN brand for games based on at leat nine sports, including baseball, basketball a...",
      "abstract": "Electronic Arts signs 15-year deal giving exclusive rights to use ESPN brand in video games; Electronic Arts will pay $750 million to $850 million for right to use ESPN brand for games based on at leat nine sports, including baseball, basketball and football; deal with ESPN comes one month after Electronic Arts announced exclusive five-year deal with National Football League to design game using its players and uniforms; that deal is worth more than $300 million; photo (M)",
      "lead_paragraph": "Electronic Arts, hoping to shore up its eroding dominance in the sports video game market, said yesterday that it had signed a 15-year deal giving it the exclusive right to use the ESPN brand in games.",
      "publication_date": "2005-01-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/18/technology/electronic-arts-and-espn-sign-15year-deal-to-sell-games.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Pro-American Iraqi Blog Provokes Intrigue and Vitriol",
      "snippet": "Article on Iraq the Model, pro-war blog site on Web said to be written by three brothers, Omar, Mohammed and Ali, and intrigue and vitriol it has raised in US, particularly from bloggers on Martini Republic; Ali, who has since quit Iraq the Model ...",
      "abstract": "Article on Iraq the Model, pro-war blog site on Web said to be written by three brothers, Omar, Mohammed and Ali, and intrigue and vitriol it has raised in US, particularly from bloggers on Martini Republic; Ali, who has since quit Iraq the Model and started his own blog, says, in telephone interview, that he and his brothers generally agree on Iraq and future but that he has questions about Bush administration; list of blog addresses (M)",
      "lead_paragraph": "When I telephoned a man named Ali Fadhil in Baghdad last week, I wondered who might answer. A C.I.A. operative? An American posing as an Iraqi? Someone paid by the Defense Department to support the war? Or simply an Iraqi with some mixed feelings about the American presence in Iraq? Until he picked up the phone, he was just a ghost on the Internet.",
      "publication_date": "2005-01-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "E",
      "web_url": "https://www.nytimes.com/2005/01/18/arts/proamerican-iraqi-blog-provokes-intrigue-and-vitriol.html",
      "byline": "By Sarah Boxer"
    }
  ]
}