{
  "metadata": {
    "date": "2005-10-05",
    "total_articles": 14
  },
  "articles": [
    {
      "headline": "Bush Fends Off Sharp Criticism of Court Choice",
      "snippet": "Pres Bush fends off complaints from right that Harriet E Miers, his Supreme Court nominee, is not conservative enough and accusations from left that she is unqualified crony; also says at news conference that he does not recollect ever talking to ...",
      "abstract": "Pres Bush fends off complaints from right that Harriet E Miers, his Supreme Court nominee, is not conservative enough and accusations from left that she is unqualified crony; also says at news conference that he does not recollect ever talking to Miers, whom he has known for more than decade, about her opinion of abortion rights, reiterating that he is 'pro-life president' who nonetheless has no litmus test for judicial nominees; insists Americans will come to be impressed with his White House counsel and former personal lawyer; he indicates at same time that he will probably reject requests for her White House papers; says three times that she will not change philosophy on Court; Miers meets with key senators like anti-abortion leader Sam Brownback, who is skeptical, and Orrin Hatch, who offers support; photos; Democratic leader Harry Reid steps back from initial praise, saying Miers has to show she will rule independently; Bush, at first news conference since May, says he listened to advice from senators and knows Miers' heart (M)",
      "lead_paragraph": "WASHINGTON, Oct. 4 - President Bush on Tuesday defended his latest choice for the Supreme Court, Harriet E. Miers, from complaints on the right that she was not conservative enough and from accusations on the left that she was a White House crony unqualified for the job.",
      "publication_date": "2005-10-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/05/politics/politicsspecial/bush-fends-off-sharp-criticism-of-court-choice.html",
      "byline": "By Elisabeth Bumiller and David D. Kirkpatrick"
    },
    {
      "headline": "In Midcareer, a Turn to Faith to Fill a Void",
      "snippet": "Harriet E Miers, Pres Bush's Supreme Court nominee, was partner in prestigious Dallas law firm in 1979, when, in her mid-30's, she became evangelical Protestant, decision that people around her say changed her life; longtime friend Justice Nathan ...",
      "abstract": "Harriet E Miers, Pres Bush's Supreme Court nominee, was partner in prestigious Dallas law firm in 1979, when, in her mid-30's, she became evangelical Protestant, decision that people around her say changed her life; longtime friend Justice Nathan Hecht recalls talks and prayer that led her to be baptized at his church, Valley View Christian Church; Miers, born Roman Catholic, also shifted from Democratic party, identifying more with conservative Republicans and joining missions committee of church, which is against legalized abortion; she rarely wore religious convictions on her sleeve and displayed pragnatism, not ideology, during brief time on Dallas City Council before being named to state Lottery Commission by Pres Bush and then following him to Washington; photos; Hecht, one of most conservative members of Texas Supreme Court, has been fixture in her life for nearly 30 years (M)",
      "lead_paragraph": "DALLAS, Oct. 4 - By 1979, Harriet E. Miers, then in her mid-30's, had accomplished what some people take a lifetime to achieve. She was a partner at Locke Purnell Boren Laney & Neely, one of the most prestigious law firms in the South, with an office on the 35th floor of the Republic National Bank Tower in downtown Dallas.",
      "publication_date": "2005-10-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/05/politics/politicsspecial1/in-midcareer-a-turn-to-faith-to-fill-a-void.html",
      "byline": "By Edward Wyatt and Simon Romero"
    },
    {
      "headline": "Weeks Later, Most Storm Victims Lie Unnamed",
      "snippet": "Hurricane Katrina's victims remain largely anonymous more than month after disaster, with no accounting of their age, sex and race or how they died and where they were found; photo; Louisiana has 972 confirmed deaths but has released only 61 bodie...",
      "abstract": "Hurricane Katrina's victims remain largely anonymous more than month after disaster, with no accounting of their age, sex and race or how they died and where they were found; photo; Louisiana has 972 confirmed deaths but has released only 61 bodies and named only 32; Mississippi by contrast has identified 196 of its 221 dead; Louisiana officials link delays to autopsies in criminal investigations, disruption of hurricane Rita and deterioration of bodies; New Orleans coroner Frank Minyard says he awaits FEMA trailer to house volunteer pathologists from around country, but critics say state is not releasing even bodies with obvious identification, demanding fingerprints, dental or DNA matches rather than tattoos, driver's licenses and physical characteristics accepted by Mississippi; authorities elsewhere clearly document victims among evacuees; frustrated families are forced to wait for funerals, insurance claims and wills; Louisiana emergency medical director Dr Louis Cataldie defends efforts (M)",
      "lead_paragraph": "BATON ROUGE, La., Oct. 4 - In a country that cherishes the names of the dead, reads them aloud, engraves them in stone and stitches them into quilts, it is odd that Hurricane Katrina's victims remain, more than a month later, largely anonymous.",
      "publication_date": "2005-10-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/05/us/nationalspecial/weeks-later-most-storm-victims-lie-unnamed.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "Text Hackers Could Jam Cellphones, a Paper Says",
      "snippet": "Researchers at Pennsylvania State University warn that malicious hackers could take down cellular networks in large cities by inundating their popular text-messaging services with equivalent of spam; say cellphone companies provide text-messaging ...",
      "abstract": "Researchers at Pennsylvania State University warn that malicious hackers could take down cellular networks in large cities by inundating their popular text-messaging services with equivalent of spam; say cellphone companies provide text-messaging service to their networks in way that could allow attacker who jams message system to disable voice networks as well; say that since message services are accessible through Internet, cellular networks are open to denial-of-service attacks that occur regularly online, in which computers send so many messages or commands to target that rogue data blocks other machines from connecting; cellular companies acknowledge that such attacks are possible, but say they have developed systems to prevent effective ones; other specialists say those systems would face many of same obstacles as those that try to block denial-of-service attacks; drawing (M)",
      "lead_paragraph": "Malicious hackers could take down cellular networks in large cities by inundating their popular text-messaging services with the equivalent of spam, said computer security researchers, who will announce the findings of their research today.",
      "publication_date": "2005-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/05/technology/text-hackers-could-jam-cellphones-a-paper-says.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "Delphi Ready to Seek Bankruptcy",
      "snippet": "Delphi, auto parts supplier, is prepared to file for bankruptcy within days, as its chief executive of three months, Robert S Miller, has threatened to do unless General Motors, its former parent, and United Automobile Workers union agree to what ...",
      "abstract": "Delphi, auto parts supplier, is prepared to file for bankruptcy within days, as its chief executive of three months, Robert S Miller, has threatened to do unless General Motors, its former parent, and United Automobile Workers union agree to what would be multibillion-dollar bailout; bankruptcy filing would be painful for GM because it agreed under terms of spinoff to provide medical and pension benefits to Delphi retirees if company went bankrupt before 2007 (M)",
      "lead_paragraph": "DETROIT, Oct. 4 - Delphi, the nation's largest supplier of auto parts, is prepared to file for bankruptcy as early as this week, lining up lawyers and consultants in preparation for what would be the domestic auto industry's largest filing in recent times.",
      "publication_date": "2005-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/05/business/delphi-ready-to-seek-bankruptcy.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "U.N. Is Critical of Rule Change for Iraq Ballot",
      "snippet": "UN says newly adopted rules for Iraqi constitutional referendum appear to violate accepted international standards and presses Kurdish and Shiite legislators to reconsider; Sunnis are infuriated by quietly adopted new rules that would make it virt...",
      "abstract": "UN says newly adopted rules for Iraqi constitutional referendum appear to violate accepted international standards and presses Kurdish and Shiite legislators to reconsider; Sunnis are infuriated by quietly adopted new rules that would make it virtually impossible for constitution to be rejected; thinly veiled criticism is important because UN is to supervise vote; Sunnis threaten boycott; new rules deem proposal failed only if rejected by two-thirds of registered voters, not two-thirds of those vcasting ballots; change thus requires almost all of those voting in three provinces to turn it down and gives contradictory definitions of 'voters'; political struggle unfolds as about 2,500 US and Iraqi troops begin major offensive along Euphrates River west of Baghdad to root out insurgents using river to smuggle in fighters and weapons from Syria; photo; three US soldiers die in roadside bomb in Anbar, marine is killed by bomb near Qaim and fifth American dies in shooting near Falluja; gun battle erupts in southern Baghdad and suicide car bomb kills three Iraqis at entrance to Green Zone (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 4 - A United Nations spokesman said Tuesday that newly adopted rules for the coming Iraqi constitutional referendum appeared to violate accepted international standards, and United Nations officials pressed Kurdish and Shiite legislators to reconsider the rule change.",
      "publication_date": "2005-10-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/05/world/middleeast/un-is-critical-of-rule-change-for-iraq-ballot.html",
      "byline": "By Robert F. Worth and Kirk Semple"
    },
    {
      "headline": "Bush Keeps Open Mind on Choice to Run Fed",
      "snippet": "Pres Bush says he has yet to receive list of candidates to succeed Alan Greenspan as chairman of Federal Reserve, cautiously hinting that he might want to look beyond those already under consideration at White House (The Greenspan Effect series); ...",
      "abstract": "Pres Bush says he has yet to receive list of candidates to succeed Alan Greenspan as chairman of Federal Reserve, cautiously hinting that he might want to look beyond those already under consideration at White House (The Greenspan Effect series); remarks raise doubts about assumptions that appointment will go to either Martin Feldstein, R Glenn Hubbard or Ben S Bernanke; Greenspan's term expires on Jan 31, and he has signaled that he wants to step down on schedule; whoever is chosen could well end up at odds with White House because Fed officials have become increasingly uneasy about rising budget deficits; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/05/business/bush-keeps-open-mind-on-choice-to-run-fed.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "WI-FI WORKAROUND",
      "snippet": "Volunteers in a group called Radio Response working at Mac Dearman's farm in Rayville, La., to set up a wireless network in areas where Hurricane Katrina had knocked out telecommunications. Article, Page 4.",
      "abstract": "Volunteers in a group called Radio Response working at Mac Dearman's farm in Rayville, La., to set up a wireless network in areas where Hurricane Katrina had knocked out telecommunications. Article, Page 4.",
      "lead_paragraph": "Volunteers in a group called Radio Response working at Mac Dearman's farm in Rayville, La., to set up a wireless network in areas where Hurricane Katrina had knocked out telecommunications. Article, Page 4.",
      "publication_date": "2005-10-05T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/10/05/technology/wifi-workaround.html",
      "byline": ""
    },
    {
      "headline": "A Revival For Immunity; Biotech Looks Anew at Old Ideas On Using the Body's Own Defenses",
      "snippet": "Drug companies are creating drugs to treat cancer, hepatitis and other diseases by activating toll-like receptors, class of human proteins that act as molecular sentinels, recognizing presence of bacteria or viruses and rousing rest of immune syst...",
      "abstract": "Drug companies are creating drugs to treat cancer, hepatitis and other diseases by activating toll-like receptors, class of human proteins that act as molecular sentinels, recognizing presence of bacteria or viruses and rousing rest of immune system to respond; other companies seek ways to suppress toll-like receptors in order to dampen immune system in patients with autoimmune conditions; one company active in research, Coley Pharmaceutical Group, is named in honor of Dr William B Coley, who in late 1880's sought with some success to treat cancer by injecting tumors with bacteria; table shows focus and status of toll-like receptor research at Anadys Pharmaceuticals, Coley, Dynavax Technologies, Idera Pharmaceuticals and SciClone Pharmaceuticals; photo of Dr Coley treating patient (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/05/business/health/a-revival-for-immunity-biotech-looks-anew-at-old-ideas-on.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Networked Computing Comes of Age",
      "snippet": "TO glimpse the real effect of today's computer networks, it helps to travel far beyond the high-tech hothouse of Silicon Valley, away from the venture capitalists, inventors and billionaire-wannabe entrepreneurs. To go where Google is just a searc...",
      "abstract": "TO glimpse the real effect of today's computer networks, it helps to travel far beyond the high-tech hothouse of Silicon Valley, away from the venture capitalists, inventors and billionaire-wannabe entrepreneurs. To go where Google is just a search engine, not an obsession.     Try Elkhart, Ind., home to Nibco Inc., a century-old maker and distributor of plumbing supplies. A private company, Nibco employs 3,000 workers and generates $500 million a year in sales. It faces stiff competition from Chinese producers.  ",
      "lead_paragraph": "TO glimpse the real effect of today's computer networks, it helps to travel far beyond the high-tech hothouse of Silicon Valley, away from the venture capitalists, inventors and billionaire-wannabe entrepreneurs. To go where Google is just a search engine, not an obsession.",
      "publication_date": "2005-10-05T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/10/05/technology/techspecial/networked-computing-comes-of-age.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Serving Life, With No Chance of Redemption",
      "snippet": "Article in series No Way Out discusses situation of lifers like Randy Arroyo, Texas prisoner spared execution when Supreme Court threw out juvenile death penalty but now left with hopeless situation, eligible for parole only in 2037, when he will ...",
      "abstract": "Article in series No Way Out discusses situation of lifers like Randy Arroyo, Texas prisoner spared execution when Supreme Court threw out juvenile death penalty but now left with hopeless situation, eligible for parole only in 2037, when he will be 57; photos; scores of such inmates, interviewed in six states, echo despondency at having no way to redeem themselves; more than one in four lifers will never see parole board and many states release hardly any; number of lifers has almost doubled in last decade, to 132,000; trend is applauded by prosecutors and advocates for crime victims but questioned by critics who suggest that killers should either be executed as extraordinarily sadistic or callous, or given some hope of redemption; Louisiana warden Burl Cain says prospect of meaningful hearing would offer some hope to older lifers; Arroyo is serving life sentence for helping kill Air Force Capt Jose Cobo in 1998, when he was 17; gunman Vincent Gutierrez was 17 and was sentenced to death; photos (M)",
      "lead_paragraph": "LIVINGSTON, Tex. - Minutes after the United States Supreme Court threw out the juvenile death penalty in March, word reached death row here, setting off a pandemonium of banging, yelling and whoops of joy among many of the 28 men whose lives were spared by the decision.",
      "publication_date": "2005-10-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/05/us/serving-life-with-no-chance-of-redemption.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "The Time Is Now: Bust Up the Box!",
      "snippet": "COMPUTING is breaking out of the beige box. Millions of miles of fiber-optic cables are weaving together software that lives on the Internet and data moving at the speed of light into a single global fabric.      It has been almost two decades sin...",
      "abstract": "COMPUTING is breaking out of the beige box. Millions of miles of fiber-optic cables are weaving together software that lives on the Internet and data moving at the speed of light into a single global fabric.      It has been almost two decades since Sun Microsystems pioneered the slogan ''the network is the computer.'' Today, after many false starts, that idea is a reality.  ",
      "lead_paragraph": "San Diego - COMPUTING is breaking out of the beige box. Millions of miles of fiber-optic cables are weaving together software that lives on the Internet and data moving at the speed of light into a single global fabric.",
      "publication_date": "2005-10-05T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/10/05/technology/techspecial/the-time-is-now-bust-up-the-box.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Since Hurricane Katrina Rolled In, the Cash Has Rolled Out",
      "snippet": "Article in occasional series on efforts to rebuild Liberty Bank and Trust, largest black-owned bank in New Orleans, after Hurricane Katrina; chief executive Alden J McDonald Jr, working from makeshift offices in Baton Rouge, struggles to keep thin...",
      "abstract": "Article in occasional series on efforts to rebuild Liberty Bank and Trust, largest black-owned bank in New Orleans, after Hurricane Katrina; chief executive Alden J McDonald Jr, working from makeshift offices in Baton Rouge, struggles to keep things going with bank's customer base scattered and not enough deposits to keep pace with withdrawals; charges keep piling up on Liberty-issued credit cards, generating more commissions, but McDonald fears bank will have to write off a lot of bad credit card debt in coming months; large corporate clients assure McDonald that they will continue banking with Liberty, but McDonald is reaching out to extensive network of contacts around country in search of well-heeled depositors so that bank will have enough money to start writing loans when people are ready to rebuild; only small fraction of bank's 150 employees have been able to find housing in Baton Rouge area; photos; map (M)",
      "lead_paragraph": "BATON ROUGE, La., Oct. 4 - Those first few weeks after the storm proved to be exhausting but heady times for Alden J. McDonald Jr., the chief executive of Liberty Bank and Trust, the largest black-owned bank in New Orleans. Two weeks after the storm, Mr. McDonald predicted that within days he would be reopening several of his eight branches in New Orleans.",
      "publication_date": "2005-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/05/business/since-hurricane-katrina-rolled-in-the-cash-has-rolled-out.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Making Connections in a House Divided",
      "snippet": "''NO Mac is an island,'' John Donne didn't write. ''No PC, printer or TiVo, either; I've got a smokin' home network.''      About 22 million American households have connected computers and other machines, according to Jupiter Research, and they h...",
      "abstract": "''NO Mac is an island,'' John Donne didn't write. ''No PC, printer or TiVo, either; I've got a smokin' home network.''      About 22 million American households have connected computers and other machines, according to Jupiter Research, and they have plenty of motivation. First, a network can save you money. It allows one cable modem, DSL box or printer to serve all the computers in the house.  ",
      "lead_paragraph": "\"NO Mac is an island,\" John Donne didn't write. \"No PC, printer or TiVo, either; I've got a smokin' home network.\"",
      "publication_date": "2005-10-05T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/10/05/technology/techspecial/making-connections-in-a-house-divided.html",
      "byline": "By David Pogue"
    }
  ]
}