{
  "metadata": {
    "date": "2005-11-07",
    "total_articles": 32
  },
  "articles": [
    {
      "headline": "Court Nominee Has Paper Trail Businesses Like",
      "snippet": "Judge Samuel A. Alito Jr. has reliably favored big-business litigants as he has pushed the federal appeals court in Philadelphia in a conservative direction.     His extensive paper trail of 15 years of opinions reveals a jurist deeply skeptical o...",
      "abstract": "Judge Samuel A. Alito Jr. has reliably favored big-business litigants as he has pushed the federal appeals court in Philadelphia in a conservative direction.     His extensive paper trail of 15 years of opinions reveals a jurist deeply skeptical of claims against large corporations. A review of dozens of business cases in which Judge Alito has written majority or dissenting opinions or cast the decisive vote shows that, with few exceptions, he has sided with employers over employees in discrimination lawsuits and in favor of corporations over investors in securities fraud cases.  ",
      "lead_paragraph": "WASHINGTON, Nov. 4 - Judge Samuel A. Alito Jr. has reliably favored big-business litigants as he has pushed the federal appeals court in Philadelphia in a conservative direction.",
      "publication_date": "2005-11-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/05/politics/politicsspecial1/court-nominee-has-paper-trail-businesses-like.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "U.S. Should Repay Millions to Iraq, a U.N. Audit Finds",
      "snippet": "An auditing board sponsored by the United Nations recommended yesterday that the United States repay as much as $208 million to the Iraqi government for contracting work in 2003 and 2004 assigned to Kellogg, Brown & Root, the Halliburton subsidiar...",
      "abstract": "An auditing board sponsored by the United Nations recommended yesterday that the United States repay as much as $208 million to the Iraqi government for contracting work in 2003 and 2004 assigned to Kellogg, Brown & Root, the Halliburton subsidiary.     The work was paid for with Iraqi oil proceeds, but the board said it was either carried out at inflated prices or done poorly. The board did not, however, give examples of poor work.  ",
      "lead_paragraph": "An auditing board sponsored by the United Nations recommended yesterday that the United States repay as much as $208 million to the Iraqi government for contracting work in 2003 and 2004 assigned to Kellogg, Brown & Root, the Halliburton subsidiary.",
      "publication_date": "2005-11-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/05/world/middleeast/us-should-repay-millions-to-iraq-a-un-audit-finds.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Our Love-Hate Relationship With Wal-Mart",
      "snippet": "AT the turn of the last century, a new phenomenon arose in America: the chain store. The most dominant chain was the Great Atlantic and Pacific Tea Company -- A.& P. -- which by 1930 had become the country's fifth-largest corporation, with $1 bill...",
      "abstract": "AT the turn of the last century, a new phenomenon arose in America: the chain store. The most dominant chain was the Great Atlantic and Pacific Tea Company -- A.& P. -- which by 1930 had become the country's fifth-largest corporation, with $1 billion in sales, and was ''opening stores at a rate unprecedented in the history of American retailing,'' according to Richard S. Tedlow, the author of ''New and Improved: The Story of Mass Marketing in America.''     The New York Times described A.& P. that year as ''the world's greatest retailing machine.'' Its president, John A. Hartford, attributed the company's success to its policy ''of immediately passing on reductions in wholesale commodity prices to the consumer,'' as The Times put it. Under Hartford, writes Mr. Tedlow, ''A.& P. had one dominant mission: to sell quality food at low prices.''  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/05/business/our-lovehate-relationship-with-walmart.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "Estée Lauder Makes a Play for Youth",
      "snippet": "Harpriya Sidhu, 26, a recent dental school graduate from Weehawken, N.J., is a faithful luxury consumer. Ms. Sidhu buys only Gucci or Burberry purses, Tiffany jewelry and cosmetics from Chanel or Kiehl's. Estée Lauder was never a name that got her...",
      "abstract": "Harpriya Sidhu, 26, a recent dental school graduate from Weehawken, N.J., is a faithful luxury consumer. Ms. Sidhu buys only Gucci or Burberry purses, Tiffany jewelry and cosmetics from Chanel or Kiehl's. Estée Lauder was never a name that got her attention, because it is one of those brands ''that are so mainstream,'' she said.     But on Wednesday, Ms. Sidhu's opinion of the 59-year-old label changed when she was at Saks Fifth Avenue in New York and discovered a line of gold-cased bronzers and lipsticks called the Tom Ford Estée Lauder Collection. Ms. Sidhu bought four products. ''Tom Ford is a world-renowned designer,'' she said. ''These are collectors' items.''  ",
      "lead_paragraph": "Harpriya Sidhu, 26, a recent dental school graduate from Weehawken, N.J., is a faithful luxury consumer. Ms. Sidhu buys only Gucci or Burberry purses, Tiffany jewelry and cosmetics from Chanel or Kiehl's. Estée Lauder was never a name that got her attention, because it is one of those brands \"that are so mainstream,\" she said.",
      "publication_date": "2005-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/05/business/estee-lauder-makes-a-play-for-youth.html",
      "byline": "By Natasha Singer"
    },
    {
      "headline": "Spending Inquiry for Top Official on Broadcasting",
      "snippet": "Kenneth Y. Tomlinson, the head of the federal agency that oversees most government broadcasts to foreign countries, including the Voice of America and Radio Free Europe, is the subject of an inquiry into accusations of misuse of federal money and ...",
      "abstract": "Kenneth Y. Tomlinson, the head of the federal agency that oversees most government broadcasts to foreign countries, including the Voice of America and Radio Free Europe, is the subject of an inquiry into accusations of misuse of federal money and the use of phantom or unqualified employees, officials involved in that examination said on Friday.     Mr. Tomlinson was ousted from the board of the Corporation for Public Broadcasting on Thursday after its inspector general concluded an investigation that was critical of him. That examination looked at his efforts as chairman of the corporation to seek more conservative programs on public radio and television.  ",
      "lead_paragraph": "WASHINGTON, Nov. 4 - Kenneth Y. Tomlinson, the head of the federal agency that oversees most government broadcasts to foreign countries, including the Voice of America and Radio Free Europe, is the subject of an inquiry into accusations of misuse of federal money and the use of phantom or unqualified employees, officials involved in that examination said on Friday.",
      "publication_date": "2005-11-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/05/politics/spending-inquiry-for-top-official-on-broadcasting.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Immigrant Rioting Flares in France for Ninth Night",
      "snippet": "France's worst urban violence in a decade exploded for a ninth night on Friday as bands of youths roamed the immigrant-heavy, working-class suburbs of Paris, setting fire to dozens of cars and buildings while the government struggled over the viol...",
      "abstract": "France's worst urban violence in a decade exploded for a ninth night on Friday as bands of youths roamed the immigrant-heavy, working-class suburbs of Paris, setting fire to dozens of cars and buildings while the government struggled over the violence and the underlying frustrations fueling it.     The unrest, which has also spread to other parts of France with large North African and Arab populations, prompted the American and Russian governments to warn citizens visiting Paris to avoid its poor, outlying neighborhoods. France reduced train service to Charles de Gaulle Airport after two trains became targets of rioters earlier in the week.  ",
      "lead_paragraph": "AULNAY-SOUS-BOIS, France, Nov. 4 - France's worst urban violence in a decade exploded for a ninth night on Friday as bands of youths roamed the immigrant-heavy, working-class suburbs of Paris, setting fire to dozens of cars and buildings while the government struggled over the violence and the underlying frustrations fueling it.",
      "publication_date": "2005-11-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/05/world/europe/immigrant-rioting-flares-in-france-for-ninth-night.html",
      "byline": "By Craig S. Smith"
    },
    {
      "headline": "Iraq's Lethal Traffic: Warning! Anarchy Ahead",
      "snippet": "It was Monday morning in one of the world's most dangerous cities, and already the traffic was causing a peculiar, decidedly nonmechanical sort of breakdown.     ''We are suffering psychologically from this,'' said Bessam Abdel Khalid, a 24-year-o...",
      "abstract": "It was Monday morning in one of the world's most dangerous cities, and already the traffic was causing a peculiar, decidedly nonmechanical sort of breakdown.     ''We are suffering psychologically from this,'' said Bessam Abdel Khalid, a 24-year-old minivan driver, staring dully through the windshield at the crush of cars idling in a frustrated mass near Baghdad University.  ",
      "lead_paragraph": "BAGHDAD, Iraq, Nov. 4 - It was Monday morning in one of the world's most dangerous cities, and already the traffic was causing a peculiar, decidedly nonmechanical sort of breakdown.",
      "publication_date": "2005-11-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/05/world/middleeast/iraqs-lethal-traffic-warning-anarchy-ahead.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Hemisphere Summit Marred by Violent Anti-Bush Protests",
      "snippet": "President Bush's troubles trailed him to an international summit meeting here on Friday as anti-Bush protesters turned violent just blocks from the gathering site, and Hugo Chávez, Venezuela's fiery populist leader, rallied a soccer stadium filled...",
      "abstract": "President Bush's troubles trailed him to an international summit meeting here on Friday as anti-Bush protesters turned violent just blocks from the gathering site, and Hugo Chávez, Venezuela's fiery populist leader, rallied a soccer stadium filled with at least 25,000 people against the United States.     Mr. Chávez, who has tried to use the summit meeting to stage a showdown with Mr. Bush, pronounced dead a free trade accord backed by Mr. Bush, the Free Trade Area of the Americas. Left-wing groups throughout Latin America have long opposed the agreement, and some governments want more generous terms from Washington, so Mr. Bush had come here with hopes of jump-starting the stalled negotiations.  ",
      "lead_paragraph": "MAR DEL PLATA, Argentina, Nov. 4 - President Bush's troubles trailed him to an international summit meeting here on Friday as anti-Bush protesters turned violent just blocks from the gathering site, and Hugo Chávez, Venezuela's fiery populist leader, rallied a soccer stadium filled with at least 25,000 people against the United States.",
      "publication_date": "2005-11-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/05/world/americas/hemisphere-summit-marred-by-violent-antibush-protests.html",
      "byline": "By Larry Rohter and Elisabeth Bumiller"
    },
    {
      "headline": "Is Bird Flu Drug Really So Vexing? Debating the Difficulty of Tamiflu",
      "snippet": "If a bird flu pandemic breaks out, the world's ability to fight back may come down to an ancient Chinese cooking spice -- or the perseverance of people like Professor Frost.      The Chinese spice, star anise, provides the starting material for th...",
      "abstract": "If a bird flu pandemic breaks out, the world's ability to fight back may come down to an ancient Chinese cooking spice -- or the perseverance of people like Professor Frost.      The Chinese spice, star anise, provides the starting material for the manufacture of the anti-influenza drug Tamiflu, which is expected to be the first line of defense in a pandemic.  ",
      "lead_paragraph": "If a bird flu pandemic breaks out, the world's ability to fight back may come down to an ancient Chinese cooking spice -- or the perseverance of people like Professor Frost.",
      "publication_date": "2005-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/05/business/is-bird-flu-drug-really-so-vexing-debating-the-difficulty-of.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "High Prices for Energy Hold Down Job Growth",
      "snippet": "Job growth was surprisingly meager last month, the Labor Department reported yesterday, in a sign that business executives have become worried that the economic damage from high energy prices might be growing.     Still, wages in October rose at t...",
      "abstract": "Job growth was surprisingly meager last month, the Labor Department reported yesterday, in a sign that business executives have become worried that the economic damage from high energy prices might be growing.     Still, wages in October rose at their fastest clip in more than two years, leaving open the possibility that the hiring slowdown will turn out to be temporary.  ",
      "lead_paragraph": "Job growth was surprisingly meager last month, the Labor Department reported yesterday, in a sign that business executives have become worried that the economic damage from high energy prices might be growing.",
      "publication_date": "2005-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/05/business/high-prices-for-energy-hold-down-job-growth.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Location, Location, Location. Research, Research.",
      "snippet": "Three years ago, Matthew Haines was remodeling a five-family brownstone he bought in Harlem when inspiration hit him. ''There were all these abandoned buildings that were holding down my rent roll,'' he recalled saying to himself. ''What can I do ...",
      "abstract": "Three years ago, Matthew Haines was remodeling a five-family brownstone he bought in Harlem when inspiration hit him. ''There were all these abandoned buildings that were holding down my rent roll,'' he recalled saying to himself. ''What can I do to make other homeowners comfortable buying here?''      What they needed, he decided, was the ability to research a property -- to see its recent sale prices, the prices of other properties in a neighborhood and even a glimpse of its potential problems. Buyers could obtain that data, but it would take days, trotting from one government office to another. ''Some of the information is so arcane that you might as well not use it,'' Mr. Haines said in a telephone interview.  ",
      "lead_paragraph": "Three years ago, Matthew Haines was remodeling a five-family brownstone he bought in Harlem when inspiration hit him. \"There were all these abandoned buildings that were holding down my rent roll,\" he recalled saying to himself. \"What can I do to make other homeowners comfortable buying here?\"",
      "publication_date": "2005-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/05/technology/location-location-location-research-research.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "For High-Level Career Advice, Some Job Seekers Go to Church",
      "snippet": "Mary Conley Eggert, a sales and public relations executive in Oak Park, Ill., meets regularly with friends from church or from previous jobs to discuss career strategies and business opportunities. Usually their meetings start with prayer.     In ...",
      "abstract": "Mary Conley Eggert, a sales and public relations executive in Oak Park, Ill., meets regularly with friends from church or from previous jobs to discuss career strategies and business opportunities. Usually their meetings start with prayer.     In March, Ms. Eggert's position with a high-tech company ended. Over prayer with her networking friends, she determined that God wanted her to do some soul-searching rather than job-searching. ''I felt God didn't want me to rush,'' she said.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-11-06T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/11/06/jobs/for-highlevel-career-advice-some-job-seekers-go-to-church.html",
      "byline": "By Warren Strugatch"
    },
    {
      "headline": "He Still Speaks German, but With a Motown Accent",
      "snippet": "DIETER ZETSCHE is not just one of the half-dozen most powerful people in the auto industry. He's also a ham -- a wiry fellow with twinkling eyes and a walrus mustache who once pulverized a glass wall with an electric guitar to unveil a new model a...",
      "abstract": "DIETER ZETSCHE is not just one of the half-dozen most powerful people in the auto industry. He's also a ham -- a wiry fellow with twinkling eyes and a walrus mustache who once pulverized a glass wall with an electric guitar to unveil a new model at a car show.     When Mr. Zetsche returned to his native Germany this fall after nearly five years running the Chrysler Group in Auburn Hills, Mich., one might have thought that the time for such antics was past. After all, Mr. Zetsche, a 52-year-old engineer, had just been promoted to chairman of Chrysler's parent, DaimlerChrysler, arguably the most prestigious post in corporate Germany.  ",
      "lead_paragraph": "FRANKFURT - DIETER ZETSCHE is not just one of the half-dozen most powerful people in the auto industry. He's also a ham -- a wiry fellow with twinkling eyes and a walrus mustache who once pulverized a glass wall with an electric guitar to unveil a new model at a car show.",
      "publication_date": "2005-11-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/11/06/business/yourmoney/he-still-speaks-german-but-with-a-motown-accent.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Sentries in U.S. Seek Early Signs Of an Avian Flu",
      "snippet": "Bang! Inside an improvised duck blind -- her parked car -- Grace Y. Lee presses a switch, and her gun blasts a square of light volleyball net over the dirt road she is watching.      One of the two magpies she has baited into range with cornbread,...",
      "abstract": "Bang! Inside an improvised duck blind -- her parked car -- Grace Y. Lee presses a switch, and her gun blasts a square of light volleyball net over the dirt road she is watching.      One of the two magpies she has baited into range with cornbread, cheese-flavored rice snacks and dog food is snagged, flopping furiously around.  ",
      "lead_paragraph": "DAVIS, Calif. - Bang! Inside an improvised duck blind -- her parked car -- Grace Y. Lee presses a switch, and her gun blasts a square of light volleyball net over the dirt road she is watching.",
      "publication_date": "2005-11-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/11/06/us/sentries-in-us-seek-early-signs-of-an-avian-flu.html",
      "byline": "By Donald G. McNeil Jr"
    },
    {
      "headline": "And Sometimes, the Island Is Marooned on You",
      "snippet": "The island of Island Pond had it in for Andrew Renna.      Or so it seemed one Saturday evening a few weeks ago. In the middle of a pounding storm, Mr. Renna looked out across the pond, which borders his backyard.  ",
      "abstract": "The island of Island Pond had it in for Andrew Renna.      Or so it seemed one Saturday evening a few weeks ago. In the middle of a pounding storm, Mr. Renna looked out across the pond, which borders his backyard.  ",
      "lead_paragraph": "SPRINGFIELD, Mass. - The island of Island Pond had it in for Andrew Renna.",
      "publication_date": "2005-11-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/11/06/us/and-sometimes-the-island-is-marooned-on-you.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "The Person Behind the Office Image",
      "snippet": "FEW of us ever bring our true selves to work. We bring adapted and arranged versions, edited to fit the job. Our dress tends to reflect the rules of the workplace, written and not. We don't talk of our families nearly as often as we think about th...",
      "abstract": "FEW of us ever bring our true selves to work. We bring adapted and arranged versions, edited to fit the job. Our dress tends to reflect the rules of the workplace, written and not. We don't talk of our families nearly as often as we think about them. Our hobbies, our problems and our health are subjects generally left at home. We are someone else in the office: a flattened, incomplete, wan but professional version of ourselves.      The result, possibly, is workplace harmony, but at a cost. If we are not bringing our true selves to work, a recent study suggests, and if we are judging one another by superficial constructs rather than three-dimensional connections, then we are cheating the workplace and ourselves.  ",
      "lead_paragraph": "FEW of us ever bring our true selves to work. We bring adapted and arranged versions, edited to fit the job. Our dress tends to reflect the rules of the workplace, written and not. We don't talk of our families nearly as often as we think about them. Our hobbies, our problems and our health are subjects generally left at home. We are someone else in the office: a flattened, incomplete, wan but professional version of ourselves.",
      "publication_date": "2005-11-06T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/11/06/jobs/the-person-behind-the-office-image.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Can Hollywood Evade the Death Eaters?",
      "snippet": "BY all outward appearances, Warner Brothers Entertainment should be having one of its best years ever. For the 21st year in a row, it is expected to show a profit, propelled by a string of television hits like ''ER,'' ''The O.C.'' and ''Friends,''...",
      "abstract": "BY all outward appearances, Warner Brothers Entertainment should be having one of its best years ever. For the 21st year in a row, it is expected to show a profit, propelled by a string of television hits like ''ER,'' ''The O.C.'' and ''Friends,'' which is a hot seller on DVD. Warner has also revitalized its DC Comics movie franchise with the summer hit ''Batman Begins.'' And later this month, it will release ''Harry Potter and the Goblet of Fire,'' the fourth installment of a juggernaut that has already brought in $3.7 billion.     But instead of the popping of Champagne corks, the sound you are likely to hear on the Warner lot is that of a cleaver falling. Executives have been poring over thick binders filled with next year's budget, hoping to cut hundreds of millions in studio expenses. Warner Brothers, the television and film production unit of Time Warner, is anticipating a slowdown in growth in its lucrative home video division. And that, combined with rising costs and uncertainty about new forms of digital distribution, has the studio fretting about its growth prospects.  ",
      "lead_paragraph": "BY all outward appearances, Warner Brothers Entertainment should be having one of its best years ever. For the 21st year in a row, it is expected to show a profit, propelled by a string of television hits like \"ER,\" \"The O.C.\" and \"Friends,\" which is a hot seller on DVD. Warner has also revitalized its DC Comics movie franchise with the summer hit \"Batman Begins.\" And later this month, it will release \"Harry Potter and the Goblet of Fire,\" the fourth installment of a juggernaut that has already brought in $3.7 billion.",
      "publication_date": "2005-11-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/11/06/business/yourmoney/can-hollywood-evade-the-death-eaters.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "The Forgotten of Africa, Wasting Away in Jails Without Trial",
      "snippet": "Since Nov. 10, 1999, Lackson Sikayenera has been incarcerated in Maula Prison, a dozen iron-roofed barracks set on yellow dirt and hemmed by barbed wire just outside Malawi's capital city.      He eats one meal of porridge daily. He spends 14 hour...",
      "abstract": "Since Nov. 10, 1999, Lackson Sikayenera has been incarcerated in Maula Prison, a dozen iron-roofed barracks set on yellow dirt and hemmed by barbed wire just outside Malawi's capital city.      He eats one meal of porridge daily. He spends 14 hours each day in a cell with 160 other men, packed on the concrete floor, unable even to move. The water is dirty; the toilets foul. Disease is rife.  ",
      "lead_paragraph": "LILONGWE, Malawi - Since Nov. 10, 1999, Lackson Sikayenera has been incarcerated in Maula Prison, a dozen iron-roofed barracks set on yellow dirt and hemmed by barbed wire just outside Malawi's capital city.",
      "publication_date": "2005-11-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/11/06/world/africa/the-forgotten-of-africa-wasting-away-in-jails-without-trial.html",
      "byline": "By Michael Wines"
    },
    {
      "headline": "Major Offensive Hits Insurgents on Iraqi Border",
      "snippet": "Thousands of American and Iraqi troops laid siege on Saturday to this town near the Syrian border in one of the largest military assaults since American-led forces stormed the guerrilla stronghold of Falluja last year, Marine Corps officials said....",
      "abstract": "Thousands of American and Iraqi troops laid siege on Saturday to this town near the Syrian border in one of the largest military assaults since American-led forces stormed the guerrilla stronghold of Falluja last year, Marine Corps officials said.     The sweep, aimed at shutting down the flow of foreign fighters along the Euphrates River, began early Saturday as 2,500 American troops and 1,000 Iraqi Army soldiers, all led by the Marines, cordoned off roads around Husayba before rolling into town in armored vehicles and marching in on foot.  ",
      "lead_paragraph": "HUSAYBA, Iraq, Nov. 5 - Thousands of American and Iraqi troops laid siege on Saturday to this town near the Syrian border in one of the largest military assaults since American-led forces stormed the guerrilla stronghold of Falluja last year, Marine Corps officials said.",
      "publication_date": "2005-11-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/11/06/world/middleeast/major-offensive-hits-insurgents-on-iraqi-border.html",
      "byline": "By Kirk Semple and Edward Wong"
    },
    {
      "headline": "The Sears Catalog of Problems",
      "snippet": "IT'S just about time to celebrate the first anniversary of the Kmart and Sears marriage, brokered by Edward S. Lampert, the hedge fund manager, last Nov. 18. From the looks of this combination, Mr. Lampert should stick to investing, not matchmakin...",
      "abstract": "IT'S just about time to celebrate the first anniversary of the Kmart and Sears marriage, brokered by Edward S. Lampert, the hedge fund manager, last Nov. 18. From the looks of this combination, Mr. Lampert should stick to investing, not matchmaking.     When he struck the $11 billion deal that turned the two struggling merchants into the nation's third-largest retailer, Mr. Lampert acknowledged that the challenges were formidable. But investors bid up shares of the combined company, Sears Holdings, to more than $163 last summer on a hunch that even if its operations were lackluster, its real estate holdings were as good as gold.  ",
      "lead_paragraph": "IT'S just about time to celebrate the first anniversary of the Kmart and Sears marriage, brokered by Edward S. Lampert, the hedge fund manager, last Nov. 18. From the looks of this combination, Mr. Lampert should stick to investing, not matchmaking.",
      "publication_date": "2005-11-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/11/06/business/yourmoney/the-sears-catalog-of-problems.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Just Googling It Is Striking Fear Into Companies",
      "snippet": "Wal-Mart, the nation's largest retailer, often intimidates its competitors and suppliers. Makers of goods from diapers to DVD's must cater to its whims. But there is one company that even Wal-Mart eyes warily these days: Google, a seven-year-old b...",
      "abstract": "Wal-Mart, the nation's largest retailer, often intimidates its competitors and suppliers. Makers of goods from diapers to DVD's must cater to its whims. But there is one company that even Wal-Mart eyes warily these days: Google, a seven-year-old business in a seemingly distant industry.      ''We watch Google very closely at Wal-Mart,'' said Jim Breyer, a member of Wal-Mart's board.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-11-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/11/06/technology/just-googling-it-is-striking-fear-into-companies.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Rift Grows, Challenging Leadership at the Getty",
      "snippet": "He wanted it to be the perfect evening -- the kind of courting of collectors the museum should do more often, he told the staff.      Barry Munitz, president of the J. Paul Getty Trust, had invited his good friends Sherry Lansing, then the chairwo...",
      "abstract": "He wanted it to be the perfect evening -- the kind of courting of collectors the museum should do more often, he told the staff.      Barry Munitz, president of the J. Paul Getty Trust, had invited his good friends Sherry Lansing, then the chairwoman of Paramount Pictures, and her husband, the director William Friedkin, to dinner last year in a house used for parties at the hilltop Getty complex in Los Angeles.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-11-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/11/06/arts/design/rift-grows-challenging-leadership-at-the-getty.html",
      "byline": "By Randy Kennedy"
    },
    {
      "headline": "Another Choice for Elderly: Charity or Medicare?",
      "snippet": "New Medicare presription drug plan is causing some pharmaceutical companies to curtail or eliminate their charity programs for older people; some drug companies, which distributed free drugs with retail value of $4.1 billion last year to about thr...",
      "abstract": "New Medicare presription drug plan is causing some pharmaceutical companies to curtail or eliminate their charity programs for older people; some drug companies, which distributed free drugs with retail value of $4.1 billion last year to about three million to four million Americans, say patients cannot get drug subsidies from them and also participate in new Medicare prescription program; Dr Mark McClellan administrator of federal Centers for Medicare and Medicaid Services, says nothing prevents industry from continuing subsidies, as long as free or subsidized drugs are not counted toward Medicare co-payments or deductibles; Medicare Rights Center is monitoring changes in charity programs, which are aimed at people near poverty level, but who make too much to qualify for Medicaid; Eli Lilly is canceling its charity program altogether, while Bristol-Myers Squibb will notify patients that they can continue with charity program or sign up for Medicare plan; suggestions to retain charity programs, albeit in different format, discussed; photo (M)",
      "lead_paragraph": "The pharmaceutical industry's version of a campaign bus, the \"Help Is Here Express,\" has toured 25 states this year to spread the word about charity prescription programs sponsored by drug companies.",
      "publication_date": "2005-11-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/07/business/another-choice-for-elderly-charity-or-medicare.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "Many Suitors, and Pitfalls,as AOL Seeks a Partner",
      "snippet": "Potential sale of stake in America Online remains fraught with questions that could hold up or even derail deal with Microsoft or another company; one is whether alliance would represent another new and unproven partnership for Time Warner, compan...",
      "abstract": "Potential sale of stake in America Online remains fraught with questions that could hold up or even derail deal with Microsoft or another company; one is whether alliance would represent another new and unproven partnership for Time Warner, company that has been trying to simplify its business in recent years; another is whether bringing in new partner would help Time Warner's wide-ranging media businesses navigate digital world; Time Warner chairman Richard D Parsons has acknowledged talks with Microsoft, but is trying to dampen expectations; Google is interested in deal that could also involve Comcast, and Yahoo and News Corp are also potential partners; AOL, whose subscription service and free Web portal attract millions of consumers daily, has suddenly become coveted because of expanding market for online advertising; chief sticking point in negotiations is how it would be governed and, for now at least, Time Warner says it will not cede control; photos; chart shows potential partners and what they would want from deal (M)",
      "lead_paragraph": "Microsoft has emerged as the front-runner in the talks surrounding the potential sale of a stake in America Online, two people involved in the negotiations said. But despite a flurry of interest in AOL from Microsoft, Google and others, finding a deal has been harder than Time Warner may have hoped.",
      "publication_date": "2005-11-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/07/technology/many-suitors-and-pitfallsas-aol-seeks-a-partner.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Yahoo Plans to Connect Services With TiVo",
      "snippet": "Yahoo and TiVo plan to announce deal that will connect Yahoo's vast online service to TiVo's set-top boxes, which can connect to Internet; deal will allow TiVo, which has been struggling to differentiate its service from generic video recorders of...",
      "abstract": "Yahoo and TiVo plan to announce deal that will connect Yahoo's vast online service to TiVo's set-top boxes, which can connect to Internet; deal will allow TiVo, which has been struggling to differentiate its service from generic video recorders offered by cable and satellite companies, to offer range of content and services linked to Internet; Yahoo is working to move its services from personal computers to other devices like television sets; first fruits of partnership will allow TiVo users to access Yahoo's television listings to find and record designated programs; absent from deal is way for TiVo users to watch video via Yahoo; Yahoo vice president David Katz describes deal as first step as Yahoo explores TiVo's technology; so far, attempts to combine Internet and television have had limited appeal, but vision persists with different twist: allowing viewers to see increasing range of video programming that is being offered online but not on television (M)",
      "lead_paragraph": "Yahoo and TiVo plan to announce a deal today that will connect Yahoo's vast online service to TiVo's set-top boxes, which, in addition to recording television programs, have a largely unused capability to connect to the Internet.",
      "publication_date": "2005-11-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/07/technology/yahoo-plans-to-connect-services-with-tivo.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Will Size Spoil a Cheeky Ad Agency?",
      "snippet": "Industry experts are keeping close watch on advertising agency Crispin Porter & Bogusky, which has had success navigating striking changes in how consumers are using media and viewing advertising; it often shuns traditional commercials and exploit...",
      "abstract": "Industry experts are keeping close watch on advertising agency Crispin Porter & Bogusky, which has had success navigating striking changes in how consumers are using media and viewing advertising; it often shuns traditional commercials and exploits what is called viral marketing, encouraging consumers to spread marketing messages to each other, approach that is gaining attention with decline of 30-second commercial and movement of ad dollars to Internet; approach has worked well with small, more daring clients, but agency has tripled in size in last several years and has signed bigger and more prestigious accounts; Crispin and other innovative, boutique agencies are making leap from creative upstart to industry powerhouse and transition can be tricky, with several small agencies failing or being swallowed up by larger ones; photos; graph shows Crispin's estimated billings from 2000 through 2005 (M)",
      "lead_paragraph": "MIAMI - Alex Bogusky, the 42-year-old creative director of the advertising agency Crispin Porter & Bogusky, is somewhat beleaguered. Sitting in his cluttered office here, surrounded by masks he created for Burger King and other memorabilia from years of ad-making, he recalled a \"battle of the bands\" at Advertising Week in New York a few weeks earlier. Agencies had pitted their in-house rock bands against each other, and the Crispin band had not been treated well.",
      "publication_date": "2005-11-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/07/business/will-size-spoil-a-cheeky-ad-agency.html",
      "byline": "By Julie Bosman"
    },
    {
      "headline": "I Want My Ubiquitous Conglomerate",
      "snippet": "David Carr column says new MTV Networks president and CEO Michael J Wolf's primary task will be to reinvent already ubiquitous network and redefine company's role in digital world; says Wolf may find that many opportunities for greater exposure, a...",
      "abstract": "David Carr column says new MTV Networks president and CEO Michael J Wolf's primary task will be to reinvent already ubiquitous network and redefine company's role in digital world; says Wolf may find that many opportunities for greater exposure, and therefore loyalty, have been snapped up and industry will be watching to see how he creates expanded brand awareness (M)",
      "lead_paragraph": "THOSE of us who have reproduced may be forgiven for thinking that MTV Networks owns the set-top box. I flee the teenagers and the bleeped-out invective of MTV's \"Real World\" in one room only to find an 8-year-old entranced as Nickelodeon's SpongeBob makes crabby patties and a huge racket in another.",
      "publication_date": "2005-11-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/07/business/i-want-my-ubiquitous-conglomerate.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Saying Goodbye California Sun, Hello Midwest",
      "snippet": "Skyrocketing house prices appear to be major reason why growing number of people are leaving California, New York and Washington for other parts of United States; net outflow from California since 2001 has risen fivefold, to 100,000; same factors ...",
      "abstract": "Skyrocketing house prices appear to be major reason why growing number of people are leaving California, New York and Washington for other parts of United States; net outflow from California since 2001 has risen fivefold, to 100,000; same factors that have made California so alluring--weather, landscape, culture--now make it unaffordable for many young families, retirees and recent immigrants; less-glamorous destinations, like Rust Belt and Texas, are on receiving end of this migration; in Kansas City area, small band of Californians discover plentiful supply of spacious homes for prices that would not buy a shack back where they came from; biggest cost of nation's bifurcated real-estate market is that some families say they made decision to move based more on home prices than on jobs or family reasons, ending up with more space than they imagined, but missing other things; photos; maps; charts (L)",
      "lead_paragraph": "LEE'S SUMMIT, Mo., Nov. 3 - A year ago, Melanie Fischer, a lifelong Californian, was not entirely sure where Missouri was. So when her husband proposed that they consider moving there, she raced to locate the state on a map printed on her children's placemats.",
      "publication_date": "2005-11-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/07/business/saying-goodbye-california-sun-hello-midwest.html",
      "byline": "By Motoko Rich and David Leonhardt"
    },
    {
      "headline": "Court Choice Is Conservative by Nature, Not Ideology",
      "snippet": "Supreme Court nominee Samuel A Alito Jr's conservative temperament, upbringing and experience seem to have shaped his approach to life and work more than any narrow ideological niche; he may not be upper-case conservative that right hopes for and ...",
      "abstract": "Supreme Court nominee Samuel A Alito Jr's conservative temperament, upbringing and experience seem to have shaped his approach to life and work more than any narrow ideological niche; he may not be upper-case conservative that right hopes for and many on left fear; throughout his life--at Yale Law School, as government lawyer, as judge on US Court of Appeals--he has earned respect, even friendship, across political spectrum; some self-described liberals say they admire his meticulousness and fair-mindedness; friends, neighbors and former classmates and colleagues comment on Alito; his upbringing recalled; photos (L)",
      "lead_paragraph": "In an office two doors away from Attorney General Edwin Meese III, Samuel A. Alito Jr. found himself at the heart of the Reagan revolution. He was a 35-year-old deputy assistant attorney general and it was 1985. He was working 12- to 14-hour days in the Office of Legal Counsel in a period of what colleagues describe as extraordinary intellectual ferment that marked them for life.",
      "publication_date": "2005-11-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/07/politics/politicsspecial1/court-choice-is-conservative-by-nature-not.html",
      "byline": "By Janny Scott"
    },
    {
      "headline": "Tornado Slams South Indiana; At Least 22 Die",
      "snippet": "Tornado tears across southwestern Indiana and northern Kentucky, killing at least 22 people, most of them in mobile home park near Evansville, Ind, and cutting path of destruction 20 miles long; twister hits at 2 am, catching people off guard and ...",
      "abstract": "Tornado tears across southwestern Indiana and northern Kentucky, killing at least 22 people, most of them in mobile home park near Evansville, Ind, and cutting path of destruction 20 miles long; twister hits at 2 am, catching people off guard and giving them little or no time to flee; hundreds are injured; officials in Indiana fear casualty count could rise as searchers check hundreds of houses and mobile homes; it is deadliest tornado to strike United States in several years; photo of devastated mobile home park; map showing path of tornado (M)",
      "lead_paragraph": "EVANSVILLE, Ind., Nov. 6 - Well after most of his neighbors had gone to bed, Jerry Blackburn, a resident of the Eastbrook Mobile Home Park, was up late watching television when he saw the tornado warning.",
      "publication_date": "2005-11-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/07/us/front page/tornado-slams-south-indiana-at-least-22-die.html",
      "byline": "By Roger McBain and Christine Hauser"
    },
    {
      "headline": "10 Officers Shot as Riots Worsen in French Cities",
      "snippet": "Rioters in working-class suburb of Paris shoot and injure 10 officers hours after Pres Jacques Chirac promises increased police pressure to confront fast-spreading urban unrest and violence; violence has now stretched into heart of Paris, and show...",
      "abstract": "Rioters in working-class suburb of Paris shoot and injure 10 officers hours after Pres Jacques Chirac promises increased police pressure to confront fast-spreading urban unrest and violence; violence has now stretched into heart of Paris, and shows no signs of abating; more than 3,300 vehicles have been destroyed, along with dozens of public buildings and private businesses, since Oct 27; incidents were touched off by accidential deaths of two French-African immigrant teenage boys while hiding from police in suburb of Grigny; unrest reflects longstanding anger among many immigrant families over joblessness and discrimination; rampaging youths attack police and property in cities as far away as Toulouse, Marseille, Cannes, Nice and Lille; majority of rioting youths are Muslim, but there are no ideological or religious overtones evident; France's most influetial Islamic group issues religious edict, or fatwa, condemning violence, in effort to stop attacks and distance them from Islam; photos (M)",
      "lead_paragraph": "PARIS, Monday, Nov. 7 - Rioters fired shotguns at the police in a working-class suburb of Paris on Sunday, wounding 10 officers as the country's fast-spreading urban unrest escalated dangerously. Just hours earlier, President Jacques Chirac called an emergency meeting of top security officials and promised increased police pressure to confront the violence.",
      "publication_date": "2005-11-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/07/world/europe/10-officers-shot-as-riots-worsen-in-french-cities.html",
      "byline": "By Craig S. Smith"
    },
    {
      "headline": "Delays Hurting U.S. Rebuilding in Afghanistan",
      "snippet": "Many Afghans see American-led $1.3 billion reconstruction project as wasteful, slow-moving effort that benefits foreigners far more than themselves; Afghan government ministers say foreign consultants and contractors Americans pay for are producin...",
      "abstract": "Many Afghans see American-led $1.3 billion reconstruction project as wasteful, slow-moving effort that benefits foreigners far more than themselves; Afghan government ministers say foreign consultants and contractors Americans pay for are producing shoddy work and achieving little; July report by Government Accountability Office sharply criticized American reconstruction effort and department leading it, US Agency for International Development, citing inconsistent financing, severe staff shortages and lack of oversight that has slowed efforts; much of criticism focuses on Louis Berger Group, New Jersey-based engineering consulting company with extensive experience in developing countries, which won contract worth $665 million to build schools, health clinics, roads and power systems; of 96 clinics and schools that were supposed to be ready by Sept 2004, only nine clinics and two schools are completed and have passed inspection; company official says progress is slowed by requirement to use Afghan construction companies; development groups in Afghanistan say Louis Berger's experience shows that large foreign contractors may not be best choice to build in difficult places like Afghanistan; some members of Congress say understaffed AID is far too reliant on large construction companies and Washington-based consulting firms; photos; chart (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-11-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/07/world/asia/delays-hurting-us-rebuilding-in-afghanistan.html",
      "byline": "By David Rohde and Carlotta Gall"
    }
  ]
}