{
  "metadata": {
    "date": "2005-01-12",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Apple Changes Course WithLow-Priced Mac",
      "snippet": "Apple Computer introduces Mac Mini, priced as low as $499 without keyboard, monitor or mouse, and aimed at digitally-inclined households that consider computers simply another entertainment and communication device; new strategy moves Apple deeply...",
      "abstract": "Apple Computer introduces Mac Mini, priced as low as $499 without keyboard, monitor or mouse, and aimed at digitally-inclined households that consider computers simply another entertainment and communication device; new strategy moves Apple deeply into consumer electronics and will likely intensify battle with Microsoft; success of IPod digital music player has already pulled Apple into mass market and may persuade consumers to try Mac Mini; co-founder Steven P Jobs explains; photos; Apple has only about three percent of computer market and question remains whehter PC users will try Macintosh machines in large numbers (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/12/technology/apple-changes-course-withlowpriced-mac.html",
      "byline": "By John Markoff and Saul Hansell"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "RETAIL RENTS were up strongly in most parts of Manhattan last year, according to real estate executives. [C5.]    PRATTSTORE, an art and design store that will open this month on Myrtle Avenue in Brooklyn, has been purposely built to serve both to...",
      "abstract": " RETAIL RENTS were up strongly in most parts of Manhattan last year, according to real estate executives. [C5.]    PRATTSTORE, an art and design store that will open this month on Myrtle Avenue in Brooklyn, has been purposely built to serve both town and gown. [C6.]",
      "lead_paragraph": "RETAIL RENTS were up strongly in most parts of Manhattan last year, according to real estate executives. [C5.]",
      "publication_date": "2005-01-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/12/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "Trying to Bring Back Head-Turners at Ford",
      "snippet": "Peter Horbury, Ford Motor Co's top designer for North America, has been given task of designing Fords, Lincolns and Mercurys that will excite American buyer; Horbury says he will draw on classic design themes; auto executives are showing new conce...",
      "abstract": "Peter Horbury, Ford Motor Co's top designer for North America, has been given task of designing Fords, Lincolns and Mercurys that will excite American buyer; Horbury says he will draw on classic design themes; auto executives are showing new concept cars this week at North American International Auto Show in Detroit; photo (M)",
      "lead_paragraph": "DETROIT, Jan. 11 - Peter Horbury changed the shape of Volvos from boxes to curves. Now the Ford Motor Company is giving Mr. Horbury, a 54-year-old British designer, a much larger makeover project: get Americans excited about Fords, Lincolns and Mercurys.",
      "publication_date": "2005-01-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/12/business/trying-to-bring-back-headturners-at-ford.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Intel, Citing Brisk Demand, Posts 10% Rise in Revenue",
      "snippet": "Intel reports strong demand for its computer chip products and says revenue was up nearly 10 percent in fourth quarter, to $9.6 billion, while profit dipped slightly, to $2.1 billion compared with $2.2 billion year earlier; gives upbeat forecast f...",
      "abstract": "Intel reports strong demand for its computer chip products and says revenue was up nearly 10 percent in fourth quarter, to $9.6 billion, while profit dipped slightly, to $2.1 billion compared with $2.2 billion year earlier; gives upbeat forecast for coming year; president Paul S Otellini comments (M)",
      "lead_paragraph": "SAN FRANCISCO, Jan. 11 - Intel, the world's largest computer chip maker, reported strong demand for its products on Tuesday, a day after a main Silicon Valley rival, Advanced Micro Devices, warned that it expected to report lower profits because of a price war with Intel in the flash memory market.",
      "publication_date": "2005-01-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/12/technology/intel-citing-brisk-demand-posts-10-rise-in-revenue.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "Detainees Describe Abuses by Guard in Iraq Prison",
      "snippet": "Iraqi detainees describe abuse they suffered at hands of US soldiers at Abu Ghraib prison, in videotaped depositions to military trial of alleged ringleader Army Reserve Specialist Charles A Graner Jr; military court at Fort Hood hears graphic acc...",
      "abstract": "Iraqi detainees describe abuse they suffered at hands of US soldiers at Abu Ghraib prison, in videotaped depositions to military trial of alleged ringleader Army Reserve Specialist Charles A Graner Jr; military court at Fort Hood hears graphic accounts of Hussein Mutar and Syrian Ameen Said Al-Sheikh about abuse seen in infamous photos; testimony portrays Graner as ruthless abuser who took delight in beatings and sexual humiliations; detainees, and some military investigators, say captives were at most common criminals, not suspected terrorists, and were never interrogated by military intelligence (M)",
      "lead_paragraph": "FORT HOOD, Tex., Jan. 11 - The soldiers tied the detainees' hands behind their backs and hooded them as they marched them one by one into the cellblock at Abu Ghraib prison on a November night in 2003.",
      "publication_date": "2005-01-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/12/world/detainees-describe-abuses-by-guard-in-iraq-prison.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "Judge Finds Pricewaterhouse Withheld Data",
      "snippet": "US Magistrate Judge Patricia A Hemann finds that PricewaterhouseCoopers failed to provide documents and other evidence in accounting fraud lawsuit filed by Telxon Corp and its shareholders against firm; writes in nonbinding recommendation to Kathl...",
      "abstract": "US Magistrate Judge Patricia A Hemann finds that PricewaterhouseCoopers failed to provide documents and other evidence in accounting fraud lawsuit filed by Telxon Corp and its shareholders against firm; writes in nonbinding recommendation to Kathleen O'Malley, US district judge, that she 'considered, but cannot recommend, any lesser sanction than entry of default judgment' against PricewaterhouseCoopers for its failure to turn over evidence sought by Telxon and its shareholders; recommendation is victory for shareholders and company in their lawsuit, which are proceeding jointly against firm; PricewaterhouseCoopers says it respectfully disagrees with Hemann's report and recommendation (M)",
      "lead_paragraph": "A federal magistrate judge in Ohio has found that PricewaterhouseCoopers failed to provide documents and other evidence in an accounting fraud lawsuit against the firm.",
      "publication_date": "2005-01-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/12/business/judge-finds-pricewaterhouse-withheld-data.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Allawi Calls Pockets of Iraq Too Perilous for Voters",
      "snippet": "Prime Min Ayad Allawi acknowledges for first time that 'pockets' of Iraq are too dangerous for voters to cast ballots this month as insurgents continue attacks, killing at least 15 Iraqis and attacking one of main election offices; insurgents have...",
      "abstract": "Prime Min Ayad Allawi acknowledges for first time that 'pockets' of Iraq are too dangerous for voters to cast ballots this month as insurgents continue attacks, killing at least 15 Iraqis and attacking one of main election offices; insurgents have killed more than 100 Iraqi soldiers and police this month and are using larger bombs to kill Americans, as well as warning Iraqis to stay away from polls; all 13 election commissioners reportedly resign in Anbar Province, center of insurgency; Sec Donald Rumsfeld says in Washington that just having vote is 'enormous success'; Allawi says separately that attacks on oil and electricity infrastructure have cost $10 billion in revenue; explosion reportedly destroys gas pipeline near Kirkuk; photos; Marines report US soldier killed in Anbar (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Jan. 11 - Prime Minister Ayad Allawi acknowledged for the first time on Tuesday that \"pockets\" of Iraq would be too dangerous for voters to cast ballots in the election this month, as insurgents continued their effort to disrupt the campaign, killing at least 15 Iraqis and attacking one of the country's main election offices.",
      "publication_date": "2005-01-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/12/world/middleeast/allawi-calls-pockets-of-iraq-too-perilous-for-voters.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Executives of Nortel Will Repay Bonuses",
      "snippet": "Nortel Networks releases much-delayed audited financial statements for 2001 to 2003 and says internal inquiry shows that executives manipulated initial results to obtain bonuses; says dozen current executives who played no role in manipulation wil...",
      "abstract": "Nortel Networks releases much-delayed audited financial statements for 2001 to 2003 and says internal inquiry shows that executives manipulated initial results to obtain bonuses; says dozen current executives who played no role in manipulation will repay $8.6 million in bonuses voluntarily over three yeas; will also give up last two installments of restricted stock payout dating back to 2003; Nortel's financial review finds company's earnings in 2003 were $434 million, down from $732 million reported originally; revenue for 2003 rose to $10.1 billion from $9.8 billion; Securities and Exchange Commission has begun formal inquiry into accounting practices at company; Ontario Securities Commission and Royal Canadian Mounted Police are also conducting probes; Nortel announces that five longtime directors, including chairman Lynton Wilson, will not seek re-election (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/12/technology/executives-of-nortel-will-repay-bonuses.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "Bush Names Judge as Homeland Security Secretary",
      "snippet": "Pres Bush nominates Michael Chertoff, federal appeals judge and former prosecutor who helped oversee Justice Department's antiterrorism efforts after Sept 11, to succeed Tom Ridge as Homeland Security Secretary; notes pointedly that Chertoff has a...",
      "abstract": "Pres Bush nominates Michael Chertoff, federal appeals judge and former prosecutor who helped oversee Justice Department's antiterrorism efforts after Sept 11, to succeed Tom Ridge as Homeland Security Secretary; notes pointedly that Chertoff has already been confirmed three times by Senate to previous posts, which makes him far less controversial than Bernard Kerik, Bush's first choice who withdrew in face of ethics questions; Bush also praises Chertoff's record of cutting through red tape and getting organizations moving; Chertoff favored aggressive detention of Muslim immigrants and passage of USA Patriot Act, but has recently questioned indefinite detentions; also led case against Enron fraud and was special counsel to Senate Whitewater panel, which brought tangles with Hillary Rodham Clinton; she was lone vote against his judicial appointment in 2003; son of New Jersey rabbi was known as tough, sharp federal prosecutor in New York and New Jersey; photos (M)",
      "lead_paragraph": "WASHINGTON, Jan. 11 - President Bush on Tuesday nominated Michael Chertoff, a federal appeals judge and former prosecutor who helped oversee the Justice Department's antiterrorism efforts after the Sept. 11 attacks, to succeed Tom Ridge as homeland security secretary.",
      "publication_date": "2005-01-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/12/politics/bush-names-judge-as-homeland-security-secretary.html",
      "byline": "By Richard W. Stevenson and Eric Lichtblau"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Low-Priced Macintosh Signals New Apple Strategy  Steven P. Jobs of Apple Computer introduced the company's first low-price Macintosh, signaling the company's bet that most consumers now see computers as simply another modern appliance.     Most Am...",
      "abstract": " Low-Priced Macintosh Signals New Apple Strategy  Steven P. Jobs of Apple Computer introduced the company's first low-price Macintosh, signaling the company's bet that most consumers now see computers as simply another modern appliance.     Most Americans now use the computers as e-mail terminals, hubs for playing music, storing and editing photos, and as stations for navigating the Web. The new Mac mini, priced as low as $499 without keyboard, monitor or mouse, is aimed at the needs of this new digital household. [Page A1.]    China Posts Record Trade Surplus  China reported that its trade surplus grew for the seventh month in a row to a record $11.1 billion in December. [C4.]    Debate in Public Relations Industry  The disclosure that a company owned by Armstrong Williams, the conservative commentator, was paid by the Department of Education to promote the No Child Left Behind Act, is shining a spotlight on the Ketchum public relations and public affairs agency. Stuart Elliott: Advertising. [C2.]    Argentina Seeks New Debt Terms  Argentina is kicking off a global road show to persuade investors to accept a write-down in their $100 billion holdings. [C4.]    Russia Minister Said to Visit China  At a time when China and Russia are facing far-reaching choices about their oil trade, Russia's energy minister, Viktor B. Khristenko, made a quiet trip to Beijing over the weekend, people close to the industry said. [C4.]    Drug Program for the Uninsured  Ten drug companies said they were joining in a program to cut 25 percent to 40 percent from the retail prices of prescription drugs sold to uninsured people of modest means under the age of 65. [A12.]    Deal Forms Biggest Industrial Union  The United Steelworkers of America announced a merger with the union representing paper, chemical and energy workers to form the nation's largest industrial union, with about 825,000 members. [A18.]    Manager of Harvard Money to Leave  Jack R. Meyer, the investment manager who helped propel Harvard University's endowment into a league of its own, said that he was leaving to start his own firm. [A12.]    Taser Stock Falls on Sales Warning  Taser International said that its sales might slow in the next six months because of increased competition for electric guns, which are used by many police departments. Taser stock plunged almost 30 percent after the announcement, which the company made in a letter to shareholders. Shares closed at $14.10, down $5.95. [C2.]    Major Stock Indicators Decline  The Standard & Poor's 500-stock index dropped 7.26 points, to 1,182.99. The Dow Jones industrial average fell 64.81 points, to 10,556.22. The Nasdaq composite index lost 17.42 points, to 2,079.62. [C7.]  ",
      "lead_paragraph": "Low-Priced Macintosh Signals New Apple Strategy Steven P. Jobs of Apple Computer introduced the company's first low-price Macintosh, signaling the company's bet that most consumers now see computers as simply another modern appliance.",
      "publication_date": "2005-01-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/12/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "On Subsidies, the Sky Wasn't the Limit",
      "snippet": "US and Europe back away from suing each other over subsidies worth billions of dollars that each accuses other of giving to its biggest civilian aircraft maker; Bush administration and European Union were poised to file formal complaints against e...",
      "abstract": "US and Europe back away from suing each other over subsidies worth billions of dollars that each accuses other of giving to its biggest civilian aircraft maker; Bush administration and European Union were poised to file formal complaints against each other at World Trade Organization over support given to Boeing and Airbus; agree to try to negotiate new agreement over next three months; Robert B Zoellick, US trade representative, and Peter Mandelson, top trade commissioner for European Union, comment; billions of euros lent for development of Airbus's A380 555-seat plane will not be renegotiated, but new agrement rules out loans or subsidies for Boeing's 7E7 Dreamliner as well as for Airbus A350; photos (M)",
      "lead_paragraph": "WASHINGTON, Jan. 11 - The United States and Europe backed away on Tuesday from suing each other over subsidies worth billions of dollars that each accuses the other of giving to its biggest civilian aircraft maker.",
      "publication_date": "2005-01-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/12/business/worldbusiness/on-subsidies-the-sky-wasnt-the-limit.html",
      "byline": "By Elizabeth Becker and Paul Meller"
    }
  ]
}