{
  "metadata": {
    "date": "2005-05-23",
    "total_articles": 28
  },
  "articles": [
    {
      "headline": "Google This: Is Microsoft Still a Bully?",
      "snippet": "NOT long ago, I went to Washington for a dinner given by a friend. She wanted to commemorate the fifth anniversary of the end of the Microsoft antitrust trial, which she had covered for a news agency and I had covered for Fortune magazine.    In a...",
      "abstract": "NOT long ago, I went to Washington for a dinner given by a friend. She wanted to commemorate the fifth anniversary of the end of the Microsoft antitrust trial, which she had covered for a news agency and I had covered for Fortune magazine.    In all, about 10 of us made it to the dinner, and it wasn't long before we were regaling one another about the ''good old days'' of the trial -- laughing at the way Judge Thomas Penfield Jackson used to roll his eyes at Microsoft's witnesses, and recalling how the superlawyer David Boies, whose daily skewering of Microsoft gave the trial most of its entertainment value, would put straws in his jacket pocket when he went out drinking with us so he could keep track of how many drinks he had.  ",
      "lead_paragraph": "NOT long ago, I went to Washington for a dinner given by a friend. She wanted to commemorate the fifth anniversary of the end of the Microsoft antitrust trial, which she had covered for a news agency and I had covered for Fortune magazine.",
      "publication_date": "2005-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/21/technology/google-this-is-microsoft-still-a-bully.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "Guantánamo Comes to Define U.S. to Muslims",
      "snippet": "In one of Pakistan's most exclusive private schools for boys, the annual play this year was ''Guantánamo,'' a docudrama based on testimonies of prisoners in Guantánamo Bay, the United States naval base in Cuba.     The cast was made up of students...",
      "abstract": "In one of Pakistan's most exclusive private schools for boys, the annual play this year was ''Guantánamo,'' a docudrama based on testimonies of prisoners in Guantánamo Bay, the United States naval base in Cuba.     The cast was made up of students between 16 and 18 years old, each playing the role of a prisoner being held on suspicion of terrorism. To deepen their understanding of their characters, the boys pored through articles in Pakistani newspapers, studied the international press and surfed Web sites, including one that described itself as a nonsectarian Islamic human rights portal and is called cageprisoners.com.   ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/21/world/asia/guantanamo-comes-to-define-us-to-muslims.html",
      "byline": "By Somini Sengupta and Salman Masood"
    },
    {
      "headline": "Greenspan Is Concerned About 'Froth' in Housing",
      "snippet": "Alan Greenspan, chairman of the Federal Reserve, suggested on Friday that the red-hot housing market is becoming a little too exuberant for its own good.    ''Without calling the overall national issue a bubble, it's pretty clear that it's an unsu...",
      "abstract": "Alan Greenspan, chairman of the Federal Reserve, suggested on Friday that the red-hot housing market is becoming a little too exuberant for its own good.    ''Without calling the overall national issue a bubble, it's pretty clear that it's an unsustainable underlying pattern,'' Mr. Greenspan told the Economic Club of New York at the Hilton New York hotel in Midtown.  ",
      "lead_paragraph": "WASHINGTON, May 20 - Alan Greenspan, chairman of the Federal Reserve, suggested on Friday that the red-hot housing market is becoming a little too exuberant for its own good.",
      "publication_date": "2005-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/21/business/greenspan-is-concerned-about-froth-in-housing.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "A Love Affair With S.U.V.'s Begins to Cool",
      "snippet": "To believe the commercials, sport utility vehicles can climb the most indomitable mountain, ford any stream and haul around the kids to boot.     But gas prices are a more unconquerable force of nature. With higher prices at the pump sinking in as...",
      "abstract": "To believe the commercials, sport utility vehicles can climb the most indomitable mountain, ford any stream and haul around the kids to boot.     But gas prices are a more unconquerable force of nature. With higher prices at the pump sinking in as something more than a blip on the radar, and with several new passenger car models winning back customers, America's love affair with S.U.V.'s is taking a breather.  ",
      "lead_paragraph": "DETROIT, May 20 - To believe the commercials, sport utility vehicles can climb the most indomitable mountain, ford any stream and haul around the kids to boot.",
      "publication_date": "2005-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/21/automobiles/a-love-affair-with-suvs-begins-to-cool.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "In Rare Threat, Bush Vows Veto of Stem Cell Bill",
      "snippet": "Setting up a showdown with the Republican-controlled Congress over the thorny issue of embryonic stem cell research, President Bush vowed Friday to veto a measure, now pending in the House, that would expand federal financing for the studies -- an...",
      "abstract": "Setting up a showdown with the Republican-controlled Congress over the thorny issue of embryonic stem cell research, President Bush vowed Friday to veto a measure, now pending in the House, that would expand federal financing for the studies -- an extremely rare personal threat from a president who has never exercised his veto power.    ''I'm a strong supporter of adult stem cell research, of course. But I made it very clear to the Congress that the use of federal money, taxpayers' money, to promote science which destroys life in order to save life, is -- I'm against that,'' said Mr. Bush, speaking in the Oval Office during a brief appearance with the Danish prime minister, Anders Fogh Rasmussen. ''And therefore, if the bill does that, I will veto it.''   ",
      "lead_paragraph": "WASHINGTON, May 20 - Setting up a showdown with the Republican-controlled Congress over the thorny issue of embryonic stem cell research, President Bush vowed Friday to veto a measure, now pending in the House, that would expand federal financing for the studies -- an extremely rare personal threat from a president who has never exercised his veto power.",
      "publication_date": "2005-05-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/21/politics/in-rare-threat-bush-vows-veto-of-stem-cell-bill.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Off the Hill, and Leading the Charge on Trade",
      "snippet": "What most surprises Rob Portman, who served in Congress for six terms, is how much time he still spends dealing with politics on Capitol Hill as the new United States trade representative.    His days have been filled with long conversations, tryi...",
      "abstract": "What most surprises Rob Portman, who served in Congress for six terms, is how much time he still spends dealing with politics on Capitol Hill as the new United States trade representative.    His days have been filled with long conversations, trying to sway lawmakers to approve a trade pact with Central America. He is figuring out a strategy with Senator Charles E. Grassley, Republican of Iowa, on how to neutralize the sugar lobby.  ",
      "lead_paragraph": "WASHINGTON, May 20 - What most surprises Rob Portman, who served in Congress for six terms, is how much time he still spends dealing with politics on Capitol Hill as the new United States trade representative.",
      "publication_date": "2005-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/21/business/off-the-hill-and-leading-the-charge-on-trade.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "Merck's New Boss Inherits a Mess",
      "snippet": "Among the perks that come with running Merck is a corner office overlooking an idyllic 1,000-acre company-owned preserve, where deer and foxes roam freely.    But as Richard T. Clark leaned over a balcony outside his new office to pose for a photo...",
      "abstract": "Among the perks that come with running Merck is a corner office overlooking an idyllic 1,000-acre company-owned preserve, where deer and foxes roam freely.    But as Richard T. Clark leaned over a balcony outside his new office to pose for a photograph on a recent morning, he seemed oblivious to the view. ''I'm not going to jump,'' he said.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/21/business/mercks-new-boss-inherits-a-mess.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Zimbabwe, Long Destitute, Teeters Toward Ruin",
      "snippet": "In the weeks before parliamentary elections in March, the leaders of this threadbare nation threw open the national larder, wooing voters with stocks of normally scarce gasoline and corn and a flood of freshly printed money.    It may have helped:...",
      "abstract": "In the weeks before parliamentary elections in March, the leaders of this threadbare nation threw open the national larder, wooing voters with stocks of normally scarce gasoline and corn and a flood of freshly printed money.    It may have helped: the ruling party, President Robert G. Mugabe's ZANU-PF, was installed for another five years. But Zimbabwe's Potemkin prosperity has evaporated since the elections, replaced by penury and mounting signs of economic collapse.  ",
      "lead_paragraph": "BULAWAYO, Zimbabwe - In the weeks before parliamentary elections in March, the leaders of this threadbare nation threw open the national larder, wooing voters with stocks of normally scarce gasoline and corn and a flood of freshly printed money.",
      "publication_date": "2005-05-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/21/world/africa/zimbabwe-long-destitute-teeters-toward-ruin.html",
      "byline": "By Michael Wines"
    },
    {
      "headline": "F.D.A. Considers Implant Device for Depression",
      "snippet": "The Food and Drug Administration may soon approve a medical device that would be the first new treatment option for severely depressed patients in a generation, despite the misgivings of many experts who say there is little evidence that it works....",
      "abstract": "The Food and Drug Administration may soon approve a medical device that would be the first new treatment option for severely depressed patients in a generation, despite the misgivings of many experts who say there is little evidence that it works.     The pacemaker-like device, called a vagus nerve stimulator, is surgically implanted in the upper chest, and its wires are threaded into the neck, where it stimulates a nerve leading to the brain. It has been approved since 1997 for the treatment of some epilepsy patients, and the drug agency has told the manufacturer that it is now ''approvable'' for severe depression that is resistant to other treatment.   ",
      "lead_paragraph": "The Food and Drug Administration may soon approve a medical device that would be the first new treatment option for severely depressed patients in a generation, despite the misgivings of many experts who say there is little evidence that it works.",
      "publication_date": "2005-05-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/21/science/fda-considers-implant-device-for-depression.html",
      "byline": "By Benedict Carey"
    },
    {
      "headline": "Army Faltered in Investigating Detainee Abuse",
      "snippet": "Despite autopsy findings of homicide and statements by soldiers that two prisoners died after being struck by guards at an American military detention center in Bagram, Afghanistan, Army investigators initially recommended closing the case without...",
      "abstract": "Despite autopsy findings of homicide and statements by soldiers that two prisoners died after being struck by guards at an American military detention center in Bagram, Afghanistan, Army investigators initially recommended closing the case without bringing any criminal charges, documents and interviews show.    Within days after the two deaths in December 2002, military coroners determined that both had been caused by ''blunt force trauma'' to the legs. Soon after, soldiers and others at Bagram told the investigators that military guards had repeatedly struck both men in the thighs while they were shackled and that one had also been mistreated by military interrogators.  ",
      "lead_paragraph": "Despite autopsy findings of homicide and statements by soldiers that two prisoners died after being struck by guards at an American military detention center in Bagram, Afghanistan, Army investigators initially recommended closing the case without bringing any criminal charges, documents and interviews show.",
      "publication_date": "2005-05-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/22/world/asia/army-faltered-in-investigating-detainee-abuse.html",
      "byline": "By Tim Golden"
    },
    {
      "headline": "Psst, New Grad. Put the Career Off.",
      "snippet": "THIS is the time of year when new college graduates prepare to start the next chapter. It's a time for résumés and interviews and deciding what to be for the rest of your life. Or, if you follow the advice and example of Colleen Kinder, it's a tim...",
      "abstract": "THIS is the time of year when new college graduates prepare to start the next chapter. It's a time for résumés and interviews and deciding what to be for the rest of your life. Or, if you follow the advice and example of Colleen Kinder, it's a time for deciding how to escape.     Ms. Kinder is the author of what is becoming a must-read on college campuses -- ''Delaying the Real World: A Twentysomething's Guide to Seeking Adventure'' (Running Press, 2005). Unlike the ever-growing number of books on how to find a job, hers (and her Web site, delayingtherealworld.com) is about how not to find one. You have plenty of time for all that, she said. First, take time to do what you want, not what's expected.   ",
      "lead_paragraph": "THIS is the time of year when new college graduates prepare to start the next chapter. It's a time for résumés and interviews and deciding what to be for the rest of your life. Or, if you follow the advice and example of Colleen Kinder, it's a time for deciding how to escape.",
      "publication_date": "2005-05-22T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/05/22/jobs/psst-new-grad-put-the-career-off.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Greenberg, in Exile, Plots His Next Move",
      "snippet": "MAURICE R. GREENBERG has come late to a love of lacrosse. Cut off from managing American International Group, the insurance juggernaut he cherished and fiercely controlled, the strong-willed Mr. Greenberg now spends part of his time cheering his g...",
      "abstract": "MAURICE R. GREENBERG has come late to a love of lacrosse. Cut off from managing American International Group, the insurance juggernaut he cherished and fiercely controlled, the strong-willed Mr. Greenberg now spends part of his time cheering his grandchildren at their prep school sporting events.    Subjected to the uncertainties and indignities of a sprawling insurance investigation that is engulfing him, Mr. Greenberg also shuttles between various lawyers' offices and his own temporary command center at 299 Park Avenue in New York. Ousted as A.I.G.'s chairman and chief executive in March, he is tightly focused on mounting his legal defense and is mulling how best to wield his remaining levers of power to recapture his lost glory at the top of corporate America's food chain.   ",
      "lead_paragraph": "MAURICE R. GREENBERG has come late to a love of lacrosse. Cut off from managing American International Group, the insurance juggernaut he cherished and fiercely controlled, the strong-willed Mr. Greenberg now spends part of his time cheering his grandchildren at their prep school sporting events.",
      "publication_date": "2005-05-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/05/22/business/yourmoney/greenberg-in-exile-plots-his-next-move.html",
      "byline": "By Timothy L. O' Brien and Jenny Anderson"
    },
    {
      "headline": "Want Your Letter to Stand Out? Here's a Tip: Write It Yourself",
      "snippet": "What makes a cover letter stand out from the hundreds that can inundate a hiring manager for even the lowest-paying entry-level positions? Some say a compelling first paragraph or an original way of expressing an idea can cut through the clutter. ...",
      "abstract": "What makes a cover letter stand out from the hundreds that can inundate a hiring manager for even the lowest-paying entry-level positions? Some say a compelling first paragraph or an original way of expressing an idea can cut through the clutter.    But four recent applicants for a receptionist position at a Manhattan photography studio were noticed for an entirely different reason. All four, who live in different parts of New York City, used identical language in a portion of their e-mailed cover letters, said Mary Catanzaro, the employee who reviewed and screened the applications.   ",
      "lead_paragraph": "What makes a cover letter stand out from the hundreds that can inundate a hiring manager for even the lowest-paying entry-level positions? Some say a compelling first paragraph or an original way of expressing an idea can cut through the clutter.",
      "publication_date": "2005-05-22T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/05/22/jobs/want-your-letter-to-stand-out-heres-a-tip-write-it-yourself.html",
      "byline": "By David Koeppel"
    },
    {
      "headline": "U.S. Memo Faults Afghan Leader on Heroin Fight",
      "snippet": "United States officials warned this month in an internal memo that an American-financed poppy eradication program aimed at curtailing Afghanistan's huge heroin trade had been ineffective, in part because President Hamid Karzai ''has been unwilling...",
      "abstract": "United States officials warned this month in an internal memo that an American-financed poppy eradication program aimed at curtailing Afghanistan's huge heroin trade had been ineffective, in part because President Hamid Karzai ''has been unwilling to assert strong leadership.''    A cable sent on May 13 from the United States Embassy in Kabul, the Afghan capital, said that provincial officials and village elders had impeded destruction of significant poppy acreage and that top Afghan officials, including Mr. Karzai, had done little to overcome that resistance.  ",
      "lead_paragraph": "WASHINGTON, May 21 - United States officials warned this month in an internal memo that an American-financed poppy eradication program aimed at curtailing Afghanistan's huge heroin trade had been ineffective, in part because President Hamid Karzai \"has been unwilling to assert strong leadership.\"",
      "publication_date": "2005-05-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/22/world/asia/us-memo-faults-afghan-leader-on-heroin-fight.html",
      "byline": "By David S. Cloud and Carlotta Gall"
    },
    {
      "headline": "On a Christian Mission to the Top",
      "snippet": "For a while last winter, Tim Havens, a recent graduate of Brown University and now an evangelical missionary there, had to lead his morning prayer group in a stairwell of the campus chapel. That was because workers were clattering in to remake the...",
      "abstract": "For a while last winter, Tim Havens, a recent graduate of Brown University and now an evangelical missionary there, had to lead his morning prayer group in a stairwell of the campus chapel. That was because workers were clattering in to remake the lower floor for a display of American Indian art, and a Buddhist student group was chanting in the small sanctuary upstairs.     Like most of the Ivy League universities, Brown was founded by Protestant ministers as an expressly Christian college. But over the years it gradually shed its religious affiliation and became a secular institution, as did the other Ivies. In addition to Buddhists, the Brown chaplain's office now recognizes ''heathen/pagan'' as a ''faith community.''   ",
      "lead_paragraph": "For a while last winter, Tim Havens, a recent graduate of Brown University and now an evangelical missionary there, had to lead his morning prayer group in a stairwell of the campus chapel. That was because workers were clattering in to remake the lower floor for a display of American Indian art, and a Buddhist student group was chanting in the small sanctuary upstairs.",
      "publication_date": "2005-05-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/22/us/class/on-a-christian-mission-to-the-top.html",
      "byline": "By Laurie Goodstein and David D. Kirkpatrick"
    },
    {
      "headline": "Who Says There's No Free Lunch on Planes?",
      "snippet": "EVERYONE knows that the airline business is a mess. United Airlines, operating in bankruptcy, just succeeded in punting four employee pension plans, covering 122,000 people, to the Pension Benefit Guaranty Corporation -- and, hence, taxpayers. Del...",
      "abstract": "EVERYONE knows that the airline business is a mess. United Airlines, operating in bankruptcy, just succeeded in punting four employee pension plans, covering 122,000 people, to the Pension Benefit Guaranty Corporation -- and, hence, taxpayers. Delta Airlines lost $5.2 billion last year, its worst performance in 70 years of operations. Other airlines, including American, have been allowed by Congress to defer up to 80 percent of their pension obligations.     Pretty dire, all around.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/05/22/business/who-says-theres-no-free-lunch-on-planes.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Living in a Retirement Village, Back Home With Mom and Dad",
      "snippet": "When Elizabeth Sheeran arrived for an aerobics class here one recent morning, the jokes quickly started flying.    ''Did you use Joan Rivers's plastic surgeon?'' asked Miriam Williams, a 64-year-old publishing consultant.  ",
      "abstract": "When Elizabeth Sheeran arrived for an aerobics class here one recent morning, the jokes quickly started flying.    ''Did you use Joan Rivers's plastic surgeon?'' asked Miriam Williams, a 64-year-old publishing consultant.  ",
      "lead_paragraph": "PLYMOUTH, Mass. - When Elizabeth Sheeran arrived for an aerobics class here one recent morning, the jokes quickly started flying.",
      "publication_date": "2005-05-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/22/us/living-in-a-retirement-village-back-home-with-mom-and-dad.html",
      "byline": "By Motoko Rich"
    },
    {
      "headline": "So You Want to Be a Venture Capitalist",
      "snippet": "BY all rights Stewart Alsop should have been a terrific venture capitalist. So why did Mr. Alsop, long considered a cyber-prophet among technology leaders, wash out in a profession in which he seemed predestined to succeed?     In recent months, a...",
      "abstract": "BY all rights Stewart Alsop should have been a terrific venture capitalist. So why did Mr. Alsop, long considered a cyber-prophet among technology leaders, wash out in a profession in which he seemed predestined to succeed?     In recent months, as venture capital firms have announced the formation of new investment funds, a hot topic among the Silicon Valley cognoscenti has been the exodus of ''tourist V.C.'s,'' as people from nonfinancial backgrounds are known here. Some have left the field because they did not pick enough winners; others have gone on to pursue different projects. Whatever the reason, there are hundreds fewer venture capitalists around today than just two years ago.   ",
      "lead_paragraph": "MENLO PARK, CALIF. - BY all rights Stewart Alsop should have been a terrific venture capitalist. So why did Mr. Alsop, long considered a cyber-prophet among technology leaders, wash out in a profession in which he seemed predestined to succeed?",
      "publication_date": "2005-05-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/05/22/business/yourmoney/so-you-want-to-be-a-venture-capitalist.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Smartest Guys Well Outside of Hollywood",
      "snippet": "Mark Cuban and Todd Wagner form 2929 Entertainment to make, distribute and show films digitally, and their films will be released simultaneously in theaters, on cable television and DVD; revolutionary concept is based on calculation that theatrica...",
      "abstract": "Mark Cuban and Todd Wagner form 2929 Entertainment to make, distribute and show films digitally, and their films will be released simultaneously in theaters, on cable television and DVD; revolutionary concept is based on calculation that theatrical releases account for about $9 billion in revenues for film industry while home videos and DVD are worth $24 billion, making theatrical run essentially an expensive trailer for the after market; eliminating four-month lag between theatrical release and DVD release will also save on marketing (M)",
      "lead_paragraph": "FILM buffs have never had more options -- DVD's, video-on-demand and myriad cable movie channels. But there is one choice that has not become easier: seeing a movie in the theater on the day it is released. For that, the Star Wars pilgrim who must know how the series ends -- or begins, as the case may be -- still has to schlep to the multiplex, wait in line and then fight for a seat.",
      "publication_date": "2005-05-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/23/business/media/smartest-guys-well-outside-of-hollywood.html",
      "byline": "By David Carr"
    },
    {
      "headline": "At Tyco Trial: Same Stage, New Scenes, Hazy Ending",
      "snippet": "Fraud trial of L Dennis Kozlowski, former chief executive of Tyco International, and his lieutenant, Mark H Swartz, departs in significant ways from original trial, which ended in mistrial, even though principals, courtroom and facts in case are u...",
      "abstract": "Fraud trial of L Dennis Kozlowski, former chief executive of Tyco International, and his lieutenant, Mark H Swartz, departs in significant ways from original trial, which ended in mistrial, even though principals, courtroom and facts in case are unchanged; prosecution puts on decidedly stronger case by focusing on charges of grand larceny and throwing out much of entertaining testimony about Kozlowski's conspicuous consumption; defense has also tightened its case and made some points stronger, and Kozlowski's own testimony has injected huge new factor into case; photo (M)",
      "lead_paragraph": "Twenty-seven witnesses. Eight hundred and sixty exhibits. Sixty-seven days of testimony. And now the finale.",
      "publication_date": "2005-05-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/23/business/at-tyco-trial-same-stage-new-scenes-hazy-ending.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "An Iraqi Police Officer's Death, a Soldier's Varying Accounts",
      "snippet": "More than 20 American soldiers and marines have been accused of crimes in connection with deaths of Iraqis since war began more than two years ago; at least 10 service members have been convicted, but in most cases on less serious charges than tho...",
      "abstract": "More than 20 American soldiers and marines have been accused of crimes in connection with deaths of Iraqis since war began more than two years ago; at least 10 service members have been convicted, but in most cases on less serious charges than those they originally faced; Navy personnel are also being investigated in deaths of two detainees; in some of 20 cases, prosecutors allege that flagrant acts led to death; in other cases, service members have admitted their roles in deaths, but have likened their actions to 'mercy kililngs,' striking final blows to wounded Iraqis who were suffering; most contentious cases are those of handful of service members who claim they acted only to protect themselves from what they considered threats to their lives, as allowed by military rules; detailed examination of one such case: Cpl Dustin M Berg, 22-year-old guardsman from Indiana, shot and killed Iraqi officer he was patrolling with, used officer's gun to shoot himself and then lied about incident; he now is claiming self-defense; chart lists other cases under scrutiny; photos (L)",
      "lead_paragraph": "The American soldier and the Iraqi police officer were on patrol together outside a flea market south of Baghdad, chatting from time to time, when one of them suddenly started shooting.",
      "publication_date": "2005-05-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/23/us/an-iraqi-police-officers-death-a-soldiers-varying-accounts.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "Link to Lobbyist Brings Scrutiny to G.O.P. Figure",
      "snippet": "Grover Norquist, who has had hand in nearly every conservative cause in Washington for nearly two decades, is attracting unwelcome attention because of his link to lobbyist Jack Abramoff; Congressional committee investigating whether Abramoff defr...",
      "abstract": "Grover Norquist, who has had hand in nearly every conservative cause in Washington for nearly two decades, is attracting unwelcome attention because of his link to lobbyist Jack Abramoff; Congressional committee investigating whether Abramoff defrauded Indian tribes has subpoenaed records from Norquist's group, Americans for Tax Reform, after he refused for six months to turn them over voluntarily; Justice Dept is reviewing records of advocacy group Norquist started after reports that Abramoff instructed Indian tribes to give it $250,000; Norquist's name appears over and over in newly disclosed documents outlining Abramoff's work in Northern Mariana Islands, which Democrats are agitating to investigate; Norquist dismisses any suggestion of wrongdoing on his part and plays down his ties to Abramoff, which go back to their college days; photo (M)",
      "lead_paragraph": "WASHINGTON, May 18 - In Republican Washington, Jack Abramoff and Grover Norquist worked all the angles.",
      "publication_date": "2005-05-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/23/politics/link-to-lobbyist-brings-scrutiny-to-gop-figure.html",
      "byline": "By Kate Zernike and Anne E. Kornblut"
    },
    {
      "headline": "Toe Tags Offer Clues to Uzbeks' Uprising",
      "snippet": "Survivors of May 13 attack by Uzbek troops in Andijon tell story far different than official version offered by Pres Islam A Karimov; Karimov claims troops were putting down prison break and demonstration by Islamic militants, and that any civilia...",
      "abstract": "Survivors of May 13 attack by Uzbek troops in Andijon tell story far different than official version offered by Pres Islam A Karimov; Karimov claims troops were putting down prison break and demonstration by Islamic militants, and that any civilians struck were felled by accident or by militants' guns; survivors tell of poorly conceived armed revolt to Karimov's centralized government that set off local popular uprising, ending in horror when Uzbek authorities suppressed mixed crowd of escaped prison inmates and demonstrators with machine gun and rifle fire; scale of death is fiercely contested; Karimov, who makes no secret of his distrust of Islam, claims 32 Uzbek troops and 137 other people were killed; opposition party says at least 745 civilians died in Andijon and nearby town next day; human rights group says as many as 1,000 unarmed people were killed by troops; government has blocked free travel to diplomats, human rights investigators and journalists seeking access to Andijon; photo of government-issued death certificate of civilian who died days after uprising; map (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/23/world/asia/toe-tags-offer-clues-to-uzbeks-uprising.html",
      "byline": "By C.j. Chivers"
    },
    {
      "headline": "Rebel Shiite Cleric Hints He'll Shift to Politics, Not War",
      "snippet": "Rebel Shiite cleric Moktada al-Sadr, leader of bloody revolts against American military, says he may forgo military efforts and work to ease rising sectarian tensions throughout Iraq; many American officials view him as untrustworthy and continue ...",
      "abstract": "Rebel Shiite cleric Moktada al-Sadr, leader of bloody revolts against American military, says he may forgo military efforts and work to ease rising sectarian tensions throughout Iraq; many American officials view him as untrustworthy and continue to fear that he has been lying low so he can bring his militia back in force; he has history of making promises to renounce violence only to break them; he was driven underground in Aug after American military decimated his militia during siege of shrine in Najaf that left hundreds of Iraqis dead and much of city's old district destroyed; he has re-emerged in recent weeks, backing large anti-American demonstrations in Baghdad, Najaf, Kut and Nasiriya; his intentions are crucial element in way American military officials deal with increasingly seething sectarian tensions in Iraq, but he is thought to be sending mixed signals (M)",
      "lead_paragraph": "BAGHDAD, Iraq, May 22 - One day after a large group of anti-American Sunni leaders pledged to enter the political process, a rebel Shiite cleric who led uprisings against the American military suggested Sunday that he would forgo military efforts and work to ease rising sectarian tensions throughout Iraq.",
      "publication_date": "2005-05-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/23/world/middleeast/rebel-shiite-cleric-hints-hell-shift-to-politics-not-war.html",
      "byline": "By Richard A. Oppel Jr"
    },
    {
      "headline": "Advertisers Want Something Different",
      "snippet": "Innovation is advertising is being pushed today by advertisers, not ad agencies, which used to take the lead; marketers are under pressure to stay ahead of technological innovations that are changing how consumers view their messages, and they are...",
      "abstract": "Innovation is advertising is being pushed today by advertisers, not ad agencies, which used to take the lead; marketers are under pressure to stay ahead of technological innovations that are changing how consumers view their messages, and they are in turn putting pressure on their agencies to adapt; agencies, faced with shrinking profit margins and sagging stock prices, are more eager to please than ever; BBDO came up with online ad for General Electric using a virtual seed only after repeated demand from GE for something daring; photos; graphs (M)",
      "lead_paragraph": "BBDO Worldwide in New York, General Electric's longtime advertising agency, was not getting the message.",
      "publication_date": "2005-05-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/23/business/media/advertisers-want-something-different.html",
      "byline": "By Stuart Elliott"
    },
    {
      "headline": "Big News Media Join in Push to Limit Use of Unidentified Sources",
      "snippet": "News media companies are cutting back on their use of anonymous sources, responding in part to criticism from Scott McClellan, White House press secretary, about Newsweek's article, now retracted, on reports that interrogators at Guantanamo Bay, C...",
      "abstract": "News media companies are cutting back on their use of anonymous sources, responding in part to criticism from Scott McClellan, White House press secretary, about Newsweek's article, now retracted, on reports that interrogators at Guantanamo Bay, Cuba, had flushed Koran down toilet; among them are USA Today, Washington Post, Los Angeles Times, NBC News and New York Times; some journalists worry that these efforts could hamper them from doing their jobs at time when mistrust of news media is rampant, hordes of media critics attack every misstep on Web and legal cases jeopardize their abilty to keep unnamed news sources confidential; photo (M)",
      "lead_paragraph": "Scott McClellan, the White House press secretary, added a new role to his portfolio last week: journalism professor.",
      "publication_date": "2005-05-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/23/washington/big-news-media-join-in-push-to-limit-use-of-unidentified-sources.html",
      "byline": "By Lorne Manly"
    },
    {
      "headline": "On Fall TV, the Networks Are Planning Something Borrowed",
      "snippet": "New programs planned by six big broadcast television networks for their fall season borrow heavily on subjects that dominated past season, like the supernatural, crime and sexuality; executives fear this will make it harder for those shows to stan...",
      "abstract": "New programs planned by six big broadcast television networks for their fall season borrow heavily on subjects that dominated past season, like the supernatural, crime and sexuality; executives fear this will make it harder for those shows to stand out; Everybody Hates Chris, UPN series widely seen as potential hit, goes against this trend; photo (M)",
      "lead_paragraph": "For the six big broadcast television networks, imitation is the sincerest form of desperation.",
      "publication_date": "2005-05-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/23/business/media/on-fall-tv-the-networks-are-planning-something-borrowed.html",
      "byline": "By Stuart Elliott"
    },
    {
      "headline": "U.N. Forces Using Tougher Tactics to Secure Peace",
      "snippet": "United Nations peacekeeping forces are mounting most aggressive operations in their history in Congo and elsewhere in attempt to overcome past peacekeeping failures; in Congo, peacekeepers in armored personnel carriers return fire of enemy sniper ...",
      "abstract": "United Nations peacekeeping forces are mounting most aggressive operations in their history in Congo and elsewhere in attempt to overcome past peacekeeping failures; in Congo, peacekeepers in armored personnel carriers return fire of enemy sniper attacks, use attack helicopters to swoop down over trees in search of tribal fighters, and surround villages in militia strongholds, searching hut by hut for guns; peace missions in several other countries--each with their own rules of engagement--have also moved well beyond traditional notion of peacekeeping; Security Council adopted notion of 'robust peacekeeping' after rebels in Sierra Leone killed some peacekeepers and took hundreds more hostage in 2000; UN review of situation called for show of 'credible force' by peacekeepers in future missions; current UN peacekeepers' mission in Congo detailed; photos; map (M)",
      "lead_paragraph": "NAIROBI, Kenya, May 22 - The United Nations, burdened by its inability to stave off the mass killings in Rwanda in 1994 and by failed missions in Bosnia and Somalia, is allowing its peacekeepers to mount some of the most aggressive operations in its history.",
      "publication_date": "2005-05-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/23/world/africa/un-forces-using-tougher-tactics-to-secure-peace.html",
      "byline": "By Marc Lacey"
    }
  ]
}