{
  "metadata": {
    "date": "2005-11-03",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Corporate Tool, Yes, but Bright and Handy",
      "snippet": "David Pogue column on Research in Motion's new BlackBerry 8700c cellphone/e-mail device, which retails for $300; photo (M)",
      "abstract": "David Pogue column on Research in Motion's new BlackBerry 8700c cellphone/e-mail device, which retails for $300; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/03/technology/circuits/corporate-tool-yes-but-bright-and-handy.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Alito's Dissents Show Deference to Lower Courts",
      "snippet": "Judge Samuel A Alito Jr, who heard several hundreds cases over 15 years on US Court of Appeals, dissented slightly more often than typical appeals court judge, with his dissenting opinions almost always more conservative than majority's; his disse...",
      "abstract": "Judge Samuel A Alito Jr, who heard several hundreds cases over 15 years on US Court of Appeals, dissented slightly more often than typical appeals court judge, with his dissenting opinions almost always more conservative than majority's; his dissents in more than 60 cases often took issue with decisions siding with criminal defendants, prisoners and immigrants; his dissents frequently voted in favor of government and corporations, deferring to what he calls good faith judgments of police officers, prosecutors, prison wardens, trial judges and juries; he appears particularly reluctant to order new trials over what he calls harmless errors in presentation of evidence or in jury instructions; Alito, who was appointed to appeals court by first Pres Bush, dissented in 26 cases in which both other judges were also appointed by Republicans, and in 4 cases in which both were appointed by Democrats (M)",
      "lead_paragraph": "Judge Samuel A. Alito Jr. dissents slightly more often than the typical appeals court judge, and his dissenting opinions are almost always more conservative than the majority's.",
      "publication_date": "2005-11-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/03/politics/politicsspecial1/alitos-dissents-show-deference-to-lower-courts.html",
      "byline": "By Adam Liptak and Jonathan D. Glater"
    },
    {
      "headline": "A Syrian Tale: Passion, Power, Assassination",
      "snippet": "Pres Bashar al-Assad of Syria must decide whether to cooperate with United Nations inquiry that names his brother-in-law Asef Shawkat as prime suspect in assassination of former Lebanese prime minister Rafik Hariri; Shawkat, head of military intel...",
      "abstract": "Pres Bashar al-Assad of Syria must decide whether to cooperate with United Nations inquiry that names his brother-in-law Asef Shawkat as prime suspect in assassination of former Lebanese prime minister Rafik Hariri; Shawkat, head of military intelligence in Syria, has loyalty and support of country's most powerful, and feared, institutions; he is thought to be fearless, eloping with Bushra Al-Assad decade ago over objections of her father Pres Hafiz al-Assad and his eldest son Basil; until this crisis, Shawkat, with support of his shrewd, ambitious wife, was seen as one of few people who has ability to stage coup; Pres Bashar al-Assad is thought to be closely allied to Shawkat; turning him over for trial could lead to chaos in intelligence services and dilution of his grip on power by fracturing unity of family; photos (M)",
      "lead_paragraph": "DAMASCUS, Syria, Nov. 2 - It was a love story that captured the imagination of many Syrians: a man and a woman defied her father, eloped and lived happily ever after. But for many people it was not the romance that made the story compelling, it was how the tale spoke to power.",
      "publication_date": "2005-11-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/03/world/middleeast/a-syrian-tale-passion-power-assassination.html",
      "byline": "By Michael Slackman and Katherine Zoepf"
    },
    {
      "headline": "The Lives of Teenagers Now: Open Blogs, Not Locked Diaries",
      "snippet": "Growing number of teenagers are pushing content onto Internet with cheap digital tools like cellphone cameras, iPods, laptops and user-friendly Web editing software; millions of teenagers are staking out cyberterritory in places like MySpace.com, ...",
      "abstract": "Growing number of teenagers are pushing content onto Internet with cheap digital tools like cellphone cameras, iPods, laptops and user-friendly Web editing software; millions of teenagers are staking out cyberterritory in places like MySpace.com, Xanga.com and Livejournal.com, where they matter-of-factly construct their individual online presence, often to chagrin of parents and schoolteachers who have belatedly discovered whole nations of teenagers churning out content under their noses; photos (M)",
      "lead_paragraph": "Melissa Paredes, a 16-year-old in Lompoc, Calif., maintains a Web site where she writes poetry, posts pictures and shares music. So when she was mourning her stepfather, David Grabowski, earlier this year, she reflexively channeled her grief into a multimedia tribute.",
      "publication_date": "2005-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/03/business/media/the-lives-of-teenagers-now-open-blogs-not-locked-diaries.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "Big Media a Tough Sell to Jittery Investors",
      "snippet": "Shares of big media companies like News Corp, Walt Disney, Viacom and Comcast are languishing because of investor concerns about how technological changes will affect audience behavior and how growing competition from online media, including Googl...",
      "abstract": "Shares of big media companies like News Corp, Walt Disney, Viacom and Comcast are languishing because of investor concerns about how technological changes will affect audience behavior and how growing competition from online media, including Google and Yahoo, as well as ad-skipping devices like TiVo and other digital video recorders, will affect traditional media companies; investors also worry that with slower advertising growth, profitability of media properties like television and radio stations could be affected; graphs (M)",
      "lead_paragraph": "The media moguls are busier than ever. In the last few months, Rupert Murdoch, the News Corporation chairman, has announced a series of Web deals including the purchase of Myspace.com, a social networking site. Time Warner is in talks to sell a stake in a suddenly hot AOL.",
      "publication_date": "2005-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/03/business/media/big-media-a-tough-sell-to-jittery-investors.html",
      "byline": "By Geraldine Fabrikant and Richard Siklos"
    },
    {
      "headline": "Goodbye, My Sweet Deduction",
      "snippet": "Pres Bush's advisory panel on tax reform concludes that it has no choice but to significantly trim home mortgage deduction and eliminate state and local tax deductions if it wants to find way to simplify income tax; by combining move with variety ...",
      "abstract": "Pres Bush's advisory panel on tax reform concludes that it has no choice but to significantly trim home mortgage deduction and eliminate state and local tax deductions if it wants to find way to simplify income tax; by combining move with variety of other measures, panel is also able to eliminate alternative minimum tax; panel's rationale behind its proposal is that many economists believe real estate subsidy is one of tax code's most unfair features, overwhelmingly benefiting affluent and pulling investment from rest of economy into housing sector; value of homes are expected to fall, especially in expensive markets like Northeast and California, if proposal becomes law; Joel B Slemrod, director of Office of Tax Policy Research at University of Michigan, says short-term prospects of Congress adopting these measures are very low; National Association of Realtors estimates home prices across nation will fall by 15 percent, with devastating effect on nation's housing economy; Mortgage Bankers Association calls proposals tax increase for a lot of working Americans; graphs; charts (M)",
      "lead_paragraph": "There are no cows more sacred in the tax code than the deductions for mortgage interest and property taxes. Together, they add up to at least a $75 billion annual subsidy for housing and homeowners. President Bush, in establishing his advisory panel on tax reform, specifically asked the group to preserve support for home ownership.",
      "publication_date": "2005-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/03/business/goodbye-my-sweet-deduction.html",
      "byline": "By Eduardo Porter and David Leonhardt"
    },
    {
      "headline": "Buyer's Remorse Is Causing Some Palpitations at Johnson",
      "snippet": "Johnson & Johnson's stumble in purchase of Guidant Corp illustrates perils of designing corporate strategy around acquisitions; Johnson & Johnson is experiencing buyer's remorse, particularly because Guidant is Johnson & Johnson's largest acquisit...",
      "abstract": "Johnson & Johnson's stumble in purchase of Guidant Corp illustrates perils of designing corporate strategy around acquisitions; Johnson & Johnson is experiencing buyer's remorse, particularly because Guidant is Johnson & Johnson's largest acquisition ever; Johnson & Johnson says it will not complete $25.4 billion acquisition unless Guidant agrees to renegotiate terms; cites product recalls of some Guidant heart devices and federal probes of company; deal has been viewed as important to Johnson & Johnson's long-term strategy; Johnson & Johnson will have to look elsewhere to complete its strategy if it cannot persuade Guidant to agree on lower price, but other heart device makers may not want to do business with company that just walked away from deal (Market Place column) (M)",
      "lead_paragraph": "Johnson & Johnson's stumble in the purchase of the Guidant Corporation, the medical device maker, illustrates the perils of designing a corporate strategy around acquisitions.",
      "publication_date": "2005-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/03/business/buyers-remorse-is-causing-some-palpitations-at-johnson.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "Troubled Maker of Heart Devices May Lose Suitor",
      "snippet": "Johnson & Johnson threatens to abandon its $25.4 billion deal to acquire Guidant Corp, voicing concern about recalls and federal investigations into safety of some of its heart devices; Guidant says any effect from recalls would be short term, and...",
      "abstract": "Johnson & Johnson threatens to abandon its $25.4 billion deal to acquire Guidant Corp, voicing concern about recalls and federal investigations into safety of some of its heart devices; Guidant says any effect from recalls would be short term, and claims Johnson & Johnson is legally obligated to complete deal by Nov 4, as originally negotiated; financial and legal confrontation is expected between two companies, neither of which rules out continuing talks; any new agreement would depend on two sides agreeing on lower price; Guidant's legal problems grow, with New York Atty Gen Eliot Spitzer filing suit accusing company of fraud in connection with sales of defibrillator model that short-circuited in some cases (M)",
      "lead_paragraph": "Johnson & Johnson yesterday threatened to abandon its plan to acquire the Guidant Corporation, a troubled heart device maker, setting the stage for a financial and legal confrontation between the companies over the $25.4 billion deal.",
      "publication_date": "2005-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/03/business/troubled-maker-of-heart-devices-may-lose-suitor.html",
      "byline": "By Barry Meier and Andrew Ross Sorkin"
    },
    {
      "headline": "Iraq Asks Return of Some Officers of Hussein Army",
      "snippet": "Iraqi government, reversing American directive issued in 2003, calls for return of junior officers from disbanded army of Saddam Hussein; goal is to drain insurgency of recruits and bolster Iraqi security forces; this is first open invitation to b...",
      "abstract": "Iraqi government, reversing American directive issued in 2003, calls for return of junior officers from disbanded army of Saddam Hussein; goal is to drain insurgency of recruits and bolster Iraqi security forces; this is first open invitation to broad classes of former officers to rejoin armed forces; few thousand former officers have already been recruited quietly, with support of American military; new move could represent political overture by Shiite-led government to disaffected Sunni Arabs, possibly to drum up support before Dec legislative elections; many American commanders and military analysts say core part of Sunni-led insurgency is made up of former members of Hussein's 400,000-member military, which was dissolved in May 2003 on orders from L Paul Bremer III, leader of American occupation; Americans and Iraqis say invitation represents official recognition of practice under way for some time; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Nov. 2 - The Iraqi government called Wednesday for the return of junior officers from the disbanded army of Saddam Hussein, openly reversing an American directive issued in 2003.",
      "publication_date": "2005-11-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/03/world/worldspecial/iraq-asks-return-of-some-officers-of-hussein-army.html",
      "byline": "By Edward Wong"
    }
  ]
}