{
  "metadata": {
    "date": "2005-08-03",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Chinese Company Drops Bid to Buy U.S. Oil Concern",
      "snippet": "Cnooc, Chinese oil company, withdraws its $18.5 billion for Unocal, clearing way for Chevron to acquire Unocal for about $17 billion and keep it in American hands; Cnooc's pullback underscores resentment and bitterness that has formed in China and...",
      "abstract": "Cnooc, Chinese oil company, withdraws its $18.5 billion for Unocal, clearing way for Chevron to acquire Unocal for about $17 billion and keep it in American hands; Cnooc's pullback underscores resentment and bitterness that has formed in China and US over effort to buy what some consider to be strategic assets; Chinese oil companies are expected to continue seeking foreign oil assets despite Cnooc's failure and may learn something from tactical and political miscalculations Cnooc made; photos; graph of Unocal's daily share price since Chevron first offered to buy it on April 4 (M)",
      "lead_paragraph": "SHANGHAI, Aug. 2 - A Chinese oil company said on Tuesday that it was withdrawing its $18.5 billion offer for Unocal, the American oil company that had been at the center of a takeover struggle that will end with its staying in American hands.",
      "publication_date": "2005-08-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/03/business/worldbusiness/chinese-company-drops-bid-to-buy-us-oil-concern.html",
      "byline": "By David Barboza and Andrew Ross Sorkin"
    },
    {
      "headline": "Back to School",
      "snippet": "AT a June orientation briefing for parents at the University of Michigan in Ann Arbor, talk turned quickly to technology. Five students had given up their Sunday afternoon to address issues that the fretful parents might have had about sending the...",
      "abstract": "AT a June orientation briefing for parents at the University of Michigan in Ann Arbor, talk turned quickly to technology. Five students had given up their Sunday afternoon to address issues that the fretful parents might have had about sending their children to college -- finding a balance between study and fun, Greek life, campus safety, binge drinking. But many parents had other questions: which operating system is best; is a laptop or desktop preferable; how good is the wireless access; and is it necessary to bring a printer?      The session's leader, a little desperate, finally asked, ''Does anyone have questions that aren't about technology?''  ",
      "lead_paragraph": "AT a June orientation briefing for parents at the University of Michigan in Ann Arbor, talk turned quickly to technology. Five students had given up their Sunday afternoon to address issues that the fretful parents might have had about sending their children to college -- finding a balance between study and fun, Greek life, campus safety, binge drinking. But many parents had other questions: which operating system is best; is a laptop or desktop preferable; how good is the wireless access; and is it necessary to bring a printer?",
      "publication_date": "2005-08-03T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/08/03/technology/back-to-school.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "Tough Course: The Calculus of Cellphones",
      "snippet": "WHEN your child heads off to college for the first time, be prepared for some intense emotional displays: prolonged farewell speeches, physical clinging, hysterical weeping.     Your child may show some emotion, too.  ",
      "abstract": "WHEN your child heads off to college for the first time, be prepared for some intense emotional displays: prolonged farewell speeches, physical clinging, hysterical weeping.     Your child may show some emotion, too.  ",
      "lead_paragraph": "WHEN your child heads off to college for the first time, be prepared for some intense emotional displays: prolonged farewell speeches, physical clinging, hysterical weeping.",
      "publication_date": "2005-08-03T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/08/03/technology/techspecial3/tough-course-the-calculus-of-cellphones.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Jet Skids and Burns in Toronto; 309 Aboard Safe",
      "snippet": "Air France Airbus A340-300 arriving from Paris skids off runway at Pearson International Airport in Toronto and bursts into flames, but all 309 people on board escape without single serious injury; landing occurs two hours after airport suspended ...",
      "abstract": "Air France Airbus A340-300 arriving from Paris skids off runway at Pearson International Airport in Toronto and bursts into flames, but all 309 people on board escape without single serious injury; landing occurs two hours after airport suspended most takeoffs because of severe weather; witnesses on ground report intense lightning bolts and strong wind moments before accident; photos; map (M)",
      "lead_paragraph": "TORONTO, Aug. 2 - An Air France passenger jet from Paris with 309 people on board skidded off a runway and within minutes burst into flames on Tuesday while landing in stormy weather at Pearson International Airport here. But all the passengers and crew members were able to scurry down escape chutes within five minutes after the crash, just before the fire spread through much of the aircraft. No one was seriously hurt.",
      "publication_date": "2005-08-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/03/world/americas/jet-skids-and-burns-in-toronto-309-aboard-safe.html",
      "byline": "By Clifford Krauss"
    },
    {
      "headline": "Court Nominee Prizes 'Modesty,' He Tells the Senate",
      "snippet": "Judge John G Roberts Jr, Supreme Court nominee, gives Senate Judiciary Committee written essay on judicial activism in which he says judges must possess degree of modesty and humility, must be respectful of legal precedent and must be willing to c...",
      "abstract": "Judge John G Roberts Jr, Supreme Court nominee, gives Senate Judiciary Committee written essay on judicial activism in which he says judges must possess degree of modesty and humility, must be respectful of legal precedent and must be willing to change their minds; presents himself as proponent of judicial restraint, quality prized by senators at time when conservative critics of judiciary bemoan activist judges; provides information on his financial assets and net worth, which is nearly $5.3 million, his work during Supreme Court case that decides 2000 election in Pres Bush's favor, and his membership, or lack thereof, in Federalist Society, conservative legal group; provides fresh details about how he was interviewed by White House; National Archives releases documents offering new information about Roberts's work for Justice Department in Reagan administration (M)",
      "lead_paragraph": "WASHINGTON, Aug. 2 - In his first written response to questions from the lawmakers who will review his nomination to the Supreme Court, Judge John G. Roberts Jr. told the Senate Judiciary Committee on Tuesday that judges must possess \"a degree of modesty and humility,\" must be respectful of legal precedent and must be willing to change their minds.",
      "publication_date": "2005-08-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/03/us/court-nominee-prizes-modesty-he-tells-the-senate.html",
      "byline": "By Sheryl Gay Stolberg and David E. Rosenbaum"
    },
    {
      "headline": "Not Just TV: Cable Competes for the Office Domain",
      "snippet": "Cable companies like Cox, Time Warner and Cablevision are increasingly selling data and phone services to smaller businesses now that cable lines can carry Internet-based calls as well as TV and high-speed Internet signals; are positioning themsel...",
      "abstract": "Cable companies like Cox, Time Warner and Cablevision are increasingly selling data and phone services to smaller businesses now that cable lines can carry Internet-based calls as well as TV and high-speed Internet signals; are positioning themselves as friendlier, cheaper, more flexible alternative to regional Bell companies, which have tended to neglect smaller corporate customers; cable providers sold estimated $1.2 billion in phone, data and video servies to company in 2004, figure that is expected to rise to $2 billion in 2005; photo; graph (M)",
      "lead_paragraph": "When Leon Thomas moved his company's headquarters across Omaha last month, one of his top priorities was to get improved high-speed data lines so his company, which helps clients manage their online strategies, could keep expanding.",
      "publication_date": "2005-08-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/03/business/media/not-just-tv-cable-competes-for-the-office-domain.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "China Retreats Now, but It Will Be Back",
      "snippet": "Chinese companies are not expected to hold back on expansion overseas in face of Cnooc's failure to acquire Unocal in US; may even learn a few lessons from failure, such as that they are likely to complete deals if they do not directly antagonize ...",
      "abstract": "Chinese companies are not expected to hold back on expansion overseas in face of Cnooc's failure to acquire Unocal in US; may even learn a few lessons from failure, such as that they are likely to complete deals if they do not directly antagonize any large economic interest in US and that clearing deal with White House, as Cnooc did, is not enough because opposition in Congress can be fatal; most immediate effect of Cnooc's withdrawal may be on Chinese public, which was led by media to take pride in its bid fo Unocal; drawing; graph (M)",
      "lead_paragraph": "HONG KONG, Aug. 2 - Just as a tactical retreat is sometimes useful in winning broader battles, as Sun Tzu wrote 2,500 years ago, the withdrawal of Cnooc Ltd.'s bid for Unocal seems unlikely to derail China Inc.'s economic expansion overseas, and may even hold a few lessons.",
      "publication_date": "2005-08-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/03/business/worldbusiness/china-retreats-now-but-it-will-be-back.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Fund Managers Raising the Ante in Philanthropy",
      "snippet": "Hedge fund managers are now force in New York's philanthropic circles, representing pool of donors worth tens and even hundreds of millions of dollars; tend to be young and not yet wedded to particular cause, qualities that make them natural targe...",
      "abstract": "Hedge fund managers are now force in New York's philanthropic circles, representing pool of donors worth tens and even hundreds of millions of dollars; tend to be young and not yet wedded to particular cause, qualities that make them natural targets for boards of nonprofits; are focused on outcomes in their philanthropy as they are in their investments, and they are having great influence over charities they choose; philanthropy is exercised through charities like Robin Hood Foundation, Hedge Fund Cares and 100 Women in Hedge Funds, as well as through managers' private foundations; photo (M)",
      "lead_paragraph": "Jamie Niven, the vice chairman of Sotheby's auction house, was having an unusual problem. He could not give away a new car.",
      "publication_date": "2005-08-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/03/business/fund-managers-raising-the-ante-in-philanthropy.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "A Furor Was Built on Many Grudges",
      "snippet": "Cnooc's decision to withdraw its bid to acquire Unocal in face of political opposition in US is not expected to diminish tensions between US and China, which may well intensify in months ahead; many economists believe political reaction to offer i...",
      "abstract": "Cnooc's decision to withdraw its bid to acquire Unocal in face of political opposition in US is not expected to diminish tensions between US and China, which may well intensify in months ahead; many economists believe political reaction to offer in US was far out of proportion to case and are particularly dubious about arguments that Cnooc's bid would have jeopardized national security; political acrimony in US toward China has been rising on several fronts, and uproar of Cnooc may have been way to vent other grudges; drawing; graph (M)",
      "lead_paragraph": "WASHINGTON, Aug. 2 - The board of Cnooc, the Chinese oil company, had one thing right: its bid to buy an American oil company was killed by political opposition.",
      "publication_date": "2005-08-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/03/business/a-furor-was-built-on-many-grudges.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Adidas Is Said to Be Close to Deal to Acquire Reebok",
      "snippet": "Adidas-Salomon is reportedly in late stages of talks to acquire Reebok International for about $4.4 billion in deal that would reshape sports footwear and apparel industry; reported price, about $59 a share, represents one-third premium over Reebo...",
      "abstract": "Adidas-Salomon is reportedly in late stages of talks to acquire Reebok International for about $4.4 billion in deal that would reshape sports footwear and apparel industry; reported price, about $59 a share, represents one-third premium over Reebok's share price; combined company would have about 20 percent of $145 billion worldwide market, compared with about a third for Nike, industry leader, which would face its first formidable competitor in more than decade (M)",
      "lead_paragraph": "Adidas-Salomon is near a deal to acquire Reebok International for about $4.4 billion, executives involved in the discussions said yesterday. The transaction would reshape the sports footwear and apparel industry.",
      "publication_date": "2005-08-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/03/business/adidas-is-said-to-be-close-to-deal-to-acquire-reebok.html",
      "byline": "By Andrew Ross Sorkin and Barnaby J. Feder"
    },
    {
      "headline": "California Air Is Cleaner, but Troubles Remain",
      "snippet": "Southern California is no longer plagued by smog as it was from 1950's through 1980's, but goal of consistently healthy air for all 16 million people there remains out of reach; ozone pollution is improving, but region remains one of worst three i...",
      "abstract": "Southern California is no longer plagued by smog as it was from 1950's through 1980's, but goal of consistently healthy air for all 16 million people there remains out of reach; ozone pollution is improving, but region remains one of worst three in nation, along with Houston and San Joaquin Valley in Central California; attention is now turning from ozone to diesel pollutants spewing from ships, locomotives and trucks that serve ports of Los Angeles and Long Beach; these pollutants have been newly linked to cancer and cardiovascular disease, and air quality authorities credited with bringing down ozone levels have far less power to control them; map; photos (L)",
      "lead_paragraph": "TOPANGA STATE PARK, Calif. - On many days, a hiker on the Temescal Ridge trail above the Pacific Ocean, 30 to 50 miles west of the San Gabriel Mountains, can trace the snowy ridges and the thin, brown lines of canyons with the naked eye. Three decades ago, an entire summer could pass before homeowners just five miles from the mountains could see the peaks.",
      "publication_date": "2005-08-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/03/us/california-air-is-cleaner-but-troubles-remain.html",
      "byline": "By Felicity Barringer"
    },
    {
      "headline": "CIBC Pays to Settle Enron Case",
      "snippet": "Canadian Imperial Bank of Commerce agrees to pay $2.4 billion to settle claims that it helped hide losses at Enron Corp, raising to $7.1 billion the sum that banks and other defendants have thus far agreed to pay to compensate investors; William S...",
      "abstract": "Canadian Imperial Bank of Commerce agrees to pay $2.4 billion to settle claims that it helped hide losses at Enron Corp, raising to $7.1 billion the sum that banks and other defendants have thus far agreed to pay to compensate investors; William S Lerach, lawyer for plaintiffs, who are led by University of California, says other defendants would do will be settle; they include Merrill Lynch, Deutsche Bank, Credit Suisse First Boston and Barclays (M)",
      "lead_paragraph": "Canadian Imperial Bank of Commerce agreed yesterday to pay $2.4 billion to settle claims that it helped hide losses at the Enron Corporation, raising to $7.1 billion the sum that banks and other defendants have thus far agreed to pay to compensate investors.",
      "publication_date": "2005-08-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/03/business/worldbusiness/cibc-pays-to-settle-enron-case.html",
      "byline": "By Jeff Bailey"
    }
  ]
}