{
  "metadata": {
    "date": "2005-03-07",
    "total_articles": 32
  },
  "articles": [
    {
      "headline": "Home Sweet Home Confinement",
      "snippet": "Martha Stewart, released after spending five months in prison, returns to her home in Bedford, NY; Stewart, who is to be fitted with plastic monitoring device for her ankle, must complete five months of home confinement as next part of her sentenc...",
      "abstract": "Martha Stewart, released after spending five months in prison, returns to her home in Bedford, NY; Stewart, who is to be fitted with plastic monitoring device for her ankle, must complete five months of home confinement as next part of her sentence; has until Sunday to report to probation officer; probation department will also install transmitter in her house, where she will be confined to single building, almost certainly the main house on her 153-acre property; other restrictions described; photo (M)",
      "lead_paragraph": "Martha Stewart returned in the early morning hours yesterday to one of her homes, a sprawling model farm in rural Westchester County. And there she found that not much had changed since she last roamed free, with reporters and photographers camped by the dozen in front of her house and the public keenly interested in every detail of her post-prison existence.",
      "publication_date": "2005-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/05/business/home-sweet-home-confinement.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "Violent New Front in Drug War Opens on the Canadian Border",
      "snippet": "BC bud, potent form of marijuana named for Canadian province where it is grown, has become center of what law enforcement officials say is increasingly violent $7 billion cultivation and smuggling industry; four Royal Canadian Mounted Police offic...",
      "abstract": "BC bud, potent form of marijuana named for Canadian province where it is grown, has become center of what law enforcement officials say is increasingly violent $7 billion cultivation and smuggling industry; four Royal Canadian Mounted Police officers were shot to death in Alberta on March 3 as they were searching marijuana-growing operation; killings have stunned country; new wave of drug trafficking, with Northwest Washington and Seattle a major transit point, is challenge to US law enforcement agents stationed along northern border; situation is spotlighting sharp differences in way two countries deal with drug crimes; some officials on both sides of border say Canada's less stringent drug laws have made it harder to stem flow of contraband; graph; maps; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/05/us/violent-new-front-in-drug-war-opens-on-the-canadian-border.html",
      "byline": "By Sarah Kershaw"
    },
    {
      "headline": "E.P.A. Scientist Is Bush's Pick as New Chief",
      "snippet": "Pres Bush nominates Stephen L Johnson, scientist who rose through ranks during 24-year career at Environmental Protection Agency, to be agency's administrator at time when administration faces a battle in its effort to rewrite nation's air polluti...",
      "abstract": "Pres Bush nominates Stephen L Johnson, scientist who rose through ranks during 24-year career at Environmental Protection Agency, to be agency's administrator at time when administration faces a battle in its effort to rewrite nation's air pollution laws; Johnson has been acting administrator since Jan, when Michael O Leavitt was chosen to be secretary of Health and Human Services Dept; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/05/politics/epa-scientist-is-bushs-pick-as-new-chief.html",
      "byline": "By Felicity Barringer"
    },
    {
      "headline": "Italian Hostage Returns HomeAfter 2nd Brush With Death",
      "snippet": "US soldiers guarding checkpoint in Baghdad fire on car carrying Giuliani Sgrena, kidnapped Italian journalist who had just been released, wounding her and killing intelligence agent Nicola Calipari; Italian Prime Min Silvio Berlusconi says Calipar...",
      "abstract": "US soldiers guarding checkpoint in Baghdad fire on car carrying Giuliani Sgrena, kidnapped Italian journalist who had just been released, wounding her and killing intelligence agent Nicola Calipari; Italian Prime Min Silvio Berlusconi says Calipari was instrumental in negotiating Sgrena's release; says two other intelligence agents were wounded in shooting; circumstances of Sgrena's release remain murky, and Italian officials have shed no light on how, or from whom, she was released; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Saturday, March 5 - American soldiers guarding a checkpoint here fired Friday night on an approaching car carrying a kidnapped Italian journalist who had just been released, wounding the journalist and killing an Italian intelligence agent, according to American and Italian officials.",
      "publication_date": "2005-03-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/05/world/middleeast/italian-hostage-returns-homeafter-2nd-brush-with-death.html",
      "byline": "By Edward Wong and Jason Horowitz"
    },
    {
      "headline": "Pro and Con Line Up as Bush Presses Social Security Effort",
      "snippet": "Pres Bush, at Social Security forum in Westfield, NJ, and later at University of Notre Dame, tries to jumpstart his uphill drive for personal accounts; asserts that retirement system requires drastic change and challenges skeptics to put their own...",
      "abstract": "Pres Bush, at Social Security forum in Westfield, NJ, and later at University of Notre Dame, tries to jumpstart his uphill drive for personal accounts; asserts that retirement system requires drastic change and challenges skeptics to put their own ideas forward; Democratic leaders amass in New York and elsewhere as part of weekend fly-around to counter administration blitz; Democratic National Committee runs radio advertisements in cities Bush has visited, and groups like AARP step up their opposition strategies; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/05/politics/pro-and-con-line-up-as-bush-presses-social-security-effort.html",
      "byline": "By Anne E. Kornblut and Sam Roberts"
    },
    {
      "headline": "Whose Patent Is It, Anyway?",
      "snippet": "Hitachi Global Storage Technologies files suit in Federal District Court in Northern California claiming that GS Magic Stor, with factory in Guiyang, China, stole crucial elements of patented design for miniaturized version of hard drive for Apple...",
      "abstract": "Hitachi Global Storage Technologies files suit in Federal District Court in Northern California claiming that GS Magic Stor, with factory in Guiyang, China, stole crucial elements of patented design for miniaturized version of hard drive for Apple Computer's mini iPod; Apple, not named in Hitachi's suit, does not comment; some analysts say Apple may be forced, for image reasons, to drop Magic Stor as supplier; issue for Western companies doing business in China centers on intellectual property theft that has been fixture on trade agenda between US and China for years; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/05/business/worldbusiness/whose-patent-is-it-anyway.html",
      "byline": "By Howard French"
    },
    {
      "headline": "Job Growth Rises, to Delight of Investors",
      "snippet": "Labor Department, offering new evidence that US economy remains on path of robust and sustained growth, reports employment grew by 262,000 jobs in February, twice as many as in January and biggest increase since last October; reports unemployment ...",
      "abstract": "Labor Department, offering new evidence that US economy remains on path of robust and sustained growth, reports employment grew by 262,000 jobs in February, twice as many as in January and biggest increase since last October; reports unemployment rate increased by 0.2 percent, to 5.4 percent in February, reflecting unexpected loss of 97,000 jobs and increase of 153,000 people seeking work; reports hourly wages for production and nonsupervisory workers remains stagnant at $15.90 an hour; graphs; charts; photo (M)",
      "lead_paragraph": "Job growth surged in February, the government reported yesterday, providing fresh evidence that the economy remained on a path of robust and sustained growth.",
      "publication_date": "2005-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/05/business/job-growth-rises-to-delight-of-investors.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "F.D.A. Awaiting More Data On Lung Cancer Drug  Officials of the Food and Drug Administration are awaiting more data before deciding the fate of AstraZeneca's Iressa, a lung cancer drug that was rapidly approved for use by desperate patients but ha...",
      "abstract": " F.D.A. Awaiting More Data On Lung Cancer Drug  Officials of the Food and Drug Administration are awaiting more data before deciding the fate of AstraZeneca's Iressa, a lung cancer drug that was rapidly approved for use by desperate patients but has failed to prolong lives in a clinical trial.     The case of Iressa has raised questions about whether the F.D.A.'s accelerated approval program might be allowing ineffective or unsafe drugs on the market. [Page A8.]    Aon Settles With Three States  Aon agreed to pay restitution of $190 million to its customers because top executives of the insurance broker directed transactions that helped mislead customers and possibly increased costs for them, the New York attorney general, Eliot Spitzer, said. The accusations were made in a complaint filed as the company reached settlements with Connecticut, Illinois and New York. [C3.]    F.D.A. Seizes Glaxo Tablets  The Food and Drug Administration, angered by quality-control problems it said had dragged on for two years, used marshals to seize millions of tablets of the antidepressant Paxil CR and Avandamet, a diabetes medicine, from GlaxoSmithKline plants. [A7.]    Cost of Medicare Raised Again  The Congressional Budget Office raised its estimate of Medicare spending and said the new drug benefit would cost more than it assumed when Congress passed it in 2003. [A14.]    Apple Suing Web Site Publishers  A California judge heard arguments in a lawsuit brought by Apple Computer to force three Web site publishers to reveal the names of sources who disclosed to them Apple's plans for future products. [C4.]    Four Investment Banks Settle  Lehman Brothers, Credit Suisse First Boston, Goldman Sachs and UBS, which helped sell WorldCom bonds to the public two years before the company collapsed, agreed to pay a little more than $100 million to settle with investors who lost money in the deals. [C4.]    Jurors in the government's case against Bernard J. Ebbers, the former chief executive of WorldCom, began deliberations to determine whether he orchestrated an $11 billion fraud that brought down the company in 2002. [C10.]    Management Shake-Up at Delphi  Alan S. Dawes, left, the chief financial officer of Delphi, resigned after the board expressed a ''loss of confidence.'' In addition, Delphi's chief accountant, Paul Free, resigned, and the board demoted the vice president of treasury, John Blahnik, who was also removed as a corporate officer. The management shake-up comes after the company admitted that it had inflated income statements. The scope of the accounting irregularities at Delphi, which are being investigated by the Securities and Exchange Commission, appears to be wider than the company initially said. [C3.]    Germany Wins G.M. Car Contract  General Motors has decided to build midsize Opels and Saabs in Germany rather than in Sweden because it will cost $262 million less at a time when G.M. is trying to wring $655 million in cost savings a year out of its money-losing European operations. [C3.]    Boeing Suspension Ends  The Air Force ended a 20-month suspension on doing business with the rocket units of Boeing that began when Boeing was found to have improperly obtained proprietary documents and trade secrets from Lockheed Martin. [C2.]    ChoicePoint Faces Several Inquiries  ChoicePoint, the commercial data broker that inadvertently sold tens of thousands of consumer records to thieves masquerading as small business clients, announced that it was the subject of consumer lawsuits, a barrage of inquiries from state attorneys general, and two federal investigations. [C2.]    Nortel Names a President  Gary Daichendt, a former executive vice president at Cisco, was named president and chief operating officer of Nortel Networks. [C10.]  ",
      "lead_paragraph": "F.D.A. Awaiting More Data On Lung Cancer Drug Officials of the Food and Drug Administration are awaiting more data before deciding the fate of AstraZeneca's Iressa, a lung cancer drug that was rapidly approved for use by desperate patients but has failed to prolong lives in a clinical trial.",
      "publication_date": "2005-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/05/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Citgo's Status Is Giving Houston the Jitters",
      "snippet": "Petroleos de Venezuela president and Venezuelan energy minister Rafael Ramirez, seeking to dispel uncertainty in energy markets, says Houston has nothing to fear over Venezuela's plan to exert greater control over Citgo Petroleum, which is owned b...",
      "abstract": "Petroleos de Venezuela president and Venezuelan energy minister Rafael Ramirez, seeking to dispel uncertainty in energy markets, says Houston has nothing to fear over Venezuela's plan to exert greater control over Citgo Petroleum, which is owned by Venezuelan government and based in Houston, Tex; group of Venezuelan lawmakers are set to travel to Houston to interview officials as part of expanded investigation by Venezuela's National Assembly into reports of corruption at Citgo and PDVSA Services; photo (M)",
      "lead_paragraph": "HOUSTON, March 4 - Few places are as jittery as this city when it comes to the future of Citgo Petroleum, the oil refining giant owned by the government of Venezuela and based here.",
      "publication_date": "2005-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/05/business/citgos-status-is-giving-houston-the-jitters.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Dow and S.& P. Close at Highest Since Mid-2001",
      "snippet": "Dow Jones stock average rises 107.52 points, or nearly 1 percent, to 10,940.55; Standard & Poor's 500 stock index rises 11.65 points, about 1 percent, to 1,222.12; Nasdaq composite index rises 12.21 points, or 0.6 percent, to 2,070.61; price and y...",
      "abstract": "Dow Jones stock average rises 107.52 points, or nearly 1 percent, to 10,940.55; Standard & Poor's 500 stock index rises 11.65 points, about 1 percent, to 1,222.12; Nasdaq composite index rises 12.21 points, or 0.6 percent, to 2,070.61; price and yield for 10-year bond noted; chart on key US interest rates; graph (M)",
      "lead_paragraph": "The stock market rose yesterday to its highest levels since the summer of 2001, after a strong February jobs report seemed to bolster confidence in consumers' ability to keep spending.",
      "publication_date": "2005-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/05/business/dow-and-s-p-close-at-highest-since-mid2001.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "Efforts to Hide Sensitive Data Pit 9/11 Concerns Against Safety",
      "snippet": "Federal officials are considering proposal to remove hazardous material placards from railroad tank cars; their fear is that terrorists could use them to lock in on targets for highly toxic attacks; idea has sparked outcry from firefighters and ra...",
      "abstract": "Federal officials are considering proposal to remove hazardous material placards from railroad tank cars; their fear is that terrorists could use them to lock in on targets for highly toxic attacks; idea has sparked outcry from firefighters and rail workers, who say removing signs could endanger their lives; they say federal officials seem more focused on guarding against terrorist attack than on daily threat of accidents; dispute illustrates growing push to mask sensitive data about nation's industrial base from prying eyes of potential terrorists; photo (M)",
      "lead_paragraph": "They are just pieces of cardboard, and they cover less than a square foot on the side of railroad tank car. But behind them lies a post-9/11 competition between public safety and national security.",
      "publication_date": "2005-03-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/05/us/efforts-to-hide-sensitive-data-pit-911-concerns-against-safety.html",
      "byline": "By Christopher Drew"
    },
    {
      "headline": "Unexpected Whiff of FreedomProves Bracing for the Mideast",
      "snippet": "Take Back Your Time and various advocacy groups say too many workers feel overstressed by demands on their time and are arguing for more paid time off to allow them to devote more time to their families; Democrats plan to introduce bill guaranteei...",
      "abstract": "Take Back Your Time and various advocacy groups say too many workers feel overstressed by demands on their time and are arguing for more paid time off to allow them to devote more time to their families; Democrats plan to introduce bill guaranteeing seven paid days off each year for when workers or children are ill; Pres Bush and allies favor twice-failed bill offering overtime workers choice between  Middle East enters uncharted political and social territory with mixture of anticipation and dread following opening of Egyptian elections to multiple candidates fall of Lebanese government before street demonstrators and limited vote for municipal councils in Saudi Arabia ; uncensored satellite television spurs protests and pressure from Bush administration emboldens them; American campaign for democracy in Middle East is viewed by many as anti-Arab conspiracy; photo (M)",
      "lead_paragraph": "CAIRO, March 5 - The leaders of about half of Egypt's rickety opposition parties sat down for one of their regular meetings this week under completely irregular circumstances. In the previous few days, President Hosni Mubarak opened presidential elections to more than one candidate, and street demonstrators helped topple Lebanon's government.",
      "publication_date": "2005-03-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/06/world/middleeast/unexpected-whiff-of-freedomproves-bracing-for-the-mideast.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "Torn From Moorings, Villagers From Sri Lanka Grasp for Past",
      "snippet": "Navalady in eastern Sri Lanka, lost at least 620 of about 1,900 inhabitants in tsunami, including wife and four sons of bodybuilder Santosh Chinnathambi Selvam; most of 490 families were related in one way or another; residents waver between vowin...",
      "abstract": "Navalady in eastern Sri Lanka, lost at least 620 of about 1,900 inhabitants in tsunami, including wife and four sons of bodybuilder Santosh Chinnathambi Selvam; most of 490 families were related in one way or another; residents waver between vowing never to return and saying they would return if everyone else did; community spirit frayed during refuge at school in Batticaloa, yet according to Hindu custom 30 days after disaster, people returned to Navalady to cook feast for their relatives who had died; photos; map (L)",
      "lead_paragraph": "NAVALADY, Sri Lanka - This village had been the loveliest of places to live, sitting on a narrow sandbar that extended into the Indian Ocean like a skeletal finger. On one side was a resort-caliber beach, on the other, a lagoon that separated the village from the nearby town. Palm trees dripping with coconuts provided shade. Water glittered all around.",
      "publication_date": "2005-03-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/06/world/asia/torn-from-moorings-villagers-from-sri-lanka-grasp-for-past.html",
      "byline": "By Amy Waldman"
    },
    {
      "headline": "Suspect in 10 Kansas Murders Lived an Intensely Ordinary Life",
      "snippet": "Dennis L Rader, suspect in BTK killings in Wichita area of Kansas, was unusually earnest in upholding mundane laws as Compliance Officer for Park City; stayed constantly and meticulously within strictest mores of society in public way as church an...",
      "abstract": "Dennis L Rader, suspect in BTK killings in Wichita area of Kansas, was unusually earnest in upholding mundane laws as Compliance Officer for Park City; stayed constantly and meticulously within strictest mores of society in public way as church and Boy Scout leader; co-workers remember him as awkward to work with, although some found his outsized enthusiasm for his municipal inspection work charming; killings traced; impressions of locals who knew Rader discussed; photos; chart (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/06/us/suspect-in-10-kansas-murders-lived-an-intensely-ordinary-life.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "EBay's Joy Ride: Going Once ...",
      "snippet": "People who sell on eBay protest steep fee increases announced in January, but eBay executives are not concerned, recalling protests that greeted previous increases and saying company wants to restore balance between those using auctions and those ...",
      "abstract": "People who sell on eBay protest steep fee increases announced in January, but eBay executives are not concerned, recalling protests that greeted previous increases and saying company wants to restore balance between those using auctions and those selling items for flat price in eBay stores; more worrisome for company are doubts raised by longtime sellers and Wall Street analysts about eBay's ability to keep up its torrid rate of growth; company's fortunes are thought to hinge ultimately less on growth rate of company's American site than on its foreign operations and on use of its PayPal payment system beyond eBay site; graphs; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/03/06/business/yourmoney/ebays-joy-ride-going-once.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Gonzo Gone, Rather Going, Watergate Still Here",
      "snippet": "Frank Rich column disusses state of network news today; notes recent suicide of Hunter S Thompson and Dan Rather's departure from the CBS anchor chair this week; compares their best work with current state of journalism; discusses case of Jeff Gan...",
      "abstract": "Frank Rich column disusses state of network news today; notes recent suicide of Hunter S Thompson and Dan Rather's departure from the CBS anchor chair this week; compares their best work with current state of journalism; discusses case of Jeff Gannon, fake reporter for a fake news organization, who was given White House press credentials; compares lack of investigative reporting today to coverage of Watergate in 1972; photos (L)",
      "lead_paragraph": "TWO weeks ago Hunter S. Thompson committed suicide. This week Dan Rather commits ritual suicide, leaving the anchor chair at CBS prematurely as penance for his toxic National Guard story. The two journalists shared little but an abiding distaste -- make that hatred in Thompson's case -- for the Great Satan of 20th-century American politics, Richard Nixon. The best work of both was long behind them. Yet memories of that best work -- not to mention the coincidental timing of their departures -- only accentuate the vacuum in that cultural category we stubbornly insist on calling News.",
      "publication_date": "2005-03-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "2",
      "web_url": "https://www.nytimes.com/2005/03/06/arts/gonzo-gone-rather-going-watergate-still-here.html",
      "byline": "By Frank Rich"
    },
    {
      "headline": "For 'Simple Joy,' Please Make a Note of It",
      "snippet": "Home Front column profiles Lauren Marrus and company she acquired Dempsey & Carroll, among oldest and most respection stationery companies in US; company was founded in 1878 in New York and last year fell on hard times; Marrus is working to revive...",
      "abstract": "Home Front column profiles Lauren Marrus and company she acquired Dempsey & Carroll, among oldest and most respection stationery companies in US; company was founded in 1878 in New York and last year fell on hard times; Marrus is working to revive and reorganize it in age when handwritten note is rare and cherished; photo (M)",
      "lead_paragraph": "THE Internet has been Lauren Marrus's bread and butter for more than a decade. She helped create ABC Online, Oprah Online and the Style Channel, a joint venture with AOL. She developed an online service for investors that gave them access to more than one million financial reports. She gives speeches about e-commerce to business groups.",
      "publication_date": "2005-03-06T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/03/06/jobs/for-simple-joy-please-make-a-note-of-it.html",
      "byline": "By Louise Kramer"
    },
    {
      "headline": "How the Tumultuous Marriage of Miramax and Disney Failed",
      "snippet": "Harvey and Bob Weinstein negotiate separation agreement from Walt Disney Company, which acquired their Miramax film studio in 1993 for $80 million; Miramax generated $4.5 billion in American ticket sales for Disney and won 53 Academy Awards, but W...",
      "abstract": "Harvey and Bob Weinstein negotiate separation agreement from Walt Disney Company, which acquired their Miramax film studio in 1993 for $80 million; Miramax generated $4.5 billion in American ticket sales for Disney and won 53 Academy Awards, but Weinsteins and Disney argued bitterly over huge losses from defunct Talk magazine, ballooning movie budgets and Disney's refusal to release Fahrenheit 9/11; neither side will emerge from breakup as clear winner; photos; graph (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/06/movies/how-the-tumultuous-marriage-of-miramax-and-disney-failed.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Defying Experts, Insurers Join Medicare Drug Plan",
      "snippet": "Substantial number of big insurance companies and pharmacy benefit managers say they will offer prescription drug coverage to Medicare beneficiaries next year, defying predictions of many industry experts; risks are found acceptable because govern...",
      "abstract": "Substantial number of big insurance companies and pharmacy benefit managers say they will offer prescription drug coverage to Medicare beneficiaries next year, defying predictions of many industry experts; risks are found acceptable because government will protect insurers against large financial losses at least in first years; Bush administration estimates Medicare payments to private plans for drug benefit will total $59 billion in 2006 and double in five years (M)",
      "lead_paragraph": "WASHINGTON, March 5 - The new Medicare drug benefit passed a major milestone in recent weeks as a substantial number of big insurance companies said they would offer prescription drug coverage to Medicare beneficiaries next year, defying the predictions of many industry experts.",
      "publication_date": "2005-03-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/06/us/defying-experts-insurers-join-medicare-drug-plan.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "Rule Change Lets C.I.A. Freely Send Suspects Abroad to Jails",
      "snippet": "Classified directive signed by Pres Bush within days of Sept 11, 2001, gives Central Intelligence Agency expansive authority to render or transfer suspected terrorists to foreign countries for interrogation without case-by-case approval as require...",
      "abstract": "Classified directive signed by Pres Bush within days of Sept 11, 2001, gives Central Intelligence Agency expansive authority to render or transfer suspected terrorists to foreign countries for interrogation without case-by-case approval as required earlier; process of rendition is under attack from human rights groups, but unnamed CIA official insists CIA has gone to great lengths to ensure suspects are kept under humane conditions; several former detainees describe coercive interrogation and brutal treatment (M)",
      "lead_paragraph": "WASHINGTON, March 5 - The Bush administration's secret program to transfer suspected terrorists to foreign countries for interrogation has been carried out by the Central Intelligence Agency under broad authority that has allowed it to act without case-by-case approval from the White House or the State or Justice Departments, according to current and former government officials.",
      "publication_date": "2005-03-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/03/06/politics/rule-change-lets-cia-freely-send-suspects-abroad-to-jails.html",
      "byline": "By Douglas Jehl and David Johnston"
    },
    {
      "headline": "A Texan Stumbles in King Arthur's Court",
      "snippet": "Marjorie Scardino, chief executive of Pearson, British media company, is long overdue on pledge she made in 1997 to double company's share price in five years, prompting some speculation about how much longer she will be allowed to stay on; critic...",
      "abstract": "Marjorie Scardino, chief executive of Pearson, British media company, is long overdue on pledge she made in 1997 to double company's share price in five years, prompting some speculation about how much longer she will be allowed to stay on; critics fault her focus on buzzwords of 1990's--mergers, expansion and dot-com investments--and lack of attention to businesses Pearson already owned; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-06T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/03/06/business/yourmoney/a-texan-stumbles-in-king-arthurs-court.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Companies Behaving Badly",
      "snippet": "Gretchen Morgenson column on report issued by GovernanceMetrics International on corporate governance practices at 3,220 companies around the world, only 34 of which were found worthy of firm's highest rating; says upshot is that while many compan...",
      "abstract": "Gretchen Morgenson column on report issued by GovernanceMetrics International on corporate governance practices at 3,220 companies around the world, only 34 of which were found worthy of firm's highest rating; says upshot is that while many companies have toned down anti-shareholder practices, investors must remain vigilant; discusses firm's criticism of Krispy-Kreme, UnitedHealth Group, Molex Inc and K-Swiss (M)",
      "lead_paragraph": "CORPORATE governance problems, business-speak for companies that shirk their responsibilities to shareholders, have been front and center for more than three years. While many companies have toned down anti-shareholder practices, investors must remain vigilant for executives and boards that are still in the Stone Age.",
      "publication_date": "2005-03-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/03/06/business/yourmoney/companies-behaving-badly.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "A Flood of Magazines for Those Awash in Cash",
      "snippet": "Rich are becoming own niche in ever more fragmented media world, with some five percent of 6,200 magazine titles published for general public in United States aimed at wealthy and more entering field; Sidney Frank, who recently entered luxury maga...",
      "abstract": "Rich are becoming own niche in ever more fragmented media world, with some five percent of 6,200 magazine titles published for general public in United States aimed at wealthy and more entering field; Sidney Frank, who recently entered luxury magazine business by buying Travel Savvy magazine, comments, phone interview; photos (M)",
      "lead_paragraph": "Sidney Frank, the liquor baron who recently sold Grey Goose vodka to Bacardi for $2 billion, was just back from Hawaii, where he had bought a house -- his sixth -- for $12.5 million.",
      "publication_date": "2005-03-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/07/business/media/a-flood-of-magazines-for-those-awash-in-cash.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Pfizer Stirs Concern With Plans to Sell Heart Drugs Only as Pair",
      "snippet": "Some prominent cardiologists object to Pfizer's plan to sell its promising new heart drug torcetrapib only in combination with its cholesterol drug Lipitor; say torcetrapib should be offered as stand-alone pill, so patients can decide whether to t...",
      "abstract": "Some prominent cardiologists object to Pfizer's plan to sell its promising new heart drug torcetrapib only in combination with its cholesterol drug Lipitor; say torcetrapib should be offered as stand-alone pill, so patients can decide whether to take it with Lipitor or with similar drugs not from Pfizer that may work better for them; torcetrapib could be one of most promising new heart treatments in decade; it still must clear many hurdles before it is approved; it would not reach market before 2007, at earliest, but already Pfizer's plan is generating controversy; authorities on drug development say Food and Drug Adm may have no choice but to approve combination treatment if it proves more effective at preventing heart disease than Lipitor by itself; say agency has little authority over cost of new drugs or ability to encourage competition among drug companies (M)",
      "lead_paragraph": "A drug that could be one of the most promising new heart treatments in a decade is generating controversy even before it is approved, because its maker, Pfizer, plans to sell it only in combination with the company's best-selling cholesterol treatment, Lipitor.",
      "publication_date": "2005-03-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/07/business/pfizer-stirs-concern-with-plans-to-sell-heart-drugs-only-as-pair.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "The Movie Midas",
      "snippet": "Profile of Lions Gate Enterainment, largest surviving distribution and production company not owned by Hollywood studio; chief executive Jon Feltheimer and vice chairman Michael Burns have forged largest vertically integrated competitor to major s...",
      "abstract": "Profile of Lions Gate Enterainment, largest surviving distribution and production company not owned by Hollywood studio; chief executive Jon Feltheimer and vice chairman Michael Burns have forged largest vertically integrated competitor to major studios, with production facility, television unit, foreign sales arm and 8,000-title library; run studio with cost disciple that sets it apart from major studios and other independents; seek out audidences other film companies do not often reach, grossing $302 million in nation's theaters in 2004 without any award nominees; studio's recent success has come as unwelcome surprise to many in Hollywood; revenue graph; photos (M)",
      "lead_paragraph": "On the Saturday before the Academy Awards, film executives jammed into a tent on a Santa Monica beach to trade accolades at the Independent Spirit Awards, an event devoted to honoring independent films.",
      "publication_date": "2005-03-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/07/business/media/the-movie-midas.html",
      "byline": "By Ross Johnson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Aon Inquiry Finds Problems With Personal Insurance  Documents related to an inquiry of the insurance broker Aon provide details of what investigators say were improprieties in personal lines of insurance. Until now, inquiries in the insurance indu...",
      "abstract": " Aon Inquiry Finds Problems With Personal Insurance  Documents related to an inquiry of the insurance broker Aon provide details of what investigators say were improprieties in personal lines of insurance. Until now, inquiries in the insurance industry have focused on insurance for companies.     Aon channeled home and auto coverage for wealthy Americans to two big insurers, which paid Aon lucrative bonuses and helped pay the salaries of some of its brokers, according to the documents. [C9.]    Interpublic Chief Learns the Game  Michael I. Roth, above, the new chief executive of Interpublic, has never been an advertising executive. He is the first to acknowledge his need to quickly pick up the nuances of how the game is played on Madison Avenue. Stuart Elliott: Advertising. [Page C9.]    Capital One Plans to Buy Hibernia  Capital One Financial, one of the nation's biggest credit card companies, said that it would buy Hibernia, a regional banking company that is based in New Orleans, for about $5.35 billion. [C9.]    Plan for a Buyout at Insight  The Carlyle Group and the co-founders of Insight Communications are planning to make a $650 million offer to buy out Insight's public shareholders, executives said. [C9.]    Battles Ahead for Boston Scientific  New research on stents suggests that Boston Scientific, the leader in the market for the devices, will face increasingly tough competition from Johnson & Johnson and Medtronic. [C3.]    Radio Tags Are Costly, Airlines Find  Cash-strapped airlines are having trouble investing in new tracking systems that could reduce problems with lost luggage. [C3.]    A.T.M.'s Pick Up Web Site Tricks  Wells Fargo and other banks are giving their A.T.M.'s a dose of Internet technology. Bob Tedeschi: E-Commerce Report. [C3.]    Ads for Saudi Bank Focus on Women  Banque Saudi Fransi plans to start an advertising campaign that breaks with tradition, promoting women's banking to a mainstream consumer audience. A 40-second television commercial shows a Saudi woman wearing a hijab. ''You have your dreams. You have your ambitions,'' a voice-over says in Arabic. ''You are not alone.'' [C5.]    Troubles for Small Cars in Crashes  Small cars are not being built well enough to stand up to sport utility vehicles and pickup trucks in side impacts, according to research from a group financed by car insurers. [C2.]    Canadian Beef Ban Causes Trouble  A ban on imports of live cattle from Canada, prompted by fears of mad cow disease, is casting a gloom over the Northwest's beef industry, which depends on imports to fill seasonal shortfalls. [C10.]    Buffett Is Betting on Dollar's Drop  Warren E. Buffett said in Berkshire Hathaway's annual report that he was acting on his view that the dollar would continue to drop. Market Place. [C2.]  ",
      "lead_paragraph": "Aon Inquiry Finds Problems With Personal Insurance Documents related to an inquiry of the insurance broker Aon provide details of what investigators say were improprieties in personal lines of insurance. Until now, inquiries in the insurance industry have focused on insurance for companies.",
      "publication_date": "2005-03-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/07/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Many Missteps Tied to Delay in Armor for Troops in Iraq",
      "snippet": "Records show that Pentagon's difficulties in shielding troops and their vehicles in Iraq with armor have been far more extensive and intractable than officials have acknowledged, special report, Missing in Action: The Supply Gap in Iraq; finds tha...",
      "abstract": "Records show that Pentagon's difficulties in shielding troops and their vehicles in Iraq with armor have been far more extensive and intractable than officials have acknowledged, special report, Missing in Action: The Supply Gap in Iraq; finds that supply problem seen as emergency on ground in Iraq was treated as routine procurement matter back in Washington; among findings: Pentagon's contract for ceramic plate inserts that make vests bulletproof was given to former Army researcher lacking any experience with mass production; Army's equipment manager effectively reduced armor's priority to status of socks; 10,000 plates were lost along way, and rest arrived late; in all, Defense Dept took 167 days just to start getting bulletproof vests to soldiers in Iraq once order was placed; records show it actually took weeks and even months more, at time when Iraqi insurgency was intensifying and American casualties were mounting; by contrast, US allies in Iraq got armor in just 12 days by bypassing Pentagon and ordering directly from manufacturer; photos (L)",
      "lead_paragraph": "The war in Iraq was hardly a month old in April 2003 when an Army general in charge of equipping soldiers with protective gear threw the brakes on buying bulletproof vests.",
      "publication_date": "2005-03-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/07/world/middleeast/many-missteps-tied-to-delay-in-armor-for-troops-in-iraq.html",
      "byline": "By Michael Moss"
    },
    {
      "headline": "Cult of Stewart Bounces Back in the Magazine",
      "snippet": "Martha Stewart Living Omnimedia's Martha Stewart Living magazine welcomes her return from prison on its cover and launches her new monthly column; worshipful focus on her is departure from last two years, when magazine minimized her name on cover ...",
      "abstract": "Martha Stewart Living Omnimedia's Martha Stewart Living magazine welcomes her return from prison on its cover and launches her new monthly column; worshipful focus on her is departure from last two years, when magazine minimized her name on cover and replaced some features that bore her name with more generic columns; company, which has been debating since her Mar 2004 conviction in Imclone stock case whether to expand beyond her personality or rebuild around her, is clearly counting on her to be driving force in rebuilding; photo (M)",
      "lead_paragraph": "If there was any question that Martha Stewart Living Omnimedia has been eagerly awaiting the return of its founder and namesake, the coming issue of the magazine Martha Stewart Living lays it to rest.",
      "publication_date": "2005-03-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/07/business/media/cult-of-stewart-bounces-back-in-the-magazine.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "On EBay, E-Mail Phishers Find a Well-Stocked Pond",
      "snippet": "eBay online auction site reportedly is one of companies most frequently targeted by phishing, form of online fraud in which victims disclose account passwords and other data in response to e-mails that seem to come from legitimate business; compan...",
      "abstract": "eBay online auction site reportedly is one of companies most frequently targeted by phishing, form of online fraud in which victims disclose account passwords and other data in response to e-mails that seem to come from legitimate business; company's domination of online auction business and its heavy dependence on e-mail make its users particularly vulnerable to this kind of scam; proliferation of problem means legitimate e-mail that powers eBay deals are increasingly being eliminated by jun",
      "lead_paragraph": "Donald Jay Alofs got a call last fall at home asking if he had recently bought several thousand dollars worth of electronics. Mr. Alofs had not, and he had a good reason for not being on a spending spree: he was in the hospital at the time.",
      "publication_date": "2005-03-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/07/technology/on-ebay-email-phishers-find-a-wellstocked-pond.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "Shakeup at Sony Puts Westerner in Leader's Role",
      "snippet": "Board of Sony Corp of Japan turns to Westerner to fill top position, naming Sir Howard Stringer its chairman and chief executive; he will succeed Nobuyuki Idei, who plans to retire next year; Stringer is credited with helping revive company's musi...",
      "abstract": "Board of Sony Corp of Japan turns to Westerner to fill top position, naming Sir Howard Stringer its chairman and chief executive; he will succeed Nobuyuki Idei, who plans to retire next year; Stringer is credited with helping revive company's music and movie businesses in United States as head of Sony Corp of America; Idei used his background in marketing to reshape Sony into more media-focused company; choice of Stringer to succeed him seen as recognition of turnaround in Sony's entertainment businesses, which are among most profitable parts of company; Stringer hints at future efforts to integrate entertainment and electronics focuses of company; Kunitake Ando is set to resign as Sony's president and be replaced by Ryoji Chubachi; Ken Kutaragi is demoted and will give up his seat on Sony's board; allowing foreigner to take over reins of Sony seen as one of boldest moves Japanese company could make; photo; graphs (M)",
      "lead_paragraph": "The board of the Sony Corporation of Japan named Sir Howard Stringer its chairman and chief executive today, an unusual instance of a leading Japanese company turning to a foreigner to fill a top position, the company said in Tokyo.",
      "publication_date": "2005-03-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/07/business/worldbusiness/shakeup-at-sony-puts-westerner-in-leaders-role.html",
      "byline": "By Andrew Ross Sorkin and Saul Hansell"
    },
    {
      "headline": "At a Suit's Core: Are Bloggers Reporters, Too?",
      "snippet": "Analysis of broader implications for news media should Santa Clara County Judge James Kleinberg rule online commentators and pundits known as bloggers are journalists, with privilege under California law of keeping news sources confidential; case ...",
      "abstract": "Analysis of broader implications for news media should Santa Clara County Judge James Kleinberg rule online commentators and pundits known as bloggers are journalists, with privilege under California law of keeping news sources confidential; case involves Apple Computer suit to force Web sites that display leaked product data to disclose identity of Apple employees or contractors who provide data; raises concern that judges may deny reporter shield privilege to all reporters rather than extend it to everyone online (M)",
      "lead_paragraph": "In the physical world, being labeled a journalist may confer little prestige and may even evoke some contempt. But being a journalist can also confer certain privileges, like the right to keep sources confidential. And for that reason many bloggers, a scrappy legion of online commentators and pundits, would like to be considered reporters, too.",
      "publication_date": "2005-03-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/07/technology/at-a-suits-core-are-bloggers-reporters-too.html",
      "byline": "By Jonathan Glater"
    },
    {
      "headline": "U.S. Checkpoints Raise Ire in Iraq",
      "snippet": "Many apparently innocent Iraqis have been killed or injured at American checkpoints by soldiers wary that second's hesitation can mean death; accounts of incidents vary widely, with American command emphasizing aspects of drivers' behavior that ar...",
      "abstract": "Many apparently innocent Iraqis have been killed or injured at American checkpoints by soldiers wary that second's hesitation can mean death; accounts of incidents vary widely, with American command emphasizing aspects of drivers' behavior that aroused legitimate concerns, and survivors saying they were doing nothing threatening; American and Iraqi officials say they have no figures on such casualties, or on far higher number of civilian deaths in fighting that began with American-led invasion nearly two years ago; military says it takes many precautions to ensure safety of civiilans, but refuses to describe engagement rules in detail, citing need to maintain secrecy over how it responds to threat of car bombs; in incident involving Italian journalist Giuliana Sgrena, American military claims it fired warning shots before firing into her car, wounding her and killing Italian intelligence officer; Sgrena claims there was no warning before shots were fired; many Iraqis also tell of being fired on with little or no warning; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, March 6 - When an Italian journalist was driven up Baghdad's airport road toward an American military checkpoint on Friday night, she was driving into a situation fraught with hazards thousands of Iraqis face every day.",
      "publication_date": "2005-03-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/07/world/middleeast/us-checkpoints-raise-ire-in-iraq.html",
      "byline": "By John F. Burns"
    }
  ]
}