{
  "metadata": {
    "date": "2005-08-31",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "New Orleans Is Now Off Limits;Pentagon Joins in Relief Effort",
      "snippet": "New Orleans, which appeared to have narrowly escaped worst of Hurricane Katrina, is virtually submerged and isolated as water breaks through two levees, causing incalculable destruction and rendering city uninhabitable for weeks to come; bridges, ...",
      "abstract": "New Orleans, which appeared to have narrowly escaped worst of Hurricane Katrina, is virtually submerged and isolated as water breaks through two levees, causing incalculable destruction and rendering city uninhabitable for weeks to come; bridges, highways and power and communications lines are washed out and officials order everyone still remaining out of city; about 10,000 refugees are to be evacuated from Superdome, where water and food are running out and rising water threatens generators; Pentagon orders five Navy ships and eight maritime rescue teams to Gulf Coast and will fly in Swift boat rescue teams from California; authorities can only guess at death toll, at least 100 in Mississippi alone, as efforts concentrate on finding the living, plucking them off rooftops in rescue cages; streets that were dry after storm passed are inundated as breaches in levees north of downtown send muddy waters of Lake Pontchartrain pouring into city; photos; map; charts; FEMA drops sandbags to try to seal breach; both airports are underwater as is 80 percent of city that lies below sea level; Gov Kathleen Blanco and other officials describe 'heartbreaking' situation; armed looters clean out stores for second night, critically wounding police officer; current damage estimates are over $25 billion; energy prices rocket with news of damage to oil and gas rigs in Gulf of Mexico; hundreds of critically-ill patients are evacuated from Tulane and Charity Hospitals and Times-Picayune staff flees newspaper's office; city from the air is shocking sight of utter demolition; entire areas of outlying parishes and Mississippi coast disappear under water; casino barges along river are swept half mile inland (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/31/us/nationalspecial/new-orleans-is-now-off-limitspentagon-joins-in-relief.html",
      "byline": "By Joseph B. Treaster and N.r. Kleinfield"
    },
    {
      "headline": "Chinese Apparel Makers Increasingly Seek the Creative Work",
      "snippet": "Textile industry executives in Xiamen, China, are trying to figure out how more of their workers can move beyond simple cutting and sewing of garments into what is known as engineering and, someday, initial sketching of new clothing as Bush admini...",
      "abstract": "Textile industry executives in Xiamen, China, are trying to figure out how more of their workers can move beyond simple cutting and sewing of garments into what is known as engineering and, someday, initial sketching of new clothing as Bush administration moves to impose new limits on Chinese garment exports to US; American and Chinese government negotiators hope to conclude deal in China limiting China's soaring clothing exports to US before Aug 31 deadline; US could still impose further limits on Chinese exports if talks fail; graph; photos (M)",
      "lead_paragraph": "XIAMEN, China - Li Yuqing would fit right in on Seventh Avenue, smack in the middle of New York's garment district. Ms. Li is not hunched over a sewing machine. A soft-spoken 27-year-old college graduate trained as a clothing designer, she sits instead in a roomful of computers at a factory here and studies sketches of windbreakers, ski jackets and coats sent from design studios in New York, Paris, London, Milan and Hamburg.",
      "publication_date": "2005-08-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/31/business/worldbusiness/chinese-apparel-makers-increasingly-seek-the.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "2 at Citigroup Share Duties and, So Far, Stay Friends",
      "snippet": "Ajay Banga and Steven J Freiberg, Citigroup's newly named co-directors of global consumer banking group, are personal friends, in contrast to competitive relationship between Citigroup chairman Sanford I Weill and John S Reed, former co-chairman; ...",
      "abstract": "Ajay Banga and Steven J Freiberg, Citigroup's newly named co-directors of global consumer banking group, are personal friends, in contrast to competitive relationship between Citigroup chairman Sanford I Weill and John S Reed, former co-chairman; any signs of unity inside walls of Citigroup might understandably be met with skepticism; it has been long, hot summer filled with recriminating headlines and power-struggle intrigue as chief executive Charles O Prince moves to cement his authority; photo (M)",
      "lead_paragraph": "Not long after sitting down next to each other in a sunny conference room at Citigroup's Manhattan headquarters, Ajay Banga and Steven J. Freiberg, the bank's newly named co-directors of the global consumer banking group, began to argue.",
      "publication_date": "2005-08-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/31/business/2-at-citigroup-share-duties-and-so-far-stay-friends.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "Damage to Economy Is Deep and Wide",
      "snippet": "Economists warn that Hurricane Katrina is likely to leave deeper mark on national economy than previous hurricanes because of its profound disruption to Gulf of Mexico's complex energy supply network; New Orleans is under water; estimated 2.7 mill...",
      "abstract": "Economists warn that Hurricane Katrina is likely to leave deeper mark on national economy than previous hurricanes because of its profound disruption to Gulf of Mexico's complex energy supply network; New Orleans is under water; estimated 2.7 million residents in Alabama, Florida, Louisiana and Mississippi have reported power failures, with many expected to be without electricity for weeks; conventional and mobile telephone service along Gulf Coast suffer from severe disruptions from flooded call-routing equipment and damaged cellular towers; businesses across Southern interior ground to halt as storm affected region's transportation network and power grid; casinos are destroyed in Mississippi and New Orleans; tourism is not expected to revive for months; grain shipments face serious delay: Bunge, world's largest oil-seed processor, evacuates huge soybean operation in Destrehan, La, is main export terminal in US; food exports and imports that normally flow in huge quantities through regional ports, roads and rails are likely to face major disruptions for weeks, if not longer; photo (L)",
      "lead_paragraph": "As Hurricane Katrina plowed through the Mississippi River basin, shutting down ports, flooding cities and cutting power lines, economists warned that it was likely to leave a deeper mark on the national economy than previous hurricanes because of its profound disruption to the Gulf of Mexico's complex energy supply network.",
      "publication_date": "2005-08-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/31/business/damage-to-economy-is-deep-and-wide.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "AFTER THE HURRICANE",
      "snippet": "OIL PRICES -- As the extent of the damage to offshore platforms became apparent, oil prices soared above $70 a barrel and gasoline futures jumped by 20 percent amid concern that it would take months to restore production.  PAGE C1    PUBLIC HEALTH...",
      "abstract": " OIL PRICES -- As the extent of the damage to offshore platforms became apparent, oil prices soared above $70 a barrel and gasoline futures jumped by 20 percent amid concern that it would take months to restore production.  PAGE C1    PUBLIC HEALTH -- Federal health officials rushed equipment and experts to the Gulf Coast and warned that the consequences of the storm were likely to be enormous.  PAGE A14    A CITY'S SOUL  -- People who love what is perhaps America's most distinctive city are wondering what will remain of New Orleans, physically and psychologically.  PAGE A11    THE MILITARY RESPONSE -- Five Navy ships and eight maritime rescue teams were ordered to the Gulf Coast.   PAGE A14  ",
      "lead_paragraph": "OIL PRICES -- As the extent of the damage to offshore platforms became apparent, oil prices soared above $70 a barrel and gasoline futures jumped by 20 percent amid concern that it would take months to restore production. PAGE C1",
      "publication_date": "2005-08-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/31/us/front page/after-the-hurricane.html",
      "byline": ""
    },
    {
      "headline": "Face to Face With Death and Destruction in Biloxi",
      "snippet": "Biloxi lies in ruins after Hurricane Katrina, with number of bodies in wreckage of Tivoli residential hotel and large parts of Harrison County still not searched; death toll is 100 but Gov Haley Barbour warns it may be substantially higher; author...",
      "abstract": "Biloxi lies in ruins after Hurricane Katrina, with number of bodies in wreckage of Tivoli residential hotel and large parts of Harrison County still not searched; death toll is 100 but Gov Haley Barbour warns it may be substantially higher; authorities in Gulfport search huge piles of debris; many people apparently ignored evacuation order because they had survived Hurricane Camille, but Katrina drove unstoppable wall of water, akin to tsunami, that wiped out neighborhoods; photos; map; two casinos on Misssippi River sail over highway and crash into buildings; old mansions are peeled open are simply gone (M)",
      "lead_paragraph": "BILOXI, Miss., Aug. 30 - If an aerial camera flying over this ruined peninsula were to zoom in, past the blocks of flattened houses, past the causeway crumpled like an accordion, past the barges that pulled loose from their moorings and sailed inland, past where the Biloxi Visitors Center and the McDonald's used to be, past the lawnmowers and soup ladles and scissors and tangled Hawaiian shirts and barstools and bathtubs, it might zero in on a pair of bare feet jutting toward the sky, out of a square hole in a concrete slab.",
      "publication_date": "2005-08-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/31/us/front page/hurricane-katrina-mississippi-face-to-face-with-death-and.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "Big Account in Arizona May Hold Bayou Cash",
      "snippet": "Authorities in Arizona have seized $101 million in Wachovia Bank account that they say could be funds from Connecticut-based hedge fund Bayou; Bayou's founder Samuel Israel III and account holder Majestic Capital, firm whose connection to Bayou is...",
      "abstract": "Authorities in Arizona have seized $101 million in Wachovia Bank account that they say could be funds from Connecticut-based hedge fund Bayou; Bayou's founder Samuel Israel III and account holder Majestic Capital, firm whose connection to Bayou is not clear, have indicated to Arizona attorney general's office that money belongs to Majestic; Ross B Intelisano of law firm Rich Intelisano, which is representing group of Bayou investors, says firm is in process of making applications to Arizona attorney general for clients' pro rate share of funds seized; disclosure that Arizona authorities has potentially secured $101 million of fund's assets does not answer other questions, including where its principals are and what they did with money; photo (M)",
      "lead_paragraph": "It was a hedge fund in the suburbs of Connecticut, the home of many huge hedge funds, one run by a well-connected trader. Nothing appeared amiss until the hedge fund promised last month to return investors' money and then went silent -- no money, no communications.",
      "publication_date": "2005-08-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/31/business/big-account-in-arizona-may-hold-bayou-cash.html",
      "byline": "By Jenny Andersonand Riva D. Atlas"
    },
    {
      "headline": "In Search of a Place to Sleep, and News of Home",
      "snippet": "Hundreds of thousands of hurricane evacuees from New Orleans area are stranded in overcrowded motels, makeshift shelters and along highways across much of South, barred from returning to uninhabitable city and anxious for word about relatives; hot...",
      "abstract": "Hundreds of thousands of hurricane evacuees from New Orleans area are stranded in overcrowded motels, makeshift shelters and along highways across much of South, barred from returning to uninhabitable city and anxious for word about relatives; hotels hundreds of miles away are booked and Red Cross opens more than 230 shelters in schools, churches and civic centers in six Southern states; photos; some of refugees run out of money or credit or have to leave previously-booked rooms in places like Memphis, six-hour drive from New Orleans (M)",
      "lead_paragraph": "SARALAND, Ala., Aug. 30 - Hundreds of thousands of evacuees from the New Orleans area stranded in overcrowded hotels, motels and makeshift shelters and on highways across much of the South underscored a new reality on Tuesday: an extended diaspora of a city's worth of people, one rarely seen in the annals of urban disaster.",
      "publication_date": "2005-08-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/31/us/nationalspecial/in-search-of-a-place-to-sleep-and-news-of-home.html",
      "byline": "By Kate Zernike and Jodi Wilgoren"
    },
    {
      "headline": "Secrecy Veils China's Jailing of a Journalist",
      "snippet": "Zhao Yan, researcher for The New York Times bureau in Beijing, has been held for eleven months in one of darkest corners of China's legal system, charged with leaking state secrets to Times and kept without court hearing or contacts with family; T...",
      "abstract": "Zhao Yan, researcher for The New York Times bureau in Beijing, has been held for eleven months in one of darkest corners of China's legal system, charged with leaking state secrets to Times and kept without court hearing or contacts with family; Times and Zhao deny charges; lawyer's efforts to post bail were denied by state security ministry, which arrested him; photos; Zhao, picked up last Sept 14 in Pizza Hut in Shanghai, has drawn attention before for work as muckraking journalist and rural activist, but detention apparently stems from Times article Sept 7 which cited anonymous sources who believed Communist Party chief Jiang Zemin would resign as military chief; Jiang retired Sept 19; authorities have copy of erlier Zhao note, not mentioning Jiang resignation, which suggests that Chinese employee of Times office was induced to make photocopy; prosecutors are still deliberating formal indictment; Zhao, described as flamboyant and swaggering, was once police officer in native Harbin and later joined China Reform Magazine, known for aggressive reporting; he was hired by Times bureau chief Joseph Kahn in 2004 on condition he stop activism; Kahn comments (M)",
      "lead_paragraph": "BEIJING, Aug. 30 - For the more than 11 months that he has been incarcerated, Zhao Yan has been held in one of the darkest corners of China's legal system because of the accusation against him: that he leaked state secrets to his employer, The New York Times.",
      "publication_date": "2005-08-31T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/31/world/asia/secrecy-veils-chinas-jailing-of-a-journalist.html",
      "byline": "By Jim Yardley"
    },
    {
      "headline": "No Quick Fix for Gulf Oil Operations",
      "snippet": "Oil prices soar above $70 a barrel and gasoline futures rise by 20 percent on concerns it will take months to restore production to levels prior to Hurricane Katrina in Gulf of Mexico; retail gasoline prices are likely to rise above $3 a gallon; c...",
      "abstract": "Oil prices soar above $70 a barrel and gasoline futures rise by 20 percent on concerns it will take months to restore production to levels prior to Hurricane Katrina in Gulf of Mexico; retail gasoline prices are likely to rise above $3 a gallon; crude oil futures settle at $69.81 a barrel, 3.9 percent increase, after touching high of $70.85 a barrel earlier in day; hurricane cripples nation's foremost oil-producing region at worst possible time for American and global energy markets; will probably take days, or even weeks, before full extent of damage is fully revealed; repairs are expected to drag on for months; most of oil and gas production from Gulf of Mexico remain shut off; region, which usually produces 1.5 million barrels of oil and 10 billion cubic feet of gas each day, accounts for nearly third of domestic oil production and fifth of its natural gas output; graph; photo (M)",
      "lead_paragraph": "As the extent of the damage to offshore facilities in the Gulf of Mexico slowly became apparent a day after Hurricane Katrina's passage, oil prices soared above $70 a barrel and gasoline futures jumped by 20 percent yesterday on concerns it would take months to restore production to prestorm levels.",
      "publication_date": "2005-08-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/31/business/no-quick-fix-for-gulf-oil-operations.html",
      "byline": "By Jad Mouawad"
    }
  ]
}