{
  "metadata": {
    "date": "2005-07-29",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "How Cafta Passed House by 2 Votes",
      "snippet": "Cliffhanger House vote approving Central American Free Trade Agreement highlights messy compromises necessary to overcome deep antagonism in many quarters toward trade-opening agreements; Democrats charge Republicans with buying votes and forcing ...",
      "abstract": "Cliffhanger House vote approving Central American Free Trade Agreement highlights messy compromises necessary to overcome deep antagonism in many quarters toward trade-opening agreements; Democrats charge Republicans with buying votes and forcing members to vote against their consciences; Republican Rep Robin Hayes of North Carolina says he was convinced to change his vote after Speaker Dennis Hastert pledged to push to help his district with jobs; Hayes vote was decisive to trade pact, which passed by two votes; Bush administration officials say ultimate goal is one of high principle: opening of United States to greater competition and engagement with poorer neighbors; says liberation from trade barriers would benefit Americans as well as their neighbors; photos (M)",
      "lead_paragraph": "WASHINGTON, July 28 - It was just before midnight on Wednesday when Representative Robin Hayes capitulated.",
      "publication_date": "2005-07-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/29/politics/how-cafta-passed-house-by-2-votes.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Shuttle Docks; Shield Damage Is Called Minor",
      "snippet": "Discovery astronauts execute elegant orbital back flip and dock with International Space Station as engineers back on Earth scrutinize pictures of shuttle's delicate protective tiles to assess any liftoff damage; engineers say they see nothing tha...",
      "abstract": "Discovery astronauts execute elegant orbital back flip and dock with International Space Station as engineers back on Earth scrutinize pictures of shuttle's delicate protective tiles to assess any liftoff damage; engineers say they see nothing that would threaten safe return, though analysis is not yet complete; say new impact sensors on leading edges of shuttle's wings, installed in wake of 2003 Columbia disaster, indicate 11 possible debris strikes on edges, none of them more than scuffs; NASA's finding that large piece of foam popped off external tank, despite efforts to prevent exactly that, has shaken agency officials and caused them to suspend all flights until problem is resolved; photos (L)",
      "lead_paragraph": "HOUSTON, July 28 - The Discovery astronauts worked through their second full day in orbit on Thursday, executing an elegant orbital back flip and docking with the International Space Station. Back on Earth, hundreds of engineers scrutinized startlingly clear pictures of the shuttle's delicate protective tiles to see whether they had sustained the kind of liftoff damage that would make it unsafe to come home.",
      "publication_date": "2005-07-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/29/us/front page/return-to-space-the-overview-shuttle-docks-shield-damage-is.html",
      "byline": "By John Schwartz and Warren E. Leary"
    },
    {
      "headline": "A Lesson in Fraud for Chris Cox",
      "snippet": "Floyd Norris column says that when Christpher Cox is confirmed as chairman of Securities and Exchange Commission and is asked by public companies to ease Sarbanes-Oxley rules designed to ensure that their internal controls are adequate, he should ...",
      "abstract": "Floyd Norris column says that when Christpher Cox is confirmed as chairman of Securities and Exchange Commission and is asked by public companies to ease Sarbanes-Oxley rules designed to ensure that their internal controls are adequate, he should recall his role as lawyer who in 1985 urged California regulators to spare a client, William Edward Cooper, the expense of seeking appraisals of mortgages in one of his proposed funds; says that if appraisal had been conducted, a fraud that had begun in 1982 might not have continued until 1994, costing investors $100 million; photo (M)",
      "lead_paragraph": "THE lawyer solemnly told regulators it would be far too costly for a mutual fund to seek appraisals of its assets, and no appraisals were made. When employees of the investment firm suspected something was amiss, they were reassured when a government auditor pored over the books and concluded that all was well.",
      "publication_date": "2005-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/29/business/a-lesson-in-fraud-for-chris-cox.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "What's in a Store's Name? Federated Will Find Out",
      "snippet": "Federated Department Stores, which is preparing to complete its merger with May Department Stores, will convert at least 10 different store brands to Macy's name in 2006; they are Filene's, Famous-Barr, Hecht's, Foley's, Jones Store, Kaufmann's, L...",
      "abstract": "Federated Department Stores, which is preparing to complete its merger with May Department Stores, will convert at least 10 different store brands to Macy's name in 2006; they are Filene's, Famous-Barr, Hecht's, Foley's, Jones Store, Kaufmann's, L S Ayres, Meier & Frank, Robinsons-May and Strawbridge's; Federated believes eliminating regional brands will allow it to streamline marketing and promote nationwide what will be total of 730 Macy's stores; will also sell 68 sites where it already has competing stores; shoppers express mixed feelings (M)",
      "lead_paragraph": "Finding a Macy's will be a lot easier next year.",
      "publication_date": "2005-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/29/business/whats-in-a-stores-name-federated-will-find-out.html",
      "byline": "By Louise Story"
    },
    {
      "headline": "Shake-Up at DaimlerChrysler",
      "snippet": "Jurgen E Schrempp will resign as chief executive of DaimlerChrysler at end of 2005, more than two years earlier than planned, and be replaced by Dieter Zetsche, well-regarded executive who turnd around money-losing Chrysler division, which will be...",
      "abstract": "Jurgen E Schrempp will resign as chief executive of DaimlerChrysler at end of 2005, more than two years earlier than planned, and be replaced by Dieter Zetsche, well-regarded executive who turnd around money-losing Chrysler division, which will be taken over by Thomas W LaSorda, Zetsche's deputy; analysts and shareholders welcome change, and company's shares rise more than 9 percent; Schrempp will not seek customary sinecure seat on DaimlerChrysler supervisory board; company reports 28 percent rise in second-quarter earnings, to 737 million euros ($889 million), on revenues of 38,4 billion euros, up 4 percent; photos; graph of DaimlerChrysler's operating profit by division (M)",
      "lead_paragraph": "FRANKFURT, July 28 - Jürgen E. Schrempp, the embattled German auto titan who created a trans-Atlantic carmaker but spent years defending his trouble-prone empire, will step down as the chief executive of DaimlerChrysler at the end of 2005, more than two years earlier than planned.",
      "publication_date": "2005-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/29/business/shakeup-at-daimlerchrysler.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "For Chrysler Unit, a Union Link",
      "snippet": "Father and grandfather of Thomas W LaSorda, Canadian named to succeed Dieter Zetsche as chief executive of Chrysler division of DaimlerChrysler, were union leaders, and he has long experience on factory floor; Chrysler's predilection for executive...",
      "abstract": "Father and grandfather of Thomas W LaSorda, Canadian named to succeed Dieter Zetsche as chief executive of Chrysler division of DaimlerChrysler, were union leaders, and he has long experience on factory floor; Chrysler's predilection for executives rooted in core business of producing cars and trucks, instead of in finance, has been cited by some analysts as factor in Chrysler's recent revival; photo (M)",
      "lead_paragraph": "DETROIT, July 28 - Thomas W. LaSorda has a background unlike any other top auto executive in Detroit: the union runs in his blood.",
      "publication_date": "2005-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/29/business/for-chrysler-unit-a-union-link.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Senate's Leader Veers From Bush Over Stem Cells",
      "snippet": "Senate Republican leader Bill Frist will announce his support for bill to expand federal financing for embryonic stem cell research, measure Pres Bush has threatened to veto; said only last month that he did not back expanding financing 'at this j...",
      "abstract": "Senate Republican leader Bill Frist will announce his support for bill to expand federal financing for embryonic stem cell research, measure Pres Bush has threatened to veto; said only last month that he did not back expanding financing 'at this juncture'; his move will undoubtedly change political landscape in debate over embryonic stem cell research; Rep Michael N Castle, chief House sponsor of bill, calls Frist's support 'of huge significance'; bill has passed House but is stalled in Senate; because colleagues look to Frist, a doctor, for advice on medical matters, his support for bill could break Senate logjam; it could also give undecided Republicans political license to back bill, which is already close to having votes it needs to pass in Senate; move could also have implications for Frist's political future; he is widely considered potential candidate for presidency in 2008 (M)",
      "lead_paragraph": "WASHINGTON, July 28 - In a break with President Bush, the Senate Republican leader, Bill Frist, has decided to support a bill to expand federal financing for embryonic stem cell research, a move that could push it closer to passage and force a confrontation with the White House, which is threatening to veto the measure.",
      "publication_date": "2005-07-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/29/politics/senates-leader-veers-from-bush-over-stem-cells.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "A Third-World 'Farm Aid,' So to Speak",
      "snippet": "Oxfam America ad campaign to raise awareness of what it calls unfair nature of agricultural subsidies features celebrities getting doused with buckets of coffee, milk, cocoa and sugar; urges US and European countries to stop dumping agricultural c...",
      "abstract": "Oxfam America ad campaign to raise awareness of what it calls unfair nature of agricultural subsidies features celebrities getting doused with buckets of coffee, milk, cocoa and sugar; urges US and European countries to stop dumping agricultural commodities onto world market, which Oxfam says makes it impossible for farmers in poor contries to compete; Benenson Janson Advertising is agency; photos (M)",
      "lead_paragraph": "Late last year, in hotel rooms and photo studios in Los Angeles, New York and London, a group of celebrities agreed to get doused with buckets of coffee, milk, cocoa and sugar. It was messy, sticky and sometimes smelly, but it was all in the name of easing world poverty.",
      "publication_date": "2005-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/29/business/a-thirdworld-farm-aid-so-to-speak.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "Top Spy's No.2 Tells of Changes To Avoid Error",
      "snippet": "Strict safeguards are imposed to ensure that government's National Intelligence Estimates are based on credible information rather than unsubstantiated claims that were basis for prewar intelligence on Iraq; Gen Michael V Hayden, top deputy to new...",
      "abstract": "Strict safeguards are imposed to ensure that government's National Intelligence Estimates are based on credible information rather than unsubstantiated claims that were basis for prewar intelligence on Iraq; Gen Michael V Hayden, top deputy to new director of national intelligence John D Negroponte, describes changes ordered by Negroponte in testimony before House Intelligence subcommittee; says changes are in response to intelligence failures in Iraq, most notably National Intelligence Estimate of Oct 2002 that asserted Iraqis had chemical and biological weapons and were rebuilding their nuclear program; says change is intended to give new, critical scrutiny to both human and technical intelligence; says that under Negroponte, no National Intelligence Estimate will be approved until each agency whose sources are being used as basis for findings voices its 'confidence in the source'; photo (M)",
      "lead_paragraph": "WASHINGTON, July 28 - John D. Negroponte, the new director of national intelligence, has imposed strict safeguards intended to ensure that the government's National Intelligence Estimates are based on credible information instead of the kinds of unsubstantiated claims that were the basis for prewar intelligence on Iraq, his top deputy said Thursday.",
      "publication_date": "2005-07-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/29/washington/top-spys-no2-tells-of-changes-to-avoid-error.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "In Jordanian Case, Hints of Iraq Jihad Networks",
      "snippet": "Charges against young Jordanian man provide rare look at networks of foreign fighters who continue to cross borders and bedevil American and Iraqi security forces and who are believed to carry out most suicide bombings in Iraq; Zaid Horani and six...",
      "abstract": "Charges against young Jordanian man provide rare look at networks of foreign fighters who continue to cross borders and bedevil American and Iraqi security forces and who are believed to carry out most suicide bombings in Iraq; Zaid Horani and six friends, arrested in March, are accused of recruiting at least six Jordanians for jihad missions through mysterious Syrian known as 'Father of Heaven,' reference to postmortem bliss promised by Koran to Muslims who die in jihad; young jihadis have taken on rare mystique, because so little is known of their origins and motivations; court papers show that Horani and four others on trial came from same neighborhood in Amman; his mother and friends indicate in interviews that he and his ring were motivated by deep opposition to American occupation of Iraq that pervades society in Jordan; images showing toppling of Sunni Arab-led government of Iraq were deeply disturbing to Jordanian Arabs, nearly all of whom are Sunni; Horani and friends were indicted under obscure Jordanian statute that prohibits damaging relations with another country, in this case, Iraq; photo (M)",
      "lead_paragraph": "AMMAN, Jordan - Zaid Horani, a young Jordanian, did not have much to show for the trip he made to fight the American troops as they were closing in on Baghdad in April 2003, except a few light chest wounds from a rocket-propelled grenade that exploded during a training session.",
      "publication_date": "2005-07-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/29/world/middleeast/in-jordanian-case-hints-of-iraq-jihad-networks.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "I.R.A. Renounces Use of Violence; Vows to Disarm",
      "snippet": "Irish Republican Army declares end to 36-year campaign of violence against Britain that was aimed at unifying Northern Ireland with Irish Republic, and that claimed more than 3,500 lives on all sides; long-awaited announcement seen as profound tur...",
      "abstract": "Irish Republican Army declares end to 36-year campaign of violence against Britain that was aimed at unifying Northern Ireland with Irish Republic, and that claimed more than 3,500 lives on all sides; long-awaited announcement seen as profound turning point that could bring end to bloody and painful chapter, possibly shifting Northern Ireland's destiny away from sectarian strife that accompanied republicans' opposition to British rule; Prime Min Tony Blair hails announcement, while White House issues statement calling on IRA to demonstrate its renunciation of 'paramilitary and criminal activities'; IRA move follows growing revulsion among its supporters, both in Northern Ireland and in US, at its involvement in organized crime; IRA statement says all units are ordered to dump their arms, but does not say group is disbanding and does not specifically mention issue of crime by its members; IRA is held responsible for major bank robbery in Dec and brutal barroom killing and cover-up in Jan; some skeptics recall previous IRA statements that failed to secure progress toward revival of 1998 Good Friday agreement that established province's power-sharing government; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/29/world/europe/ira-renounces-use-of-violence-vows-to-disarm.html",
      "byline": "By Brian Lavery and Alan Cowell"
    }
  ]
}