{
  "metadata": {
    "date": "2005-03-11",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Electrician Says in Suicide Note That He Killed Judge's Family",
      "snippet": "Bart A Ross, out-of-work electrician whose delusional, decade-long legal crusade against doctors, lawyers and government was dismissed by Judge Joan Humphrey Lefkow last year, kills himself, leaving behind letters admitting murdering her husband a...",
      "abstract": "Bart A Ross, out-of-work electrician whose delusional, decade-long legal crusade against doctors, lawyers and government was dismissed by Judge Joan Humphrey Lefkow last year, kills himself, leaving behind letters admitting murdering her husband and mother in Chicago home; photos; Ross's suits charged 'Nazi-style' persecution over malpractice claims stemming from severe disfigurement of his cancerous jaw; photos; police say DNA matches that on cigarette in Lefkow home; Ross, in letter to television station, says he regrets killing judge's husband and mother and did so when they found him hiding in basement, awaiting her return; Ross, 57-year-old Polish immigrant with no criminal record, shoots himself after police stop van in Milwaukee suburb of West Allis; name was on list to be interviewed, although investigation was focused on white supremacist Matthew Hale, convicted of soliciting Lefkow's murder; Ross's ranting odyssey through judicial system recounted (M)",
      "lead_paragraph": "CHICAGO, March 10 - An out-of-work electrician whose delusional, decade-long legal crusade against doctors, lawyers and the government was dismissed last year by a federal judge, killed himself Wednesday night, leaving behind letters in which he admitted murdering the judge's husband and mother here last week.",
      "publication_date": "2005-03-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/11/us/electrician-says-in-suicide-note-that-he-killed-judges-family.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "Talk in Japan Shakes Dollar and Treasuries",
      "snippet": "US dollar and Treasury yields rise after Japanese Prime Min Junichiro Koizumi makes remarks that suggest country's central bank could be shifting some of its huge reserves out of dollars and Treasury securities; Japan's Finance Ministry quickly de...",
      "abstract": "US dollar and Treasury yields rise after Japanese Prime Min Junichiro Koizumi makes remarks that suggest country's central bank could be shifting some of its huge reserves out of dollars and Treasury securities; Japan's Finance Ministry quickly denies there is any change, statement that limits fall of dollar and bolsters Treasury prices; euro is valued at $1.3424, with dollar down 0.1 percent in late trading, and dollar is up 0.2 percent against yen; yield on 10-year Treasury note, which rose to 4.56 percent, finishes day at 4.50 percent, down from 4.52 percent (M)",
      "lead_paragraph": "The dollar fell and Treasury yields rose yesterday after the Japanese prime minister made remarks that suggested the country's central bank could be shifting some of its huge reserves out of dollars and Treasury securities.",
      "publication_date": "2005-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/11/business/talk-in-japan-shakes-dollar-and-treasuries.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "E.P.A. Sets Rules to Cut Power Plant Pollution",
      "snippet": "EPA announces Clean Air Interstate Rule, ambitious effort to control soot and ground-level ozone pollution in eastern half of US; emissions are from power plants, which account for much of nation's air pollution; goal is to reduce by 2015 emission...",
      "abstract": "EPA announces Clean Air Interstate Rule, ambitious effort to control soot and ground-level ozone pollution in eastern half of US; emissions are from power plants, which account for much of nation's air pollution; goal is to reduce by 2015 emissions of nitrogen oxides, which create ground-level ozone, by more than 60 percent from 2003 levels and to reduce sulfur dioxide, which forms soot, by more than 70 percent; regulations for mercury will also be announced; Bush administration's other effort is Clear Skies Act, stalled in Senate; both would cap emissions and extend deadlines well beyond usual five years under Clean Air Act; new rule uses cap-and-trade emission credits that states may allocate to utilities and is more vulnerable to legal challenge because standards would not be even uniform across country; rules have support from environmental groups that oppose Clear Skies Act (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/11/politics/epa-sets-rules-to-cut-power-plant-pollution.html",
      "byline": "By Michael Janofsky"
    },
    {
      "headline": "U.S. and European Allies Agree on Steps in Iran Dispute",
      "snippet": "Europe and US agree on joint approach to negotiating with Iran about its nuclear program, with Bush administration agreeing to offer modest economic incentives and Europeans agreeing to take issue to UN Security Council if talks fail; US would off...",
      "abstract": "Europe and US agree on joint approach to negotiating with Iran about its nuclear program, with Bush administration agreeing to offer modest economic incentives and Europeans agreeing to take issue to UN Security Council if talks fail; US would offer incentives only if Iran agrees to halt enrichment of uranium permanently; will also support Iran's entry into World Trade Organization and sale of critical spare parts for Iran's aging commercial airliners; Bush is closely involved in shift, although US will not join talks directly (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/11/politics/us-and-european-allies-agree-on-steps-in-iran-dispute.html",
      "byline": "By David E. Sanger and Steven R. Weisman"
    },
    {
      "headline": "Pentagon Seeks to Transfer More Detainees From Base in Cuba",
      "snippet": "Pentagon reportedly seeks help from State Department and other agencies to cut detainee population at Guantanamo prison by more than half, in part by transferring suspected terrorists to prisons in Saudi Arabia, Afghanistan and Yemen; CIA, which h...",
      "abstract": "Pentagon reportedly seeks help from State Department and other agencies to cut detainee population at Guantanamo prison by more than half, in part by transferring suspected terrorists to prisons in Saudi Arabia, Afghanistan and Yemen; CIA, which has carried out such transfers, and State and Justice Departments have resisted some previous handovers out of concern for US security or potential mistreatment; Sec Donald Rumsfeld seeks support for plan, starting with Afghanistan; some outright releases are also possible to cut detainee population of about 540; Pentagon has also halted flow of new prisoners into Guantanamo; most there no longer have intelligence value and are not interrogated regularly; adverse court rulings and determination to get other countries to share burden also cited; Rumsfeld photo; chart on transfers (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/11/politics/pentagon-seeks-to-transfer-more-detainees-from-base-in-cuba.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Intel Raises Sales Forecast, Pointing to Higher Demand  The Intel Corporation, the largest semiconductor maker, raised the low end of its sales forecast for the first quarter, citing stronger demand and reduced manufacturing costs.     The midquar...",
      "abstract": " Intel Raises Sales Forecast, Pointing to Higher Demand  The Intel Corporation, the largest semiconductor maker, raised the low end of its sales forecast for the first quarter, citing stronger demand and reduced manufacturing costs.     The midquarter update came as a relief to investors after Intel's spotty performance last year, when the company missed important deadlines and ultimately adjusted its strategy. The new outlook, analysts said, signaled an upswing in corporate technology spending, with most of the demand coming from the notebook computer market. [Page C3.]    Rules to Cut Air Pollution Released  The Environmental Protection Agency announced ambitious rules to cut air pollution in the eastern half of the United States. [A1.]    Fed Officials Play Down Debt Risk  Alan Greenspan and another top Federal Reserve official argued that the United States' record level of foreign indebtedness is unlikely to pose a major risk to the nation. [C6.]    Lotus Creator Joins Microsoft  Ray Ozzie, whose Lotus Notes software helped demonstrate the power of office PC networks in the early 1990's, has gone to work for Microsoft. Mr. Ozzie's company, Groove Networks, develops software meant to allow simple collaboration by workers using desktop or portable computers. Microsoft said that it would acquire Groove and its 200 employees and that Mr. Ozzie would become one of three chief technical officers. [C3.]    House Approves Transportation Bill  House members approved a $284 billion, six-year measure that would pay for transportation upgrades around the nation. [A1.]    Bear Stearns Unit Buys Into 7 Jeans  Bear Stearns Merchant Banking bought half of the jeans maker 7 for All Mankind. [C5.]    Citigroup Fires Manager in Brazil  Citigroup said that it fired Daniel Dantas, its investment manager in Brazil, who had become enmeshed in a string of legal battles as well as a corporate espionage scandal. [C4.]    China Has $11 Billion Trade Surplus  China reported a trade surplus of $11 billion in the first two months of this year. [C4.]    Backer Agrees to Invest in Voom  The chairman of the Cablevision System Corporation, Charles F. Dolan, has agreed to invest up to $10 million in cash and shares to keep Voom, his company's high-definition TV project, alive. [C4.]    BMW Shows 29 Percent Profit Gain  BMW said its quarterly profit rose 29 percent as it gained customers from Mercedes. [C4.]    Amid Struggles, New Delta Ads  With a new advertising campaign, Delta Air Lines is trying to get customers to ignore the bleak headlines about the airline. As the new ads appear, Delta said in a regulatory filing that it expected a ''substantial net loss'' in 2005. The carrier, which barely avoided seeking bankruptcy protection last year, said it remained in danger of a court filing this year. Advertising. [C5.]    Blue Chips Rise as Oil Declines  Blue-chip stocks gained as oil prices dropped. The Dow Jones industrial average was up 45.89 points, to finish at 10,851.51. The Standard & Poor's 500-stock index was up 2.24 points, to 1,209.25. The Nasdaq composite index fell 1.57 points, to end at 2,059.72. [C6.]    Wholesale Inventories Increase  Wholesale inventories rose 1.1 percent in January, almost twice as much as expected. [C6.]  ",
      "lead_paragraph": "Intel Raises Sales Forecast, Pointing to Higher Demand The Intel Corporation, the largest semiconductor maker, raised the low end of its sales forecast for the first quarter, citing stronger demand and reduced manufacturing costs.",
      "publication_date": "2005-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/11/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "How Long Can G.M. Tread Water?",
      "snippet": "General Motors Corp is broadly struggling and facing humbling possibility that it will be displaced by Toyota at top of auto industry within few years; GM, which controlled nearly half American market as recently as late 1970's, held about one-qua...",
      "abstract": "General Motors Corp is broadly struggling and facing humbling possibility that it will be displaced by Toyota at top of auto industry within few years; GM, which controlled nearly half American market as recently as late 1970's, held about one-quarter in February; company said last week it will produce 300,000 fewer cars and trucks in North America in first half of year, 10 percent drop from year ago; chief executive Rick Wagoner saye he believes company can weather the strom; graph; photo (M)",
      "lead_paragraph": "DETROIT, March 10 - Since the Depression, General Motors has reigned as the world's largest automaker and a pillar of American economic might. But now the company is broadly struggling and facing the humbling possibility that it will be displaced by Toyota at the top of the auto industry within a few years.",
      "publication_date": "2005-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/11/business/how-long-can-gm-tread-water.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Bracing for a Bankruptcy Rush",
      "snippet": "Bankruptcy filings are expected to rise in near term as Senate approves, 74-to-25, new bankruptcy rules that will make it harder for someone to erase debts; final passage of legislation by House, set for April, is drawing near; measure, which has ...",
      "abstract": "Bankruptcy filings are expected to rise in near term as Senate approves, 74-to-25, new bankruptcy rules that will make it harder for someone to erase debts; final passage of legislation by House, set for April, is drawing near; measure, which has support of Pres Bush, could take effect as soon as fall; rules would make it harder for individuals to walk away from their obligations if they can pay off at least some of their credit card bills or other debts; financial problems of Milton Haynes discussed; photo (M)",
      "lead_paragraph": "Milton Haynes has been struggling for more than a decade. In recent months, Mr. Haynes, 72, a widower and a retired machinist from Chatham, Ill., had started to make a small dent in repaying tens of thousands of dollars in debts.",
      "publication_date": "2005-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/11/business/bracing-for-a-bankruptcy-rush.html",
      "byline": "By Riva D. Atlas and Eric Dash"
    },
    {
      "headline": "Oregon Regulators Reject Utility's Sale to Buyout Firm",
      "snippet": "Oregon Public Utility Commission votes unanimously to reject $2.3 billion bid by Texas Pacific Group for state's largest utility, Portland General Electric; says Texas Pacific failed to establish that deal would be in public interest; fate of Port...",
      "abstract": "Oregon Public Utility Commission votes unanimously to reject $2.3 billion bid by Texas Pacific Group for state's largest utility, Portland General Electric; says Texas Pacific failed to establish that deal would be in public interest; fate of Portland GE has attracted attention beyond Oregon, in part because it is owned by Enron Corp, now operating under bankruptcy protection; deal has also been considered important as test of whether private equity firms can win regulatory approval to buy utilities; photo (M)",
      "lead_paragraph": "Oregon's utility regulators voted unanimously on Thursday to reject a $2.3 billion bid by a private equity firm, the Texas Pacific Group, for the state's largest utility, saying the firm had \"failed to establish\" that the deal would be in the public interest.",
      "publication_date": "2005-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/11/business/oregon-regulators-reject-utilitys-sale-to-buyout-firm.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "Five Years After the Bubble, Have Its Lessons Been Forgotten?",
      "snippet": "Floyd Norris comment on stock market five years after great bubble of 2000; says conventional wisdom now is that it is not all that important, certainly nothing like great bubbles of 20th-century stock market history, those of US in 1929 and Japan...",
      "abstract": "Floyd Norris comment on stock market five years after great bubble of 2000; says conventional wisdom now is that it is not all that important, certainly nothing like great bubbles of 20th-century stock market history, those of US in 1929 and Japan in 1989; holds there are similarities indicating that it could be very long time before technology stocks as group become good long-term investments again; graph (M)",
      "lead_paragraph": "FIVE years later, the great bubble of 2000 does not look so bad. The conventional wisdom now is that it was not all that important, certainly nothing like the great bubbles of 20th-century stock market history, those of the United States in 1929 and Japan in 1989.",
      "publication_date": "2005-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/11/business/five-years-after-the-bubble-have-its-lessons-been-forgotten.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "How to Unite Congress: Spend Billions on Projects for Roads",
      "snippet": "Usually fractious House finds something to share, voting 417-9 for $284-billion, six-year transportation and transit measure that funds more than 4,000 projects all around country; photo; bottom line is in accord with Pres Bush's budget and lawmak...",
      "abstract": "Usually fractious House finds something to share, voting 417-9 for $284-billion, six-year transportation and transit measure that funds more than 4,000 projects all around country; photo; bottom line is in accord with Pres Bush's budget and lawmakers are eager for projects that will create thousands of jobs, ease traffic and rebuild roads in their districts; Rep Dan Young says nation should be spending even more on infrastructure, but fellow Republican Jeff Flake denounces 'porkfest'; Taxpayers for Common Sense tallies 4,128 'earmarks,' costing $12.4 billion, for pet projets from museums to horse trails; Young's state of Alaska gets more than $400 million for two big 'bridges to nowhere'; New York State gets $768 million, including money for ferries from Rockaways, Staten Island bus depot and improvements in West Harlem; bill commits to more work on Long Island rail link to Grand Central Terminal and to Second Avenue subway (M)",
      "lead_paragraph": "WASHINGTON, March 10 - The usually fractious members of the House of Representatives on Thursday found something they nearly all shared: an appetite for millions of dollars for home-state road, bridge and transit projects.",
      "publication_date": "2005-03-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/11/politics/how-to-unite-congress-spend-billions-on-projects-for-roads.html",
      "byline": "By Carl Hulse"
    }
  ]
}