{
  "metadata": {
    "date": "2005-12-08",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "A Camera That Has It All? Well, Almost",
      "snippet": "David Pogue column on Sonyh's $1,000 R1 digital camera; photo (M)",
      "abstract": "David Pogue column on Sonyh's $1,000 R1 digital camera; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/08/technology/circuits/a-camera-that-has-it-all-well-almost.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Investor and G.M. Hold Talks",
      "snippet": "General Motors is holding discussions with Kirk Kerkorian's investment firm Tracinda about board representation for his company; how many seats Tracinda is seeking is unclear; one seat most likely will go to Jerome B York, longtime adviser to Kerk...",
      "abstract": "General Motors is holding discussions with Kirk Kerkorian's investment firm Tracinda about board representation for his company; how many seats Tracinda is seeking is unclear; one seat most likely will go to Jerome B York, longtime adviser to Kerkorian and former chief financial officer of Chrysler Corp; GM is insisting that Kerkorian agree that he will not increase his stake in company before it agrees to board representation (M)",
      "lead_paragraph": "DETROIT, Dec. 7 - General Motors said Wednesday that it was holding discussions with the investment firm run by its biggest shareholder, Kirk Kerkorian, about board representation for his company.",
      "publication_date": "2005-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/08/business/investor-and-gm-hold-talks.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "In a Big Bet on Newspapers, a Shy Investor Makes News",
      "snippet": "Bruce S Sherman, co-founder of Private Capital Management, is driving force behind Knight Ridder's decision to put itself up for auction; at time when Wall Street views newspapers as ailing industry, Sherman has made $4 billion bet that newspapers...",
      "abstract": "Bruce S Sherman, co-founder of Private Capital Management, is driving force behind Knight Ridder's decision to put itself up for auction; at time when Wall Street views newspapers as ailing industry, Sherman has made $4 billion bet that newspapers will survive Internet onslaught; Sherman's clients own large chunks of nine newspaper companies, including 19 percent of Knight Ridder, 15 percent of New York Times Co and 7 percent of Gannett, among others; Sherman will get better sense of whether his huge investment is prescient or wrongheaded at end of week, when expressions of interest in Knight Ridder come due; Sherman's track record has been stellar, but Private Capital's performance was down by 0.06 percent at end of September, depressed in part by newspaper companies, with all nine of them showing declines; shares in six of those companies have fallen at least 14 percent this year; graph; photos (M)",
      "lead_paragraph": "In the exclusive resort town of Naples, Fla., the fifth floor of a nondescript office building houses the headquarters of Private Capital Management, until recently a little-known money management firm that discreetly handles the investments of wealthy families.",
      "publication_date": "2005-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/08/business/media/in-a-big-bet-on-newspapers-a-shy-investor-makes-news.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Old Media Collide With New Math",
      "snippet": "Fate of Knight Ridder, second-largest newspaper publisher in US in terms of circulation, is being closely watched as signpost for future of other newspapers at time of great transformation, anxiety and uncertainty within industry; newspaper indust...",
      "abstract": "Fate of Knight Ridder, second-largest newspaper publisher in US in terms of circulation, is being closely watched as signpost for future of other newspapers at time of great transformation, anxiety and uncertainty within industry; newspaper industry is on defensive, with circulation stagnant, advertising dollars migrating to Internet and newsrooms reducing their work forces to save costs; preliminary bidding will begin in next day or two for the company; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/08/business/media/old-media-collide-with-new-math.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Rift Emerges at A.C.L.U. on 2 Big Issues",
      "snippet": "Anthony D Romero's operating style as executive director of American Civil Liberties Union opens rift in organization; some applaud his winning ways and others fret that fund-raising has become too much of priority; since he assumed post in Sept 2...",
      "abstract": "Anthony D Romero's operating style as executive director of American Civil Liberties Union opens rift in organization; some applaud his winning ways and others fret that fund-raising has become too much of priority; since he assumed post in Sept 2001, membership and revenues have risen sharply; use of data to maximize contributions has become more sophisticated; big donors have been wooed and won; but band of internal critics say civil liberties are not his top concern; they cite his failure to inform board about settlement with New York attorney general over privacy breaches on its Web site and his signing of government fund-raising agreement that organization later renounced; dissidents say Romero is ignoring ACLU traditions and often acting without full knowledge and support of board; there have been heated boardroom exchanges and unusual number of resignations from board; Romero and Nadine Strossen, board president, say none of ACLU's principles have been ignored in interest of luring money or new members; photo (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-12-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/08/us/rift-emerges-at-aclu-on-2-big-issues.html",
      "byline": "By Stephanie Strom"
    },
    {
      "headline": "More Questions as Rice Asserts Detainee Policy",
      "snippet": "Secretary of State Condoleezza Rice seeks to clarify standards for interrogation of terrorist suspects, but does little to clear up widespread confusion about where administration draws line or to dispel hints of internal debate among Pres Bush's ...",
      "abstract": "Secretary of State Condoleezza Rice seeks to clarify standards for interrogation of terrorist suspects, but does little to clear up widespread confusion about where administration draws line or to dispel hints of internal debate among Pres Bush's inner circle on that topic; she states that policy of United States is not to allow its personnel, on American or foreign soil, to engage in cruel, inhumane or degrading treatment of prisoners; Rice faced constant questions on subject during her trip to Europe, partly prompted by reports that US maintains secret detention facilities in European countries; State Dept officials refuse to answer questions about how, if at all, policy stated by Rice might change behavior of agents working in field; Rice's remarks do little to clear up questions about what definitions US applies to terms like torture and cruel, inhumane and degrading treatment; excerpts from administration's definitions and denials of torture dating from Jan 2002 to present (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-12-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/08/politics/more-questions-as-rice-asserts-detainee-policy.html",
      "byline": "By Richard W. Stevenson and Joel Brinkley"
    },
    {
      "headline": "Sometimes a Bumper Crop Is Too Much of a Good Thing",
      "snippet": "Illinois harvested 16 percent more corn per acre than expected despite parched-earth conditions, helping US produce its second-largest crop ever; agricultural technologies are ushering in era of surging production that is likely to outstrip global...",
      "abstract": "Illinois harvested 16 percent more corn per acre than expected despite parched-earth conditions, helping US produce its second-largest crop ever; agricultural technologies are ushering in era of surging production that is likely to outstrip global demand for years to come; bountiful harvest has only added to fundamental problem facing sector: too much success for its own good; seed technology allowed Midwest farmers to continue their relentless increase in production despite worst drought in Midwest in 17 years; even as businesses have cut employee benefits and have limited job security in face of more intense global competition, governments in rich countries have clung to one of oldest forms of trade protectionism: farm subsidies; chart; photos (M)",
      "lead_paragraph": "WARSAW, Ill. - The first architects of agricultural subsidies aimed to bail out farmers during bad harvests so that they would not abandon the vital task of producing food for the nation.",
      "publication_date": "2005-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/08/business/worldbusiness/sometimes-a-bumper-crop-is-too-much-of-a-good-thing.html",
      "byline": "By Alexei Barrionuevo and Keith Bradsher"
    },
    {
      "headline": "Owners Vote. Will a Board Take Notice?",
      "snippet": "Saks Inc's owners will express their pleasure--or dismay--with company's executives and directors at annual stockholders' meeting; perhaps most contentious issue at Saks is how company elects its directors; many shareholders have opposed practice ...",
      "abstract": "Saks Inc's owners will express their pleasure--or dismay--with company's executives and directors at annual stockholders' meeting; perhaps most contentious issue at Saks is how company elects its directors; many shareholders have opposed practice of electing handful of directors each year--known as staggered elections--because it can entrench board; Saks has kept its staggered board even though 53 percent of shares voted at last year's meeting favored move to annual elections; shareholders may have more of upper hand this year on heels of accounting irregularities uncovered; retailer is under investigation by Securities and Exchange Commission and US attorney in Manhattan related to markdown allowances (Market Place column) (M)",
      "lead_paragraph": "The owners of Saks Inc., the department store chain, will express their pleasure -- or dismay -- with the company's executives and directors today at the annual stockholders' meeting in Birmingham, Ala.",
      "publication_date": "2005-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/08/business/owners-vote-will-a-board-take-notice.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Marshals Shoot and KillPassenger in Bomb Threat",
      "snippet": "Federal air marshals shoot and kill passenger at Miami International Airport after he claims to have bomb in his backpack and runs from aircraft; this is first case of air marshal opening fire since marshals became common presence on flights after...",
      "abstract": "Federal air marshals shoot and kill passenger at Miami International Airport after he claims to have bomb in his backpack and runs from aircraft; this is first case of air marshal opening fire since marshals became common presence on flights after 9/11 attacks; incident prompts dozens of heavily armed police officers to surround plane; luggage from American Airlines flight is laid out on runway and at least two bags are exploded by bomb squad; man is identified as Rigoberto Alpizar, American citizen from Maitland, Fla, who arrived in Miami with his wife Anne Buechner on flight from Quito, Ecuador; one passenger on flight says Alpizar's wife ran after him, claiming he was bipolar and had not taken his medication; two air marshals aboard flight who followed him onto jetway connecting plane to airport concourse shoot after he ignores order to stop and appears to reach into carry-on bag; no explosives are found in Alpizar's luggage; photos; diagram (M)",
      "lead_paragraph": "MIAMI, Dec. 7 - Federal air marshals shot and killed a passenger at Miami International Airport on Wednesday after the man claimed he had a bomb in his backpack and ran from an aircraft, officials said.",
      "publication_date": "2005-12-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/08/us/marshals-shoot-and-killpassenger-in-bomb-threat.html",
      "byline": "By Abby Goodnough and Matthew L. Wald"
    },
    {
      "headline": "Economy Lifts Bush's Support in Latest Poll",
      "snippet": "New York Times/CBS News Poll finds Pres Bush's approval rating improving markedly after months of political erosion, largely tracking Americans' more positive attitudes toward economy; his approval rating is at 40 percent, up from 35 percent month...",
      "abstract": "New York Times/CBS News Poll finds Pres Bush's approval rating improving markedly after months of political erosion, largely tracking Americans' more positive attitudes toward economy; his approval rating is at 40 percent, up from 35 percent month ago, but he remains fiercely polarizing figure, with approval rating of 79 percent among Republicans, 12 percent among Democrats and 34 percent among independents; over all, 53 percent of Americans disapprove of his job performance, down from 57 percent month ago; on national economy, 56 percent describe it as good, up from 47 percent month ago, and 38 percent approve of Bush's handling of it, up from 34 percent; on Iraq, 52 percent polled say Bush administration intentionally misled public in making case for war, 32 percent want number of American troops reduced and 28 percent want total pullout; percentage of Americans who say country is 'seriously off on the wrong track' declines to 60 percent from 68 percent; other poll findings; graph; chart with poll questions and answers on war in Iraq (L)",
      "lead_paragraph": "After months of political erosion, President Bush's approval rating improved markedly in the latest New York Times/CBS News Poll, largely tracking Americans' more positive attitudes toward the economy.",
      "publication_date": "2005-12-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/08/politics/economy-lifts-bushs-support-in-latest-poll.html",
      "byline": "By Robin Toner and Marjorie Connelly"
    }
  ]
}