{
  "metadata": {
    "date": "2005-05-12",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Icahn Slate Wins Seats on Blockbuster Board",
      "snippet": "Carl C Icahn, billionaire financier who has been engaged in increasingly hostile fight with executives of Blockbuster, scores significant victory when he is elected to board along with fellow dissidents Strauss Zelnick and Edward Bleier; chief exe...",
      "abstract": "Carl C Icahn, billionaire financier who has been engaged in increasingly hostile fight with executives of Blockbuster, scores significant victory when he is elected to board along with fellow dissidents Strauss Zelnick and Edward Bleier; chief executive John F Antioco is removed as chairman, but Ichan is expected to put him back on board as chairman; Zelnick and Bleier succeed Peter A Bassi and Linda Griego; photo (M)",
      "lead_paragraph": "DALLAS, May 11 - Carl C. Icahn, the billionaire financier who has been engaged in an increasingly hostile fight with the executives of Blockbuster, scored a significant victory on Wednesday when he was elected to the board along with two fellow dissidents.",
      "publication_date": "2005-05-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/12/business/icahn-slate-wins-seats-on-blockbuster-board.html",
      "byline": "By Eric O'Keefe"
    },
    {
      "headline": "The Cellphone That Does Everything Imaginable, at Least Sort Of",
      "snippet": "David Pogue article on Samsung's new MM-A800 cellphone for Sprint that scan scan business cards, record 90-minute videos, play TV shows and even transcribe dictatated speech; drawing (M)",
      "abstract": "David Pogue article on Samsung's new MM-A800 cellphone for Sprint that scan scan business cards, record 90-minute videos, play TV shows and even transcribe dictatated speech; drawing (M)",
      "lead_paragraph": "\"THIS week on 'How to Do It,' we're going to show you how to play the flute, how to split an atom, and how to irrigate the Sahara Desert,\" says the TV host in an old Monty Python skit. \"But first, here's Jackie to tell you all how to rid the world of all known diseases.\"",
      "publication_date": "2005-05-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/12/technology/circuits/the-cellphone-that-does-everything-imaginable-at-least.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Arms Makers Find Being Cash-Heavy Is Mixed Blessing",
      "snippet": "About $25 billion to $30 billion is sitting in coffers of top military contractors, result of record Pentagon budgets and robust government spending on homeland security; large cash reserves pits two powerful interests against each other: Wall Str...",
      "abstract": "About $25 billion to $30 billion is sitting in coffers of top military contractors, result of record Pentagon budgets and robust government spending on homeland security; large cash reserves pits two powerful interests against each other: Wall Street, which sees money as just reward for shareholder support and corporate risk-taking, and Pentagon, whose spending has fueled cash boom; shareholders in military companies would like to see money spent on bigger dividends and stock repurchases; Pentagon would rather see companies spend more on basic military research and further acquisitions that would streamline industry even more; graph (M)",
      "lead_paragraph": "The nation's military contractors are awash in cash, which is making their shareholders happy and pushing their stocks to new highs. Less happy, however, is the Pentagon, which is the source of much of that cash and may now want something in return.",
      "publication_date": "2005-05-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/12/business/arms-makers-find-being-cashheavy-is-mixed-blessing.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Cisco Pushes a New Twist on Options",
      "snippet": "Cisco Systems is seeking regulatory approval for novel financial instrument that could allow company to assign lower value to stock options than under current valuation models; lower value of options, which under new accounting rules will have to ...",
      "abstract": "Cisco Systems is seeking regulatory approval for novel financial instrument that could allow company to assign lower value to stock options than under current valuation models; lower value of options, which under new accounting rules will have to be recorded as expenses on Cisco's books starting this July, will reduce impact expensing will have on Cisco's profits and could lead other companies to adopt something similar; proposal is to create market by selling new securities based on employee options (M)",
      "lead_paragraph": "SAN FRANCISCO, May 11 - Adding a new twist to the continuing fight over the expensing of employee stock options, Cisco Systems is seeking regulatory approval for a novel financial instrument that could allow the company to assign a lower value to the stock options than under current valuation models.",
      "publication_date": "2005-05-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/12/business/cisco-pushes-a-new-twist-on-options.html",
      "byline": "By Gary Rivlin and Floyd Norris"
    },
    {
      "headline": "Off-Course Plane Prompts Brief Evacuation in the Capital",
      "snippet": "Single-engine plane bearing down on Washington without clearance puts capital at its highest stage of alert and prompts frantic evacuation of Capitol, Supreme Court and White House; Pres Bush is not in capital at time; plane is chased by Black Haw...",
      "abstract": "Single-engine plane bearing down on Washington without clearance puts capital at its highest stage of alert and prompts frantic evacuation of Capitol, Supreme Court and White House; Pres Bush is not in capital at time; plane is chased by Black Hawk helicopter and two fighters firing warning flares before it responds; it was flown by pilot and his student who apparently veered off course; both men are questioned and released; government response planes initially have trouble communicating with two men; although incursions by small planes into restricted zones are relatively common, fact that plane continued to head toward Washington after being intercepted by Black Hawk helicoper resulted in escalation of alarm; photos; chronology of events in incident (L)",
      "lead_paragraph": "WASHINGTON, May 11 - A single-engine plane bearing down on Washington without clearance prompted a frantic evacuation of the Capitol, the Supreme Court and the White House on Wednesday. President Bush was not told of the threat until he finished a bicycle ride at a Maryland wildlife center, nearly 40 minutes after the plane had been forced to turn away, administration officials said.",
      "publication_date": "2005-05-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/12/politics/offcourse-plane-prompts-brief-evacuation-in-the-capital.html",
      "byline": "By Eric Lipton and Richard W. Stevenson"
    },
    {
      "headline": "How Do Japanese Dump Trash? Let Us Count the Myriad Ways",
      "snippet": "Japanese cities increase number of garbage categories in national drive to reduce waste and increase recycling; in Yokohama, which has 10 garbage categories, residents get 27-page booklet on how to sort their trash, with detailed instructions on 5...",
      "abstract": "Japanese cities increase number of garbage categories in national drive to reduce waste and increase recycling; in Yokohama, which has 10 garbage categories, residents get 27-page booklet on how to sort their trash, with detailed instructions on 518 items; small town of Kamikatsu has 44 garbage categories; in land-scarce Japan, up to 80 percent of garbage is incinerated; country's long-term push to sort and recycle aims to reduce amount of garbage that ends up in incinerators; in United States, 80 percent of garbage ends up in landfills; experts say environmentally friendlier process of sorting and recycling may be more expensive than dumping, but is comparable to cost of incineration; photos; charts (M)",
      "lead_paragraph": "YOKOHAMA, Japan - When this city recently doubled the number of garbage categories to 10, it handed residents a 27-page booklet on how to sort their trash. Highlights included detailed instructions on 518 items.",
      "publication_date": "2005-05-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/12/world/asia/how-do-japanese-dump-trash-let-us-count-the-myriad-ways.html",
      "byline": "By Norimitsu Onishi"
    },
    {
      "headline": "North Koreans Claim to Extract Fuel for Nuclear Weapons",
      "snippet": "North Korea says it has harvested nuclear reactor for weapons fuel, in its latest effort to put pressure on Bush administration and its allies; claims it removed 8,000 spent fuel rods from reactor at its main nuclear complex at Yongbyon as one of ...",
      "abstract": "North Korea says it has harvested nuclear reactor for weapons fuel, in its latest effort to put pressure on Bush administration and its allies; claims it removed 8,000 spent fuel rods from reactor at its main nuclear complex at Yongbyon as one of 'necessary measures' to bolster its nuclear arsenal; intelligence and Pentagon officials say they have seen no evidence to confirm or disprove assertion, and outside experts express skepticism; they note that North Korea could have obtained much better yield of weapons fuel if it left rods inside reactor for another year; both outside analysts and Bush administration officials say North Korean leaders could be bluffing in attempt to wrest concessions from United States in long-stalled six-nation negotiations to persuade North to abandon its nuclear program; say alternate explanations are that North pulled fuel from reactor early because of technical problems, or fears that US would order strike on reactor; photos; map; chart (L)",
      "lead_paragraph": "TOKYO, May 11 - North Korea said Wednesday that it had harvested a nuclear reactor for weapons fuel, the country's latest effort to put pressure on the Bush administration and its allies.",
      "publication_date": "2005-05-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/12/world/asia/north-koreans-claim-to-extract-fuel-for-nuclear-weapons.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "79 Die in Attacks as Rebels in Iraq Intensify Fight",
      "snippet": "Insurgents strike in northern and central Iraq, killing at least 79 people and wounding 120 others in series of suicide bombings and bloody attacks in Tikrit, Hawija and Baghdad; two-week onslaught by Sunni Arab insurgents is aimed at destabilizin...",
      "abstract": "Insurgents strike in northern and central Iraq, killing at least 79 people and wounding 120 others in series of suicide bombings and bloody attacks in Tikrit, Hawija and Baghdad; two-week onslaught by Sunni Arab insurgents is aimed at destabilizing Iraq's newly formed Shiite-majority government; eruptions of violence leave new government of Prime Min Ibrahim al-Jaafari looking vulnerable only nine days after it was sworn into office; Jaafari has been less assertive than his predecessor as prime minister Ayad Allawi, who won reputation for aggressive pursuit of war; American officials hoped he would find prominent place in new government, but he has chosen to stay on sidelines after Shiite leaders rejected what they saw as push by him for disproportionate power in new administration; Shiite leaders led by Grand Ayatollah Ali al-Sistani have urged restraint, arguing that Shiite interests are best served by gaining power through elections, not by being drawn into civil war; photo; map (M)",
      "lead_paragraph": "BAGHDAD, Iraq, May 11 - Insurgents struck in northern and central Iraq on Wednesday in a series of bloody attacks that killed at least 79 people in three cities, and wounded at least 120 others, according to figures provided by the police and hospital officials. The attacks were a further intensification of a two-week-old onslaught by Sunni Arab insurgents who appear intent on destabilizing Iraq's newly formed Shiite-majority government.",
      "publication_date": "2005-05-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/12/world/middleeast/79-die-in-attacks-as-rebels-in-iraq-intensify-fight.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Senate Panel Is Set to Vote onBolton Nomination Today",
      "snippet": "John R Bolton tells Senate Foreign Relations Committee that policy maker should maintain right to 'state his own reading of the intelligence' even when it differs from that of intelligence agencies; statement comes in written response to written q...",
      "abstract": "John R Bolton tells Senate Foreign Relations Committee that policy maker should maintain right to 'state his own reading of the intelligence' even when it differs from that of intelligence agencies; statement comes in written response to written query from Sen John Kerry, and is disclosed by Democratic legislators opposed to Bolton's nomination as ambassador to United Nations; they cite it as evidence that Bolton would adopt loose standard for accuracy in making statements based on intelligence; several former senior intelligence officials say when policy makers state their own views about inteligence matters they have obligation to be accurate and to make explicit when they are stating personal opinions; Senate committee will meet on May 12 to debate conclusions that should be drawn from more than 30 interviews and thousands of pages of documents as part of extraordinarily exhaustive review into Bolton's career and opinions; photo (M)",
      "lead_paragraph": "WASHINGTON, May 11 - With a vote scheduled Thursday on his contested nomination as ambassador to the United Nations, John R. Bolton has told the Senate Foreign Relations Committee that a policy maker should maintain the right to \"state his own reading of the intelligence\" even when it differs from that of intelligence agencies.",
      "publication_date": "2005-05-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/12/politics/senate-panel-is-set-to-vote-onbolton-nomination-today.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "U.S. Trade Deficit Declines To Lowest Level in 6 Months  The United States trade deficit unexpectedly narrowed in March to its lowest point in six months, as consumers cut back on purchases of imports and as businesses and farmers increased their ...",
      "abstract": " U.S. Trade Deficit Declines To Lowest Level in 6 Months  The United States trade deficit unexpectedly narrowed in March to its lowest point in six months, as consumers cut back on purchases of imports and as businesses and farmers increased their sales in foreign markets.    The monthly trade deficit dropped by 9 percent to $55 billion, the Commerce Department reported, a pleasant surprise after most analysts predicted $61 billion. [Page C7.]    Shares of Yahoo's Competitors Fall  Yahoo's announcement that it is starting a discount online subscription music service sent shares of competitors reeling. Shares of RealNetworks plunged 21 percent to close at $5.76, while Napster fell nearly 27 percent to close at $4.65. Apple Computer, whose iTunes music service has 70 percent share of the online music market, declined 2 percent, closing at $35.61. Shares of Yahoo rose 82 cents on to close at $34.88. Market Place. [C7.]    Unions at United Threaten a Strike  Three unions that represent United Airlines workers said they were prepared to strike to protect their labor contracts, one day after the carrier received court permission to terminate its four employee pension plans. [C3.]    Kodak Appoints Chief Executive  Eastman Kodak named Antonio M. Perez, the president and chief operating officer, as its chief executive. [C4.]    Chubb Receives a Subpoena  The Chubb Corporation said it had received a subpoena from federal prosecutors investigating its use of nontraditional insurance that can artificially enhance results. [C3.]    G.M. Moves Ad Work to Publicis  In another blow to the Interpublic Group, General Motors said it would consolidate responsibility for its media assignments in America at an agency owned by an Interpublic rival, the Publicis Groupe. Advertising. [C5.]    Australian Bank to Cut 10% of Jobs  National Australia Bank said it would lay off more than 10 percent of its employees to cut costs after a trading scandal last year. [C6.]    Disney Profit Increases 30 Percent  The Walt Disney Company said that profit rose 30 percent in its second quarter, helped by home video sales of ''The Incredibles.'' [C5.]    Federated Department Stores posted a better-than-expected 27 percent profit gain. [C11.]    No Testimony From Scrushy  After 54 days of testimony in the trial of Richard M. Scrushy, the former chief of HealthSouth, the defendant's legal team rested its case without calling Mr. Scrushy to the stand. With final arguments set for Monday, the case will probably go to the jury early next week. Mr. Scrushy is charged with orchestrating a $2.7 billion accounting fraud at HealthSouth. [C17.]    Herald Tribune Names Editor  The International Herald Tribune announced that Michael Oreskes, deputy managing editor of The New York Times, would become its executive editor. [C5.]    Gauging Opposition to Estate Tax  How broad is support for repealing the estate tax? Robert H. Frank: Economic Scene. [C2.]    Growing, but Still Staying Small  As small companies grow, they face the challenge of how to retain their image as niche players. Small Business. [C4.]    Rise of Do-It-Yourself Radio  Like the pope and Paris Hilton, you, too, can be a podcaster. Circuits. [C9.]  ",
      "lead_paragraph": "U.S. Trade Deficit Declines To Lowest Level in 6 Months The United States trade deficit unexpectedly narrowed in March to its lowest point in six months, as consumers cut back on purchases of imports and as businesses and farmers increased their sales in foreign markets.",
      "publication_date": "2005-05-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/12/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Cambodia's Garment Makers Hold Off a Vast Chinese Challenge",
      "snippet": "Article in series, Made Elsewhere: Better Jobs, Living Wages, focuses on Cambodia's textile industry since end of global quota system; says thanks to unorthodox labor program backed by US and intended to improve working conditions, much of Cambodi...",
      "abstract": "Article in series, Made Elsewhere: Better Jobs, Living Wages, focuses on Cambodia's textile industry since end of global quota system; says thanks to unorthodox labor program backed by US and intended to improve working conditions, much of Cambodia's garment industry has been holding its own since end of quota system; holds majority of Cambodia's factories have retained loyalty of major retailers around world by appealing not just to their need for low-cost production but also to their desire to avoid stigma of exploiting poor laborers in distant sweatshops; says Cambodia has chosen to rely on outside inspectors and to foster unusually strong garment unions that have become independent political force in country otherwise awash in corruption and cronyism; holds many garment-factory owners and unions are sticking to their higher standards in Cambodia despite loss of special access to American market with end of quotas; Cham Prasith, Cambodian minister of commerce, comments; photos (M)",
      "lead_paragraph": "PHNOM PENH, Cambodia - At the close of a long, hot day sewing men's shirts, hundreds of young Cambodian women waited anxiously as their British boss jumped onto a cutting table with a bullhorn, worried that he would tell them they had lost their jobs.",
      "publication_date": "2005-05-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/12/business/worldbusiness/cambodias-garment-makers-hold-off-a-vast-chinese.html",
      "byline": "By Elizabeth Becker"
    }
  ]
}