{
  "metadata": {
    "date": "2005-09-28",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "Texas Tea From a Russian Sea",
      "snippet": "Consortium led by Exxon Mobil is set to begin pumping up to 250,000 barrels of oil a day from wells off Sakalin Island, deep in Sea of Okhotsk; mapped since 1970's, reserves of Sakhalin, Russia's easternmost major island, now total 14 billion barr...",
      "abstract": "Consortium led by Exxon Mobil is set to begin pumping up to 250,000 barrels of oil a day from wells off Sakalin Island, deep in Sea of Okhotsk; mapped since 1970's, reserves of Sakhalin, Russia's easternmost major island, now total 14 billion barrels of oil--or just over 1 percent of global reserves--and 96 trillion cubic feet of gas; photo; maps (M)",
      "lead_paragraph": "YUZHNO-SAKHALINSK, Russia - Just north of Japan and across the Pacific from California, a long-forbidden Siberian island is about to join the global energy map.",
      "publication_date": "2005-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/28/business/worldbusiness/texas-tea-from-a-russian-sea.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Supreme Court Takes On Spending Limits for Candidates",
      "snippet": "Supreme Court agrees to decide constitutionality of Vermont's strict limits on campaign spending and contributions, suggesting justices might revisit 29-year-old ruling equating money with free speech; Vermont limits contributions to $400 for stat...",
      "abstract": "Supreme Court agrees to decide constitutionality of Vermont's strict limits on campaign spending and contributions, suggesting justices might revisit 29-year-old ruling equating money with free speech; Vermont limits contributions to $400 for statewide offices, less for other offices, strictest limits in nation; case underscores significance of transition as John G Roberts Jr awaits confirmation as chief justice and court awaits successor to Sandra Day O'Connor, who has been at center of campaign finance cases; court will also consider exempting 'grass-roots lobbying' from McCain-Feingold law's ban on corporate ads in weeks before elections (M)",
      "lead_paragraph": "WASHINGTON, Sept. 27 - The Supreme Court opened a new chapter in the long-running debate over the role of money in politics on Tuesday by agreeing to decide whether Vermont's strict limits on campaign spending and contributions are constitutional.",
      "publication_date": "2005-09-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/28/politics/supreme-court-takes-on-spending-limits-for-candidates.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "WellPoint's Blue Period May Be Over",
      "snippet": "WellPoint announces deal to acquire WellChoice, publicly traded company that owns Empire Blue Cross Blue Shield in New York, for $6.5 billion; deal would raise WellPoint's total Blue membership nationwide to about 26 million--or more than one in f...",
      "abstract": "WellPoint announces deal to acquire WellChoice, publicly traded company that owns Empire Blue Cross Blue Shield in New York, for $6.5 billion; deal would raise WellPoint's total Blue membership nationwide to about 26 million--or more than one in four of 93 million Blue Cross and Blue Ghield members across country; WellPoint might like to continue buying Blue Cross plans in other states, but deals could be much harder to come by; big nonprofit Blues in states like Florida, Michigan, Illinois and Texas have been thriving (M)",
      "lead_paragraph": "As WellPoint grows, the Blue Cross world shrinks.",
      "publication_date": "2005-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/28/business/wellpoints-blue-period-may-be-over.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "A Deal for DreamWorks Unravels Over Price",
      "snippet": "DreamWorks SKG calls off talks to be acquired by NBC Universal when Universal executives seek to reduce price they would pay, citing disappointing performance of some DreamWorks movies; several people involved in talks say that NBC Universal wante...",
      "abstract": "DreamWorks SKG calls off talks to be acquired by NBC Universal when Universal executives seek to reduce price they would pay, citing disappointing performance of some DreamWorks movies; several people involved in talks say that NBC Universal wanted to lower price to $1.4 billion from $1.5 billion for live-action business of DreamWorks, which includes 60-movie library; partners and investors of DreamWorks would have received about $900 million of that amount; Steven Spielberg, who helped found DreamWorks, reportedly also balked at idea that Universal wanted to be able to approve spending more than $100 million on a movie; table shows Spielberg's top 10 films; photos (M)",
      "lead_paragraph": "LOS ANGELES, Sept. 27 - The script was almost finished, the production was in its final stages, but in the end, the DreamWorks-NBC Universal deal could not be done.",
      "publication_date": "2005-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/28/business/media/a-deal-for-dreamworks-unravels-over-price.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Saudi Women Have Message for U.S. Envoy",
      "snippet": "500 black-garbed Saudi women, gathered at Jidda university to hear Karen Hughes spread equality message, tell Pres Bush's representative that, contrary to American image of Arab women, they are happy; students, teachers and other professionals rep...",
      "abstract": "500 black-garbed Saudi women, gathered at Jidda university to hear Karen Hughes spread equality message, tell Pres Bush's representative that, contrary to American image of Arab women, they are happy; students, teachers and other professionals represent privileged elite of Jidda, and reflect opinion of many in region who object to assumption that everyone would like to live like Americans; Hughes, close Bush adviser appointed to publicize US ideals in Middle East, seems taken aback at hearing women say they are not treated unfairly or imprisoned in homes just because they cannot vote or drive; Hughes is on first foray, introducing herself tirelessly at meetings as 'a mom' and calling for more cultural and education exchanges (M)",
      "lead_paragraph": "JIDDA, Saudi Arabia, Sept. 27 - The audience -- 500 women covered in black at a Saudi university -- seemed an ideal place for Karen P. Hughes, a senior Bush administration official charged with spreading the American message in the Muslim world, to make her pitch.",
      "publication_date": "2005-09-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/28/world/middleeast/saudi-women-have-message-for-us-envoy.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "US Air Picks Its Path; Two Airlines Still Looking",
      "snippet": "US Airways emerges from Chapter 11 status and merges with America West to form country's largest low-fair airline; United Airlines hopes to come out of court protection in a few months, having made deep cuts in wages and benefits, terminated its p...",
      "abstract": "US Airways emerges from Chapter 11 status and merges with America West to form country's largest low-fair airline; United Airlines hopes to come out of court protection in a few months, having made deep cuts in wages and benefits, terminated its pension plans and remade itself from employee-owned airline into one like the others; Delta and Northwest airlines are still seeking strategy for coming out of bankruptcy; photo (M)",
      "lead_paragraph": "The ranks of airlines operating under bankruptcy protection thinned yesterday, when US Airways emerged from Chapter 11 status and merged with America West to form the country's largest low-fare airline.",
      "publication_date": "2005-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/28/business/us-air-picks-its-path-two-airlines-still-looking.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Mississippi May Move Its Casinos Ashore",
      "snippet": "State Legislature of Mississippi, whose gambling casinos were smashed by Hurricane Katrina, opens special session devoted to how and whether to salvage state's gambling industry, which has been central to economy of Gulf Coast; Gov Haley Barbour p...",
      "abstract": "State Legislature of Mississippi, whose gambling casinos were smashed by Hurricane Katrina, opens special session devoted to how and whether to salvage state's gambling industry, which has been central to economy of Gulf Coast; Gov Haley Barbour proposes that casinos, which are restricted by law to boats moored along state's southern coast or Mississipi River, be allowed to move as much as 1,500 feet inland; many of state's religious leaders, who have opposed casino gambling from beginning, try to seize moment to shut them down (M)",
      "lead_paragraph": "JACKSON, Miss., Sept. 27 - Just a month after Hurricane Katrina smashed Mississippi's casino gambling boats, the state Legislature opened a special session Tuesday devoted to how and whether to salvage an industry that has been central to the economy of the Gulf Coast.",
      "publication_date": "2005-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/28/business/mississippi-may-move-its-casinos-ashore.html",
      "byline": "By Rick Lyman"
    },
    {
      "headline": "When Storm Hit, National Guard Was Deluged Too",
      "snippet": "Louisiana National Guard commanders who thought they were prepared to help as Hurricane Katrina struck were confronted with 15-foot floodwaters that swept into their headquarters, cutting communications and disabling high-water trucks; officers we...",
      "abstract": "Louisiana National Guard commanders who thought they were prepared to help as Hurricane Katrina struck were confronted with 15-foot floodwaters that swept into their headquarters, cutting communications and disabling high-water trucks; officers were preoccupied for crucial 24 hours with protecting Jackson Barracks, rescuing soldiers who could not swim and then evacuating entire headquarters to Superdome; inauspicious start has led to national debate about whether Pentagon should take charge immediately after catastrophes; Louisiana Guard was also crippled in early days by severe shortage of troops, with 3,200 in Iraq; reinforcements from other states, slowed by logistics and red tape, did not arrive in large numbers until fourth day and coordination was so daunting that Louisiana sought Pentagon help; 222 soldiers trained in levee repair locked themselves into hall at convention center rather than challenge angry crowds, amid near-total collapse of communications; photo; disaster experts point out that 5,700 troops were far too few in any case; Col Douglas Mouton and other officers recall disaster (M)",
      "lead_paragraph": "The morning Hurricane Katrina thundered ashore, Louisiana National Guard commanders thought they were prepared to save their state. But when 15-foot floodwaters swept into their headquarters, cut their communications and disabled their high-water trucks, they had their hands full just saving themselves.",
      "publication_date": "2005-09-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/28/us/nationalspecial/when-storm-hit-national-guard-was-deluged-too.html",
      "byline": "By Scott Shane and Thom Shanker"
    }
  ]
}