{
  "metadata": {
    "date": "2005-06-24",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Justices Uphold Taking Property for Development",
      "snippet": "The Supreme Court ruled that fostering economic development is an appropriate use of the power of eminent domain.",
      "abstract": "The Supreme Court ruled that fostering economic development is an appropriate use of the power of eminent domain.",
      "lead_paragraph": "WASHINGTON, June 23 - The Supreme Court ruled on Thursday, in one of its most closely watched property rights cases in years, that fostering economic development is an appropriate use of the government's power of eminent domain.",
      "publication_date": "2005-06-24T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/24/politics/justices-uphold-taking-property-for-development.html",
      "byline": "By LINDA GREENHOUSE"
    },
    {
      "headline": "An Army of Soulless 1's and 0's",
      "snippet": "Experts say hundreds of thousands of computers each week are being added to ranks of zombies--commandeered computers--infected with software that makes them susceptible to remote deployment for variety of illicit purposes, from overwhelming Web si...",
      "abstract": "Experts say hundreds of thousands of computers each week are being added to ranks of zombies--commandeered computers--infected with software that makes them susceptible to remote deployment for variety of illicit purposes, from overwhelming Web site with traffic to cracking complicated security codes; user of zombie computer in most in instances is never aware that it has been commandeered; networks of zombie computers are used for variety of purposes, from attacking Web sites of companies and government agencies to generating huge batches of spam e-mail; officials at FBI and Justice Department say their inquiries on zombie networks are exposing serious vulnerabilities in Internet that could be exploited more widely by saboteurs to bring down Web sites or online messaging systems; some cases noted; best way to avoid having home computer conscripted into zombie army discussed; chart; graph; photo (M)",
      "lead_paragraph": "WASHINGTON, June 23 - For thousands of Internet users, the offer seemed all too alluring: revealing pictures of Jennifer Lopez, available at a mere click of the mouse.",
      "publication_date": "2005-06-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/24/technology/an-army-of-soulless-1s-and-0s.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Capital Nearly Speechless on Big China Bid",
      "snippet": "Analysis of $18.5 billion bid by CNOOC, China's state-controlled oil company, to acquire Unocal holds offer leaves Bush administration officials and many lawmakers almost tongue-tied about implications; Treas Sec John W Snow, asked whether he woul...",
      "abstract": "Analysis of $18.5 billion bid by CNOOC, China's state-controlled oil company, to acquire Unocal holds offer leaves Bush administration officials and many lawmakers almost tongue-tied about implications; Treas Sec John W Snow, asked whether he would lead national security review of deal, hesitantly tells members of Senate Finance Committee that question is 'hypothetical' because transaction has yet to happen; Federal Reserve chairman Alan Greenspan says virtually nothing about deal; Rep Phil English says problem is that many companies are depending on Chinese inputs and on imported goods to sell at retailers; China is also leading creditor of US; it acquired more than $200 billion of Treasury securities over last year; China is already home to growing number of American-owned factories, many of them exporting to US, and large number of factories that are suppliers to American companies; photo",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/24/business/worldbusiness/capital-nearly-speechless-on-big-china-bid.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Cutting Here, but Hiring Over There",
      "snippet": "IBM plans to increase its payroll in India this year by more than 14,000 workers, even as it proceeds with layoffs of up to 13,000 workers in Europe and US; numbers are telling evidence of continuing globalization of work and migration of some ski...",
      "abstract": "IBM plans to increase its payroll in India this year by more than 14,000 workers, even as it proceeds with layoffs of up to 13,000 workers in Europe and US; numbers are telling evidence of continuing globalization of work and migration of some skilled jobs to low-wage countries like India; IBM senior vice president Robert W Moffat explains buildup in India is attributable to surging demand for technology services in thriving Indian economy and opportunity to tap many skilled Indian software engineers to work on projects around world; Marcus Courtney, president of Washington Alliance of Technology Workers, or WashTech, group that seeks to unionize such workers, says winners are richest corporations in world, and American workers lose; graph; photo (M)",
      "lead_paragraph": "Even as it proceeds with layoffs of up to 13,000 workers in Europe and the United States, I.B.M. plans to increase its payroll in India this year by more than 14,000 workers, according to an internal company document.",
      "publication_date": "2005-06-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/24/technology/cutting-here-but-hiring-over-there.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "U.S. General Sees No Ebb in Fight",
      "snippet": "Top American commander for Middle East says insurgency in Iraq has not diminished, contrary to Vice Pres Dick Cheney's recent claim that insurgents are in their 'last throes'; Gen John P Abizaid declines to comment directly on Cheney's statement, ...",
      "abstract": "Top American commander for Middle East says insurgency in Iraq has not diminished, contrary to Vice Pres Dick Cheney's recent claim that insurgents are in their 'last throes'; Gen John P Abizaid declines to comment directly on Cheney's statement, but says that more foreign fighters are coming into Iraq and that insurgency's 'overall strength' is same as it was six months ago; his more pessimistic assessment reflects difference of emphasis between military officers who battle insurgency every day and civilian officials intent on accentuating what they say is unacknowledged progress in Iraq; after Abizaid speaks, Cheney repeats his assertion that insurgency is facing defeat; says rebels' increased attacks are intended to disrupt United States-backed political process aimed at defusing the violence; photo (M)",
      "lead_paragraph": "WASHINGTON, June 23 - The top American commander for the Middle East said Thursday that the insurgency in Iraq had not diminished, seeming to contradict statements by Vice President Dick Cheney in recent days that the insurgents were in their \"last throes.\"",
      "publication_date": "2005-06-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/24/politics/us-general-sees-no-ebb-in-fight.html",
      "byline": "By David S. Cloud and Eric Schmitt"
    },
    {
      "headline": "INTERROGATORS CITE DOCTORS' AID AT GUANTÁNAMO",
      "snippet": "Former interrogators at Guantanamo Bay say military doctors there helped them conduct and refine coercive interrogations of detainees in hopes of making them more cooperative and willing to provide information; Pentagon and mental health professio...",
      "abstract": "Former interrogators at Guantanamo Bay say military doctors there helped them conduct and refine coercive interrogations of detainees in hopes of making them more cooperative and willing to provide information; Pentagon and mental health professionals are examining ethical issues involved; former interrogators say military doctors advised them on ways of increasing psychological duress on detainees; authors of article in The New England Journal of Medicine say program was explicitly designed to increase fear and distress among detainees as means to obtain intelligence; accounts shed light on how interrogations were conducted and raise new questions about boundaries of medical ethics in nation's fight against terrorism; Pentagon spokesman Bryan Whitman claims doctors advising interrogators were not covered by ethics strictures because they were not treating patients but rather acting as behavioral scientists (M)",
      "lead_paragraph": "WASHINGTON, June 23 - Military doctors at Guantánamo Bay, Cuba, have aided interrogators in conducting and refining coercive interrogations of detainees, including providing advice on how to increase stress levels and exploit fears, according to new, detailed accounts given by former interrogators.",
      "publication_date": "2005-06-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/24/us/interrogators-cite-doctors-aid-at-guantanamo.html",
      "byline": "By Neil A. Lewis"
    },
    {
      "headline": "Iraqis Tallying Range of Graft in Rebuilding",
      "snippet": "Commission on Public Integrity accumulates first solid estimates of widespread graft of Iraqi officials who have administered billions of dollars of foreign aid sent for reconstruction and training since invasion in 2003; abuses range from sweethe...",
      "abstract": "Commission on Public Integrity accumulates first solid estimates of widespread graft of Iraqi officials who have administered billions of dollars of foreign aid sent for reconstruction and training since invasion in 2003; abuses range from sweetheart deals on leases to exorbitant contracts to payments for construction that was never done; office, set up by American administrator and now run by Iraqi government, has looked into more than 814 cases of potential wrongdoing, producing 399 investigations; so far, arrest warrants have been issued for 44 Iraqi government employees; open cases include investigations into several ministries in government of former prime minister Ayad Allawi, prompting Allawi to claim that political bias is at work; cases touch not just executive branch but sprawl across provincial and city governments; results likely to fuel most pessimistic concerns over where foreign aid has gone (M)",
      "lead_paragraph": "BAGHDAD, Iraq, June 23 - Allegations of widespread corruption have dogged the Iraqi government since the invasion in 2003, when billions of dollars for reconstruction and training began pouring into the country. Many programs had far less impact than expected, but persistent rumors that money was being siphoned by corrupt officials were largely impossible to pin down.",
      "publication_date": "2005-06-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/24/world/middleeast/iraqis-tallying-range-of-graft-in-rebuilding.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Justices Uphold Taking Property for Development",
      "snippet": "Supreme Court rules that fostering economic development is appropriate use of government's power of eminent domain; 5-to-4 decision clears way for City of New London, Conn, to proceed with large-scale development plan; city would replace faded res...",
      "abstract": "Supreme Court rules that fostering economic development is appropriate use of government's power of eminent domain; 5-to-4 decision clears way for City of New London, Conn, to proceed with large-scale development plan; city would replace faded residential neighborhood with office space for research and development, conference hotel, new residences and pedestrian 'riverwalk' along river; project will be leased and built by private developers; owners of 15 homes that city condemned have resisted plan and refused city's offer of compensation; New London was deemed 'distressed municipality' by state 15 years ago; it has high unemployment rate and fewer residents now than in 1920; Supreme Court decision affirms decision of Connecticut Supreme Court last year (M);",
      "lead_paragraph": "WASHINGTON, June 23 - The Supreme Court ruled on Thursday, in one of its most closely watched property rights cases in years, that fostering economic development is an appropriate use of the government's power of eminent domain.",
      "publication_date": "2005-06-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/24/politics/justices-uphold-taking-property-for-development.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Does Business Need a New Bottom Line?",
      "snippet": "Floyd Norris comment on latest fight over accounting rules, with opponents of rule angry not about information that may be disclosed but about where it would appear; rule would require companies to report 'comprehensive income' on their income sta...",
      "abstract": "Floyd Norris comment on latest fight over accounting rules, with opponents of rule angry not about information that may be disclosed but about where it would appear; rule would require companies to report 'comprehensive income' on their income statements, after net income; some fear that if number is on income statement, investors will think it is important; Lafarge chairman Bernard Collomb has told International Accounting Standards Board that nonsophisticated people look at bottom line and what is being suggested is comprehensive income; adds if figure was on different page, as it is in US, there would be no problem; photo (M)",
      "lead_paragraph": "PARIS - IF you hide the facts on a different page of the financial statement, investors will ignore them.",
      "publication_date": "2005-06-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/24/business/worldbusiness/does-business-need-a-new-bottom-line.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Unclear on American Campus: What the Foreign Teacher Said",
      "snippet": "Many undergraduates at large research universities are in classes and labs run by graduate teaching assistants with limited English; students complain about lack of communication; problem is result of steep rise in number of foreign graduate stude...",
      "abstract": "Many undergraduates at large research universities are in classes and labs run by graduate teaching assistants with limited English; students complain about lack of communication; problem is result of steep rise in number of foreign graduate students in last two decades, particularly in some fields; in engineering, 50 percent of graduate students are foreign born; in math and physical sciences, 41 percent of graduate students are; this is despite modest decline in number of international students enrolling in American graduate programs since 9/11 terror attacks; at least 22 states have passed legislation requiring universities to make sure teachers are proficient in spoken English; photo (M)",
      "lead_paragraph": "Valerie Serrin still remembers vividly her anger and the feeling of helplessness. After getting a C on a lab report in an introductory chemistry course, she went to her teaching assistant to ask what she should have done for a better grade.",
      "publication_date": "2005-06-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/24/education/unclear-on-american-campus-what-the-foreign-teacher-said.html",
      "byline": "By Alan Finder"
    },
    {
      "headline": "Protesters Win a Case Over I.R.S.",
      "snippet": "Federal government's campaign against income tax protesters suffers major setback when federal jury in Sacramento acquits former IRS investigator Joseph R Banister on charges of helping to prepare false tax returns; Banister has become hero to tax...",
      "abstract": "Federal government's campaign against income tax protesters suffers major setback when federal jury in Sacramento acquits former IRS investigator Joseph R Banister on charges of helping to prepare false tax returns; Banister has become hero to tax protest movement, even though two of his clients are serving long prison sentences after following his advice; Banister comments on verdict; IRS declines comment (M)",
      "lead_paragraph": "The federal government's campaign against income tax protesters suffered a major setback yesterday when a federal jury in Sacramento acquitted a former Internal Revenue Service investigator on charges of helping to prepare false tax returns.",
      "publication_date": "2005-06-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/24/business/protesters-win-a-case-over-irs.html",
      "byline": "By David Cay Johnston and Carolyn Marshall"
    }
  ]
}