{
  "metadata": {
    "date": "2005-11-17",
    "total_articles": 14
  },
  "articles": [
    {
      "headline": "Iraqi Rift Grows AfterDiscovery of Prison",
      "snippet": "Iraq's Sunni Arab leaders accuse Shiite-led government of supporting torture of Sunni detainees and call for international inquiry; discovery by American military of secret underground prison run by police in Baghdad galvanizes Sunni Arab anger an...",
      "abstract": "Iraq's Sunni Arab leaders accuse Shiite-led government of supporting torture of Sunni detainees and call for international inquiry; discovery by American military of secret underground prison run by police in Baghdad galvanizes Sunni Arab anger and widens country's sectarian divide one month before elections for full, four-year government; Maj Gen William G Webster Jr says American officers will help Iraqi investigators scrutinize evidence seized from prison; Prime Min Ibrahim al-Jaafari, a Shiite, announces that government would investigate accusations of torture at detention center, where many of 173 prisoners were found in weakened, malnourished states; Interior Ministry acknowledges that 'instruments of torture' have been found (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Nov. 16 - As Iraqi investigators began searching through a secret underground prison run by the police in the capital, Sunni Arab leaders furiously denounced the Shiite-led government on Wednesday, saying it supported the torture of Sunni detainees there and calling for an international inquiry.",
      "publication_date": "2005-11-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/17/world/middleeast/iraqi-rift-grows-afterdiscovery-of-prison.html",
      "byline": "By Edward Wong and John F. Burns"
    },
    {
      "headline": "Curbs on Insurance for \nMilitary Are Urged",
      "snippet": "The Government Accountability Office is strongly urging Congress to protect military personnel from deceptive sales practices.",
      "abstract": "The Government Accountability Office is strongly urging Congress to protect military personnel from deceptive sales practices.",
      "lead_paragraph": "In a report to be released today, the Government Accountability Office strongly urges Congress to act to protect military personnel from the deceptive sales practices and unsuitable investments and insurance policies that the report says have been a disturbing fact of military life.",
      "publication_date": "2005-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/17/business/curbs-on-insurance-formilitary-are-urged.html",
      "byline": "By DIANA B. HENRIQUES"
    },
    {
      "headline": "The Pen Gets a Whole Lot Mightier",
      "snippet": "David Pogue column on LeapFrog's Fly Pentop Computer for children ages 8 to 14 that retails for $100; photo (M)",
      "abstract": "David Pogue column on LeapFrog's Fly Pentop Computer for children ages 8 to 14 that retails for $100; photo (M)",
      "lead_paragraph": "THE holiday season may be a time for love, hope and all that jazz. But let's face it: for millions of Americans, a big part of it is getting new toys.",
      "publication_date": "2005-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/17/technology/circuits/the-pen-gets-a-whole-lot-mightier.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "American Faces Charge of Graft for Work in Iraq",
      "snippet": "American who controlled three companies doing work in Iraq in multibillion-dollar reconstruction effort is charged with paying hundreds of thousands of dollars in bribes and kickbacks to American occupation authorities and their spouses to obtain ...",
      "abstract": "American who controlled three companies doing work in Iraq in multibillion-dollar reconstruction effort is charged with paying hundreds of thousands of dollars in bribes and kickbacks to American occupation authorities and their spouses to obtain construction contracts; man, Philip H Bloom, is also charged with money laundering and interstate transportation of stolen property in obtaining up to $3.5 million in reportedly fraudulent contracts; complaint against Bloom is unsealed in Federal District Court in Washington; it also cites two unnamed co-conspirators who worked in Coalition Provisional Authority when contracts were awarded in early 2004; spokesman for Special Inspector General for Iraq Reconstruction says as many as dozen related cases have been referred to Justice Dept for possible prosecution (M)",
      "lead_paragraph": "In what is expected to be the first of a series of criminal charges against officials and contractors overseeing the rebuilding of Iraq, an American has been charged with paying hundreds of thousands of dollars in bribes and kickbacks to American occupation authorities and their spouses to obtain construction contracts, according to a complaint unsealed late yesterday.",
      "publication_date": "2005-11-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/17/world/middleeast/american-faces-charge-of-graft-for-work-in-iraq.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "New Orleans VoteNear, but Who Will Go?",
      "snippet": "Municipal elections scheduled to be held in Feb in New Orleans are imperiled, with as much as 80 percent of city's population still out of town because of damage from Hurricane Katrina; if election is held, it will raise questions of racial fairne...",
      "abstract": "Municipal elections scheduled to be held in Feb in New Orleans are imperiled, with as much as 80 percent of city's population still out of town because of damage from Hurricane Katrina; if election is held, it will raise questions of racial fairness, since most black voters, who constitute city's majority, have not returned yet; nearly 300 of 442 polling places in city were damaged or leveled by Katrina; much of voting for mayor and City Council posts would be done through absentee ballots; mounting traditional run for office will be all but impossible in election that will be crucial for city wrestling with monumental questions about its future; it is difficult to predict what emotions stirred up by hurricane mean for Mayor C Ray Nagin's political future; he and every other official connected to relief effort have suffered in standings (M)",
      "lead_paragraph": "NEW ORLEANS, Nov. 15 - Were things different, Mayor C. Ray Nagin would be barnstorming for another term these days through Gentilly and Lakeview and the Lower Ninth Ward, neighborhoods that instead form an archipelago of desolation.",
      "publication_date": "2005-11-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/17/us/nationalspecial/new-orleans-votenear-but-who-will-go.html",
      "byline": "By Clifford J. Levy"
    },
    {
      "headline": "Vietnam Archive Casts a Shadow Across Decades",
      "snippet": "Nixon Administration officials wrestled with issues during Vietnam war that eerily parallel problems facing Bush administration in Iraq; National Archives and Records Administration releases 50,000 pages of previously classified documents showing ...",
      "abstract": "Nixon Administration officials wrestled with issues during Vietnam war that eerily parallel problems facing Bush administration in Iraq; National Archives and Records Administration releases 50,000 pages of previously classified documents showing that White House advisers convened secret sessions about political dangers of revelations that American troops committed atrocities in war zone, and about whether Nixon could delicately intervene in investigation; show them concluding, in face of increasingly unpopular war, that best way out of war was to prop up new government in Vietnam that they hoped could unite fractured foreign land; despite significant differences between wars in Vietnam and Iraq, tone and content of Nixon-era debate strike many familiar chords regarding impact of war--and war-crimes trials--on public support for military effort and for White House domestic initiatives (M)",
      "lead_paragraph": "WASHINGTON, Nov. 16 - White House advisers convene secret sessions about the political dangers of revelations that American troops committed atrocities in the war zone, and about whether the president can delicately intervene in the investigation. In the face of an increasingly unpopular war, they wonder at the impact on support at home. The best way out of the war, they agree, is to prop up a new government that they hope can unite the fractured foreign land.",
      "publication_date": "2005-11-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/17/world/vietnam-archive-casts-a-shadow-across-decades.html",
      "byline": "By Thom Shanker and David Stout"
    },
    {
      "headline": "Shop-Till-You-Drop Specials, Revealed Here First",
      "snippet": "At least three Web sites are dedicated to \ndigging up sale secrets well in advance of the biggest shopping day of the year.",
      "abstract": "At least three Web sites are dedicated to \ndigging up sale secrets well in advance of the biggest shopping day of the year.",
      "lead_paragraph": "For retailers, the day after Thanksgiving is a painstakingly orchestrated affair.",
      "publication_date": "2005-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/17/business/shoptillyoudrop-specials-revealed-here-first.html",
      "byline": "By MICHAEL BARBARO"
    },
    {
      "headline": "Shop-Till-You-Drop Specials, Revealed Here First",
      "snippet": "College freshman's Web site is publishing sales circulars for what retailers call Black Friday--day that officially starts holiday shopping season--weeks ahead of time; retailers have always kept such information secret until day or two ahead to k...",
      "abstract": "College freshman's Web site is publishing sales circulars for what retailers call Black Friday--day that officially starts holiday shopping season--weeks ahead of time; retailers have always kept such information secret until day or two ahead to keep consumers and competitors in the dark; Michael Brim, operating from his cramped dorm room, says sources have leaked advertisements to him from such giants as Toys 'R' Us, Sears and Ace Hardware; says his motive in listing sales on his Web site is to educate consumers; retailers are furious, arguing that his site jeopardizes their holiday business; they are threatening legal action; his is not only Web site dedicated to digging up Black Friday sales secrets; growing popularity of such renegade sites highlights how much Web is shifting balance of power in retailing from companies to consumers; photos (M)",
      "lead_paragraph": "For retailers, the day after Thanksgiving is a painstakingly orchestrated affair.",
      "publication_date": "2005-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/17/business/shoptillyoudrop-specials-revealed-here-first.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Veto Threat as Senators Approve Pension Bill",
      "snippet": "US Senate, 97-2, approves bill aimed at strengthening nation's troubled system of company pension plans; White House calls measure inadequate and warns that Pres Bush is likely to veto it if it remains in its current form; bill requires companies ...",
      "abstract": "US Senate, 97-2, approves bill aimed at strengthening nation's troubled system of company pension plans; White House calls measure inadequate and warns that Pres Bush is likely to veto it if it remains in its current form; bill requires companies to close any shortfalls in their pension funds and gives most of them seven years to do so; allows ailing major airlines 20 years to close those gaps, provision Bush administration says is unacceptable; also requires companies to calculate pension benefits in way intended to avoid certain distortions that can make funds look stronger than they really are; will increase insurance premiums that comanies must pay to Pension Benefit Guaranty Corp that guarantees pensions and will make them pay fee to agency if they file for Chapter 11 bankruptcy protection, terminate their pension plans and then emerge from bankruptcy; Sen Charles E Grassley says bill is huge leap forward for retirement security; US House has approves two bills by separate committees and are awaiting reconciliation (M)",
      "lead_paragraph": "The Senate passed a bill yesterday aimed at strengthening the nation's troubled system of company pension plans. But the White House called the measure inadequate and warned that President Bush was likely to veto it if it remained in its current form.",
      "publication_date": "2005-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/17/business/veto-threat-as-senators-approve-pension-bill.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Curbs on Insurance forMilitary Are Urged",
      "snippet": "Government Accountability Office study strongly urges Congress to act to protect military personnel from deceptive sales practices and unsuitable investments and insurance policies that it says have been disturbing fact of military life; Senate ba...",
      "abstract": "Government Accountability Office study strongly urges Congress to act to protect military personnel from deceptive sales practices and unsuitable investments and insurance policies that it says have been disturbing fact of military life; Senate banking committee will examine study; report's delivery to Congress clears way for Senate to consider bill that has been pending since early this year; Sen Richard C Shelby says passage of law to protect troops from financial exploitation is priority; House bill awaiting Senate action incorporates most of recommendations of GAO report (M)",
      "lead_paragraph": "In a report to be released today, the Government Accountability Office strongly urges Congress to act to protect military personnel from the deceptive sales practices and unsuitable investments and insurance policies that the report says have been a disturbing fact of military life.",
      "publication_date": "2005-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/17/business/curbs-on-insurance-formilitary-are-urged.html",
      "byline": "By Diana B. Henriques"
    },
    {
      "headline": "A Second Chance for Japanese Cellphone Makers",
      "snippet": "Toshiba and other Japanese cellphone makers say they see second chance to compensate for past mistakes and catch up in global cellphone marketplace; their opportunity is coming spread of so-called third-generation, or 3G, high-speed wireless netwo...",
      "abstract": "Toshiba and other Japanese cellphone makers say they see second chance to compensate for past mistakes and catch up in global cellphone marketplace; their opportunity is coming spread of so-called third-generation, or 3G, high-speed wireless networks; technology is finally taking off in rest of world, most rapidly in Europe and Asia but also in US; analysts caution that many consumers may find Japanese handsets too complex and too expensive--prices average about $400--to be appealing; also say world's move to 3G could give Japanese companies window to increase their global market share, which in three months through June was less than 13 percent; photo (M)",
      "lead_paragraph": "TOKYO, Nov. 16 - Cellphones here have cash chips that let shoppers swipe them at the register like debit cards. They have crisp color screens for watching television shows and music videos. They have full-fledged Web browsers, and they even have fingerprint readers and cameras with face-recognition software that lock up a phone if a stranger tries to use it.",
      "publication_date": "2005-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/17/business/a-second-chance-for-japanese-cellphone-makers.html",
      "byline": "By Martin Fackler"
    },
    {
      "headline": "Northrop Grumman Seeks $2 Billion to Repair Hurricane Damage",
      "snippet": "US Navy is asking for $2 billion in Federal Emergency Management Agency funds to restore Northrop Grumman's three Gulf Coast yards damaged by Hurricane Katrina; most of $2 billion will be used to rewrite Northrop's usual contracts with Navy to shi...",
      "abstract": "US Navy is asking for $2 billion in Federal Emergency Management Agency funds to restore Northrop Grumman's three Gulf Coast yards damaged by Hurricane Katrina; most of $2 billion will be used to rewrite Northrop's usual contracts with Navy to shift full burden of hurricane-related cost overruns and shipbuilding delays from Northrop to government; Northrop is expected to get $1 billion from its insurers to repair damaged buildings; map; photos (M)",
      "lead_paragraph": "PASCAGOULA, Miss. - The destruction is everywhere at the Northrop Grumman shipyards here. Buildings look forlorn, with walls missing and soggy insulation dangling from rafters. Even the destroyer Kidd has a hole in its side.",
      "publication_date": "2005-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/17/business/northrop-grumman-seeks-2-billion-to-repair-hurricane-damage.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Congress Nears Deal to Renew Antiterror Law",
      "snippet": "Congressional negotiators near final agreement on legislation to extend and preserve sweeping antiterrorism powers granted to federal government after 9/11 attacks under so-called USA Patriot Act; accord, coming after months of vitriolic debate, s...",
      "abstract": "Congressional negotiators near final agreement on legislation to extend and preserve sweeping antiterrorism powers granted to federal government after 9/11 attacks under so-called USA Patriot Act; accord, coming after months of vitriolic debate, seen as significant victory for Bush administration in maintaining government's expanded powers to investigate, monitor and track terror suspects; final approval of full House and Senate is expected this week; civil rights advocates and Democrats call expected deal 'unacceptable' retreat from promised restrictions on government's sweeping antiterrorism powers; American Civil Liberties Union discounts new restrictions included in measure, calling them 'window dressing'; aspects of new measure detailed (M)",
      "lead_paragraph": "WASHINGTON, Nov. 16 - Congressional negotiators neared a final agreement Wednesday night on legislation that will extend and keep largely intact the sweeping antiterrorism powers granted to the federal government after the Sept. 11 attacks under the law known as the USA Patriot Act.",
      "publication_date": "2005-11-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/17/politics/congress-nears-deal-to-renew-antiterror-law.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "New Disclosure Could Prolong Inquiry on Leak",
      "snippet": "New disclosure by Bob Woodward of The Washington Post is expected to prolong politically damaging CIA leak investigation that White House hoped would soon be contained; revelation that current or former Bush administration official told Woodward m...",
      "abstract": "New disclosure by Bob Woodward of The Washington Post is expected to prolong politically damaging CIA leak investigation that White House hoped would soon be contained; revelation that current or former Bush administration official told Woodward more than two years ago that wife of prominent administration critic worked for CIA leaves special prosecutor Patrick J Fitzgerald grappling with unexpected new twist, and gives lawyers for I Lewis Libby Jr fresh evidence to support his defense; Woodward's account makes it apparent that he was first journalist known to have learned CIA identity of Joseph C Wilson IV's wife Valerie Plame Wilson; Woodward claims he was told about her by official in offhand reference that did not appear to indicate her identity was classified or secret; says he provided sworn testimony to Fitzgerald on Nov 14, after his original source went to prosecutor to disclose their two-year-old conversation; refuses to disclose source's identity; spokesmen for various officials deny being source, including Pres Bush, his chief of staff Andrew H Card Jr, his counselor Dan Bartlett, former Secretary of State Colin L Powell, former CIA director George J Tenet and his deputy John E McLaughlin, and lawyer for Karl Rove; Vice Pres Cheney does not join parade of denials; photos; excerpts Woodward's comments on case dating to July 2005 (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-11-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/17/us/new-disclosure-could-prolong-inquiry-on-leak.html",
      "byline": "This article was reported by Todd S. Purdum, David Johnston and Douglas Jehl and Written By Mr. Purdum"
    }
  ]
}