{
  "metadata": {
    "date": "2005-10-12",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "He Doesn't Make Coffee, but He Controls 'Starbucks' in Russia",
      "snippet": "Sergei A Zuykov is lawyer for Starbucks in Russia, but the Starbucks he represents brews no coffee and owns no shops, and its business consists of trying to sell its name back to Seattle-based Starbucks; Zuykov has stalled Starbucks' entry into on...",
      "abstract": "Sergei A Zuykov is lawyer for Starbucks in Russia, but the Starbucks he represents brews no coffee and owns no shops, and its business consists of trying to sell its name back to Seattle-based Starbucks; Zuykov has stalled Starbucks' entry into one of fastest growing retail markets in Europe while competitors have been flourishing; says it is not fair, but it is legal to own rights to Starbucks name; says he owns about 300 brands in addition to Starbucks; photo (M)",
      "lead_paragraph": "MOSCOW, Oct. 11 - Sergei A. Zuykov is a lawyer for Starbucks in Russia. Only the Starbucks he represents brews no coffee and owns no shops. Its business consists of trying to sell its name back to the other Starbucks -- the better-known company from Seattle.",
      "publication_date": "2005-10-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/12/business/worldbusiness/he-doesnt-make-coffee-but-he-controls-starbucks-in.html",
      "byline": "By Andrew Kramer"
    },
    {
      "headline": "JetBlue Sets a Shuttle to Boston",
      "snippet": "JetBlue Airways will begin offering 10 daily flights between Kennedy International Airport in New York and Boston in October, route that has long been dominated by traditional carriers like US Airways, Delta and Continental; move not only allows J...",
      "abstract": "JetBlue Airways will begin offering 10 daily flights between Kennedy International Airport in New York and Boston in October, route that has long been dominated by traditional carriers like US Airways, Delta and Continental; move not only allows JetBlue to gain bigger foothold on East Coast, but also underscores one of most frustrating industry dynamics that major carriers are facing: emergence of low-fare airlines like JetBlue in markets that have traditionally been their turf; initially, fares on new service will be as low as $25 one-way for ticket purchased before Oct 20; one-way tickets after that will range from $40 to $120; photo (M)",
      "lead_paragraph": "JetBlue Airways has once again found a piece of the airline market it wants, and that should make other airlines nervous.",
      "publication_date": "2005-10-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/12/business/jetblue-sets-a-shuttle-to-boston.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Questions Over Deals at Refco Dating to '98",
      "snippet": "Refco, commodities brokerage firm, says questionable transactions at company began in 1998 and continued until last year; disclosure raises possibility that chief executive Philip R Bennett had been inflating reported profits for years; says Benne...",
      "abstract": "Refco, commodities brokerage firm, says questionable transactions at company began in 1998 and continued until last year; disclosure raises possibility that chief executive Philip R Bennett had been inflating reported profits for years; says Bennett, who has been suspended, owed Refco $430 million, which he has repaid; says $430 million 'consisted in major part of uncollectible historical obligations owed by unrelated third parties to company' that arose as far back as 1998; contends Bennett arranged to transfer receivables to company he owned, and then to transfer them temporarily to unidentified company at end of quarters (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/12/business/questions-over-deals-at-refco-dating-to-98.html",
      "byline": "By Floyd Norris and Jenny Anderson"
    },
    {
      "headline": "What to Do About China and the Yuan",
      "snippet": "Small US companies want Bush administration to pressure Chinese to increase significantly value of their currency, the yuan, now, not months from now, while bigger companies want administration to go slow; revaluation would make Chinese exports mo...",
      "abstract": "Small US companies want Bush administration to pressure Chinese to increase significantly value of their currency, the yuan, now, not months from now, while bigger companies want administration to go slow; revaluation would make Chinese exports more expensive in American marketplace, benefiting small American manufacturers; many big manufacturers, however, export to US from factories in China and benefit from weak yuan; growing rift among manufacturers over trade policy comes with Treasury Sec John W Snow in China hoping to persuade its leaders to move more quickly on currency issue; administration still favors gradual revaluation achieved through negotiations; Richard T Wilkey, longtime member of National Association of Manufacturers, loyal Republican and owner of Fisher-Barton, comments; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/12/business/worldbusiness/what-to-do-about-china-and-the-yuan.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Los Angeles Files Recount Decades of Priests' Abuse",
      "snippet": "Roman Catholic Archdiocese of Los Angeles produces confidential personnel files of 126 priests accused of sexual misconduct with children over 75-year period, revealing case after case in which church was warned of abuse but failed to protect its ...",
      "abstract": "Roman Catholic Archdiocese of Los Angeles produces confidential personnel files of 126 priests accused of sexual misconduct with children over 75-year period, revealing case after case in which church was warned of abuse but failed to protect its parishioners; in some cases, Cardinal Roger M Mahony and his predecessors quietly shuffled priests off to counseling and then to new assignments; in others, parents were offered counseling for their children and were urged to remain silent; throughout, files use indirection or euphemism to deal with cases of child molesting and rape; Raymond P Boucher, lead lawyer in litigation brought on behalf of 560 accusers, says that files released by church have been cleansed of damaging details and that full files would show how deep and pervasive problem was and how much church put its own interests ahead of those on whom priests preyed; Mahoney photo (M)",
      "lead_paragraph": "LOS ANGELES, Oct. 11 - The confidential personnel files of 126 clergymen in the Roman Catholic Archdiocese of Los Angeles accused of sexual misconduct with children provide a numbing chronicle of 75 years of the church's shame, revealing case after case in which the church was warned of abuse but failed to protect its parishioners.",
      "publication_date": "2005-10-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/12/us/los-angeles-files-recount-decades-of-priests-abuse.html",
      "byline": "By John M. Broder"
    },
    {
      "headline": "Leaders in Iraq Agree to Change in Constitution",
      "snippet": "Iraqi political leaders agree to create panel in next parliament with power to propose broad new revisions to constitution that goes before voters on Oct 15 in exchange for promise by some prominent Sunni Arab leaders to endorse that constitution;...",
      "abstract": "Iraqi political leaders agree to create panel in next parliament with power to propose broad new revisions to constitution that goes before voters on Oct 15 in exchange for promise by some prominent Sunni Arab leaders to endorse that constitution; change could give Sunnis, who were largely shut out of constitution-writing process, a new chance to help redraft document after parliamentary elections in December; is major victory for American officials; insurgents continue their intensified campaign to create chaos, carrying out at least a dozen attacks across Iraq that kill at least 42 people, including 27 people in Tal Afar (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 11 - Iraqi political leaders said they had agreed to an important last-minute change in the draft constitution on Tuesday evening in exchange for a promise by some prominent Sunni Arab leaders to give public support to the document in the nationwide referendum on Saturday.",
      "publication_date": "2005-10-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/12/world/middleeast/leaders-in-iraq-agree-to-change-in-constitution.html",
      "byline": "By Robert F. Worth"
    },
    {
      "headline": "Forced From New Orleans, but Neighbors Still",
      "snippet": "First article in series called Delery Street, which will periodically chronicle lives of three generations of families who were neighbors in Lower Ninth Ward of New Orleans until Hurricane Katrina forced them to flee; describes evacuation of Reddi...",
      "abstract": "First article in series called Delery Street, which will periodically chronicle lives of three generations of families who were neighbors in Lower Ninth Ward of New Orleans until Hurricane Katrina forced them to flee; describes evacuation of Reddick family to Houston, where they rode out Hurricane Rita; says families of Delery Street are consumed with daily struggle to regain their equilibrium even as political battle begins to take shape over whether and how to redevelop Lower Ninth Ward, which is regarded by many New Orleanians as blighted, poverty-ridden, crime-addled, flood-prone place but remains to many of those who grew up there as their home, their culture, their own little city within the city; photos; map (M)",
      "lead_paragraph": "Charles Reddick of New Orleans is a big man, and he exudes the physical authority of a big man. He wraps his barrel chest in bold colors, projects his voice to the stars, and laughs with a reverberating, slightly diabolical wa-hah-hah.",
      "publication_date": "2005-10-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/12/us/nationalspecial/forced-from-new-orleans-but-neighbors-still.html",
      "byline": "By Deborah Sontag"
    },
    {
      "headline": "Ramadan Ritual: Fast Daily, Pray, Head to the Mall",
      "snippet": "The decorations are hanging, the cash registers are clanging, and the air of holiday cheer is everywhere. For a holy month, Ramadan is not what it used to be.      Once an ascetic month of fasting, prayer and reflection on God, Ramadan has gradual...",
      "abstract": "The decorations are hanging, the cash registers are clanging, and the air of holiday cheer is everywhere. For a holy month, Ramadan is not what it used to be.      Once an ascetic month of fasting, prayer and reflection on God, Ramadan has gradually taken on the commercial trappings of Christmas and Hanukkah, from the hanging lights that festoon windows to the Ramadan greeting cards and Ramadan sales and advertising campaigns that have become the backbone of commerce for the month.  ",
      "lead_paragraph": "DUBAI, United Arab Emirates, Oct. 7 - The decorations are hanging, the cash registers are clanging, and the air of holiday cheer is everywhere. For a holy month, Ramadan is not what it used to be.",
      "publication_date": "2005-10-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/12/world/asia/ramadan-ritual-fast-daily-pray-head-to-the-mall.html",
      "byline": "By Hassan M. Fattah"
    },
    {
      "headline": "Apple's Profit Quadruples, Yet Stock Falls",
      "snippet": "Apple Computer says earnings quadrupled in its fourth quarter on strong demand for iPods and Macs, but overall sales fell short of analysts' high expectations; Apple shares plunge in after-hours trading; net income rose to $430 million in fourth f...",
      "abstract": "Apple Computer says earnings quadrupled in its fourth quarter on strong demand for iPods and Macs, but overall sales fell short of analysts' high expectations; Apple shares plunge in after-hours trading; net income rose to $430 million in fourth fiscal quarter ended Sept 24 from $106 million year earlier; revenue fell short of expectations, at $3.68 billion; revenue increased 68 percent, to $13.93 billion for fiscal year; net income rose 384 percent, to $1.335 billion; chart; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, Oct. 11 - Apple Computer reported Tuesday that its earnings quadrupled in its fourth quarter on strong demand for both iPods and Macs. But overall sales of iPods fell short of analysts' high expectations, causing Apple shares to plunge in after-hours trading.",
      "publication_date": "2005-10-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/12/technology/apples-profit-quadruples-yet-stock-falls.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "Tax Panel Says Popular Breaks Should Be Cut",
      "snippet": "Pres Bush's tax advisory commission indicates that it will not propose replacing income tax with national sales tax or value-added tax, but will recommend limits on popular tax deductions for mortgage interest and employer-provided health insuranc...",
      "abstract": "Pres Bush's tax advisory commission indicates that it will not propose replacing income tax with national sales tax or value-added tax, but will recommend limits on popular tax deductions for mortgage interest and employer-provided health insurance; commission's recommendations must be revenue neutral, and additional tax revenue resulting from elimination of two deductions--about $250 billion this year--would help permit elimination of alternative minimum tax, which commission favors and which will cost government $1.2 trillion in lost revenue over 10 years; commission concludes that consumption taxes, which some conservatives would like to see replace income tax, have more drawbacks than advantages; is still considering various proposals for flat tax; leaves open possibility that it will end up recommending limit on deduction of state and local income taxes (M)",
      "lead_paragraph": "WASHINGTON, Oct. 11 - President Bush's tax advisory commission indicated on Tuesday that it would not propose replacing the income tax with a national sales tax or a value-added tax, but would recommend limits in the popular tax deductions for mortgage interest and employer-provided health insurance.",
      "publication_date": "2005-10-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/12/politics/tax-panel-says-popular-breaks-should-be-cut.html",
      "byline": "By David E. Rosenbaum"
    }
  ]
}