{
  "metadata": {
    "date": "2005-04-12",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Bush Supports Plan by Sharon for a Withdrawal From Gaza",
      "snippet": "Pres Bush and Prime Min Ariel Sharon of Israel differ openly over Israel's intention to expand settlement in West Bank, but Bush gives Sharon robust backing for his plan to withdraw from Gaza this summer; two meet at Bush's ranch in Crawford, Tex;...",
      "abstract": "Pres Bush and Prime Min Ariel Sharon of Israel differ openly over Israel's intention to expand settlement in West Bank, but Bush gives Sharon robust backing for his plan to withdraw from Gaza this summer; two meet at Bush's ranch in Crawford, Tex; Bush hails Sharon for pursuing 'courageous initiative' to pull Israeli settlers and security forces out of Gaza Strip and small portions of West Bank; his words of support come as Sharon heads toward wrenching confrontation with some Jewish settlers and their allies as he moves them, perhaps forcibly, out of Gaza; he has described political atmosphere in Israel as akin to civil war because of deep disagreements over withdrawal plan; but Sharon is adamant about plans to build new housing to establish unbroken presence from Jerusalem to West Bank settlement of Maale Adumin, community of 30,000 people; planned building could cut most north-south links between Palestinians in West Bank and make it extremely difficult for them to gain access to East Jerusalem, which they hope to make capital of their eventual state; White House says framework for peace talks, so-called road map, bars such construction; photo (M)",
      "lead_paragraph": "CRAWFORD, Tex., April 11 - President Bush and Prime Minister Ariel Sharon of Israel differed openly on Monday over Israel's intention to expand a settlement in the West Bank, but Mr. Bush gave the Israeli leader robust backing for his plan to withdraw from Gaza this summer.",
      "publication_date": "2005-04-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/12/world/middleeast/bush-supports-plan-by-sharon-for-a-withdrawal-from-gaza.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "Ford Shares Fall Steeply After Forecast",
      "snippet": "Shares of Ford Motor Co fall to their lowest point in more than year and half after surprise announcement on April 8 that it was cutting its yearly earnings forecast in half; announcement raises questions about how candid Ford was in providing its...",
      "abstract": "Shares of Ford Motor Co fall to their lowest point in more than year and half after surprise announcement on April 8 that it was cutting its yearly earnings forecast in half; announcement raises questions about how candid Ford was in providing its financial guidance at start of year; Ford's shares close at $10.44, compared with $11.03 on April 8, decline of 5.4 percent; effects of Ford's falling share price hit other Detroit stocks, with automotive suppliers Visteon, Delphi and American Axle and Manufacturing all losing money; Fitch debt-rating agency revises its outlook on Ford to negative; Ford announces that its top marketing executive executive for North America, Earl J Hesterberg, is leaving after only six months on job to become chief executive of Group 1 Automotive; Steve Lyons, who led company's Ford division, will succeed Hesterberg, and Darryl Hazel, former president of Lincoln Mercury division, will succeed Lyons; graph (M)",
      "lead_paragraph": "DETROIT, April 11 - Shares of Ford Motor fell to their lowest point in more than a year and a half on Monday after its surprise announcement on Friday that it was cutting its yearly earnings forecast in half.",
      "publication_date": "2005-04-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/12/automobiles/ford-shares-fall-steeply-after-forecast.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Nominee to U.N. Defends Record at Senate Panel",
      "snippet": "John R Bolton, at his Senate confirmation hearing, rebuts attacks from Democrats on his fitness to serve as ambassador to United Nations; pledges to bring about 'close partnership' with organization and denies ever trying to get anyone dismissed f...",
      "abstract": "John R Bolton, at his Senate confirmation hearing, rebuts attacks from Democrats on his fitness to serve as ambassador to United Nations; pledges to bring about 'close partnership' with organization and denies ever trying to get anyone dismissed for disagreeing with him on intelligence matters; Sen Lincoln Chafee, lone doubting Republican on Senate Foreign Relations Committee, says he is generally satisfied with Bolton's answers and is 'inclined' to vote to approve him; Bolton seeks to turn his criticism of UN to his advantage, saying his views make him right person to help restore credibility to organization and make it more effective; next person scheduled to testify about Bolton will be Democrats' star witness Carl W Ford Jr, former State Dept official who clashed with Bolton in 2002; photos (M)",
      "lead_paragraph": "WASHINGTON, April 11 - John R. Bolton, rebutting attacks from Democrats on his fitness to serve as ambassador to the United Nations, pledged Monday to bring about a \"close partnership\" with the organization and denied ever trying to get anyone dismissed for disagreeing with him on intelligence matters.",
      "publication_date": "2005-04-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/12/politics/nominee-to-un-defends-record-at-senate-panel.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Ex-Chief of A.I.G. toRefuse to Answer Queries",
      "snippet": "Maurice R Greenberg's lawyers say former titan of insurance industry at center of wide-ranging investigation into possible financial manipulation will not answer questions when he meets with regulators on Apr 12; say they have not had adequate tim...",
      "abstract": "Maurice R Greenberg's lawyers say former titan of insurance industry at center of wide-ranging investigation into possible financial manipulation will not answer questions when he meets with regulators on Apr 12; say they have not had adequate time to prepare him and that regulators have denied requests to postpone his testimony; investigators said to be intensifying their focus on Greenberg, former chairman of American International Group; their scrutiny of Warren E Buffett, chairman of Berkshire Hathaway, appears to have diminished; Buffett reportedly told regulators he had scant knowledge of 2000 transaction between AIG and Berkshire subsidiary General Re that is at heart of probe because it enabled AIG to bolster its reserves artificially; photo (M)",
      "lead_paragraph": "Maurice R. Greenberg, a former titan of the insurance industry who is at the center of a wide-ranging investigation into possible financial manipulation, will not answer regulators' questions today, his lawyer said yesterday.",
      "publication_date": "2005-04-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/12/business/exchief-of-aig-torefuse-to-answer-queries.html",
      "byline": "By Jenny Anderson and Timothy L. O'Brien"
    },
    {
      "headline": "United States and Europe Still Deadlocked on Jet Subsidies",
      "snippet": "United States and European Union are still deadlocked on what constitutes acceptable government aid to Airbus and Boeing Co; both sides tried to avoid leacing outcome of dispute to World Trade Organization; newest effort to negotiate leaves Airbus...",
      "abstract": "United States and European Union are still deadlocked on what constitutes acceptable government aid to Airbus and Boeing Co; both sides tried to avoid leacing outcome of dispute to World Trade Organization; newest effort to negotiate leaves Airbus in limbo as to when it might apply for about $1.3 billion in loans for its possible new long-distance, midsize aircraft, A 350, which is intended to compete against 787 Deamliner that Boeing has already put into development (M)",
      "lead_paragraph": "PARIS, April 11 - A deadline to take action before the World Trade Organization came and went Monday, with the United States and the European Union instead saying they would try again to agree on what constitutes acceptable government aid to Airbus and Boeing, the trans-Atlantic rivals.",
      "publication_date": "2005-04-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/12/business/worldbusiness/united-states-and-europe-still-deadlocked-on-jet.html",
      "byline": "By Don Phillips and Katrin Bennhold"
    },
    {
      "headline": "Filing Offers First Look at Lazard's Books",
      "snippet": "Lazard head Bruce Wasserstein reveals details of Lazard's finances in new filing for investment bank's proposed initital public offering; filing offers first look into secretive bank's ledgers, including compensation packages for Wasserstein and o...",
      "abstract": "Lazard head Bruce Wasserstein reveals details of Lazard's finances in new filing for investment bank's proposed initital public offering; filing offers first look into secretive bank's ledgers, including compensation packages for Wasserstein and others; revised filing with Securities and Exchange Commission is indication that Wasserstein is on verge of winning his long-running feud with bank's chairman and patriarch, Michel David-Weill; David-Weill, great-grandson of one of bank's founders, fought public offering, but conceded last year when he gave Wasserstein ultimatum: complete offering by end of 2005 or risk being fired; Wasserstein's $30 million investment in Lazard will be worth about $300 million if offering is completed; photo (M)",
      "lead_paragraph": "Bruce Wasserstein laid bare guarded details of Lazard's finances in a new filing yesterday for the investment bank's proposed initial public offering. The filing offered a first look into the secretive bank's ledgers, including lucrative compensation packages for Mr. Wasserstein and others.",
      "publication_date": "2005-04-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/12/business/filing-offers-first-look-at-lazards-books.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Trend-Setting Publisher Plans Move to Hollywood",
      "snippet": "Judith Regan, whose ReganBooks imprint has produced string of celebrity-driven and highly profitable best sellers, says she is moving her publishing and media group to Los Angeles by end of year to spend more time on television and film projects; ...",
      "abstract": "Judith Regan, whose ReganBooks imprint has produced string of celebrity-driven and highly profitable best sellers, says she is moving her publishing and media group to Los Angeles by end of year to spend more time on television and film projects; ReganBooks, part of HarperCollins, would be one of few major book imprints to be based outside Manhattan and one of first to leave New York for West Coast; move could shake up industry that has long operated in parochial, Manhattan-centric fashion, even as technology has made location of company less important; Regan was first publisher to seize potential of popular radio personalities like Rush Limbaugh and Howard Stern, professional wrestlers like Mick Foley, and interest in pornographic film stars like Jenna Jameson; all their books were big best sellers; she says she intends to continue publishing 100 books a year, while expanding her television and film efforts; photos (M)",
      "lead_paragraph": "Judith Regan, whose ReganBooks imprint has produced a string of celebrity-driven and highly profitable best sellers from authors as diverse as Gen. Tommy Franks and the filmmaker Michael Moore, is planning to move her publishing and media group to Los Angeles by the end of the year to spend more time on television and film projects, she said.",
      "publication_date": "2005-04-12T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/12/books/trendsetting-publisher-plans-move-to-hollywood.html",
      "byline": "By Edward Wyatt"
    },
    {
      "headline": "A Small Town in Germany Fits Hugo Boss Nicely",
      "snippet": "Profile of Hugo Boss, which is housed in sleek glass-and-steel quarters ni Metzingen, Germany, amid warehouses of industrial zone; says Boss has turned its Podunk location into strategic advantage; after few stumples, ithas built a disciplined, cu...",
      "abstract": "Profile of Hugo Boss, which is housed in sleek glass-and-steel quarters ni Metzingen, Germany, amid warehouses of industrial zone; says Boss has turned its Podunk location into strategic advantage; after few stumples, ithas built a disciplined, customer-driven and hype-resistant apparel company that is perhaps Germany's only truly successful global fashion player; chairman-chief executive Bruno E Salzer comments; photos (M)",
      "lead_paragraph": "METZINGEN, Germany - People call this one-horse town south of Stuttgart \"Schnäppchenstadt,\" a German nickname that loosely translates as \"snip city\" for the designer-clothing outlets that line the main street, luring weekend bargain-hunters from as far away as Switzerland.",
      "publication_date": "2005-04-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/12/business/worldbusiness/a-small-town-in-germany-fits-hugo-boss-nicely.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Ex-Chief of A.I.G. Expected Not to Answer Questions  Maurice R. Greenberg, a former titan of the insurance industry who is at the center of a wide-ranging investigation into possible financial manipulation, plans to exercise his right against self...",
      "abstract": " Ex-Chief of A.I.G. Expected Not to Answer Questions  Maurice R. Greenberg, a former titan of the insurance industry who is at the center of a wide-ranging investigation into possible financial manipulation, plans to exercise his right against self-incrimination and will not answer regulators' questions today, his lawyer said.    While investigators' focus on Mr. Greenberg, the former chairman of American International Group, the scrutiny of Berkshire Hathaway's chairman, Warren E. Buffett, appears to have diminished. [Page A1.]    Morgan Dissidents Want Meeting  The eight dissident executives fighting for control of Morgan Stanley asked for a meeting with the board to discuss their criticisms of Philip J. Purcell, the chief executive. [C2.]    Uncertainty Lingering at MBIA  Shares of MBIA fell amid uncertainty about the insurance investigation, and the prospect of further restatements, which has driven concerns about MBIA's status. Last month, MBIA said it would restate seven years of results because of two finite insurance deals it struck in 1998. A few weeks later, MBIA said it had received subpoenas from the Securities and Exchange Commission and the New York attorney general's office. Market Place. [C2.]    Publisher Goes West to Los Angeles  Judith Regan, whose ReganBooks imprint has produced a string of celebrity driven best sellers, is moving her publishing and media group to Los Angeles to spend more time on television and film projects. [A1.]    Warning Placed on Dementia Drugs  The Food and Drug Administration is requiring manufacturers of antipsychotic medicines to place black-box warnings, its most severe, on the labels of all the drugs. [A17.]    F.D.A. Panel Hears Personal Stories  A federal advisory panel heard that has scheduled three days of hearings listened to scores of women testify that silicone breast implants had either ruined their lives or restored their sense of well-being. [A17.]    MG Rover's Prospects Fade  MG Rover sent its 6,000 factory workers home as the future of the company seemed bleak. It filed for bankruptcy protection Friday. [C3.]    AOL and XM to Offer Radio Service  America Online and XM Satellite Radio have agreed to market an Internet radio service that will charge users a fee. [C7.]    Public Broadcasting Replaces Chief  W. Kenneth Ferree, left, who was named chief operating officer of the Corporation for Public Broadcasting last month, was named acting chief executive. He had been a former official at the Federal Communications Commission. He replaces Kathleen A. Cox, who had been in the post about nine months. Mr. Ferree hopes to be a candidate for the PBS job. [C5.]    MCI Might Seek Sweeter Deal  MCI's board is likely to seek a sweetened takeover offer from Verizon Communications. Verizon has agreed to buy out the company's biggest shareholder for $25.72 a share, 11 percent more than it said it would pay other shareholders, angering the other shareholders. [C4.]    Stock Mixed as Oil Price Rises  The Dow Jones industrial average fell 12.78 points, to 10,448.56. The Nasdaq composite index dipped 7.23 points, to 1,992.12. The Standard & Poor's 500-stock index was up 0.01 point, to 1,181.21. [C10.]    New Focus on the Inside of a Jetliner  Coach passengers' comfort is getting more attention. Joe Sharkey: On the Road. [C6.]  ",
      "lead_paragraph": "Ex-Chief of A.I.G. Expected Not to Answer Questions Maurice R. Greenberg, a former titan of the insurance industry who is at the center of a wide-ranging investigation into possible financial manipulation, plans to exercise his right against self-incrimination and will not answer regulators' questions today, his lawyer said.",
      "publication_date": "2005-04-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/12/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Falling Fortunes of Wage Earners",
      "snippet": "Wages for average worker fell in 2004, after adjusting for inflation, first such drop in nearly decade; many economists argue that increasing exposure of Aemrican economy to globalization, along with other foreces, including soaring health insuran...",
      "abstract": "Wages for average worker fell in 2004, after adjusting for inflation, first such drop in nearly decade; many economists argue that increasing exposure of Aemrican economy to globalization, along with other foreces, including soaring health insurance costs that leave less money for raises, is putting pressure on wages that could leave millions of workers worse off; some economists say wage sluggishness is temporary and that real wages have slipped only because sudden increase in oil prices has briefly left workes behind curve; Bureau of Labor Statistics says wages fell 0.5 percent last year, after inflation; graph; photo (M)",
      "lead_paragraph": "Beginning in the mid-1990's, pay increases for most workers slowly but steadily outpaced the rate of inflation, improving the living standards for nearly all Americans. But an unexpected reversal last year in those gains has set off a vigorous debate among economists over whether the decline is just a temporary dip or portends a deeper shift that may cause the pay of average Americans to lag for years to come.",
      "publication_date": "2005-04-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/12/business/falling-fortunes-of-wage-earners.html",
      "byline": "By Steven Greenhouse"
    }
  ]
}