{
  "metadata": {
    "date": "2005-05-02",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "U.S. Recruits a Rough Ally to Be a Jailer",
      "snippet": "Seven months before Sept. 11, 2001, the State Department issued a human rights report on Uzbekistan. It was a litany of horrors.    The police repeatedly tortured prisoners, State Department officials wrote, noting that the most common techniques ...",
      "abstract": "Seven months before Sept. 11, 2001, the State Department issued a human rights report on Uzbekistan. It was a litany of horrors.    The police repeatedly tortured prisoners, State Department officials wrote, noting that the most common techniques were ''beating, often with blunt weapons, and asphyxiation with a gas mask.'' Separately, international human rights groups had reported that torture in Uzbek jails included boiling of body parts, using electroshock on genitals and plucking off fingernails and toenails with pliers. Two prisoners were boiled to death, the groups reported. The February 2001 State Department report stated bluntly, ''Uzbekistan is an authoritarian state with limited civil rights.''  ",
      "lead_paragraph": "Seven months before Sept. 11, 2001, the State Department issued a human rights report on Uzbekistan. It was a litany of horrors.",
      "publication_date": "2005-05-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/01/world/us-recruits-a-rough-ally-to-be-a-jailer.html",
      "byline": "By Don van Natta Jr"
    },
    {
      "headline": "First Come Cellphone Towers, Then the Babel",
      "snippet": "The residents here, among the wealthiest in the nation, pay top dollar to live in this quiet slip of a place, happily trading convenience for woodsy acreage and maple-lined streets. The quaint old post office, straight out of a Norman Rockwell pai...",
      "abstract": "The residents here, among the wealthiest in the nation, pay top dollar to live in this quiet slip of a place, happily trading convenience for woodsy acreage and maple-lined streets. The quaint old post office, straight out of a Norman Rockwell painting, is the only commercial building in town, and the Fourth of July parade is the liveliest event of the year.    So when Verizon Wireless proposed building a 150-foot cellular transmission tower atop one of the highest hills in town, local officials said no, thinking local zoning laws would dictate where the tower could be placed.  ",
      "lead_paragraph": "MENDHAM TOWNSHIP, N.J. - The residents here, among the wealthiest in the nation, pay top dollar to live in this quiet slip of a place, happily trading convenience for woodsy acreage and maple-lined streets. The quaint old post office, straight out of a Norman Rockwell painting, is the only commercial building in town, and the Fourth of July parade is the liveliest event of the year.",
      "publication_date": "2005-05-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/01/business/first-come-cellphone-towers-then-the-babel.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "A Chef Who Wears Two Toques",
      "snippet": "JIM BOTSACOS sweeps into the kitchen of Molyvos, a Greek restaurant near Carnegie Hall. The cooks stand to attention. He plucks some spinach out of a sauté pan to test the seasoning, then checks the inventory sheet to make sure there are enough ba...",
      "abstract": "JIM BOTSACOS sweeps into the kitchen of Molyvos, a Greek restaurant near Carnegie Hall. The cooks stand to attention. He plucks some spinach out of a sauté pan to test the seasoning, then checks the inventory sheet to make sure there are enough baby octopuses on hand for a popular appetizer. A quick sample of a new halibut creation, and Mr. Botsacos, the executive chef, disappears into the basement.     He appears calm, but his night is just beginning. He ducks into his office and quickly changes from his Molyvos jacket into one with a logo for an Italian restaurant, Abboccato. He dashes out a side entrance, crosses West 55th Street to Abboccato, and rushes into that kitchen. There was no emergency. This is what Mr. Botsacos does nearly every night of the week.   ",
      "lead_paragraph": "JIM BOTSACOS sweeps into the kitchen of Molyvos, a Greek restaurant near Carnegie Hall. The cooks stand to attention. He plucks some spinach out of a sauté pan to test the seasoning, then checks the inventory sheet to make sure there are enough baby octopuses on hand for a popular appetizer. A quick sample of a new halibut creation, and Mr. Botsacos, the executive chef, disappears into the basement.",
      "publication_date": "2005-05-01T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/05/01/jobs/a-chef-who-wears-two-toques.html",
      "byline": "By Louise Kramer"
    },
    {
      "headline": "The Mystery of Hollywood's Dead Republican",
      "snippet": "ON the morning of Saturday, Feb. 26, a day before the Academy Awards, the actress Carrie Fisher woke up in her Beverly Hills home next to the lifeless body of a gay Republican political operative named R. Gregory Stevens.    Thus ended one of the ...",
      "abstract": "ON the morning of Saturday, Feb. 26, a day before the Academy Awards, the actress Carrie Fisher woke up in her Beverly Hills home next to the lifeless body of a gay Republican political operative named R. Gregory Stevens.    Thus ended one of the more improbable friendships that Hollywood and Washington have known -- and a globe-trotting, adventurous, but ultimately debilitating existence that might be fodder for a Tinseltown thriller, if it only had a satisfying resolution.  ",
      "lead_paragraph": "LOS ANGELES - ON the morning of Saturday, Feb. 26, a day before the Academy Awards, the actress Carrie Fisher woke up in her Beverly Hills home next to the lifeless body of a gay Republican political operative named R. Gregory Stevens.",
      "publication_date": "2005-05-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "2",
      "web_url": "https://www.nytimes.com/2005/05/01/arts/the-mystery-of-hollywoods-dead-republican.html",
      "byline": "By David M. Halbfinger and Dennis McDougal"
    },
    {
      "headline": "Never Shy, Bolton Brings a Zeal to the Table",
      "snippet": "In the tumultuous days before John R. Bolton graduated from Yale University in 1970, he and his roommates leaned mattresses against the windows to keep out stray tear gas shells.    The trial of a top Black Panther in New Haven had ignited riots a...",
      "abstract": "In the tumultuous days before John R. Bolton graduated from Yale University in 1970, he and his roommates leaned mattresses against the windows to keep out stray tear gas shells.    The trial of a top Black Panther in New Haven had ignited riots and set off a national uproar. The National Guard patrolled the campus in tanks. A bomb went off at the hockey rink.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/01/politics/never-shy-bolton-brings-a-zeal-to-the-table.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "For Buffett, the One That Got Away",
      "snippet": "TOMORROW morning, Warren E. Buffett and his board will gather in Omaha to consider the merits of three executives he considers likely to succeed him one day as Berkshire Hathaway's chief executive. Their names are still a closely guarded secret, b...",
      "abstract": "TOMORROW morning, Warren E. Buffett and his board will gather in Omaha to consider the merits of three executives he considers likely to succeed him one day as Berkshire Hathaway's chief executive. Their names are still a closely guarded secret, but all the candidates work for Berkshire and none are older than 60.     The directors' conclave is routine, part of an assessment of potential successors that Mr. Buffett conducts after Berkshire's annual meetings, the most recent of which was yesterday. But as Mr. Buffett approaches his 75th birthday, the financial powerhouse he began assembling 40 years ago confronts challenges that are anything but routine.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/05/01/business/yourmoney/for-buffett-the-one-that-got-away.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Threats by Iran and North Korea Shadow Talks on Nuclear Arms",
      "snippet": "Just 48 hours before representatives of 189 nations meet at the United Nations to review the flaws in the Nuclear Nonproliferation Treaty, Iran threatened Saturday to resume producing nuclear fuel, and North Korea dismissed President Bush as a ''p...",
      "abstract": "Just 48 hours before representatives of 189 nations meet at the United Nations to review the flaws in the Nuclear Nonproliferation Treaty, Iran threatened Saturday to resume producing nuclear fuel, and North Korea dismissed President Bush as a ''philistine whom we can never deal with.''     The conference that begins Monday was meant to offer hope of closing huge loopholes in the treaty, which the United States says Iran and North Korea have exploited to pursue nuclear weapons. Instead, the session appears deadlocked even before it begins, according to senior American officials and diplomats preparing for it in New York.  ",
      "lead_paragraph": "WASHINGTON, April 30 - Just 48 hours before representatives of 189 nations meet at the United Nations to review the flaws in the Nuclear Nonproliferation Treaty, Iran threatened Saturday to resume producing nuclear fuel, and North Korea dismissed President Bush as a \"philistine whom we can never deal with.\"",
      "publication_date": "2005-05-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/01/world/middleeast/threats-by-iran-and-north-korea-shadow-talks-on-nuclear.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Only the Little People Pay for Lawn Care",
      "snippet": "CHIEF executives are different from you and me. Besides making buckets more money, some of them don't even have to pay their bills.    We learned this again last week when the Securities and Exchange Commission sued Tyson Foods, the big meat produ...",
      "abstract": "CHIEF executives are different from you and me. Besides making buckets more money, some of them don't even have to pay their bills.    We learned this again last week when the Securities and Exchange Commission sued Tyson Foods, the big meat producer in Arkansas, and its former chairman, Donald J. Tyson. The company, it seems, didn't fully disclose $3 million in perquisites for Mr. Tyson. The company and Mr. Tyson settled with the commission, neither admitting nor denying wrongdoing.  ",
      "lead_paragraph": "CHIEF executives are different from you and me. Besides making buckets more money, some of them don't even have to pay their bills.",
      "publication_date": "2005-05-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/05/01/business/yourmoney/only-the-little-people-pay-for-lawn-care.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Social Security: Help for the Poor or Help for All?",
      "snippet": "In attempting to fix Social Security's long-term problems without raising taxes, President Bush has chosen to recast the 70-year-old retirement program as one that would keep the lowest-income workers out of poverty but become increasingly irrelev...",
      "abstract": "In attempting to fix Social Security's long-term problems without raising taxes, President Bush has chosen to recast the 70-year-old retirement program as one that would keep the lowest-income workers out of poverty but become increasingly irrelevant to the middle class and the affluent.    Under Mr. Bush's approach of ''progressive indexation,'' a typical low-income worker who earns about $16,000 a year today would be entitled to retirement benefits equal to about 49 percent of his or her wages, the same amount that is promised today.  ",
      "lead_paragraph": "WASHINGTON, April 30 - In attempting to fix Social Security's long-term problems without raising taxes, President Bush has chosen to recast the 70-year-old retirement program as one that would keep the lowest-income workers out of poverty but become increasingly irrelevant to the middle class and the affluent.",
      "publication_date": "2005-05-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/01/politics/social-security-help-for-the-poor-or-help-for-all.html",
      "byline": "By Edmund L. Andrews and Eduardo Porter"
    },
    {
      "headline": "Is There Life After 'Star Wars' for Lucasfilm?",
      "snippet": "HERE is a question fit for Yoda: Now that the director George Lucas has finished the last of his six ''Star Wars'' movies, what will become of his company, Lucasfilm, the entertainment empire that Anakin Skywalker built?    To hear Mr. Lucas tell ...",
      "abstract": "HERE is a question fit for Yoda: Now that the director George Lucas has finished the last of his six ''Star Wars'' movies, what will become of his company, Lucasfilm, the entertainment empire that Anakin Skywalker built?    To hear Mr. Lucas tell it, Lucasfilm will be less ambitious, not more. There will be no more live-action, blockbuster movies, he said, and that means fewer peaks and troughs. In the past, the company's profits would soar during years when a ''Star Wars'' film was released, only to fall off a cliff between movies.   ",
      "lead_paragraph": "HERE is a question fit for Yoda: Now that the director George Lucas has finished the last of his six \"Star Wars\" movies, what will become of his company, Lucasfilm, the entertainment empire that Anakin Skywalker built?",
      "publication_date": "2005-05-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/05/01/business/yourmoney/is-there-life-after-star-wars-for-lucasfilm.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Is a Trip to McDonald's Just What the Doctor Ordered?",
      "snippet": "Dr Dean Ornish, advocate of low-fat diets, comments on his work as paid consultant to McDonald's Corp; many leading nutrition scientists have started working for large food companies, either as consultants or members of health advisory boards, in ...",
      "abstract": "Dr Dean Ornish, advocate of low-fat diets, comments on his work as paid consultant to McDonald's Corp; many leading nutrition scientists have started working for large food companies, either as consultants or members of health advisory boards, in recent years as companies face increased Congressional scrutiny and threat of suits over diet-related illnesses; Ornish and others defend their controversial dual roles as efforts to improve American diet from within; photos (M)",
      "lead_paragraph": "For the last 28 years, Dr. Dean Ornish has been trying to persuade people to eat healthier. In his five books, he champions low-fat diets; he was one of the first researchers to show that stringent healthy eating can reverse chronic illness, particularly heart disease. Among his advice to patients is to eat a lot of vegetables and minimally processed foods, and avoid all things greasy.",
      "publication_date": "2005-05-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/02/business/is-a-trip-to-mcdonalds-just-what-the-doctor-ordered.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "At Amazon.com, Growth Comes Ahead of Profit",
      "snippet": "Outlook for stock of Amazon.com, online retail giant, discussed; some analysts expect further drop in profits over next few quarters as company focuses on developing newer business areas; chief exec Jeff Bezos points to longer-term perspective, no...",
      "abstract": "Outlook for stock of Amazon.com, online retail giant, discussed; some analysts expect further drop in profits over next few quarters as company focuses on developing newer business areas; chief exec Jeff Bezos points to longer-term perspective, noting several recent customer-oriented initiatives that will not pay off for years; graphs of stock price, revenue and income (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/02/technology/at-amazoncom-growth-comes-ahead-of-profit.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "2 Equity Firms Set to Acquire Neiman Marcus",
      "snippet": "Neiman Marcus, luxury retail chain that owns Bergdorf Goodman, has agreed to be sold for $5 billion to group of financiers with experience in retail industry; this would be latest of host of mergers and acquisitions that are reshaping retailing in...",
      "abstract": "Neiman Marcus, luxury retail chain that owns Bergdorf Goodman, has agreed to be sold for $5 billion to group of financiers with experience in retail industry; this would be latest of host of mergers and acquisitions that are reshaping retailing industry; formal announcement of deal is set for May 2; buyers are Texas Pacific Group, firm that recently turned around J Crew, and Warburg Pincus, another private equity firm; Neiman, with 37 stores across nation, is considered gold standard for retailing industry; even as other department stores moved downscale to compete with fast-growing discounters like Target and Kohl's, Neiman successfully took opposite path: jettisoning much of its moderately priced merchandise and moving even more upscale (M)",
      "lead_paragraph": "Neiman Marcus, the luxury retail chain that owns Bergdorf Goodman, has agreed to be sold for about $5 billion to a group of financiers with experience in the retail industry, executives close to the negotiations said last night.",
      "publication_date": "2005-05-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/02/business/2-equity-firms-set-to-acquire-neiman-marcus.html",
      "byline": "By Andrew Ross Sorkin and Tracie Rozhon"
    },
    {
      "headline": "A Payday for Patents 'R' Us",
      "snippet": "Interview with Donald E Stout on Research in Motion accord to pay his NTP $450 million to settle long-running and sometimes bitter dispute over wireless e-mail patents granted to late NTP co-founder Thomas J Campana Jr; settlement has emboldened N...",
      "abstract": "Interview with Donald E Stout on Research in Motion accord to pay his NTP $450 million to settle long-running and sometimes bitter dispute over wireless e-mail patents granted to late NTP co-founder Thomas J Campana Jr; settlement has emboldened NTP, whose only business is extracting licensing fees from companies, in its pursuit of additional licenses; other companies, including Nokia, have already signed licensing accords; critics of such patent holding companies hold they rely on excessively broad patents, particularly for software, that should never have been granted; costs of patent disputes have become fact of life for technology companies; patnet suit graph; photos (M)",
      "lead_paragraph": "The express elevator that whisks visitors to Donald E. Stout's office on the top floor of a black glass building across the Potomac from Washington suggests success. But nothing up there indicates that Mr. Stout is a major player in the software business. There are no cubicles for software engineers or humming server farms capturing their keystrokes.",
      "publication_date": "2005-05-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/02/technology/a-payday-for-patents-r-us.html",
      "byline": "By Ian Austen and Lisa Guernsey"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "A Big Hunk of Marketing For Two Elvis Specials  A multimedia marketing blitz is under way to promote a new round of entertainment programming about Elvis Presley. CBS has declared next week ''Elvis Week,'' in hopes of luring viewers to watch two b...",
      "abstract": " A Big Hunk of Marketing For Two Elvis Specials  A multimedia marketing blitz is under way to promote a new round of entertainment programming about Elvis Presley. CBS has declared next week ''Elvis Week,'' in hopes of luring viewers to watch two biographical shows about Elvis, one fictionalized, the other factual. A lengthy list of marketing partners will help pitch the shows.    Almost 28 years after his death, interest in Presley seems bigger among advertisers and media companies than it was during his life. Stuart Elliott: Advertising. [Page C6.]    Podcasting on Satellite Radio  Adam Curry, a former MTV host who helped start the craze for the amateur audio programs known as podcasts, will produce and be host of a four-hour podcast show each weekday on Sirius Satellite Radio. Mr. Curry will help choose material from some of the thousands of shows now online. [C3.]    Ad Agents for the Search Engines  Some newspapers and yellow pages publishers have found a new source of revenue: helping small businesses buy advertising on search engines like Google and Yahoo. The publishers may appear to be hurting themselves by sending customers to search engines. But they say this allows them to study the search engines and work on a strategy to compete with them. Bob Tedeschi: E-Commerce Report. [C5.]    Making Barron's a Speedier Read  Barron's, the financial magazine, is being redesigned to give readers a quicker way to see what's inside. ''Some readers were telling us that they don't pick up the magazine unless they have two hours,'' its editor said. [C4.]    Print Insists It's Here to Stay  The magazine industry is mounting a $40-million, three-year campaign to win advertisers and try to convince them that magazines, which have existed in the United States for nearly 250 years, are likely to be here for the next 250. The campaign uses fake magazine covers from the future. At the same time, the newspaper industry has begun its own campaign to make its image more contemporary. [C4.]    Magazine Tries a Gadget Giveaway  Sync magazine, which is devoted to hip electronic gadgets, will give away one of every item written about in a future issue, including DVD box sets, flat-panel television sets and a car. Winners will be chosen from readers who send in a response card or sign up online. [C4.]    Could IPod Thefts Spur Sales?  Some public relations executives said Apple could find a way to benefit from news last week that thefts of iPods were responsible for an increase in crime on New York City subways. [C4.]    A Shopping Magazine for the Home  Condé Nast's latest shopping magazine, Domino, focuses on home décor and design. [C8.]    Chinese Data Show Jump in Surplus  Exports from China soared 35 percent in the first quarter from a year earlier, according to data from Chinese customs officials. [C2.]    Lenovo Completes I.B.M. Purchase  The Chinese computer maker Lenovo completed its $1.75 billion purchase of I.B.M.'s personal computer division, creating the world's third-largest PC maker. [C5.]  ",
      "lead_paragraph": "A Big Hunk of Marketing For Two Elvis Specials A multimedia marketing blitz is under way to promote a new round of entertainment programming about Elvis Presley. CBS has declared next week \"Elvis Week,\" in hopes of luring viewers to watch two biographical shows about Elvis, one fictionalized, the other factual. A lengthy list of marketing partners will help pitch the shows.",
      "publication_date": "2005-05-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/02/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Synergy for Viacom: Dr. Phil of CBS Interviews Pat O'Brien of CBS",
      "snippet": "Pat O'Brien to return to host his syndicated celebrity gossip show The Insider after stay at rehabilitation center for alcohol abuse and other public woes; return will be preceded by CBS television special Behind the Headlines, in which he is inte...",
      "abstract": "Pat O'Brien to return to host his syndicated celebrity gossip show The Insider after stay at rehabilitation center for alcohol abuse and other public woes; return will be preceded by CBS television special Behind the Headlines, in which he is interviewed by Dr Phil McGraw, and appearance on McGraw's The Dr Phil Show with other guests in episode on rehabilitation from substance abuse; his return to television may be first time host has used another network show as part of his professional and personal rehabilitation; both O'Brien's and McGraw's shows are owned by Paramount Television, unit of Viacom, which also owns CBS; McGraw denies corporate ties play role in his choice of subjects; photos (M)",
      "lead_paragraph": "March was not a good month for Pat O'Brien.",
      "publication_date": "2005-05-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/02/business/media/synergy-for-viacom-dr-phil-of-cbs-interviews-pat-obrien-of.html",
      "byline": "By Mark Glassman"
    },
    {
      "headline": "Schwarzenegger's Star Dipping as Californians Feel Its Singe",
      "snippet": "Gov Arnold Schwarzenegger's approval rating has plummeted in California, prompting Democratic opponents to take him on with new determination; his praise of so-called Minutemen volunteers in Arizona who patrol Mexican border for illegal immigrants...",
      "abstract": "Gov Arnold Schwarzenegger's approval rating has plummeted in California, prompting Democratic opponents to take him on with new determination; his praise of so-called Minutemen volunteers in Arizona who patrol Mexican border for illegal immigrants, saying he would welcome them in California, is being portrayed by Democrats as exploiting fears about illegal immigration to divert attention from his problems as governor and to appeal to his conservative supporters; two opinion polls just released that show his approval rating dropping below 50 percent reflect months of protests against him by nurses, teachers, police officers ano other public employees; he has backed off from several initiatives in face of protests; photos; graph (M)",
      "lead_paragraph": "SAN FRANCISCO, April 30 - Gov. Arnold Schwarzenegger made a prediction in January in a speech proposing changes to the way public pensions are managed in California, the state budget is balanced, legislative districts are drawn and teachers are paid.",
      "publication_date": "2005-05-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/02/us/schwarzeneggers-star-dipping-as-californians-feel-its-singe.html",
      "byline": "By Dean E. Murphy"
    },
    {
      "headline": "Republican Chairman Exerts Pressure on PBS, Alleging Biases",
      "snippet": "Republican chairman of Corp for Public Broadcasting Kenneth Y Tomlinson's aggressive effort to get public television to correct what he and other conservatives consider liberal bias prompts some public broadcasting leaders to object that his actio...",
      "abstract": "Republican chairman of Corp for Public Broadcasting Kenneth Y Tomlinson's aggressive effort to get public television to correct what he and other conservatives consider liberal bias prompts some public broadcasting leaders to object that his actions pose threat to editorial independence; contract for corporation's chief executive Kathleen A Cox has not been renewed, and Tomlinson wants to replace her with Asst Secretary of State Patricia Harrison, former chairwoman of Republican National Committee; without knowledge of his board, Tomlinson contracted last year with outside consultant to keep track of guests' political leanings on program Now With Bill Moyers; he also encouraged corporation and public broadcasting officials to broadcast The Journal Editorial Report, whose host Paul Gigot is editor of conservative editorial page of Wall Street Journal; Tomlinson has repeatedly criticized public television programs as too liberal overall, but he denies trying to remove or tamper internally with existing shows; PBS president and chief executive Pat Mitchell is now challenging him publicly, disputing accusations of bias and criticizing some of his actions; she plans to step down when her contract expires next year; photo (M)",
      "lead_paragraph": "WASHINGTON, May 1 - The Republican chairman of the Corporation for Public Broadcasting is aggressively pressing public television to correct what he and other conservatives consider liberal bias, prompting some public broadcasting leaders -- including the chief executive of PBS -- to object that his actions pose a threat to editorial independence.",
      "publication_date": "2005-05-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/02/arts/television/republican-chairman-exerts-pressure-on-pbs-alleging-biases.html",
      "byline": "This article is by Stephen Labaton, Lorne Manly and Elizabeth Jensen"
    },
    {
      "headline": "35 Iraqis Killed as Leaders Seek to Fill Cabinet",
      "snippet": "Insurgents using car bombs kill at least 35 Iraqis and wound 80, striking Kurdish funeral near Mosul and American soldiers handing out candy to children in Baghdad; insurgents seek to undermine and intimidate new government; leaders of dominant Sh...",
      "abstract": "Insurgents using car bombs kill at least 35 Iraqis and wound 80, striking Kurdish funeral near Mosul and American soldiers handing out candy to children in Baghdad; insurgents seek to undermine and intimidate new government; leaders of dominant Shiite political alliance press efforts to complete new cabinet ahead of swearing-in ceremony now set for as early as May 3; Shiite political leaders who earlier promised prominent role in government for Sunnis now insist that no Sunni with Batthist past be given position of power; government without Sunnis in some key roles would be embarrassing start for Shiites; it also raises question as to whether government will be handicapped in its attempts to split insurgency, as American officials urge, by drawing more moderate elements from Baathist past into political process; finding Sunnis willing to serve in cabinet, and with at least some credibility in Sunni population, is proving hard to reconcile with Shiite leaders' insistence that new government has to represent clear break with past, especially brutal repression of Shiites under Saddam Hussein; photo; map (M)",
      "lead_paragraph": "BAGHDAD, Iraq, May 1 - Insurgents using car bombs struck a Kurdish funeral near Mosul and American soldiers handing out candy to children in Baghdad on Sunday in the worst of a spate of attacks that killed at least 35 Iraqis and wounded 80. It was an ever grimmer backdrop to efforts by Iraq's first Shiite-majority government to fill gaps in the new cabinet from the restive Sunni minority.",
      "publication_date": "2005-05-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/02/world/middleeast/35-iraqis-killed-as-leaders-seek-to-fill-cabinet.html",
      "byline": "By Richard A. Oppel Jr"
    }
  ]
}