{
  "metadata": {
    "date": "2005-11-30",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "Go Ahead and Splurge on Someone Who Really Deserves the Best",
      "snippet": "Consumers may feel bombarded by all the advertisements urging them to buy cashmere sweaters or flat-screen televisions for their loved ones. But some retailers are playing to one of the season's guilty pleasures: shoppers indulging themselves.    ...",
      "abstract": "Consumers may feel bombarded by all the advertisements urging them to buy cashmere sweaters or flat-screen televisions for their loved ones. But some retailers are playing to one of the season's guilty pleasures: shoppers indulging themselves.      This early in the holiday season, the retailers say, most of the shoppers are women, and the new advertising campaigns are aimed at persuading them to take a break from shopping for others.  ",
      "lead_paragraph": "Consumers may feel bombarded by all the advertisements urging them to buy cashmere sweaters or flat-screen televisions for their loved ones. But some retailers are playing to one of the season's guilty pleasures: shoppers indulging themselves.",
      "publication_date": "2005-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/30/business/media/go-ahead-and-splurge-on-someone-who-really-deserves-the-best.html",
      "byline": "By Julie Bosman"
    },
    {
      "headline": "Icahn Finds Ally in Bid to Change Time Warner",
      "snippet": "Carl C. Icahn has a new, perhaps unlikely ally: Bruce Wasserstein.     Mr. Icahn, who is leading a group of dissident investors in a campaign against Time Warner and its board, said yesterday that he had hired Mr. Wasserstein and his firm, Lazard,...",
      "abstract": "Carl C. Icahn has a new, perhaps unlikely ally: Bruce Wasserstein.     Mr. Icahn, who is leading a group of dissident investors in a campaign against Time Warner and its board, said yesterday that he had hired Mr. Wasserstein and his firm, Lazard, to help advance the fight.  ",
      "lead_paragraph": "Carl C. Icahn has a new, perhaps unlikely ally: Bruce Wasserstein.",
      "publication_date": "2005-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/30/business/media/icahn-finds-ally-in-bid-to-change-time-warner.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "New U.S. Efforts to Ready Iraqis to Take Control",
      "snippet": "Pres Bush will put forward for first time what White House calls comprehensive strategy for victory in Iraq and also seek billions more dollars to train Iraqi forces; request for $3.9 billion is on top of $10.6 billion Congress has already approve...",
      "abstract": "Pres Bush will put forward for first time what White House calls comprehensive strategy for victory in Iraq and also seek billions more dollars to train Iraqi forces; request for $3.9 billion is on top of $10.6 billion Congress has already approved to rebuild Iraq security forces, but Bush and Sec Donald Rumsfeld emphasize that US forces cannot leave until Iraqis gain control of their country; Bush says speech at Annapolis will emphasize 'strategy for victory,' catchphrase echoed by Rumsfeld to counter charge that Bush has no plausible plan for bringing troops home; photo; 27-page document to be put out by White House seems to list goals for Iraq's development rather than new prescriptions on how to accomplish job; Bush will argue that precipitous withdrawal would invite disaster but be careful not to describe what Rumsfeld calls 'metrics' of progress (M)",
      "lead_paragraph": "WASHINGTON, Nov. 29 - President Bush on Wednesday will put forward for the first time a public version of what the White House calls a comprehensive strategy for victory in Iraq.",
      "publication_date": "2005-11-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/30/world/new-us-efforts-to-ready-iraqis-to-take-control.html",
      "byline": "By David E. Sanger and Eric Schmitt"
    },
    {
      "headline": "When the Doctor Is in, but You Wish He Weren't",
      "snippet": "Article in series Being a Patient discusses difficult doctors whose arrogance, rudeness or dismissive attitudes alienate patients and make doctors magnets for malpractice claims; such personalities have always been part of medicine but medical org...",
      "abstract": "Article in series Being a Patient discusses difficult doctors whose arrogance, rudeness or dismissive attitudes alienate patients and make doctors magnets for malpractice claims; such personalities have always been part of medicine but medical organizations fear they are becoming more common, given pressures to see more patients in less time and replace personal discussions with laboratory tests; most problem doctors apparently have no idea of their patients' opinions, since most who encounter them complain to others or simply change physicians; Dr John Freedman of Tufts Health Plan observes that most doctors do not have source of objective feedback; Tufts and Rochester Independent Practice Assn in New York are among groups surveying patients and paying doctors in part by patient ratings; eight major health insurers in California are dividing $30 million among 35,000 physicians depending on ratings, which Dr Ronald Bangasser suggests will get their attention; Joanne Wong and Gloria Erlich are among patients recounting negative experiences; efforts to train new doctors in empathy discussed; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-11-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/30/health/when-the-doctor-is-in-but-you-wish-he-werent.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "Upbeat Signs Hold Cautions for the Future",
      "snippet": "Economic Memo on encouraging signs for US economy, such as decline in gas prices, rising stock market and new-home sales and anticipated happy holiday season for nation's beleaguered factories; caveats abound for every apparent gain: consumer conf...",
      "abstract": "Economic Memo on encouraging signs for US economy, such as decline in gas prices, rising stock market and new-home sales and anticipated happy holiday season for nation's beleaguered factories; caveats abound for every apparent gain: consumer confidence is bouncing back from some of worst readings in recent years, gas prices have fallen because higher prices after hurricanes held down demand, most measures point to housing slowdown and while manufacturers' fortunes are on mend, few beside airplane makers are celebrating; graphs; year will likely end with splash but economists do not expect party to continue, especially if Federal Reserve continues raising interest rates; OECD predicts 2005 growth will likely turn out to be 3.6 percent, down from 4.2 percent in 2004; forecasts 2006 growth at 3.5 percent, but other economists consider that too optimistic (M)",
      "lead_paragraph": "Gasoline is cheaper than it was before Hurricane Katrina slammed into New Orleans. Consumer confidence jumped last month and new- home sales hit a record. The stock market has been rising. Even the nation's beleaguered factories seem headed for a happy holiday season.",
      "publication_date": "2005-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/30/business/upbeat-signs-hold-cautions-for-the-future.html",
      "byline": "By Vikas Bajaj"
    },
    {
      "headline": "Sales Climb at Retailers on Internet",
      "snippet": "Shoppers, intent on skipping crowded stores and 6 a.m. squabbles over the last bargain laptop, spent 26 percent more money online over the Thanksgiving weekend than they did in 2004, according to figures released yesterday.     Consumers spent $92...",
      "abstract": "Shoppers, intent on skipping crowded stores and 6 a.m. squabbles over the last bargain laptop, spent 26 percent more money online over the Thanksgiving weekend than they did in 2004, according to figures released yesterday.     Consumers spent $925 million on retail Web sites from Thursday to Sunday, nudging online purchases since Nov. 1 up 24 percent over 2004, according to comScore Networks, a market research firm.  ",
      "lead_paragraph": "Shoppers, intent on skipping crowded stores and 6 a.m. squabbles over the last bargain laptop, spent 26 percent more money online over the Thanksgiving weekend than they did in 2004, according to figures released yesterday.",
      "publication_date": "2005-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/30/technology/sales-climb-at-retailers-on-internet.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "A Warning of Trade Suits Over Farming",
      "snippet": "Trade and agricultural experts say failure by US and European Union to make significant progress toward reducing agricultural subsidies in trade talks in Hong Kong could bring legal challenges on both sides of Atlantic; Oxfam International identif...",
      "abstract": "Trade and agricultural experts say failure by US and European Union to make significant progress toward reducing agricultural subsidies in trade talks in Hong Kong could bring legal challenges on both sides of Atlantic; Oxfam International identifies three American commodity crops--corn, rice and sorghum--and eight agricultural products in European Union that could be sources of lawsuits; European products are tomatoes, tobacco, butter, wine and spirits, citrus juices and processed fruits like canned peaches and pears; several independent experts agree; subsidies for 11 crops and products noted by Oxfam total $9.3 billion for US out of country's $19.5 billion in subsidy payments, and $4.2 billion for European Union out of $44.8 billion, on annual basis; Oxfam has lobbied strenuously for rich countries to reduce agricultural subsidies so that developing countries in Africa and elsewhere can better compete and grow their economies (M)",
      "lead_paragraph": "CHICAGO, Nov. 29 - A failure by the United States and the European Union to make significant progress toward reducing agricultural subsidies in trade talks in Hong Kong could bring a legal challenges on both sides of the Atlantic, trade and agricultural experts say.",
      "publication_date": "2005-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/30/business/worldbusiness/a-warning-of-trade-suits-over-farming.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "By the Hour, Your Chariot Awaits; A Few Keyboard Clicks Put Car Sharers on Wheels",
      "snippet": "Concept of renting cars by hour--known as car sharing--has become increasingly popular in handful of major cities, particularly among young people; challenge facing ZipCar and Flexcar, its rival, is to see whether they can turn idea into serious p...",
      "abstract": "Concept of renting cars by hour--known as car sharing--has become increasingly popular in handful of major cities, particularly among young people; challenge facing ZipCar and Flexcar, its rival, is to see whether they can turn idea into serious profit-making enterprise as they expand beyond eight cities where they provide such services; business looks promising to Stephen M Case, founder of America Online, who has moved on to career as venture capitalist; Case bought Flexcar after using one of its cars in Washington this year; he has recruited Lee A Iacocca and former chief executive of Avis, Joseph V Vittoria, to serve on its board; ZipCar recently received $10 million investment from Benchmark Capital; car-sharing customers first become members at cost of $35 to $50 a year; cars are reserved online or by telephone at rates that start at $7.50 an hour for Flexcar and $8.50 an hour for ZipCar; price is about $60 for 24 hours, which includes cost of insurance and fuel; ZipCar says it has 50,000 members and 900 cars in four markets: Boston, New York, Washington and San Francisco; Flexcar says it is nearing 40,000 members and has 500 cars, serving customers in Seattle, Portland, Ore, Washington, San Francisco, Los Angeles and San Diego; photos (M)",
      "lead_paragraph": "WASHINGTON - For a while, Gabe Klein could easily keep track of every car in his territory simply by sticking pins on the wall-size map of the Washington metropolitan area in his office. No longer.",
      "publication_date": "2005-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/30/business/by-the-hour-your-chariot-awaits-a-few-keyboard-clicks-put-car.html",
      "byline": "By Vikas Bajaj"
    }
  ]
}