{
  "metadata": {
    "date": "2005-07-04",
    "total_articles": 28
  },
  "articles": [
    {
      "headline": "MORE ON THE COURT",
      "snippet": "THE CANDIDATES -- All those whom President Bush is expected to consider for the bench may be conservative, but each has a different political and philosophical profile.   PAGE A13    THE SENATE -- The Senate is girding for a confirmation fight, an...",
      "abstract": " THE CANDIDATES -- All those whom President Bush is expected to consider for the bench may be conservative, but each has a different political and philosophical profile.   PAGE A13    THE SENATE -- The Senate is girding for a confirmation fight, and the chairman of its Judiciary Committee, Senator Arlen Specter, above, is facing a crucial test.   PAGE A12    THE WHITE HOUSE -- The first real hint of a vacancy came Thursday when a marshal at the Supreme Court said she had a sealed envelope to be delivered on Friday.   PAGE A12    THE TIMING -- A number of factors compelled Justice Sandra Day O'Connor to decide on retirement now, including the medical condition of her husband.   PAGE A12  ",
      "lead_paragraph": "THE CANDIDATES -- All those whom President Bush is expected to consider for the bench may be conservative, but each has a different political and philosophical profile. PAGE A13",
      "publication_date": "2005-07-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/02/us/front page/more-on-the-court.html",
      "byline": ""
    },
    {
      "headline": "The Lawyer Companies Love to Hate",
      "snippet": "SITTING in the back of a town car this past Wednesday, as his driver pulled away from the federal courthouse and headed toward his hotel in Midtown Manhattan, William S. Lerach reached for a ringing cellphone in the pocket of his natty suit. How h...",
      "abstract": "SITTING in the back of a town car this past Wednesday, as his driver pulled away from the federal courthouse and headed toward his hotel in Midtown Manhattan, William S. Lerach reached for a ringing cellphone in the pocket of his natty suit. How had his day gone, asked the person on the other end. ''We went two for two,'' said Mr. Lerach, the most aggressive, feared and controversial plaintiffs' lawyer in the land. ''It was a good day.''     No, he didn't mean he'd won two cases -- but what he'd won was almost as important. In two hearings, Lerach Coughlin Stoia Geller Rudman & Robbins, Mr. Lerach's San Diego-based firm, had been named lead counsel. For Mr. Lerach -- indeed, for every big-time lawyer who makes his living suing companies on behalf of an aggrieved ''class'' of shareholders -- being named lead counsel is the key to everything. The lead counsel controls the case. He negotiates the fees. And best of all, the lead counsel takes most of the lawyer's cut: 20 percent to 30 percent of whatever he ultimately extracts from the big bad corporation.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/02/business/the-lawyer-companies-love-to-hate.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "After a Brief Shock, Advocates Quickly Mobilize",
      "snippet": "Around 9:30 Friday morning, C. Boyden Gray, founder of the Committee for Justice, a conservative group that is a leading ally of President Bush, was sipping coffee at his Georgetown residence and confessing mild frustration to a reporter for The N...",
      "abstract": "Around 9:30 Friday morning, C. Boyden Gray, founder of the Committee for Justice, a conservative group that is a leading ally of President Bush, was sipping coffee at his Georgetown residence and confessing mild frustration to a reporter for The New York Times about the waiting game for a Supreme Court retirement. Suddenly he got a text message and expressed that emotion rare for stage-managed Washington: surprise.    ''An O'Connor resignation was not one we took seriously,'' Mr. Gray said, rushing out the door to begin deploying his troops.  ",
      "lead_paragraph": "WASHINGTON, July 1 - Around 9:30 Friday morning, C. Boyden Gray, founder of the Committee for Justice, a conservative group that is a leading ally of President Bush, was sipping coffee at his Georgetown residence and confessing mild frustration to a reporter for The New York Times about the waiting game for a Supreme Court retirement. Suddenly he got a text message and expressed that emotion rare for stage-managed Washington: surprise.",
      "publication_date": "2005-07-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/02/us/front page/court-in-transition-filling-the-vacancy-after-a-brief-shock-a.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "O'Connor to Retire, Touching Off Battle Over Court",
      "snippet": "Justice Sandra Day O'Connor, the first woman to serve on the United States Supreme Court and a critical swing vote on abortion and a host of other divisive social issues, announced Friday that she was retiring, setting up a tumultuous fight over h...",
      "abstract": "Justice Sandra Day O'Connor, the first woman to serve on the United States Supreme Court and a critical swing vote on abortion and a host of other divisive social issues, announced Friday that she was retiring, setting up a tumultuous fight over her successor.    After months in which speculation about the Supreme Court focused on the likelihood of Chief Justice William H. Rehnquist's stepping down, the retirement of Justice O'Connor, 75, caught much of Washington, including the White House and her colleagues on the court, off guard.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/02/politics/politicsspecial1/oconnor-to-retire-touching-off-battle-over-court.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "O'Connor Held Balance of Power",
      "snippet": "The O'Connor Court.    The phrase has been used so many times over so many years to describe the Supreme Court that it is nearly a cliché. Yet the simple words capture an equally simple truth: to find out where the court is on almost any given iss...",
      "abstract": "The O'Connor Court.    The phrase has been used so many times over so many years to describe the Supreme Court that it is nearly a cliché. Yet the simple words capture an equally simple truth: to find out where the court is on almost any given issue, look for Justice Sandra Day O'Connor.   ",
      "lead_paragraph": "WASHINGTON, July 1 - The O'Connor Court.",
      "publication_date": "2005-07-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/02/politics/politicsspecial1/oconnor-held-balance-of-power.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Microsoft to Pay I.B.M. $775 Million in Settlement",
      "snippet": "Microsoft agreed on Friday to pay I.B.M. $775 million to settle claims growing out of the antitrust lawsuit brought by the Justice Department against Microsoft in 1995. I.B.M. will also receive a $75 million credit toward the use of Microsoft soft...",
      "abstract": "Microsoft agreed on Friday to pay I.B.M. $775 million to settle claims growing out of the antitrust lawsuit brought by the Justice Department against Microsoft in 1995. I.B.M. will also receive a $75 million credit toward the use of Microsoft software.      The settlement is one of the largest in a series of settlements Microsoft has struck in its effort to resolve its legal troubles after Judge Thomas Penfield Jackson of Federal District Court in Washington ruled in 2000 that it had engaged in anticompetitive practices.  ",
      "lead_paragraph": "SAN FRANCISCO, July 1 - Microsoft agreed on Friday to pay I.B.M. $775 million to settle claims growing out of the antitrust lawsuit brought by the Justice Department against Microsoft in 1995. I.B.M. will also receive a $75 million credit toward the use of Microsoft software.",
      "publication_date": "2005-07-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/02/technology/microsoft-to-pay-ibm-775-million-in-settlement.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Drug Lobby Got a Victory in Trade Pact Vote",
      "snippet": "The sidewalk between the drug industry's headquarters in Washington and the United States trade representative's office has been taking a pounding from the wingtips of industry lobbyists.     The work of these drug industry courtiers, who represen...",
      "abstract": "The sidewalk between the drug industry's headquarters in Washington and the United States trade representative's office has been taking a pounding from the wingtips of industry lobbyists.     The work of these drug industry courtiers, who represent what is arguably Washington's biggest and wealthiest lobby, appears to have succeeded in the Central American Free Trade Agreement. The agreement would extend the monopolies of drug makers and, critics say, lead to higher drug prices for the mostly impoverished people of the six Latin American countries it covers.  ",
      "lead_paragraph": "The sidewalk between the drug industry's headquarters in Washington and the United States trade representative's office has been taking a pounding from the wingtips of industry lobbyists.",
      "publication_date": "2005-07-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/02/business/worldbusiness/drug-lobby-got-a-victory-in-trade-pact-vote.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "The Next Heavyweight Champion of Banks",
      "snippet": "This is a tale of two really, really big banks.      Both are heavyweights in financial services with trillions of dollars in assets and billions in market capitalizations. Both offer a cornucopia of products and services to consumers and large co...",
      "abstract": "This is a tale of two really, really big banks.      Both are heavyweights in financial services with trillions of dollars in assets and billions in market capitalizations. Both offer a cornucopia of products and services to consumers and large corporate customers. Both have exhibited voracious appetites in recent years, gobbling up competitors to establish themselves as megabanks with coast-to-coast and even international reach.  ",
      "lead_paragraph": "This is a tale of two really, really big banks.",
      "publication_date": "2005-07-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/02/business/the-next-heavyweight-champion-of-banks.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "Even Poolside, Casinos Entice by Hand-Held",
      "snippet": "No more need to fret about all that wasted time waiting in line for the buffet at your favorite casino. Or those tedious talks in a convention room just a few yards from the casino floor. Help is on the way to make it possible to gamble any time -...",
      "abstract": "No more need to fret about all that wasted time waiting in line for the buffet at your favorite casino. Or those tedious talks in a convention room just a few yards from the casino floor. Help is on the way to make it possible to gamble any time -- in fact -- all the time.    Gov. Kenny Guinn signed a law last month authorizing gamblers in Nevada to play slot machines, video poker, blackjack and other games on hand-held wireless devices from public spaces in casinos. The spaces include restaurants, bars, convention rooms, even swimming pools. Hotel rooms, however, are off limits, to make sure that minors do not get their hands on the new devices, which resemble personal digital assistants or tablet personal computers, depending on where they are being used.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/02/us/even-poolside-casinos-entice-by-handheld.html",
      "byline": "By Fox Butterfield"
    },
    {
      "headline": "Conservative Groups Rally Against Gonzales as Justice",
      "snippet": "Within hours after Justice Sandra Day O'Connor's announced retirement from the Supreme Court, members of conservative groups around the country convened in five national conference calls in which, participants said, they shared one big concern: he...",
      "abstract": "Within hours after Justice Sandra Day O'Connor's announced retirement from the Supreme Court, members of conservative groups around the country convened in five national conference calls in which, participants said, they shared one big concern: heading off any effort by President Bush to nominate his attorney general, Alberto R. Gonzales, to replace her.    Late last week, a delegation of conservative lawyers led by C. Boyden Gray and former Attorney General Edwin Meese III met with the White House chief of staff, Andrew H. Card Jr., to warn that appointing Mr. Gonzales would splinter conservative support.  ",
      "lead_paragraph": "WASHINGTON, July 2 - Within hours after Justice Sandra Day O'Connor's announced retirement from the Supreme Court, members of conservative groups around the country convened in five national conference calls in which, participants said, they shared one big concern: heading off any effort by President Bush to nominate his attorney general, Alberto R. Gonzales, to replace her.",
      "publication_date": "2005-07-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/07/03/politics/politicsspecial1/conservative-groups-rally-against-gonzales-as.html",
      "byline": "This article was reported and written by Adam Nagourney, Todd S. Purdum and David D. Kirkpatrick"
    },
    {
      "headline": "In an Epic Wimbledon Final, Williams Prevails",
      "snippet": "Two fine comeback tales converged on the most celebrated court in tennis Saturday, but only one could end happily.    Venus Williams, not Lindsay Davenport, was the big-hitting veteran who earned that thrill after the longest women's final in the ...",
      "abstract": "Two fine comeback tales converged on the most celebrated court in tennis Saturday, but only one could end happily.    Venus Williams, not Lindsay Davenport, was the big-hitting veteran who earned that thrill after the longest women's final in the history of a tournament that has more history than any other.  ",
      "lead_paragraph": "WIMBLEDON, England, July 2 - Two fine comeback tales converged on the most celebrated court in tennis Saturday, but only one could end happily.",
      "publication_date": "2005-07-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/07/03/sports/tennis/in-an-epic-wimbledon-final-williams-prevails.html",
      "byline": "By Christopher Clarey"
    },
    {
      "headline": "Were the Good Old Days That Good?",
      "snippet": "TOM RATH, the protagonist in Sloan Wilson's 1955 novel, ''The Man in the Gray Flannel Suit,'' certainly had his share of troubles: the stressful conformity, the constant striving for success, the superficial suburban friendships, the war experienc...",
      "abstract": "TOM RATH, the protagonist in Sloan Wilson's 1955 novel, ''The Man in the Gray Flannel Suit,'' certainly had his share of troubles: the stressful conformity, the constant striving for success, the superficial suburban friendships, the war experiences he kept hidden from his wife. It all ate away at him.      But Tom, like most Americans in the first three decades after World War II, took a rising standard of living for granted. When he needed more income to make ends meet, he simply landed a better-paying job. Indeed, at parties throughout suburbia, Mr. Wilson wrote, ''the public celebration of increases in salary was common.'' And Tom didn't fret about medical bills, job security or the quality of public schools for his three children.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/07/03/business/yourmoney/were-the-good-old-days-that-good.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Trying Out a Career Choice Before You Decide",
      "snippet": "CYNTHIA McKAY'S summer internship lasted three days. This was years ago, when Ms. McKay still thought she wanted to be a mortician. Something about dressing in black and shocking her relatives appealed to her 20-something self. She had been accept...",
      "abstract": "CYNTHIA McKAY'S summer internship lasted three days. This was years ago, when Ms. McKay still thought she wanted to be a mortician. Something about dressing in black and shocking her relatives appealed to her 20-something self. She had been accepted to a mortuary training program when her mother suggested that she work in a funeral home for a few weeks before sending the check for her tuition. In other words, test-drive before she bought.      Searching for the coffeemaker on her first morning of work, Ms. McKay accidentally wandered into the embalming room. She apologized to the corpse and backed away. Her first assigned task that morning was to help move ''a very large body,'' she remembers, causing her to pull a muscle in her back. To top things off, she says, ''My boss looked like Boris Karloff.'' By the end of the week she had made other career plans.  ",
      "lead_paragraph": "CYNTHIA McKAY'S summer internship lasted three days. This was years ago, when Ms. McKay still thought she wanted to be a mortician. Something about dressing in black and shocking her relatives appealed to her 20-something self. She had been accepted to a mortuary training program when her mother suggested that she work in a funeral home for a few weeks before sending the check for her tuition. In other words, test-drive before she bought.",
      "publication_date": "2005-07-03T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/07/03/jobs/trying-out-a-career-choice-before-you-decide.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Moonlighting Sure Pays Off at A.I.G.",
      "snippet": "EVEN the most jaded observer of outsized executive pay may have been amazed when the American International Group, the embattled insurance giant, drew back the curtain on what its top managers received from their association with C.V. Starr, a pri...",
      "abstract": "EVEN the most jaded observer of outsized executive pay may have been amazed when the American International Group, the embattled insurance giant, drew back the curtain on what its top managers received from their association with C.V. Starr, a private offshore company that sells insurance policies for A.I.G. And all that, mind you, came on top of what they were paid for their A.I.G. day jobs.      C.V. Starr mostly sells and services policies underwritten by A.I.G. It began operations in 1970 when what is now A.I.G. decided to place several small, not very profitable insurance agencies into a separate company. A.I.G. pays commissions to C.V. Starr for placing business with it, and over the years the little agency has grown into a profit machine.  ",
      "lead_paragraph": "EVEN the most jaded observer of outsized executive pay may have been amazed when the American International Group, the embattled insurance giant, drew back the curtain on what its top managers received from their association with C.V. Starr, a private offshore company that sells insurance policies for A.I.G. And all that, mind you, came on top of what they were paid for their A.I.G. day jobs.",
      "publication_date": "2005-07-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/07/03/business/moonlighting-sure-pays-off-at-aig.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Profits, Not Jobs, on the Rebound in Silicon Valley",
      "snippet": "Things are looking up at Wyse Technology, a venerable maker of computer terminals. Unless, that is, you happen to want to work for the company here in Silicon Valley.    Responding to booming demand in Asia and in Europe, Wyse is adding new develo...",
      "abstract": "Things are looking up at Wyse Technology, a venerable maker of computer terminals. Unless, that is, you happen to want to work for the company here in Silicon Valley.    Responding to booming demand in Asia and in Europe, Wyse is adding new development teams in India and China and expanding its worldwide work force to about 380, from 260. Its profits are recorded here -- but almost none of its new jobs.   ",
      "lead_paragraph": "SAN JOSE, Calif., July 1 - Things are looking up at Wyse Technology, a venerable maker of computer terminals. Unless, that is, you happen to want to work for the company here in Silicon Valley.",
      "publication_date": "2005-07-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/07/03/business/profits-not-jobs-on-the-rebound-in-silicon-valley.html",
      "byline": "By John Markoff and Matt Richtel"
    },
    {
      "headline": "Blockbuster Drugs Are So Last Century",
      "snippet": "DRUG companies do an awful job of finding new medicines. They rely too much on billion-dollar blockbuster drugs that are both overmarketed and overprescribed. And they have been too slow to disclose side effects of popular medicines.     Typical c...",
      "abstract": "DRUG companies do an awful job of finding new medicines. They rely too much on billion-dollar blockbuster drugs that are both overmarketed and overprescribed. And they have been too slow to disclose side effects of popular medicines.     Typical complaints from drug industry critics, right? Well, yes. Only this time they come from executives at Eli Lilly, the sixth-largest American drug maker and the company that invented Prozac.  ",
      "lead_paragraph": "INDIANAPOLIS - DRUG companies do an awful job of finding new medicines. They rely too much on billion-dollar blockbuster drugs that are both overmarketed and overprescribed. And they have been too slow to disclose side effects of popular medicines.",
      "publication_date": "2005-07-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/07/03/business/yourmoney/blockbuster-drugs-are-so-last-century.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Manufacturers Seeking to Link Classroom and the Factory Floor",
      "snippet": "This past winter, Juan Colon, 42, a punch-press operator for Afco Systems, a Farmingdale, N.Y., manufacturer of modular data centers, took a class in blueprint reading from company engineers in a conference room above the production floor.     Pet...",
      "abstract": "This past winter, Juan Colon, 42, a punch-press operator for Afco Systems, a Farmingdale, N.Y., manufacturer of modular data centers, took a class in blueprint reading from company engineers in a conference room above the production floor.     Peter Meyer, 40, a shipping clerk, took the same class. Both men earned certificates, and in recent interviews spoke well of their classroom experience, which was free -- financed by a $60,000 state labor department grant. Mr. Colon said he now got more respect from engineers.  ",
      "lead_paragraph": "This past winter, Juan Colon, 42, a punch-press operator for Afco Systems, a Farmingdale, N.Y., manufacturer of modular data centers, took a class in blueprint reading from company engineers in a conference room above the production floor.",
      "publication_date": "2005-07-03T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/07/03/jobs/manufacturers-seeking-to-link-classroom-and-the-factory-floor.html",
      "byline": "By Warren Strugatch"
    },
    {
      "headline": "Confirmation Battle in Senate Could Define Specter's Career",
      "snippet": "In nearly 25 years on the Senate Judiciary Committee, Senator Arlen Specter, Republican of Pennsylvania, has sat through nine Supreme Court confirmation hearings, some short and polite, some ugly and drawn out. Now that he is the chairman, he is p...",
      "abstract": "In nearly 25 years on the Senate Judiciary Committee, Senator Arlen Specter, Republican of Pennsylvania, has sat through nine Supreme Court confirmation hearings, some short and polite, some ugly and drawn out. Now that he is the chairman, he is prepared for the next one to go either way.     ''I'm not going to anticipate a bruising battle,'' Mr. Specter said in an interview on Friday after Justice Sandra Day O'Connor announced her resignation, ''but I'm not going to run from one either.''   ",
      "lead_paragraph": "WASHINGTON, July 2 - In nearly 25 years on the Senate Judiciary Committee, Senator Arlen Specter, Republican of Pennsylvania, has sat through nine Supreme Court confirmation hearings, some short and polite, some ugly and drawn out. Now that he is the chairman, he is prepared for the next one to go either way.",
      "publication_date": "2005-07-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/07/03/politics/politicsspecial1/confirmation-battle-in-senate-could-define.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "A Town That Bled Under Hussein Hails His Trial",
      "snippet": "The scars of what happened after an assassination attempt on Saddam Hussein, on July 8, 1982, are painfully evident in this mainly Shiite town 35 miles north of Baghdad.    People lower their voices when they speak of fathers, brothers and sons wh...",
      "abstract": "The scars of what happened after an assassination attempt on Saddam Hussein, on July 8, 1982, are painfully evident in this mainly Shiite town 35 miles north of Baghdad.    People lower their voices when they speak of fathers, brothers and sons who went to the gallows, their fates unknown until Mr. Hussein's overthrow 21 years later set off the ransacking of a secret police headquarters in Baghdad that uncovered records of the executions. The landscape around Dujail is mostly barren scrubland, stark testament to the bulldozing of thousands of acres of date palms and fruit orchards after plotters fired on Mr. Hussein's convoy from thickets on the edge of town.  ",
      "lead_paragraph": "DUJAIL, Iraq - The scars of what happened after an assassination attempt on Saddam Hussein, on July 8, 1982, are painfully evident in this mainly Shiite town 35 miles north of Baghdad.",
      "publication_date": "2005-07-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/07/03/world/middleeast/a-town-that-bled-under-hussein-hails-his-trial.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Convergence of Paris Hilton and G.M.",
      "snippet": "ALL of us could probably agree that any time Paris Hilton and General Motors converge on the same thing, a significant cultural moment is under way.    Recently, those two remarkably different brands decided it was worth their time and effort to p...",
      "abstract": "ALL of us could probably agree that any time Paris Hilton and General Motors converge on the same thing, a significant cultural moment is under way.    Recently, those two remarkably different brands decided it was worth their time and effort to put together a podcast. On a podcast for the movie ''House of Wax,'' Ms. Hilton talks about the onerous responsibilities of doing publicity for the film. G.M., meanwhile, used one of its recent podcasts to introduce the 2006 Buick Lucerne, which combines ''high-level technology and luxury features with a spacious quiet interior.'' Notably, the carmaker used rhetoric that might apply equally to the Lucerne or Ms. Hilton: ''Its body is contoured, athletic-looking with a very strong stance.''   ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/04/business/convergence-of-paris-hilton-and-gm.html",
      "byline": "By David Carr"
    },
    {
      "headline": "The Fallout from O'Connor's Resignation",
      "snippet": "Few people would dispute the impact that Sandra Day O'Connor, in her 24 years on the Supreme Court, has had on advancing the rights of women and minorities to equal hiring and education opportunities and to a bias-free workplace.    But now that J...",
      "abstract": "Few people would dispute the impact that Sandra Day O'Connor, in her 24 years on the Supreme Court, has had on advancing the rights of women and minorities to equal hiring and education opportunities and to a bias-free workplace.    But now that Justice O'Connor is leaving the court, will the pendulum swing back to give employers the right to hire and fire as they please, or even encourage them to dismantle voluntary affirmative action programs?   ",
      "lead_paragraph": "Few people would dispute the impact that Sandra Day O'Connor, in her 24 years on the Supreme Court, has had on advancing the rights of women and minorities to equal hiring and education opportunities and to a bias-free workplace.",
      "publication_date": "2005-07-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/04/business/the-fallout-from-oconnors-resignation.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "Top Egyptian Diplomat in Baghdad Is Kidnapped",
      "snippet": "The top Egyptian diplomat in Iraq was kidnapped late Saturday by gunmen in western Baghdad, Iraqi officials said Sunday. It is the first abduction of the head of a diplomatic mission here, at a time when the American and Iraqi governments are vigo...",
      "abstract": "The top Egyptian diplomat in Iraq was kidnapped late Saturday by gunmen in western Baghdad, Iraqi officials said Sunday. It is the first abduction of the head of a diplomatic mission here, at a time when the American and Iraqi governments are vigorously pressing Arab nations to send ambassadors to Iraq.    Word of the kidnapping of the diplomat, Ihab al-Sharif, came on a day of at least one deadly car bombing and other insurgent mayhem, as well as an unannounced visit to Baghdad by Alberto R. Gonzales, the United States attorney general, who has been mentioned as a possible nominee for Supreme Court justice.   ",
      "lead_paragraph": "BAGHDAD, Iraq, July 3 - The top Egyptian diplomat in Iraq was kidnapped late Saturday by gunmen in western Baghdad, Iraqi officials said Sunday. It is the first abduction of the head of a diplomatic mission here, at a time when the American and Iraqi governments are vigorously pressing Arab nations to send ambassadors to Iraq.",
      "publication_date": "2005-07-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/04/world/middleeast/top-egyptian-diplomat-in-baghdad-is-kidnapped.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Senators Clash on Questioning a Court Nominee",
      "snippet": "With a White House nomination of a new Supreme Court justice at least a week away, members of the Senate began sharpening their differences on Sunday as lawmakers battled over the proper line of questioning at confirmation hearings and the right o...",
      "abstract": "With a White House nomination of a new Supreme Court justice at least a week away, members of the Senate began sharpening their differences on Sunday as lawmakers battled over the proper line of questioning at confirmation hearings and the right of Democrats to filibuster a nominee they deem unacceptable.    As senators sparred in interviews, op-ed columns and television appearances, the Bush administration sought to keep its deliberations over a potential successor to Justice Sandra Day O'Connor out of public view. White House officials were privately encouraging lawmakers not to get drawn into speculation over candidates' names but to concentrate on calling for quick and fair consideration of whomever President Bush nominates. [Page A11.]  ",
      "lead_paragraph": "WASHINGTON, July 3 - With a White House nomination of a new Supreme Court justice at least a week away, members of the Senate began sharpening their differences on Sunday as lawmakers battled over the proper line of questioning at confirmation hearings and the right of Democrats to filibuster a nominee they deem unacceptable.",
      "publication_date": "2005-07-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/04/politics/politicsspecial1/senators-clash-on-questioning-a-court-nominee.html",
      "byline": "By Carl Hulse and Adam Nagourney"
    },
    {
      "headline": "Court's Term a Turn Back to the Center",
      "snippet": "Justice Sandra Day O'Connor's unexpected retirement announcement last week shifted public attention toward her legacy and the Supreme Court's future and away from the term that just concluded. But the term -- apparently not the Rehnquist Court's l...",
      "abstract": "Justice Sandra Day O'Connor's unexpected retirement announcement last week shifted public attention toward her legacy and the Supreme Court's future and away from the term that just concluded. But the term -- apparently not the Rehnquist Court's last, after all -- contained its share of notable developments that, taken together, cast a shadow of ambiguity over Chief Justice William H. Rehnquist's legacy.     The court's federalism revolution stalled, while the revival of property rights, which appeared to be taking off not long ago, crashed and burned on a riverbank in New London, Conn.   ",
      "lead_paragraph": "WASHINGTON, July 3 - Justice Sandra Day O'Connor's unexpected retirement announcement last week shifted public attention toward her legacy and the Supreme Court's future and away from the term that just concluded. But the term -- apparently not the Rehnquist Court's last, after all -- contained its share of notable developments that, taken together, cast a shadow of ambiguity over Chief Justice William H. Rehnquist's legacy.",
      "publication_date": "2005-07-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/04/politics/politicsspecial1/courts-term-a-turn-back-to-the-center.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Commando Saved in Afghanistan",
      "snippet": "One member of a four-man Navy Seal reconnaissance team has been rescued after his group was reported missing in a mountainous region of eastern Afghanistan last week, a senior Defense Department official said Sunday.    No details about how the co...",
      "abstract": "One member of a four-man Navy Seal reconnaissance team has been rescued after his group was reported missing in a mountainous region of eastern Afghanistan last week, a senior Defense Department official said Sunday.    No details about how the commando evaded Taliban fighters for about five days were disclosed. Pentagon and military officials in Washington and Afghanistan declined to release details of the rescue until the status of the three other members of the Special Operations team, still listed as missing, could be determined.   ",
      "lead_paragraph": "KABUL, Afghanistan, July 3 - One member of a four-man Navy Seal reconnaissance team has been rescued after his group was reported missing in a mountainous region of eastern Afghanistan last week, a senior Defense Department official said Sunday.",
      "publication_date": "2005-07-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/04/world/asia/commando-saved-in-afghanistan.html",
      "byline": "By Carlotta Gall and Thom Shanker"
    },
    {
      "headline": "Forget the Bootleg, Just Download the Movie Legally",
      "snippet": "Too rainy to go to the video store? Want a movie to watch on your laptop on the airplane? Or how about an older title that isn't at the local Wal-Mart?    After years of avoiding it, Hollywood studios are preparing to let people download and buy e...",
      "abstract": "Too rainy to go to the video store? Want a movie to watch on your laptop on the airplane? Or how about an older title that isn't at the local Wal-Mart?    After years of avoiding it, Hollywood studios are preparing to let people download and buy electronic copies of movies over the Internet, much as record labels now sell songs for 99 cents through Apple Computer's iTunes music store and other online services.  ",
      "lead_paragraph": "Too rainy to go to the video store? Want a movie to watch on your laptop on the airplane? Or how about an older title that isn't at the local Wal-Mart?",
      "publication_date": "2005-07-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/04/technology/forget-the-bootleg-just-download-the-movie-legally.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Why Newspapers Are Betting on Audience Participation",
      "snippet": "''Get me rewrite!''    For years those words evoked the romanticism of the newspaper business, back when swashbuckling reporters landed scoops with derring-do. Today they mean something else entirely, at least here where the people at The News & R...",
      "abstract": "''Get me rewrite!''    For years those words evoked the romanticism of the newspaper business, back when swashbuckling reporters landed scoops with derring-do. Today they mean something else entirely, at least here where the people at The News & Record, the local daily, are toiling to reinvent their newspaper.  ",
      "lead_paragraph": "GREENSBORO, N.C. - \"Get me rewrite!\"",
      "publication_date": "2005-07-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/04/business/media/why-newspapers-are-betting-on-audience-participation.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Journalists Say Threat of Subpoena Intensifies",
      "snippet": "In 1991, when Timothy Phelps, a reporter for Newsday, and Nina Totenberg, a reporter for National Public Radio, broke the news that Anita Hill had accused Clarence Thomas, then a Supreme Court nominee, of sexual harassment, a special Senate counse...",
      "abstract": "In 1991, when Timothy Phelps, a reporter for Newsday, and Nina Totenberg, a reporter for National Public Radio, broke the news that Anita Hill had accused Clarence Thomas, then a Supreme Court nominee, of sexual harassment, a special Senate counsel tried to subpoena the reporters' telephone records to unmask their confidential source.    The accusations prompted a second round of highly contentious confirmation hearings, but Senate leaders ultimately refused to give the special counsel permission to pursue the records, and eventually the matter was dropped.  ",
      "lead_paragraph": "In 1991, when Timothy Phelps, a reporter for Newsday, and Nina Totenberg, a reporter for National Public Radio, broke the news that Anita Hill had accused Clarence Thomas, then a Supreme Court nominee, of sexual harassment, a special Senate counsel tried to subpoena the reporters' telephone records to unmask their confidential source.",
      "publication_date": "2005-07-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/04/business/media/journalists-say-threat-of-subpoena-intensifies.html",
      "byline": "By Katharine Q. Seelye"
    }
  ]
}