{
  "metadata": {
    "date": "2005-02-15",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "A.I.G. Receives 2 Subpoenas: One Federal, One From State",
      "snippet": "The American International Group, one of the world's largest insurance companies, said yesterday that it had received two new subpoenas from state and federal investigators. The disclosure came just days after many investors interpreted comments b...",
      "abstract": "The American International Group, one of the world's largest insurance companies, said yesterday that it had received two new subpoenas from state and federal investigators. The disclosure came just days after many investors interpreted comments by top company officials as a signal that the worst of A.I.G.'s regulatory problems had been resolved.     The subpoenas from Eliot Spitzer, the New York attorney general, and the Securities and Exchange Commission, seek information on nontraditional insurance and transactions that some companies have used to improve the appearance of their financial statements.  ",
      "lead_paragraph": "The American International Group, one of the world's largest insurance companies, said yesterday that it had received two new subpoenas from state and federal investigators. The disclosure came just days after many investors interpreted comments by top company officials as a signal that the worst of A.I.G.'s regulatory problems had been resolved.",
      "publication_date": "2005-02-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/15/business/aig-receives-2-subpoenas-one-federal-one-from-state.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Phone Mergers May Curb PriceWars for Corporate Clients",
      "snippet": "American corporations could see an end to the price war of recent years in telephone and Internet services as a result of the sudden consolidation in telecommunications that was punctuated by yesterday's announcement that Verizon Communications wo...",
      "abstract": "American corporations could see an end to the price war of recent years in telephone and Internet services as a result of the sudden consolidation in telecommunications that was punctuated by yesterday's announcement that Verizon Communications would acquire MCI for $6.7 billion.    The deal pairs Verizon, which is based in New York and is the nation's largest regional telecommunications company, with the second-largest provider of telephone and Internet service to corporations across the country. The Verizon-MCI pact comes just two weeks after SBC Communications, the No. 2 regional phone company, based in San Antonio, agreed to pay $16 billion to acquire the long-distance leader, AT&T.  ",
      "lead_paragraph": "American corporations could see an end to the price war of recent years in telephone and Internet services as a result of the sudden consolidation in telecommunications that was punctuated by yesterday's announcement that Verizon Communications would acquire MCI for $6.7 billion.",
      "publication_date": "2005-02-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/15/business/phone-mergers-may-curb-pricewars-for-corporate-clients.html",
      "byline": "By Matt Richtel and Ken Belson"
    },
    {
      "headline": "Merck's Actions on Vioxx Face New Scrutiny",
      "snippet": "The spotlight is likely to be on Pfizer tomorrow when federal drug regulators begin hearings on cox-2 drugs, the class of arthritis and pain medicines that include the company's Celebrex and Bextra brands. After all, Merck, which made the other dr...",
      "abstract": "The spotlight is likely to be on Pfizer tomorrow when federal drug regulators begin hearings on cox-2 drugs, the class of arthritis and pain medicines that include the company's Celebrex and Bextra brands. After all, Merck, which made the other drug in that class, Vioxx, pulled it off the market last fall, citing its safety risks.      But Wall Street analysts and battalions of lawyers will be intently watching testimony by and about Merck because the company faces hundreds of lawsuits over Vioxx, some of them scheduled to go to trial as early as May in Alabama and Texas. Consolidated groups of cases are headed for trial in California and New Jersey this summer.   ",
      "lead_paragraph": "The spotlight is likely to be on Pfizer tomorrow when federal drug regulators begin hearings on cox-2 drugs, the class of arthritis and pain medicines that include the company's Celebrex and Bextra brands. After all, Merck, which made the other drug in that class, Vioxx, pulled it off the market last fall, citing its safety risks.",
      "publication_date": "2005-02-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/15/business/mercks-actions-on-vioxx-face-new-scrutiny.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Bush Picks Acting Chief To Be Leader of F.D.A.  President Bush said he would nominate Dr. Lester Crawford, the acting commissioner of the Food and Drug Administration, to be the agency's permanent commissioner.    Dr. Crawford has made priorities ...",
      "abstract": " Bush Picks Acting Chief To Be Leader of F.D.A.  President Bush said he would nominate Dr. Lester Crawford, the acting commissioner of the Food and Drug Administration, to be the agency's permanent commissioner.    Dr. Crawford has made priorities out of speeding drug approvals, protecting drugs and food from terrorist attacks and improving the manufacture of medicines. [Page A1.]    Research into new ways of fighting pain has been given new impetus by the withdrawal of Vioxx and questions about similar pills. [F1.]    Air Force Contract Inquiry Widens  The Pentagon is investigating eight more Air Force contracts as part of a broader investigation into influence-peddling involving a former Air Force official and Boeing. [C2.]    Top Executive of OfficeMax Resigns  Christopher C. Milliken, the chief executive of OfficeMax, resigned in the wake of accounting problems at the company involving improprieties in the way it accounted for rebates from a large supplier. OfficeMax said it had fired six employees as a result of an internal investigation which confirmed that workers had fabricated documents. [C3.]    Show Contestant Kills Himself  A contestant in a new NBC reality series about boxing scheduled to start next month has committed suicide, network executives said. They said the show would go on as planned. [C10.]    Stocks Are Mixed; A.I.G. Stumbles  The Dow fell 4.88 points, to 10,791.13, retreating from its high for the year, as shares in American International Group dropped. The Nasdaq composite climbed 6.25 points, to 2,082.91, and the S.&P. 500 rose 0.84 point, to 1,206.14. [C11.]    Ads for Splenda Are Criticized  Two unusual partners are saying that a unit of Johnson & Johnson should stop implying that its artificial sweetener, Splenda, is natural because it is made from sugar. [A12.]    Judge Instructs Jury in Zoloft Case  The judge in the trial of Christopher Pittman, who killed his grandparents while taking Pfizer's drug Zoloft, gave the jury an option to acquit him without finding him insane. [A10.]    Traveling Is Tough for the Hefty  Plus-sized travelers can run into demoralizing situations. Nadine Thompson, left, the chief executive of a direct sales company, is suing Southwest Airlines because she says it asked that she buy the seat next to her or leave the plane. The treatment large people get on the ground is often not much better. [C9.]    One athlete who weighs more than 400 pounds has developed techniques for surviving flights. Joe Sharkey: On the Road. [C9.]    Nokia to Use Microsoft Formats  Nokia, the leading cellphone manufacturer, agreed to use Microsoft's music formats in its phones. [C4.]    Judge to Consider Yukos Case  A judge will decide this week whether a bankruptcy case pitting the Russian oil company Yukos against the Kremlin can proceed in the United States. [C8.]    Ads in Pursuit of Big Legal Game  A Baltimore-area lawyer has started a million-dollar advertising campaign, hoping to land a billion-dollar case. Advertising. [C10.]  ",
      "lead_paragraph": "Bush Picks Acting Chief To Be Leader of F.D.A. President Bush said he would nominate Dr. Lester Crawford, the acting commissioner of the Food and Drug Administration, to be the agency's permanent commissioner.",
      "publication_date": "2005-02-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/15/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Trying to Strengthen an 'I Do' With a More Binding Legal Tie",
      "snippet": "In front of more than 5,000 cheering constituents in a North Little Rock sports arena, Gov. Mike Huckabee took the former Janet McCain to be his lawfully wedded wife Monday night, just as he did nearly 31 years ago, for better or for worse, in sic...",
      "abstract": "In front of more than 5,000 cheering constituents in a North Little Rock sports arena, Gov. Mike Huckabee took the former Janet McCain to be his lawfully wedded wife Monday night, just as he did nearly 31 years ago, for better or for worse, in sickness and in health, until death do them part.     This time, although the actual vows were not repeated, the emphasis was clearly on the ''until death'' pledge.  ",
      "lead_paragraph": "LITTLE ROCK, Ark., Feb. 14 - In front of more than 5,000 cheering constituents in a North Little Rock sports arena, Gov. Mike Huckabee took the former Janet McCain to be his lawfully wedded wife Monday night, just as he did nearly 31 years ago, for better or for worse, in sickness and in health, until death do them part.",
      "publication_date": "2005-02-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/15/us/trying-to-strengthen-an-i-do-with-a-more-binding-legal-tie.html",
      "byline": "By Rick Lyman"
    },
    {
      "headline": "Beirut Car Bomb Kills Ex-Premier; Stability at Risk",
      "snippet": "An enormous car bomb blasted the motorcade of former Prime Minister Rafik Hariri on Monday, killing him and 11 others in the most serious blow to the stability of Lebanon in more than a decade.     Mr. Hariri, 60, a billionaire politician who resi...",
      "abstract": "An enormous car bomb blasted the motorcade of former Prime Minister Rafik Hariri on Monday, killing him and 11 others in the most serious blow to the stability of Lebanon in more than a decade.     Mr. Hariri, 60, a billionaire politician who resigned as prime minister in October to protest Syria's continuing influence here, was pronounced dead on arrival at the American University Hospital in Beirut.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/15/world/middleeast/beirut-car-bomb-kills-expremier-stability-at-risk.html",
      "byline": "By Hassan M. Fattah"
    },
    {
      "headline": "How MCI Got Lost Amid the Competition",
      "snippet": "From audacious start-up to industry innovator to an insatiable acquirer that came to symbolize the corporate greed that brought down other highfliers, MCI's story had it all.      It was William G. McGowan who in 1968 saw the potential to make his...",
      "abstract": "From audacious start-up to industry innovator to an insatiable acquirer that came to symbolize the corporate greed that brought down other highfliers, MCI's story had it all.      It was William G. McGowan who in 1968 saw the potential to make history with the fledgling MCI, which had begun five years earlier as an 11-employee company seeking to build a row of microwave towers to connect truckers with dispatchers. He set the seemingly impossible goal of breaking the stranglehold that the American Telephone and Telegraph Company held on telephone lines in the United States. At the time, AT&T controlled 90 percent of the nation's local calls and nearly 100 percent of long-distance traffic.   ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/15/business/how-mci-got-lost-amid-the-competition.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "F.D.A. Chief Is Named Amid Calls for More Drug Oversight",
      "snippet": "President Bush announced on Monday that he would nominate the acting commissioner of the Food and Drug Administration, Dr. Lester M. Crawford, as the permanent head of the agency.     The move comes amid a Congressional investigation of the agency...",
      "abstract": "President Bush announced on Monday that he would nominate the acting commissioner of the Food and Drug Administration, Dr. Lester M. Crawford, as the permanent head of the agency.     The move comes amid a Congressional investigation of the agency and widespread calls that it strengthen oversight of drug safety.  ",
      "lead_paragraph": "WASHINGTON, Feb. 14 - President Bush announced on Monday that he would nominate the acting commissioner of the Food and Drug Administration, Dr. Lester M. Crawford, as the permanent head of the agency.",
      "publication_date": "2005-02-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/15/politics/fda-chief-is-named-amid-calls-for-more-drug-oversight.html",
      "byline": "By Gardiner Harris and Robert Pear"
    }
  ]
}