{
  "metadata": {
    "date": "2005-09-29",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "New ThinkPad Is All Work, and Some Play",
      "snippet": "David Pogue column on new Z-series ThinkPad laptops from Lenovo, priced from $800 to $2,300; says Lenovo appears to be of two minds about ThinkPad's IBM pedigree; photo (M)",
      "abstract": "David Pogue column on new Z-series ThinkPad laptops from Lenovo, priced from $800 to $2,300; says Lenovo appears to be of two minds about ThinkPad's IBM pedigree; photo (M)",
      "lead_paragraph": "THE Subaru Corvette the Green Bay Dolphins the Microsoft iPod.",
      "publication_date": "2005-09-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/29/technology/circuits/new-thinkpad-is-all-work-and-some-play.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "For G.O.P., DeLay IndictmentAdds to a Sea of Troubles",
      "snippet": "Indictment of Rep Tom DeLay, House majority leader, on charges of violating Texas election finance law is latest in series of scandals and setbacks that have buffeted Republican leaders and Bush administration since November 2004 elections and hav...",
      "abstract": "Indictment of Rep Tom DeLay, House majority leader, on charges of violating Texas election finance law is latest in series of scandals and setbacks that have buffeted Republican leaders and Bush administration since November 2004 elections and have transformed what might have been victory lap into hard political scramble; other events undermining party's hold on power include investigation of Sen Bill Frist, majority leader, indictment of Jack Abramoff, Republican lobbyist, criminal investigation into leaking of CIA operative's name and Bush administration's handling of Hurricane Katrina (M)",
      "lead_paragraph": "WASHINGTON, Sept. 28 - This is not what the Republicans envisioned 11 months ago, when they were returned to office as a powerful one-party government with a big agenda and -- it seemed -- little to fear from the opposition.",
      "publication_date": "2005-09-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/29/politics/for-gop-delay-indictmentadds-to-a-sea-of-troubles.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "Guidant Case May Involve Crime Inquiry",
      "snippet": "Criminal investigators at FDA have apparently become involved in agency's inquiry into how Guidant Corporation handled problems with its heart devices; FDA has been looking into several issues involving Guidant, including whether it properly repor...",
      "abstract": "Criminal investigators at FDA have apparently become involved in agency's inquiry into how Guidant Corporation handled problems with its heart devices; FDA has been looking into several issues involving Guidant, including whether it properly reported failures of some of its heart devices and manufacturing changes to correct problems; disclosure comes as pending $25.4 billion takeover by Johnson & Johnson of Guidant nears completion (M)",
      "lead_paragraph": "Criminal investigators at the Food and Drug Administration have apparently become involved in the agency's inquiry into how the Guidant Corporation handled problems with its heart devices, said two people contacted by the investigators.",
      "publication_date": "2005-09-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/29/business/guidant-case-may-involve-crime-inquiry.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "Bayou Chief Is Expected to Turn Himself In",
      "snippet": "Samuel Israel III, founder and chief executive of Bayou Group, Connecticut hedge fund that seemingly disappeared overnight in what federal prosecutors have described as $300 million fraud, is expected to surrender to federal authorities; Daniel E ...",
      "abstract": "Samuel Israel III, founder and chief executive of Bayou Group, Connecticut hedge fund that seemingly disappeared overnight in what federal prosecutors have described as $300 million fraud, is expected to surrender to federal authorities; Daniel E Marino, fund's chief financial officer, is also expected to surrender (M)",
      "lead_paragraph": "Samuel Israel III, the founder and chief executive of the Bayou Group, the Connecticut hedge fund that seemingly disappeared overnight in what federal prosecutors have described as a $300 million fraud, is expected to surrender to federal authorities today, a law enforcement official who has been briefed on the case said last night.",
      "publication_date": "2005-09-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/29/business/bayou-chief-is-expected-to-turn-himself-in.html",
      "byline": "By Jenny Anderson and William K. Rashbaum"
    },
    {
      "headline": "Fear Exceeded Crime's Reality in New Orleans",
      "snippet": "Review of available evidence shows that some, though not all, of most alarming reports of violence that circulated in New Orleans after Hurricane Katrina struck appear to be little more than figments of frightened imaginations, product of chaotic ...",
      "abstract": "Review of available evidence shows that some, though not all, of most alarming reports of violence that circulated in New Orleans after Hurricane Katrina struck appear to be little more than figments of frightened imaginations, product of chaotic circumstances and even residue of longstanding raw relations between some police officers and members of public; Edwin P Compass III, who has resigned as police superintendent, says his comments on Sept 4 about beating and raping of tourists at convention center were based on secondhand reports; fears changed troop deployments, delayed medical evacuations, drove police officers to quit and grounded helicopters; much of sense of menace was ignited by genuine disorder and violence; looting began at moment storm passed over city and ranged from base thievery to foraging for necessities of life; photos (M)",
      "lead_paragraph": "NEW ORLEANS, Sept. 25 - After the storm came the siege. In the days after Hurricane Katrina, terror from crimes seen and unseen, real and rumored, gripped New Orleans. The fears changed troop deployments, delayed medical evacuations, drove police officers to quit, grounded helicopters. Edwin P. Compass III, the police superintendent, said that tourists -- the core of the city's economy -- were being robbed and raped on streets that had slid into anarchy.",
      "publication_date": "2005-09-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/29/us/nationalspecial/fear-exceeded-crimes-reality-in-new-orleans.html",
      "byline": "By Jim Dwyer and Christopher Drew"
    },
    {
      "headline": "Romance Made Electric; Some Makers Move to Revive Beloved Battery-Run Cars",
      "snippet": "Article in series Beyond Gasoline, periodically examining alternative technologies for powering cars, discusses effort to revive battery-run cars; Mitsubishi is developing one for sale in Japan by end of decade, and Subaru plans to start testing p...",
      "abstract": "Article in series Beyond Gasoline, periodically examining alternative technologies for powering cars, discusses effort to revive battery-run cars; Mitsubishi is developing one for sale in Japan by end of decade, and Subaru plans to start testing prototype in March; Fuji Heavy Industries, Subaru's parent company, and other companies are working to develop high-efficiency, high-performance battery, which can also be used in developing hybrid-electric cars and other variations of electric vehicle; merits and drawbacks of battery-electric cars assessed; drawing; photo (M)",
      "lead_paragraph": "DETROIT, Sept. 28 - Alexandra Paul, a former star of \"Baywatch,\" is not a satisfied General Motors customer -- to put it mildly.",
      "publication_date": "2005-09-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/29/business/romance-made-electric-some-makers-move-to-revive-beloved.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Delay Is Indicted in Texas Case and Forfeits G.O.P. House Post",
      "snippet": "Rep Tom DeLay is indicted on charge of violating campaign laws in Texas and is forced by Republican Party rules to step aside as majority leader of US House of Representatives; is charged with conspiring with two previously indicted aides, James W...",
      "abstract": "Rep Tom DeLay is indicted on charge of violating campaign laws in Texas and is forced by Republican Party rules to step aside as majority leader of US House of Representatives; is charged with conspiring with two previously indicted aides, James W Ellis and John D Colyandro, to violate Texas ban on use of corporate money by state political candidates, by funneling thousands of dollars in corporate contributions through Republican National Committee; denies charge and attacks Ronnie Earle, Democratic district attorney who brought it, as partisan fanatic seeking retribution for his role in state redistricting plan that sent five new Texas Republicans to Congress; Republicans in House rally to DeLay's defense, and Democrats say indictment reinforces their view that Republican majorty has lost its ethical bearings; White House spokesman says Pres Bush continues to see DeLay as good ally and leader; Rep Roy Blunt is named to assume DeLay's House duties temporarily; Rep David Dreier is assigned to take on more responsibilities; chronology of DeLay inquiry; photos (M)",
      "lead_paragraph": "WASHINGTON, Sept. 28 - Representative Tom DeLay, the House majority leader and a driving Republican power in Washington, was forced to step aside from his leadership post on Wednesday after a grand jury in Texas indicted him on a charge of conspiring to violate election laws in his home state.",
      "publication_date": "2005-09-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/29/politics/delay-is-indicted-in-texas-case-and-forfeits-gop-house-post.html",
      "byline": "By Philip Shenon and Carl Hulse"
    },
    {
      "headline": "A Mogul Who Would Rebuild New Orleans",
      "snippet": "Joseph C Conizaro, real estate mogul best known for bringing high-rises to New Orleans skyline, has emerged as perhaps single most influential business executive in New Orleans and is expected to play major role in rebuilding of city after Hurrica...",
      "abstract": "Joseph C Conizaro, real estate mogul best known for bringing high-rises to New Orleans skyline, has emerged as perhaps single most influential business executive in New Orleans and is expected to play major role in rebuilding of city after Hurricane Katrina; photo (M)",
      "lead_paragraph": "BATON ROUGE, La., Sept. 28 - Many of the business elite of New Orleans seem preoccupied these days by what some here simply call The List -- the chosen few Mayor C. Ray Nagin is expected to name on Friday to a commission to advise him on the rebuilding of the stricken city. Almost certain to make the grade is the real estate mogul Joseph C. Canizaro, the man best known for bringing high-rises to the New Orleans skyline.",
      "publication_date": "2005-09-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/29/business/a-mogul-who-would-rebuild-new-orleans.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "In a Melting Trend, Less Arctic Ice to Go Around",
      "snippet": "Floating cap of sea ice on Arctic Oceans shrinks this summer to what is probably its smallest size in at least a century of record keeping, and scientists cannot explain continuing trend toward less summer ice without attributing it in part to hum...",
      "abstract": "Floating cap of sea ice on Arctic Oceans shrinks this summer to what is probably its smallest size in at least a century of record keeping, and scientists cannot explain continuing trend toward less summer ice without attributing it in part to human-caused global warming; they also expect change to become self-sustaining as increased open water absorbs solar energy that bright white ice would have reflected back into space; graph; map (M)",
      "lead_paragraph": "The floating cap of sea ice on the Arctic Ocean shrank this summer to what is probably its smallest size in at least a century of record keeping, continuing a trend toward less summer ice, a team of climate experts reported yesterday.",
      "publication_date": "2005-09-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/29/science/in-a-melting-trend-less-arctic-ice-to-go-around.html",
      "byline": "By Andrew C. Revkin"
    },
    {
      "headline": "Cut-Rate Homes For Middle Class Are Catching On",
      "snippet": "Middle-class families, some with household incomes in six figures, are buying homes at budget prices thanks to government agencies, private developers, not-for-profit groups and employers; units--sometimes called low-cost, work force or inclusiona...",
      "abstract": "Middle-class families, some with household incomes in six figures, are buying homes at budget prices thanks to government agencies, private developers, not-for-profit groups and employers; units--sometimes called low-cost, work force or inclusionary housing--are most common in hot markets and are intended for people with full-time jobs who earn too much to qualify for federal assistance but too little to obtain conventional mortgage, at least not in cities or neighborhoods where they want to live; price breaks are usually not achieved through direct subsidies but a range of cost-cutting programs, including cities' making zoning changes for developers, providing land at reduced cost, expediting approvals of building plans and allowing construction of bigger and more expensive homes elsewhere; even New York City has flurry of new programs; photos (M)",
      "lead_paragraph": "NOVATO, Calif. - Janice Quinci likes nice things: fashionable clothes, dinner out with her husband, a private school for her daughter. With a household income in the six figures, Ms. Quinci can pretty much enjoy it all.",
      "publication_date": "2005-09-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/29/us/cutrate-homes-for-middle-class-are-catching-on.html",
      "byline": "By Dean E. Murphy"
    }
  ]
}