{
  "metadata": {
    "date": "2005-09-16",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Bush Pledges Federal Role in Rebuilding Gulf Coast",
      "snippet": "Pres Bush addresses nation from New Orleans, pledging massive federal aid in rebuilding of devastated Gulf Coast; calls for creation of Gulf Opportunity Zone, government enterprise encompassing Louisiana, Mississippi and Alabama that would provide...",
      "abstract": "Pres Bush addresses nation from New Orleans, pledging massive federal aid in rebuilding of devastated Gulf Coast; calls for creation of Gulf Opportunity Zone, government enterprise encompassing Louisiana, Mississippi and Alabama that would provide help on taxes, housing, education and job training for victims of Hurricane Katrina; he orders immediate review of emergency plans for all cities, saying there is need for greater federal authority and broader role for armed forces in certain emergencies; calls for federal government assessment of his administration's response to Katrina and says he will work with both parties in Congress to investigate what went wrong, but he does not embrace calls for independent commission to conduct investigation; photos (M)",
      "lead_paragraph": "NEW ORLEANS, Sept. 15 - President Bush called Thursday night for the rebuilding of the devastated Gulf Coast through the creation of a Gulf Opportunity Zone, a government enterprise that he said would provide help on taxes, housing, education and job training for the victims of Hurricane Katrina.",
      "publication_date": "2005-09-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/16/us/nationalspecial/bush-pledges-federal-role-in-rebuilding-gulf-coast.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "Microsoft Said to Be Talking About AOL Link",
      "snippet": "Microsoft and Time Warner have explored variety of possible combinations of MSN Internet portal with America Online operation of Time Warner, including merger of two into new company that would be jointly owned; discussions were initiated by Micro...",
      "abstract": "Microsoft and Time Warner have explored variety of possible combinations of MSN Internet portal with America Online operation of Time Warner, including merger of two into new company that would be jointly owned; discussions were initiated by Microsoft, which has Google in its sights; Microsoft is trying to focus its Internet operations on its developing Web search product rather than its Web portal and Internet access biusiness, which it no longer sees as strategically important; Microsoft had offered to sell its MSN Internet portal and dial-up subscriber business to America Online and to Yahoo; Yahoo considered and quickly rejected proposal; Time Warner expressed interest (M)",
      "lead_paragraph": "Microsoft and Time Warner have explored a variety of possible combinations of the MSN Internet portal with the America Online operation of Time Warner, including a merger of the two into a new company that would be jointly owned, according to several people involved in the talks.",
      "publication_date": "2005-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/16/technology/microsoft-said-to-be-talking-about-aol-link.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Chief Justice Nominee SpeaksVolumes, While Saying Little",
      "snippet": "News analysis: Judge John G Roberts Jr, who has been accused of saying very little at his confirmation hearings, has in fact revealed great deal about how he will approach his work if he becomes 17th chief justice of United States; while declining...",
      "abstract": "News analysis: Judge John G Roberts Jr, who has been accused of saying very little at his confirmation hearings, has in fact revealed great deal about how he will approach his work if he becomes 17th chief justice of United States; while declining to answer questions on specific cases and legal issues, he has made clear his approach to interpreting Constitution is more varied and flexible than originalism subscribed to by Justices Clarence Thomas and Antonin Scalia, two justices Pres Bush once singled out as models for sorts of justices he plans to appoint; Roberts says he would consider not only how framers understood words of Constitution, but also how courts have interpreted them and how they apply to evolving societal conditions; that approach disappoints some conservative legal scholars; photos (M)",
      "lead_paragraph": "WASHINGTON, Sept. 15 - For someone accused of saying very little, Judge John G. Roberts Jr. revealed a great deal about how he will approach his work if confirmed as the 17th chief justice of the United States.",
      "publication_date": "2005-09-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/16/politics/politicsspecial1/chief-justice-nominee-speaksvolumes-while-saying.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "How Long to Jail White-Collar Criminals?",
      "snippet": "Upcoming sentencing of former Tyco International chief executive L Dennis Kozlowski comes at time when number of lawyers, including former prosecutors, are questioning whether lengthy sentences for former corporate executives are justified; no law...",
      "abstract": "Upcoming sentencing of former Tyco International chief executive L Dennis Kozlowski comes at time when number of lawyers, including former prosecutors, are questioning whether lengthy sentences for former corporate executives are justified; no lawyer is suggesting that white-collar criminals not serve time, but are asking what the appropriate sentence is for white-collar crimes relative to punishments for other crimes; Tyco's former finance chief Mark H Swartz will be sentenced on Sept 19 along with Kozlowski; photos (M)",
      "lead_paragraph": "On Monday morning, L. Dennis Kozlowski, the former chief executive of Tyco International, will learn his fate. Mr. Kozlowski, who was convicted of grand larceny, falsifying business records, securities fraud and other charges, is to be sentenced in New York State Supreme Court in Manhattan and, unless he is granted bail, could be whisked off to Rikers Island to be processed. He faces a prison sentence as long as 30 years.",
      "publication_date": "2005-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/16/business/how-long-to-jail-whitecollar-criminals.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Seinfeld Who? NBC Pursuing the Heartland",
      "snippet": "NBC, which dominated prime-time ratings for decade wtih sophisticated uban comedies, is heavily promoting new series aimed at churchgoing rural and suburban audience called Three Wishes; in series, singer Amy Grant travels to different town each w...",
      "abstract": "NBC, which dominated prime-time ratings for decade wtih sophisticated uban comedies, is heavily promoting new series aimed at churchgoing rural and suburban audience called Three Wishes; in series, singer Amy Grant travels to different town each week in effort to fulfill wishes of needy families and community groups; network's marketing vice president Barbara Blangiardi says target audience is Christian community; at root of network's strategy for Three Wishes is raising its visibility in smaller counties; marketing campaign described; photos (M)",
      "lead_paragraph": "KENNESAW, Ga., Sept. 12 - The cash register at Goody's clothing store here flashed $106.01 -- for a dress shirt and three pairs of Levi's -- but as Lori Smith reached for her credit card, a nearby voice brought the transaction to a halt.",
      "publication_date": "2005-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/16/business/media/seinfeld-who-nbc-pursuing-the-heartland.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Invasion of the Reluctant Renters",
      "snippet": "Evacuees from Hurricane Katrina have encountered plenty of affordable housing from nearby cities, and local property managers have seen small but noticeable boom; from San Antonio to St Louis to Atlanta, economies of these cities have chugged alon...",
      "abstract": "Evacuees from Hurricane Katrina have encountered plenty of affordable housing from nearby cities, and local property managers have seen small but noticeable boom; from San Antonio to St Louis to Atlanta, economies of these cities have chugged along in recent years, missing out on booms and busts on East and West Coasts; yet there has been glut of empty apartments in these areas, as new buildings sprang up and lower interest rates made it more attractive for renters to buy homes; maps; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/16/business/invasion-of-the-reluctant-renters.html",
      "byline": "By Eric Dash and David Leonhardt"
    },
    {
      "headline": "When Charity Stems From a Lawsuit",
      "snippet": "Floyd Norris column on Oracle Corp's decision to donate $100 million to charity chosen by company's chief executive Lawrence J Ellison, settlement money from shareholders' derivative suit; questions Oracle's contention that donation will enhance c...",
      "abstract": "Floyd Norris column on Oracle Corp's decision to donate $100 million to charity chosen by company's chief executive Lawrence J Ellison, settlement money from shareholders' derivative suit; questions Oracle's contention that donation will enhance company's reputation and improve its shareholder value; notes plaintiff's lawyer Joseph J Tabacco Jr believes Oracle would benefit because its chief executive would not be distracted by having to defend suit; photo (M)",
      "lead_paragraph": "CHARITY, according to popular lore, begins at home. These days, however, it sometimes begins in court. Therein lies a question of propriety, as well as one of just whose interests are being represented.",
      "publication_date": "2005-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/16/business/when-charity-stems-from-a-lawsuit.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "G.O.P. Split Over Big Plans for Storm Spending",
      "snippet": "Drive to pour tens of billions of federal dollars into rebuilding hurricane-battered Gulf Coast widens fissure among Republicans over fiscal policy; growing number express worry about unbridled spending even before Pres Bush pledges, in speech to ...",
      "abstract": "Drive to pour tens of billions of federal dollars into rebuilding hurricane-battered Gulf Coast widens fissure among Republicans over fiscal policy; growing number express worry about unbridled spending even before Pres Bush pledges, in speech to nation, that federal money will cover 'great majority of the costs of repairing public infrastructure'; Sen Jim DeMint calls for restoring 'sanity' to federal recovery effort, and Sen Tom Coburn says rest of country should not bear costs of rebuilding in Louisiana; Congress has already approved $62 billion, mostly to cover costs already incurred, and price tag is rising; Congressional Democrats advocate their own comprehensive recovery program, with Sen Harry Reid saying providing rapid and extensive help overrides need to cut spending elsewhere (M)",
      "lead_paragraph": "WASHINGTON, Sept. 15 - The drive to pour tens of billions of federal dollars into rebuilding the hurricane-battered Gulf Coast is widening a fissure among Republicans over fiscal policy, with more of them expressing worry about unbridled spending.",
      "publication_date": "2005-09-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/16/us/front page/storm-and-crisis-congress-gop-split-over-big-plans-for-storm.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "Voting May Be Life-and-Death Choice for Afghans",
      "snippet": "Newly emboldened Taliban insurgency steps up campaign of threats and thuggery on eve of Afghanistan's parliamentary and provincial elections; particuarly in country's south, candidates face threats against themselves and their children; whether Af...",
      "abstract": "Newly emboldened Taliban insurgency steps up campaign of threats and thuggery on eve of Afghanistan's parliamentary and provincial elections; particuarly in country's south, candidates face threats against themselves and their children; whether Afghan men and women will be able to cast their votes freely and fairly remains to be tested, but many ordinary Afghans seem unfazed by threats and violence and, on occasion, are openly defiant; for now, even candidates who have been threatened vow to stay in race, even as they limit their campaign activities sharply; Taliban leaflets known as 'night letters' are left at markets and mosques in several southern provinces, issuing warnings against anyone who participates in elections; photos; map (M)",
      "lead_paragraph": "QALAT, Afghanistan, Sept. 14 - Who's afraid of democracy in Afghanistan?",
      "publication_date": "2005-09-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/16/world/asia/voting-may-be-lifeanddeath-choice-for-afghans.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "Tax Inquiry Is Moving Past KPMG",
      "snippet": "Federal prosecutors have said their criminal investigation into abusive tax shelters is widening, and attention is increasingly turning to role played by banks, financial advisers and law firms that worked with KPMG and other accounting firms to c...",
      "abstract": "Federal prosecutors have said their criminal investigation into abusive tax shelters is widening, and attention is increasingly turning to role played by banks, financial advisers and law firms that worked with KPMG and other accounting firms to create and sell such shelters; among those companies, Deutsche Bank in particular has been target of lawsuits from wealthy investors who sought to shield millions of dollars from taxes and bought shelters that did not pass muster with Internal Revenue Service (M)",
      "lead_paragraph": "Ever since the accounting firm KPMG reached a $456 million settlement of a federal investigation into abusive tax shelters nearly three weeks ago, the question has been who may be next.",
      "publication_date": "2005-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/16/business/tax-inquiry-is-moving-past-kpmg.html",
      "byline": "By Lynnley Browning"
    }
  ]
}