{
  "metadata": {
    "date": "2005-11-10",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "For One Student, a College Career Becomes a Career",
      "snippet": "Johnny Lechner, in his 12th year as student at University of Wisconsin at Whitewater, has parlayed life as perpetual student into lucrative personal brand; his genius for self-promotion has gotten him on several television programs to describe roi...",
      "abstract": "Johnny Lechner, in his 12th year as student at University of Wisconsin at Whitewater, has parlayed life as perpetual student into lucrative personal brand; his genius for self-promotion has gotten him on several television programs to describe roisterous campus lifestyle of beer and merrymaking; he is endorsing various products and reality television series based on his life at college is in the works; he has respectable grade point average and has accumulated more than twice number of credits required for graduation, but he has failed to complete senior thesis; his parents helped pay tuition his first two years, and he has paid his own way since then, working part time and taking out student loans; he received tuition subsidy given to all in-state students until last year, when state Board of Regents imposed hefty surcharge on tuition for students exceeeding certain number of credits; photo (M)",
      "lead_paragraph": "WHITEWATER, Wis. - Nearly every college has some screwball who never seems to graduate, lingering year after year as classmates move on. And then there is Johnny Lechner.",
      "publication_date": "2005-11-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/10/us/for-one-student-a-college-career-becomes-a-career.html",
      "byline": "By Sam Dillon"
    },
    {
      "headline": "Lobbyist Sought $9 Million to Set Bush Meeting",
      "snippet": "Jack Abramoff, once one of most powerful lobbyists in Washington, asked Pres Omar Bongo of Gabon for $9 million in 2003 to arrange meeting with Pres Bush, and directed that fee be paid to GrassRoots Interactive, Maryland company now under federal ...",
      "abstract": "Jack Abramoff, once one of most powerful lobbyists in Washington, asked Pres Omar Bongo of Gabon for $9 million in 2003 to arrange meeting with Pres Bush, and directed that fee be paid to GrassRoots Interactive, Maryland company now under federal scrutiny; Bongo met with Bush in Oval Office 10 months later in visit that White House and State Dept describe as routine; government of Gabon is regularly accused by US of human rights abuses; there is no evidence in public record that Abramoff played any role in organizing meeting or received any money or signed contract with Gabon; his offering letter is released by Senate Indian Affairs Committee, which has conducted yearlong investigation of his lobbying for Indian tribes; Abramoff's three-page letter to Bongo suggested he had unusual influence to arrange meeting with Bush; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 9 - The lobbyist Jack Abramoff asked for $9 million in 2003 from the president of a West African nation to arrange a meeting with President Bush and directed his fees to a Maryland company now under federal scrutiny, according to newly disclosed documents.",
      "publication_date": "2005-11-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/10/washington/lobbyist-sought-9-million-to-set-bush-meeting.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "Senators Grill Oil Executives on Prices and Profits",
      "snippet": "Senators from both parties demand oil executives defend their record profits, amid soaring retail prices for oil and natural gas and suspicious of gasoline manipulation, Senate hearing; Sen Pete Domenici questions executives as to whether they are...",
      "abstract": "Senators from both parties demand oil executives defend their record profits, amid soaring retail prices for oil and natural gas and suspicious of gasoline manipulation, Senate hearing; Sen Pete Domenici questions executives as to whether they are rigging oil prices; Sen Barbara Boxer produces chart showing that executives are making millions of dollars in salaries, bonuses and stock awards; ExxonMobil, Chevron, ConocoPhillips, BP and Royal Dutch/Shell reported total earnings last quarter of nearly $33 billion; Republican leadership of Senate requested joint hearings by Energy and Natural Resources Committee and Committee on Commerce, Science and Transportation; Sen Bill Frist indicates he is not satisfied with executives' answers; Federal Trade Commission says it has issued dozens of subpoenas to energy companies in its own investigation into possible price-gauging; FTC chairwoman Deborah Platt Majoras says she opposes federal price-gouging law because it might lead to caps that would harm consumers; Exxon's chairman-chief executive Lee R Raymond says industry's profits, measured as share of its revenues, are no greater than those in other industries; House Speaker J Dennis Hastert holds private meeting with Raymond after testimony; photos (M)",
      "lead_paragraph": "WASHINGTON, Nov. 10 - Five of the country's top oil executives walked into a large Congressional hearing room on Wednesday -- one filled with nearly a third of all senators and with hundreds of other people, a dozen of them wearing T-shirts reading \"Expose Exxon.\"",
      "publication_date": "2005-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/10/business/senators-grill-oil-executives-on-prices-and-profits.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "3 Hotels Bombed in Jordan; At Least 57 Die",
      "snippet": "Terrorist bombs rip through three popular hotels in Amman, Jordan, killing dozens and wounding more than 100; worst hit is Radisson SAS Hotel, site of wedding party attended by numerous Jordanian notables; Grand Hyatt Hotel and Days Inn Hotel are ...",
      "abstract": "Terrorist bombs rip through three popular hotels in Amman, Jordan, killing dozens and wounding more than 100; worst hit is Radisson SAS Hotel, site of wedding party attended by numerous Jordanian notables; Grand Hyatt Hotel and Days Inn Hotel are also hit; Jordanian cabinet says nearly simultaneous blasts appear to be coordinated suicide bombings; no group has claimed responsibility, but suspicion falls on Abu Musab al-Zarqawi, Jordanian leader of insurgent group in Iraq called Al Qaeda in Mesopotamia; he was sentenced in absentia to death by Jordanian military court in 2004 for his role in killing American diplomat in 2002; statements he taped for Islamic Web sites in Apr 2004 claim responsibility for several bombing attempts in Jordan and state his interest in staging 'more vicious and bitter' attacks on Jordan; photos; map; diagram (M)",
      "lead_paragraph": "AMMAN, Jordan, Thursday, Nov. 10 - Terrorist bombs ripped nearly simultaneously through three popular hotels here on Wednesday night, killing dozens and wounding more than 100.",
      "publication_date": "2005-11-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/10/world/middleeast/3-hotels-bombed-in-jordan-at-least-57-die.html",
      "byline": "By Hassan M. Fattah and Michael Slackman"
    },
    {
      "headline": "Farm Issues Stall Talks for a Deal on Trade",
      "snippet": "Farm issues are stalling talks for deal on trade; immediate cause of breakdown is refusal of European leaders to offer more than modest reductions in their tariffs on farm products; breakdown threatens first big global trade agreement in 10 years;...",
      "abstract": "Farm issues are stalling talks for deal on trade; immediate cause of breakdown is refusal of European leaders to offer more than modest reductions in their tariffs on farm products; breakdown threatens first big global trade agreement in 10 years; deal is supposed to address longstanding grievances of poor countries about being excluded from agricultural markets of rich countries, as well as expand opportunities for wealthy nations to export services like banking and insurance; American officials all but give up hope of progress this year; ministers are supposed to agree on detailed framework at meeting in Hong Kong in December; US trade representative Rob Portman comments; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 9 - Any hope of advancing a global trade pact this year all but evaporated on Wednesday, as negotiators from around the world said that they were at an impasse over agriculture.",
      "publication_date": "2005-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/10/business/farm-issues-stall-talks-for-a-deal-on-trade.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "G.M. Lowers 2001 Profit; Error Cited",
      "snippet": "General Motors says it overstated its 2001 results by as much as $400 million, or 35 percent, and says it might have to restate results for following years as well; says review of its supplier payments for years 2000 through 2005 concluded that it...",
      "abstract": "General Motors says it overstated its 2001 results by as much as $400 million, or 35 percent, and says it might have to restate results for following years as well; says review of its supplier payments for years 2000 through 2005 concluded that it erroneously credited some payments to its results for 2001, instead of recording payments for later years; Fitch Ratings agency puts rating on GM's debt deeper into junk bond status; members of United Automobile Workers at GM will finish voting Nov 10 that would cut their health care benefits; agreement, which would give GM modest relief on its medical costs, is expected to be approved (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/10/business/gm-lowers-2001-profit-error-cited.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Not on Ballot, Schwarzenegger Is Still Rebuked",
      "snippet": "California voters reject four measures central to Gov Arnold Schwarzenegger's agenda, dealing political blow to movie star-turned-governor who only last year had popularity rating of nearly 70 percent; his rating now is in mid-30's, after year in ...",
      "abstract": "California voters reject four measures central to Gov Arnold Schwarzenegger's agenda, dealing political blow to movie star-turned-governor who only last year had popularity rating of nearly 70 percent; his rating now is in mid-30's, after year in which he called his opponents 'girlie men,' raised record amounts of cash from corporate interests and was forced to repudiate lucrative endorsement contract with bodybuilding magazine; analysts say he could face harsh verdict when he runs for re-election unless he returns to stance that won him office, as nonpartisan, problem-solving populist; suggest he follow model of Ronald Reagan, who came to governorship as staunch conservative but governed from center, where bulk of state's voters were; rejected measures described (M)",
      "lead_paragraph": "LOS ANGELES, Nov. 9 - Gov. Arnold Schwarzenegger's carefully honed image as an Olympian above politics, the people's governor, a man too wealthy to be bought, the invincible independent, all came crashing down Tuesday as California voters delivered a verdict on his four ballot measures: No, no, no and no.",
      "publication_date": "2005-11-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/10/us/not-on-ballot-schwarzenegger-is-still-rebuked.html",
      "byline": "By John M. Broder"
    },
    {
      "headline": "At Last, Phone Some Tunes to Yourself",
      "snippet": "Sprint is first cellular carrier to unveil phone-based online music store; catalog offers 250,000 songs, about eighth of what is on iTunes Music Store; service requires two special Sprint phones: Sanyo MM-9900, priced at $230, or Samsung SPH-A940,...",
      "abstract": "Sprint is first cellular carrier to unveil phone-based online music store; catalog offers 250,000 songs, about eighth of what is on iTunes Music Store; service requires two special Sprint phones: Sanyo MM-9900, priced at $230, or Samsung SPH-A940, which retails at $250; prices reflect rebate and two-year service commitment; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/10/technology/circuits/at-last-phone-some-tunes-to-yourself.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "More Than a Billion Chinese but So Few Coffins",
      "snippet": "Strictly enforced ban prevents sale of coffins in Liuzhou, China; suppression of coffin sales and requirement that dead must be cremated instead of buried began soon after Communist takeover in 1949; it was aimed in part at preventing ostentatious...",
      "abstract": "Strictly enforced ban prevents sale of coffins in Liuzhou, China; suppression of coffin sales and requirement that dead must be cremated instead of buried began soon after Communist takeover in 1949; it was aimed in part at preventing ostentatious funerals and preserving land for other uses; few cedar coffins are still being made, almost entirely by hand, in backyard workshops in places like Liudao, where burials are strictly prohibited but allowed in remote parts of China; photos (M)",
      "lead_paragraph": "LIUZHOU, China - In China these days, just about every form of commerce is thriving, including decidedly illegal ones like prostitution and counterfeiting. But not coffin making.",
      "publication_date": "2005-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/10/business/worldbusiness/more-than-a-billion-chinese-but-so-few-coffins.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Is There a Hit Film in the Battle for Ohio?",
      "snippet": "Article on documentary movie being made by James D Stern that chronicles final days of struggle between Republican and Democratic political organizers in Ohio during 2004 presidential campaign between Pres Bush and Sen John Kerry; movie leaves imp...",
      "abstract": "Article on documentary movie being made by James D Stern that chronicles final days of struggle between Republican and Democratic political organizers in Ohio during 2004 presidential campaign between Pres Bush and Sen John Kerry; movie leaves impression that Bush campaign was run by professionals while Kerry campaign was run by amateurs; Stern says that movie, given scandals and escalating debate over rationale for war in Iraq, has gained relevance; photos (M)",
      "lead_paragraph": "LOS ANGELES, Nov. 9 - With \"Jarhead\" revisiting the gulf war and \"Good Night, and Good Luck\" taking moviegoers all the way back to McCarthyism for a history lesson, it must not have seemed like such a stretch to make a documentary about a divisive event that at least everyone remembers.",
      "publication_date": "2005-11-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "E",
      "web_url": "https://www.nytimes.com/2005/11/10/movies/is-there-a-hit-film-in-the-battle-for-ohio.html",
      "byline": "By David M. Halbfinger"
    },
    {
      "headline": "U.S. and Europe to Give Iranians New Atom Offer",
      "snippet": "Bush administration and Britain, Germany and France agree to give Iran new offer in last-ditch effort to head off confrontation over its suspected nuclear weapons program; proposal would permit Iran to conduct very limited nuclear activities on it...",
      "abstract": "Bush administration and Britain, Germany and France agree to give Iran new offer in last-ditch effort to head off confrontation over its suspected nuclear weapons program; proposal would permit Iran to conduct very limited nuclear activities on its own soil, but would move process of enriching its uranium to Russia; Secretary of State Condoleezza Rice reportedly discussed plan with Mohamed ElBaradei, head of International Atomic Energy Agency, who will present proposal to Iran on behalf of US and three European countries; Rice reportedly wants Iran to be given deadline of two weeks for its response, before IAEA board meets Nov 24; some officials say privately that they do not expect Iran to accept offer (M)",
      "lead_paragraph": "WASHINGTON, Nov. 9 - The Bush administration and three European allies have approved a new offer to be made to Iran in a last-ditch effort to head off a confrontation over its suspected nuclear weapons program.",
      "publication_date": "2005-11-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/10/world/middleeast/us-and-europe-to-give-iranians-new-atom-offer.html",
      "byline": "By David E. Sanger"
    }
  ]
}