{
  "metadata": {
    "date": "2005-08-22",
    "total_articles": 29
  },
  "articles": [
    {
      "headline": "Jury Calls Merck Liable in Death of Man on Vioxx",
      "snippet": "A Texas jury said the widow of a man who died in 2001 after taking the pain drug Vioxx should be awarded $253.5 million.",
      "abstract": "A Texas jury said the widow of a man who died in 2001 after taking the pain drug Vioxx should be awarded $253.5 million.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-20T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/20/business/jury-calls-merck-liable-in-death-of-man-on-vioxx.html",
      "byline": "By ALEX BERENSON"
    },
    {
      "headline": "Once Woeful, Alabama Is Model in Child Welfare",
      "snippet": "As a mother, Stephanie Harris seemed hopeless. She was 29 and a determined crack addict back in 1993, when she was sent to prison for neglecting her six children, including infant twins. The authorities had little choice, she now agrees, but to gi...",
      "abstract": "As a mother, Stephanie Harris seemed hopeless. She was 29 and a determined crack addict back in 1993, when she was sent to prison for neglecting her six children, including infant twins. The authorities had little choice, she now agrees, but to give custody of her children to relatives.      ''It didn't bother me,'' she recalled in a recent interview. ''All I wanted to do was get high.''  ",
      "lead_paragraph": "MONTGOMERY, Ala. - As a mother, Stephanie Harris seemed hopeless. She was 29 and a determined crack addict back in 1993, when she was sent to prison for neglecting her six children, including infant twins. The authorities had little choice, she now agrees, but to give custody of her children to relatives.",
      "publication_date": "2005-08-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/20/us/once-woeful-alabama-is-model-in-child-welfare.html",
      "byline": "By Erik Eckholm"
    },
    {
      "headline": "Regulators Propose Rules for Stronger Vehicle Roofs",
      "snippet": "Federal regulators proposed new rules yesterday to bolster car and truck roofs, an area of increasing concern because of the rising number of deaths in vehicle rollovers. But the proposal appears to fall short of requirements in recently passed hi...",
      "abstract": "Federal regulators proposed new rules yesterday to bolster car and truck roofs, an area of increasing concern because of the rising number of deaths in vehicle rollovers. But the proposal appears to fall short of requirements in recently passed highway legislation and is far less than what many safety advocates had hoped for.     The proposed rules would subject large sport utility vehicles, pickup trucks and vans to roof integrity regulations for the first time. And they would bolster current testing procedures.  ",
      "lead_paragraph": "Federal regulators proposed new rules yesterday to bolster car and truck roofs, an area of increasing concern because of the rising number of deaths in vehicle rollovers. But the proposal appears to fall short of requirements in recently passed highway legislation and is far less than what many safety advocates had hoped for.",
      "publication_date": "2005-08-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/20/business/regulators-propose-rules-for-stronger-vehicle-roofs.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Strike Is Called by Mechanics for Northwest",
      "snippet": "Mechanics at Northwest Airlines walked off the job early Saturday, after their union and the airline failed to agree on the company's demand for $176 million in wage and benefit cuts. The strike was the first major labor disruption in the airline ...",
      "abstract": "Mechanics at Northwest Airlines walked off the job early Saturday, after their union and the airline failed to agree on the company's demand for $176 million in wage and benefit cuts. The strike was the first major labor disruption in the airline industry since 1998.     About 4,430 members of the Aircraft Mechanics Fraternal Association, which represents mechanics, cleaners and other employees at Northwest, struck the airline at 12:01 a.m., when a 30-day cooling-off period in the negotiations expired.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/20/business/strike-is-called-by-mechanics-for-northwest.html",
      "byline": "By Micheline Maynard and Jeremy W. Peters"
    },
    {
      "headline": "Jury Calls Merck Liable in Death of Man on Vioxx",
      "snippet": "In the first verdict of a personal injury lawsuit involving the pain drug Vioxx, a Texas jury found the drug's maker, Merck, liable and said the widow of a man who died in 2001 after taking the drug should be awarded $253.5 million.     After deli...",
      "abstract": "In the first verdict of a personal injury lawsuit involving the pain drug Vioxx, a Texas jury found the drug's maker, Merck, liable and said the widow of a man who died in 2001 after taking the drug should be awarded $253.5 million.     After deliberating for a day and a half, the jury gave Robert C. Ernst's widow, Carol, $24.5 million for mental anguish and economic losses. Jurors also said she should be awarded an additional $229 million in punitive damages after finding that Merck acted recklessly in selling Vioxx despite having knowledge of the drug's heart risks.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/20/business/jury-calls-merck-liable-in-death-of-man-on-vioxx.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "U.S. Ships Target in Rocket Attack in Jordan's Port",
      "snippet": "A rocket attack Friday missed two United States Navy ships in port here but killed a Jordanian soldier and hit Eilat, an Israeli town just across the border.      The assault raised fears that militants tied to Iraq's insurgency were operating in ...",
      "abstract": "A rocket attack Friday missed two United States Navy ships in port here but killed a Jordanian soldier and hit Eilat, an Israeli town just across the border.      The assault raised fears that militants tied to Iraq's insurgency were operating in Jordan.  ",
      "lead_paragraph": "AQABA, Jordan, Aug. 19 - A rocket attack Friday missed two United States Navy ships in port here but killed a Jordanian soldier and hit Eilat, an Israeli town just across the border.",
      "publication_date": "2005-08-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/20/world/middleeast/us-ships-target-in-rocket-attack-in-jordans-port.html",
      "byline": "By Hassan M. Fattah and Edward Wong"
    },
    {
      "headline": "Sick and Scared, and Waiting, Waiting, Waiting",
      "snippet": "Freddie Odlum spent two terrible days waiting by the phone for her doctor to call. She had had a CT scan to investigate a suspicious mass in her lungs and Ms. Odlum, a Los Angeles breast cancer patient, was all too aware that if the cancer had spr...",
      "abstract": "Freddie Odlum spent two terrible days waiting by the phone for her doctor to call. She had had a CT scan to investigate a suspicious mass in her lungs and Ms. Odlum, a Los Angeles breast cancer patient, was all too aware that if the cancer had spread, her prognosis would not be good.      Her doctor, she said, informed her that he was going on vacation in two days and ''that we needed to 'wrap this up' before he left for a few weeks.''  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/20/health/sick-and-scared-and-waiting-waiting-waiting.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "Battered but Unbowed: Can Painkillers Recover?",
      "snippet": "Cox-2 drugs are down. But they may not be out.     By deciding yesterday that the Merck drug Vioxx contributed to the death of a Texas man, a jury dealt another punch to the battered class of arthritis painkillers known as cox-2's. Merck withdrew ...",
      "abstract": "Cox-2 drugs are down. But they may not be out.     By deciding yesterday that the Merck drug Vioxx contributed to the death of a Texas man, a jury dealt another punch to the battered class of arthritis painkillers known as cox-2's. Merck withdrew Vioxx from the market last fall over safety concerns, and Pfizer did the same thing a few months later with one of its cox-2 drugs, Bextra.  ",
      "lead_paragraph": "Cox-2 drugs are down. But they may not be out.",
      "publication_date": "2005-08-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/20/business/battered-but-unbowed-can-painkillers-recover.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "At Dow Jones, It's All About Family",
      "snippet": "''THE press did a good job for the stock price yesterday,'' said Roy A. Hammer earlier this week. He was kidding, of course. ''It's not the way you want to have the stock go up,'' he quickly added.     Mr. Hammer, 71, a partner in the Boston law f...",
      "abstract": "''THE press did a good job for the stock price yesterday,'' said Roy A. Hammer earlier this week. He was kidding, of course. ''It's not the way you want to have the stock go up,'' he quickly added.     Mr. Hammer, 71, a partner in the Boston law firm of Hemenway & Barnes, is a trustee for the various trusts held by the Bancroft family, who control Dow Jones and its trophy property, The Wall Street Journal. He was referring to an article in The New York Post on Monday that suggested some of the younger Bancrofts were so unhappy with the continued underperformance of the company that they had begun agitating for Dow Jones to be sold. As a result, Dow Jones stock jumped more than 10 percent.  ",
      "lead_paragraph": "\"THE press did a good job for the stock price yesterday,\" said Roy A. Hammer earlier this week. He was kidding, of course. \"It's not the way you want to have the stock go up,\" he quickly added.",
      "publication_date": "2005-08-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/20/business/media/at-dow-jones-its-all-about-family.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "Falling Costs of Big-Screen TV's to Keep Falling",
      "snippet": "In consumer electronics, as in much of life, good things happen to those who wait -- good things as in plunging prices.     The cost of big-screen televisions, which have been steadily dropping by about 25 percent a year, are now expected to fall ...",
      "abstract": "In consumer electronics, as in much of life, good things happen to those who wait -- good things as in plunging prices.     The cost of big-screen televisions, which have been steadily dropping by about 25 percent a year, are now expected to fall even more sharply this autumn, according to industry analysts. The coming markdowns reflect a singular confluence of business trends that will benefit consumers going into the holiday season.  ",
      "lead_paragraph": "In consumer electronics, as in much of life, good things happen to those who wait -- good things as in plunging prices.",
      "publication_date": "2005-08-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/20/technology/falling-costs-of-bigscreen-tvs-to-keep-falling.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Politicized Scholars Put Evolution on the Defensive",
      "snippet": "When President Bush plunged into the debate over the teaching of evolution this month, saying, ''both sides ought to be properly taught,'' he seemed to be reading from the playbook of the Discovery Institute, the conservative think tank here that ...",
      "abstract": "When President Bush plunged into the debate over the teaching of evolution this month, saying, ''both sides ought to be properly taught,'' he seemed to be reading from the playbook of the Discovery Institute, the conservative think tank here that is at the helm of this newly volatile frontier in the nation's culture wars.     After toiling in obscurity for nearly a decade, the institute's Center for Science and Culture has emerged in recent months as the ideological and strategic backbone behind the eruption of skirmishes over science in school districts and state capitals across the country. Pushing a ''teach the controversy'' approach to evolution, the institute has in many ways transformed the debate into an issue of academic freedom rather than a confrontation between biology and religion.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/08/21/us/politicized-scholars-put-evolution-on-the-defensive.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "Debtors in Rush to Bankruptcy as Change Nears",
      "snippet": "Rushing to beat an October deadline when the biggest overhaul of the bankruptcy law in a quarter century goes into effect, rising numbers of Americans have filed for protection in the four months since the law was changed, seeking to have their de...",
      "abstract": "Rushing to beat an October deadline when the biggest overhaul of the bankruptcy law in a quarter century goes into effect, rising numbers of Americans have filed for protection in the four months since the law was changed, seeking to have their debts erased.     Since President Bush signed the new law in April, bankruptcy filings have jumped, particularly in the heartland. Filings in the four months through July are up 17 percent this year over last in Cleveland, 14 percent in Milwaukee and 22 percent in northern Iowa, according to court filings, matching similar patterns in the Midwest and parts of the South and rural West.  ",
      "lead_paragraph": "BOISE, Idaho - Rushing to beat an October deadline when the biggest overhaul of the bankruptcy law in a quarter century goes into effect, rising numbers of Americans have filed for protection in the four months since the law was changed, seeking to have their debts erased.",
      "publication_date": "2005-08-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/08/21/us/debtors-in-rush-to-bankruptcy-as-change-nears.html",
      "byline": "By Timothy Egan"
    },
    {
      "headline": "And They Call This Advice?",
      "snippet": "WILL shareholders of the Providian Financial Corporation, one of the nation's biggest credit card issuers, approve their company's merger with Washington Mutual? They might if they block out all the criticism in the air and listen only to Institut...",
      "abstract": "WILL shareholders of the Providian Financial Corporation, one of the nation's biggest credit card issuers, approve their company's merger with Washington Mutual? They might if they block out all the criticism in the air and listen only to Institutional Shareholder Services, an influential but potentially biased advisory firm.      Owners of Providian will vote on the proposed deal on Aug. 31. Under its terms, they will receive just under $19 a share in cash and Washington Mutual stock. That price represents a modest premium of 4.2 percent over the price of Providian just before the merger announcement.  ",
      "lead_paragraph": "WILL shareholders of the Providian Financial Corporation, one of the nation's biggest credit card issuers, approve their company's merger with Washington Mutual? They might if they block out all the criticism in the air and listen only to Institutional Shareholder Services, an influential but potentially biased advisory firm.",
      "publication_date": "2005-08-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/08/21/business/yourmoney/and-they-call-this-advice.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Roberts's Harvard Roots: A Movement Was Stirring",
      "snippet": "John G. Roberts Jr. arrived at Harvard in the fall of 1973, a nascent conservative from a Catholic boarding school in the Republican Midwest, transplanted to Cambridge, Mass., at a time when campus conservatism seemed to be in hibernation. Prep sc...",
      "abstract": "John G. Roberts Jr. arrived at Harvard in the fall of 1973, a nascent conservative from a Catholic boarding school in the Republican Midwest, transplanted to Cambridge, Mass., at a time when campus conservatism seemed to be in hibernation. Prep school Marxists blustered about armed struggle, and students picketed liquor stores for carrying a boycotted wine. Conservatives were casually dismissed as a joke.      Judge Roberts, President Bush's Supreme Court nominee, spent the next six years at Harvard and Harvard Law after Watergate and before the election of President Ronald Reagan --when it was almost possible to graduate from Harvard without ever encountering a card-carrying conservative in a seminar or a dining hall or having seriously to confront a conservative position.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/08/21/politics/politicsspecial1/robertss-harvard-roots-a-movement-was-stirring.html",
      "byline": "By Janny Scott"
    },
    {
      "headline": "Out of Uniform and Into Business, With Help",
      "snippet": "AFTER an off-duty injury forced him to retire prematurely from the New York City police force, David Legaz plunged full time into the real estate business that he and his wife had already begun. But he soon realized that he was short on the savvy ...",
      "abstract": "AFTER an off-duty injury forced him to retire prematurely from the New York City police force, David Legaz plunged full time into the real estate business that he and his wife had already begun. But he soon realized that he was short on the savvy needed to make the brokerage operation grow.     When Wallace Zeins retired from the force because ''it was time after 30 years,'' as he puts it, he and two other men opened a firm specializing in private investigations and law enforcement consulting. Mr. Zeins, too, found that he needed to know more about running a business.  ",
      "lead_paragraph": "AFTER an off-duty injury forced him to retire prematurely from the New York City police force, David Legaz plunged full time into the real estate business that he and his wife had already begun. But he soon realized that he was short on the savvy needed to make the brokerage operation grow.",
      "publication_date": "2005-08-21T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/08/21/jobs/out-of-uniform-and-into-business-with-help.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "For Merck, Vioxx Paper Trail Won't Go Away",
      "snippet": "Bad facts. Plaintiffs' lawyers love that term. Merck may grow to hate it.     On Friday, a Texas jury found Merck liable for the death of Robert C. Ernst, who died in May 2001 after taking Vioxx, a painkiller made by the company. After two days of...",
      "abstract": "Bad facts. Plaintiffs' lawyers love that term. Merck may grow to hate it.     On Friday, a Texas jury found Merck liable for the death of Robert C. Ernst, who died in May 2001 after taking Vioxx, a painkiller made by the company. After two days of deliberations, the jury said that Carol Ernst, Mr. Ernst's widow, should be awarded $253.5 million.  ",
      "lead_paragraph": "HOUSTON, Aug. 20 - Bad facts. Plaintiffs' lawyers love that term. Merck may grow to hate it.",
      "publication_date": "2005-08-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/08/21/business/for-merck-vioxx-paper-trail-wont-go-away.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Hamas Pushing for Lead Role in a New Gaza",
      "snippet": "Aides to Mahmoud Abbas, the Palestinian president, invited reporters on Friday to record him at prayer. The imam outside his office in Gaza City celebrated Israel's withdrawal from Gaza and envisioned universities, schools, parks and mosques being...",
      "abstract": "Aides to Mahmoud Abbas, the Palestinian president, invited reporters on Friday to record him at prayer. The imam outside his office in Gaza City celebrated Israel's withdrawal from Gaza and envisioned universities, schools, parks and mosques being built on settlement land.     At the same time, a few miles away in the Jabaliya refugee camp, hundreds of men and boys, unable to crowd into the Caliph Mosque, sat on nearby sidewalks and in alleyways. In a humid stench of sewage and fried fish, with expressions alert and thoughtful, they listened as their imam called the Israeli withdrawal an ''achievement of resistance,'' celebrated prominent ''martyrs of Hamas'' and declared, ''Allah knows that when we offer up our children, it is much better than choosing the road of humiliation and negotiation.''  ",
      "lead_paragraph": "GAZA, Aug. 20 - Aides to Mahmoud Abbas, the Palestinian president, invited reporters on Friday to record him at prayer. The imam outside his office in Gaza City celebrated Israel's withdrawal from Gaza and envisioned universities, schools, parks and mosques being built on settlement land.",
      "publication_date": "2005-08-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/08/21/world/middleeast/hamas-pushing-for-lead-role-in-a-new-gaza.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "Be Warned: Mr. Bubble's Worried Again",
      "snippet": "ABBY JOSEPH COHEN, the Goldman Sachs strategist then making a name for herself as Wall Street's optimist in chief, sat directly to Alan Greenspan's right. One chair away was Robert J. Shiller, a largely unknown Yale economist.     As they ate lunc...",
      "abstract": "ABBY JOSEPH COHEN, the Goldman Sachs strategist then making a name for herself as Wall Street's optimist in chief, sat directly to Alan Greenspan's right. One chair away was Robert J. Shiller, a largely unknown Yale economist.     As they ate lunch in a stately dining room at the Federal Reserve that day in December 1996, Mr. Shiller argued that the stock market had risen to irrational levels. In a soft, Midwestern-tinged voice, he asked Mr. Greenspan, the Fed chairman, when the last time was that somebody in his job had warned the public that the stock market had become a bubble.  ",
      "lead_paragraph": "ABBY JOSEPH COHEN, the Goldman Sachs strategist then making a name for herself as Wall Street's optimist in chief, sat directly to Alan Greenspan's right. One chair away was Robert J. Shiller, a largely unknown Yale economist.",
      "publication_date": "2005-08-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/08/21/business/yourmoney/be-warned-mr-bubbles-worried-again.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Exile From Wall Street",
      "snippet": "PHILIP J. PURCELL is driving fast down a wide western highway as country music fills the plush interior of his Mercedes jeep. It's a glorious summer day in Salt Lake City, where the deposed Morgan Stanley chief executive has come to lick his wound...",
      "abstract": "PHILIP J. PURCELL is driving fast down a wide western highway as country music fills the plush interior of his Mercedes jeep. It's a glorious summer day in Salt Lake City, where the deposed Morgan Stanley chief executive has come to lick his wounds, seeking the solace of hometown friends and family -- as far removed as a man can get from the serpentine intrigues of Wall Street.     ''Go for a walk, say a little prayer and take a deep breath of mountain air,'' croons the country-and-western singer Toby Keith. A smile on his face, Mr. Purcell cranks up the volume. ''Sit on the porch and give my girl a kiss. Start livin'. That's the next thing on my list.''  ",
      "lead_paragraph": "PHILIP J. PURCELL is driving fast down a wide western highway as country music fills the plush interior of his Mercedes jeep. It's a glorious summer day in Salt Lake City, where the deposed Morgan Stanley chief executive has come to lick his wounds, seeking the solace of hometown friends and family -- as far removed as a man can get from the serpentine intrigues of Wall Street.",
      "publication_date": "2005-08-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/08/21/business/yourmoney/exile-from-wall-street.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Where Does Google Plan toSpend $4 Billion?",
      "snippet": "Google's announcement that it will raise additional $4 billion by selling stocks is fueling speculation about company's plans, but its disposition is more toward building its future than buying it and it has been eyeing variety of projects; two pr...",
      "abstract": "Google's announcement that it will raise additional $4 billion by selling stocks is fueling speculation about company's plans, but its disposition is more toward building its future than buying it and it has been eyeing variety of projects; two products about to be introduced give hint of how it seeks to broaden its strategy; one is second-generation and customizable version of its downloadable computer search tool Google Desktop and other is 'communications tool' that is potentially clear step beyond company's search-related business focus (M)",
      "lead_paragraph": "SAN FRANCISCO, Aug. 21 - In all the speculation that followed the announcement from Google on Thursday that it planned to raise an additional $4 billion by selling stock, no one seemed to recall the space elevator.",
      "publication_date": "2005-08-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/22/technology/where-does-google-plan-tospend-4-billion.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "G.I. Death Toll in Afghanistan Worst Since '01",
      "snippet": "United States is having its deadliest year in Afghanistan since 2001--65 soldiers killed so far this year--and violence is expected to intensify before nation's legislative elections Sept 18; 13 soldiers are killed in Aug alone; latest four are ki...",
      "abstract": "United States is having its deadliest year in Afghanistan since 2001--65 soldiers killed so far this year--and violence is expected to intensify before nation's legislative elections Sept 18; 13 soldiers are killed in Aug alone; latest four are killed Aug 21 when roadside bomb hits their vehicle in south; two United States Embassy employees are wounded when their convoy is hit by explosion close to Kabul; Afghan general says some fighters want to disrupt elections, while others are coming across border from Pakistan to help ousted Taliban or Al Qaeda with long-term aim of dislodging American troops from Afghanistan; notes Taliban claim to have new antiaircraft missiles; senior security official says more money is coming in, probably from Arab countries, and unit of Qaeda fighters has returned to region; in addition to attacks on election workers and candidates, more than six clerics and tribal elders have been killed since May; photo (M)",
      "lead_paragraph": "KABUL, Afghanistan, Aug. 21 - This year is already the deadliest for American soldiers in Afghanistan since the war of 2001, and the violence is likely to intensify before the nation's legislative elections on Sept. 18.",
      "publication_date": "2005-08-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/22/world/asia/gi-death-toll-in-afghanistan-worst-since-01.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "Critics Say Soda Policy for Schools Lacks Teeth",
      "snippet": "Soft drink industry is billing American Beverage Assn's new voluntary policy curbing sales of soda in schools as bold plan to address problem of childhood obesity, but critics say restrictions do not go far enough and sodas are being replaced by o...",
      "abstract": "Soft drink industry is billing American Beverage Assn's new voluntary policy curbing sales of soda in schools as bold plan to address problem of childhood obesity, but critics say restrictions do not go far enough and sodas are being replaced by other sugary drinks; under policy, sodas will not be sold in elementary schoools, will be restricted in middle schools to after-school hours and will account for no more than half of vending machine beverage selections in high schoools; photo (M)",
      "lead_paragraph": "When the American Beverage Association announced a new policy curbing sales of sodas in schools last week, the soft drink industry billed the move as a bold new plan to address the urgent problem of childhood obesity.",
      "publication_date": "2005-08-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/22/business/critics-say-soda-policy-for-schools-lacks-teeth.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "Once a Booming Market, Educational Software for the PC Takes a Nose Dive",
      "snippet": "Sales of educational software for home computers has plummeted, from $498 million in 2000 to $152 million in 2004; programs teaching reading, math and other subjects have fallen victim to competition from free Web sites, educational toys and gadge...",
      "abstract": "Sales of educational software for home computers has plummeted, from $498 million in 2000 to $152 million in 2004; programs teaching reading, math and other subjects have fallen victim to competition from free Web sites, educational toys and gadgets aimed at young children, and increasing availability of computers in classrooms; educational software for schools is also suffering, with overall spending having dropped from $3.4 billion in 2001 to $2.3 billion in 2004; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, Aug. 21 - Edward Vazquez Jr., 6, has numerous educational tools at his disposal. He learns math from flashcards and the alphabet from a popular electronic gadget called the LeapPad. But when it comes to instruction, the family's personal computer sits dormant.",
      "publication_date": "2005-08-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/22/technology/once-a-booming-market-educational-software-for-the-pc-takes-a.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Gaza Pullout Displays New Scars for Palestinians and Israelis",
      "snippet": "News analysis: Israeli evacuation of Gaza may be going easier than expected, but hurdles to success remain for Israelis and for Palestinians; both peoples are engaged in fiercely internal debates about nature and limits of their own societies; unt...",
      "abstract": "News analysis: Israeli evacuation of Gaza may be going easier than expected, but hurdles to success remain for Israelis and for Palestinians; both peoples are engaged in fiercely internal debates about nature and limits of their own societies; until those are better shaped, if not resolved, they are not really prepared to negotiate seriously with each other about larger questions; for now, on Israeli side, Prime Min Ariel Sharon and his Likud Party are likely to react harshly to any terrorism or rockets that emerge from Gaza; on Palestinian side, their leader Mahmoud Abbas is gambling that he can co-opt militant Hamas into politics through municipal and then legislative elections, and bring it into Palestinian Authority, where responsibility can temper ideology; photo (M)",
      "lead_paragraph": "PEAT SADEH, Gaza Strip, Aug. 21 - Israel has now nearly emptied Gaza of settlers, with a difficult, but much smaller, group of four West Bank settlements still to evacuate. Despite the drama, tears and moments of violence, the prophecies of \"civil war\" have proved hollow.",
      "publication_date": "2005-08-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/22/world/middleeast/gaza-pullout-displays-new-scars-for-palestinians-and.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Vioxx Verdict Raises Profile of Texas Lawyer",
      "snippet": "Jury award of $253.5 million to widow of Robert C Ernst, who died after taking Merck painkiller Vioxx, cements place of W Mark Lanier as one of top civil trial lawyers in America and may fuel his nascent political ambitions; Lanier, a staunch Repu...",
      "abstract": "Jury award of $253.5 million to widow of Robert C Ernst, who died after taking Merck painkiller Vioxx, cements place of W Mark Lanier as one of top civil trial lawyers in America and may fuel his nascent political ambitions; Lanier, a staunch Republican, says he intends to keep trying cases against Merck and wants to 'clean up corporate America'; says he would consider running for Senate seat from Texas in 2008; his meticulous planning for Ernst case described; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/22/business/vioxx-verdict-raises-profile-of-texas-lawyer.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Well-Laid Plan Kept Northwest Flying in Strike",
      "snippet": "Northwest Airlines flights run smoothly during first weekend of strike by its mechanics' union; company executives credit contingency plan that took 18 months to create; say plan to use temporary workers in place of striking workers required exten...",
      "abstract": "Northwest Airlines flights run smoothly during first weekend of strike by its mechanics' union; company executives credit contingency plan that took 18 months to create; say plan to use temporary workers in place of striking workers required extensive analysis, as well as cooperation of other unions and federal government--even consultation with White House; strategy passes its initial test over light weekend of flights, but its success or failure will become clearer as airline resumes its normal weekday schedule; members of striking Aircraft Mechanics Fraternal Assn walk picket lines at airline's major international hub in Detroit; they have rejected demand for $176 billion in wage and benefit cuts; strikers say mechanical problems will mount as week progresses; one labor expert says Northwest's ability to switch to new work routines and keep operating, at last at outset, sends important signal to unions that strikes may have lost their power as tools to fight job losses and other cuts; map (M)",
      "lead_paragraph": "DETROIT, Aug. 21 - As Northwest Airlines rode out a full weekend with its mechanics' union on strike, it was enjoying the fruits of an elaborate plan that was meant to not only keep its planes flying, but also to overhaul the way its workers do their jobs.",
      "publication_date": "2005-08-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/22/business/welllaid-plan-kept-northwest-flying-in-strike.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "In Explaining Life's Complexity, Darwinists and Doubters Clash",
      "snippet": "Second article in series, A Debate Over Darwin, about teaching of evolution; at heart of debate over intelligent design, which holds that complexity and diversity of life go beyond what evolution can explain, is whether scientific explanation of h...",
      "abstract": "Second article in series, A Debate Over Darwin, about teaching of evolution; at heart of debate over intelligent design, which holds that complexity and diversity of life go beyond what evolution can explain, is whether scientific explanation of history of life should include actions of unseen higher being; Lehigh University biochemistry Prof Michael J Behe argues that complex systems could not have arisen through incremental changes that evolution says allowed life to progress to current level of sophistication without aid of 'designer,' argument that appeals to many Americans of faith; mainstream scientists reject claims of design, saying they run counter to century of research supporting Darwinian evolution, and that design approach suffers from fundamental problems that place it outside realm of science; say that intelligent design represents more sophisticated--and thus more seductive--attack on evolution than creationism, because it accepts many concepts of modern science, but say it is nothing more than creationism dressed in pseudoscientfic clothing; design proponents fault mainstream scientists for inability to look beyond material world when it comes to explaining complex organisms; they are careful not to identify designer, although most concede that God is most likely possibility, or to posit circumstances of design; mainstream scientists say fuzziness about when and how design occurred makes claims impossible to disprove; examples of evolution and intelligent design's arguments against it cited; photos (L)",
      "lead_paragraph": "At the heart of the debate over intelligent design is this question: Can a scientific explanation of the history of life include the actions of an unseen higher being?",
      "publication_date": "2005-08-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/22/us/in-explaining-lifes-complexity-darwinists-and-doubters-clash.html",
      "byline": "By Kenneth Chang"
    },
    {
      "headline": "Lord Black's Man Preferred the Ledger to the Limelight",
      "snippet": "Long-term but often problematic business relationship between Conrad Black and his partner and right-hand man F David Radler has disintegrated with Radler's indictment and agreement to plead guilty and cooperate in continuing investigation into fi...",
      "abstract": "Long-term but often problematic business relationship between Conrad Black and his partner and right-hand man F David Radler has disintegrated with Radler's indictment and agreement to plead guilty and cooperate in continuing investigation into financial scandal at Hollinger International; decision makes it near certainty that Black will also be charged; case reviewed; photo (M)",
      "lead_paragraph": "During the nine years he spent as publisher of one of America's largest newspapers, F. David Radler kept largely out of public view. For one thing, his position atop The Chicago Sun-Times was only one of several roles he played as the president of Hollinger International, a large newspaper publishing company, and he spent most of his time at his home in Vancouver, British Columbia.",
      "publication_date": "2005-08-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/22/business/media/lord-blacks-man-preferred-the-ledger-to-the-limelight.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Leaders in Iraq Report Progress on Constitution",
      "snippet": "Iraqi leaders working on new constitution solve several contentious issues but continue to struggle with explosive questions of Shiite autonomy and role of Islam in family disputes and judiciary; they schedule meeting of National Assembly for Aug ...",
      "abstract": "Iraqi leaders working on new constitution solve several contentious issues but continue to struggle with explosive questions of Shiite autonomy and role of Islam in family disputes and judiciary; they schedule meeting of National Assembly for Aug 22, when they hope to present finished constitution for approval; some leaders raise possibility of having to extend deadline second time; constitution has been written almost entirely by Shiite and Kurdish leaders, who say they have excluded Sunnis because they were being too inflexible; disaffection of Sunni leaders presents potentially intractable problem in long run; their agreement is viewed as crucial in helping to placate larger Sunni Arab population, which formed backbone of support for Saddam Hussein's government and provides bulk of manpower for guerrilla insurgency (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Monday, Aug. 22 - Iraqi leaders moved to the brink of agreement on a new constitution on Sunday, solving several contentious issues but still struggling with the potentially explosive questions of Shiite autonomy and the role of Islam in family disputes and the judiciary.",
      "publication_date": "2005-08-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/22/world/middleeast/leaders-in-iraq-report-progress-on-constitution.html",
      "byline": "By Dexter Filkins"
    }
  ]
}