{
  "metadata": {
    "date": "2005-10-20",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Old Ways of Life Are Fading as the Arctic Thaws",
      "snippet": "Article in series The Big Melt describes profound effect warmer climate will have on four million people living in Arctic region; most of their homes are on frozen ground known as permafrost; as it melts and thins, homes and infrastructure are at ...",
      "abstract": "Article in series The Big Melt describes profound effect warmer climate will have on four million people living in Arctic region; most of their homes are on frozen ground known as permafrost; as it melts and thins, homes and infrastructure are at risk of serious damage; across Arctic, indigenous tribes with traditions shaped by centuries of living in extremes of cold and ice are noticing changes in weather and wildlife; are trying to adapt, but it can be confounding; Inuit have used Arctic Ocean ice as highway, building material and hunting platform; retreat of sea ice is making it hard to preserve their connections to tradition; most Arctic climate experts say warming trend is driven by heat-trapping emissions and is unlikely to reverse; many scientists and officials in Russia predict warming of last 30 years will give way to new period of cold; Norway and seven other Arctic nations are discussing ways to protect environment they share in forum called Arctic Council, but guidelines it issues come with no enforcement powers; photos; map; chart (L)",
      "lead_paragraph": "TIKSI, Russia - Freed by warming, waters once locked beneath ice are gnawing at coastal settlements around the Arctic Circle.",
      "publication_date": "2005-10-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/20/science/earth/old-ways-of-life-are-fading-as-the-arctic-thaws.html",
      "byline": "This article is by Steven Lee Myers, Andrew C. Revkin, Simon Romero and Clifford Krauss"
    },
    {
      "headline": "Insiders Collected $1 Billion Before Refco Collapse",
      "snippet": "Refco Inc's financial statements show that insiders at firm received more than $1 billion in cash in year before it sold shares to public and then promptly filed for bankruptcy protection; Robert Trosten received $45 million when he stepped down a...",
      "abstract": "Refco Inc's financial statements show that insiders at firm received more than $1 billion in cash in year before it sold shares to public and then promptly filed for bankruptcy protection; Robert Trosten received $45 million when he stepped down as chief financial officer in October 2004; money that insiders took out of firm is not surprising, given that Refco's executives sold big stake in company to Thomas H Lee Partners in August 2004; most of money insiders received--$1.057 billion--was paid upon completion of that deal; Refco insiders on receiving end of those payouts were former chief executive Phillip R Bennett and Tone Grant, Refco's longtime chief executive before Bennett; photo (M)",
      "lead_paragraph": "In the year before Refco sold shares to the public and then promptly made the fourth-largest bankruptcy filing in United States history, insiders at the firm received more than $1 billion in cash, according to the firm's financial statements.",
      "publication_date": "2005-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/20/business/insiders-collected-1-billion-before-refco-collapse.html",
      "byline": "By Gretchen Morgenson and Jenny Anderson"
    },
    {
      "headline": "Economy Continued to Grow Last Month",
      "snippet": "US economy displayed resilience in September despite two devastating hurricanes and surging energy costs; Commerce Department reports housing starts increased 3.4 percent, to seasonally adjusted annual pace of 2.1 million, after dropping in July a...",
      "abstract": "US economy displayed resilience in September despite two devastating hurricanes and surging energy costs; Commerce Department reports housing starts increased 3.4 percent, to seasonally adjusted annual pace of 2.1 million, after dropping in July and August; new housing permits rose 2.4 percent, to annual pace of 2.1 million; Mortgage Bankers Association says loan applications for home purchases were up 7.3 percent for week; average interest rate on 30-year fixed mortgage was 6.03 percent; Federal Reserve survey of national economy, known as beige book, finds most of country is experiencing 'moderate or gradual' economic growth because of improved hiring, higher wages and increased growth in several industries; photo (M)",
      "lead_paragraph": "The nation's economy displayed resilience in September despite two devastating hurricanes and surging energy costs, economic reports released yesterday show.",
      "publication_date": "2005-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/20/business/economy-continued-to-grow-last-month.html",
      "byline": "By Vikas Bajaj"
    },
    {
      "headline": "Army Examining an Accountof Abuse of 2 Dead Taliban",
      "snippet": "Pentagon says Army will investigate allegations that American soldiers in Afghanistan burned bodies of two dead Taliban fighers and used their charred and smoking corpses in propaganda campaign against insurgents; events are shown on Australian te...",
      "abstract": "Pentagon says Army will investigate allegations that American soldiers in Afghanistan burned bodies of two dead Taliban fighers and used their charred and smoking corpses in propaganda campaign against insurgents; events are shown on Australian television program, which depicts what is described as American psychological operations team broadcasting taunts over loudspeaker toward village thought to be harboring Taliban fighters and sympathizers; Pentagon begins its criminal probe after news agencies report broadcast; senior officials say incident poses potential to do further harm in Islamic world to image of United States; American soldiers say they burned bodies for hygienic reasons, but human rights organizations say burning bodies is act of desecration in Islamic faith; Central Command issues statement saying such desecration violates US policy and Geneva Conventions; in past, allegations of disrespect for Islam by American forces have sparked heated and even violent reactions in Muslim world (M)",
      "lead_paragraph": "WASHINGTON, Oct. 19 - The Pentagon announced Wednesday night that the Army had started a criminal investigation into allegations that American soldiers in Afghanistan had burned the bodies of two dead Taliban fighters and then used the charred and smoking corpses in a propaganda campaign against the insurgents.",
      "publication_date": "2005-10-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/20/world/asia/army-examining-an-accountof-abuse-of-2-dead-taliban.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Repeated Defect in Heart Devices Exposes a History of Problems",
      "snippet": "Special report, Flawed Design, traces history of problems with Guidant Corp's heart defibrillator and Food and Drug Administration's loose oversight of fast-growing heart device industry; death of 21-year-old Joshua Oukrop in Mar sets off series o...",
      "abstract": "Special report, Flawed Design, traces history of problems with Guidant Corp's heart defibrillator and Food and Drug Administration's loose oversight of fast-growing heart device industry; death of 21-year-old Joshua Oukrop in Mar sets off series of events that have exposed flaws in how producers of critical heart devices disclose defects to doctors and patients; two months after Oukrop's death, Guidant acknowledges that it did not tell doctors for three years that one model defibrillator had short-circuited in two dozen cases, including one involving Oukrup; denies any wrongdoing, noting that it did inform FDA about malfunction reports; defends its decision not to inform doctors, given small number of failures; claims it might cause them to remove devices unnecessarily, or lead frightened patients to demand their removal; company has since issued recalls affecting tens of thousands of defibrillators and pacemakers, including models that short-circuited; photos; timeline (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/20/business/repeated-defect-in-heart-devices-exposes-a-history-of-problems.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "An IPod Worth Keeping An Eye On",
      "snippet": "David Pogue reviews Apple Computer's new Video iPod; photo (M)",
      "abstract": "David Pogue reviews Apple Computer's new Video iPod; photo (M)",
      "lead_paragraph": "CALL it the iPod Paradox: with each successive version, Apple's 30-million-selling music player gets thinner and thinner, but its feature list grows longer and longer. By next year, no doubt, the iPod will act as a radio, remote control and coffee stirrer, but will be thin enough to roll up into a tube.",
      "publication_date": "2005-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/20/business/technology/an-ipod-worth-keeping-an-eye-on.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "South Korea Becoming a Big Asian Investor",
      "snippet": "South Korea is quietly becoming weighty investor in Asia, with multinationals like Hyundai and Samsung proving to be tenacious matches for Japanese, American and European companies in China and elsewhere in region; has emerged as largest single so...",
      "abstract": "South Korea is quietly becoming weighty investor in Asia, with multinationals like Hyundai and Samsung proving to be tenacious matches for Japanese, American and European companies in China and elsewhere in region; has emerged as largest single source of foreign investment in China, making $6.25 billion in fixed investments there in 2004; Korean manufacturers are looking abroad to achieve powerful growth rates they only recently enjoyed at home, from exports and rising domestic demand; much of growth is supported by strengthening currency, the won, which gained more than 15 percent against dollar in 2004; graph; photos (M)",
      "lead_paragraph": "SEOUL, South Korea - Long focused on internal development, South Korea is quietly becoming a weighty investor in Asia, with multinationals like Hyundai and Samsung proving to be tenacious matches for Japanese, American and European companies in China and elsewhere in the region.",
      "publication_date": "2005-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/20/business/worldbusiness/south-korea-becoming-a-big-asian-investor.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Who Runs J.P. Morgan?; Man Behind the Curtain Is Moving to Center Stage",
      "snippet": "James Dimon will succeed William B Harrison Jr as chief executive of J P Morgan Chase at end of year, six months earlier than originally planned; has been running company as president, and new title will increase pressure on him to produce; stock ...",
      "abstract": "James Dimon will succeed William B Harrison Jr as chief executive of J P Morgan Chase at end of year, six months earlier than originally planned; has been running company as president, and new title will increase pressure on him to produce; stock price hovers close to its yearly low, hamstrung by inconsistent results from its investment bank and waning appetite on part of investors for ungainly financial giants; graph; photo (M)",
      "lead_paragraph": "James Dimon has long seemed destined to be the chief executive of a huge Wall Street bank. The day of his ascension has now been set.",
      "publication_date": "2005-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/20/business/who-runs-jp-morgan-man-behind-the-curtain-is-moving-to-center.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "Court Nominee Is Asked toRedo Reply to Questions",
      "snippet": "Supreme Court nominee Harriet E Miers is asked to resubmit parts of her judicial questionnaire by Republican and Democatic leaders of Senate Judiciary Committee, who say members found her responses 'inadequate,' 'insufficient' and 'insulting'; the...",
      "abstract": "Supreme Court nominee Harriet E Miers is asked to resubmit parts of her judicial questionnaire by Republican and Democatic leaders of Senate Judiciary Committee, who say members found her responses 'inadequate,' 'insufficient' and 'insulting'; they fault what they call incomplete responses about her legal career, her work in White House, her potential conflicts on cases involving administration and suspension of her license by District of Columbia Bar; they also ask her to provide detailed accounts of private reassurances about her views given by White House or its allies to some conservative supporters who have been anxious about her positions on abortion and other social issues; Sen Arlen Specter, chairman of committee, schedules hearings on her confirmation to begin Nov 7, overruling Democratic objections that they do not have enough information to evaluate her; both Specter and senior Democrat on panel, Patrick J Leahy, say they would not set any deadline for conclusion of hearings; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 19 - The Supreme Court nomination of Harriet E. Miers suffered another setback on Wednesday when the Republican and Democratic leaders of the Senate Judiciary Committee asked her to resubmit parts of her judicial questionnaire, saying various members had found her responses \"inadequate,\" \"insufficient\" and \"insulting.\"",
      "publication_date": "2005-10-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/20/politics/politicsspecial1/court-nominee-is-asked-toredo-reply-to-questions.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "U.S. Gives Florida a Sweeping Right to Curb Medicaid",
      "snippet": "Bush administration approves sweeping Medicaid plan for Florida that limits spending for many of 2.2 million beneficiaries there and gives private health plans new freedom to limit benefits; Florida program is likely to be model for many other sta...",
      "abstract": "Bush administration approves sweeping Medicaid plan for Florida that limits spending for many of 2.2 million beneficiaries there and gives private health plans new freedom to limit benefits; Florida program is likely to be model for many other states; it sets ceiling on spending for each recipient, except for children under age of 21 and pregnant women; Health and Human Services Dept Sec Michael O Leavitt approves proposal 16 days after it is formally submitted to him; it has strong support of Gov Jeb Bush, who has called current form of Medicaid unsustainable; Pres Bush has proposed similar changes at federal level for several years, but Democrats and some moderate Republicans in Congress have resisted, saying it would allow states to reduce coverage for very poor and very sick; Leavitt has waived many provisions of federal law, letting Florida make changes in demonstration project (M)",
      "lead_paragraph": "WASHINGTON, Oct. 19 - The Bush administration approved a sweeping Medicaid plan for Florida on Wednesday that limits spending for many of the 2.2million beneficiaries there and gives private health plans new freedom to limit benefits.",
      "publication_date": "2005-10-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/20/us/us-gives-florida-a-sweeping-right-to-curb-medicaid.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "Defiant Hussein, Lashing Out at U.S., Goes on Trial",
      "snippet": "Saddam Hussein, looking thin and pale after nearly two years of solitary confinement, dominates three-hour hearing before special Iraqi tribunal with prideful defiance; panel of five judges will try him and seven others for torture and killing of ...",
      "abstract": "Saddam Hussein, looking thin and pale after nearly two years of solitary confinement, dominates three-hour hearing before special Iraqi tribunal with prideful defiance; panel of five judges will try him and seven others for torture and killing of 148 men and teenage boys after assassination attempt against him in 1982 in Shiite town of Dujail; this is first of what may be dozens of trials for him and his top associates; Hussein mocks American military occupation and calls court pawn of American 'aggressors'; refuses even to confirm his name; finally pleads not guilty, but with scornful flourish; long-awaited start of trial is marred by technical failures of audio and video systems, leaving many in courtroom and beyond uncertain as to what exactly had been said; still, many Iraqis seem stunned by televised scenes of their former ruler, on trial and facing possible death sentence; scenes from first day of trial described; trial is adjourned until Nov 28; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/20/world/middleeast/defiant-hussein-lashing-out-at-us-goes-on-trial.html",
      "byline": "By John F. Burns"
    }
  ]
}