{
  "metadata": {
    "date": "2005-02-22",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "New Course by Royal Navy: A Campaign to Recruit Gays",
      "snippet": "Royal Navy begins actively encouraging gays to enlist and pledges to make life easier when they do, five years after Britain lifted its ban on gays in military; navy says it has asked Stonewall, group that lobbies for gay rights, to help it develo...",
      "abstract": "Royal Navy begins actively encouraging gays to enlist and pledges to make life easier when they do, five years after Britain lifted its ban on gays in military; navy says it has asked Stonewall, group that lobbies for gay rights, to help it develop better strategies for recruiting and retaining gay men and lesbians, possibly by advertising in gay mgazines and newspapers; new effort continues pattern of changing official attitudes in navy dating to 1999, when European court ruled that Britain's ban on gays in military violated European human-rights laws; gays in British miltary are subject to same rules of sexual conduct as heterosexuals: no touching, no kissing, no flaunting of sexuality; despite change in policy, relatively few gay men and lesbians already in military have come out (M)",
      "lead_paragraph": "LONDON, Feb. 21 - Five years after Britain lifted its ban on gays in the military, the Royal Navy has begun actively encouraging them to enlist and has pledged to make life easier when they do.",
      "publication_date": "2005-02-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/22/world/europe/new-course-by-royal-navy-a-campaign-to-recruit-gays.html",
      "byline": "By Sarah Lyall"
    },
    {
      "headline": "Behind Those Medical Malpractice Rates",
      "snippet": "Legal costs do not seem to be root of recent increase in malpractice insurance premiums; government and industry data show only modest rise in malpractice claims over last decade; trend in payments in 2004 for malpractice claims against doctors an...",
      "abstract": "Legal costs do not seem to be root of recent increase in malpractice insurance premiums; government and industry data show only modest rise in malpractice claims over last decade; trend in payments in 2004 for malpractice claims against doctors and other medical professionals turned sharply downward, falling 8.9 percent, to nationwide total of $4.6 billion; specialists say more important factors for rise in premiums appear to be declining investment earnings of insurance companies and changing nature of completition in inudstry; graph (M)",
      "lead_paragraph": "Speaking before hundreds of doctors and medical workers in a St. Louis suburb last month, President Bush called attention to a neurosurgeon on stage with him in the small auditorium. The doctor, the president said, was paying $265,000 a year in premiums for insurance against malpractice claims.",
      "publication_date": "2005-02-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/22/business/behind-those-medical-malpractice-rates.html",
      "byline": "By Joseph B. Treaster and Joel Brinkley"
    },
    {
      "headline": "Bush Says Russia Must Make Good on Democracy",
      "snippet": "Pres Bush, speaking in Brussels at start of four-day trip to Europe, warns Russia to renew commitment to democracy and rule of law, his toughest words yet about Pres Vladimir V Putin's rollback of democratic reforms and crackdown on dissent in Rus...",
      "abstract": "Pres Bush, speaking in Brussels at start of four-day trip to Europe, warns Russia to renew commitment to democracy and rule of law, his toughest words yet about Pres Vladimir V Putin's rollback of democratic reforms and crackdown on dissent in Russia; says United States and all European countries should place democratic reform at heart of their dialogue with Russia; Bush and Putin will meet in Slovakia on Feb 24; Bush, in speech, offers elaboration of American policy on Israel and Palestinians, emphasizing that new nation of Palestine must be made up of 'contiguous territory' on West Bank, not 'scattered territories'; emphatically says that Syria must withdraw its troops from Lebanon; he later has dinner with Pres Jacques Chirac of France, who had infuriated him by aggressively opposing invasion of Iraq; Bush points out that his first dinner on European soil since being re-elected is with Chirac; photos (M)",
      "lead_paragraph": "BRUSSELS, Feb. 21 - President Bush warned Russia on Monday that it \"must renew a commitment to democracy and the rule of law,\" but said he believed that the nation's future lay \"within the family of Europe and the trans-Atlantic community.\"",
      "publication_date": "2005-02-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/22/world/europe/bush-says-russia-must-make-good-on-democracy.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "Does the Kid Stay in the Picture?",
      "snippet": "Profile of Netflix, online DVD movie rental site co-founded by Reed Hastings; Hastings comments on challenges company faced and new competition from Wal-Mart, Blockbuster and other rivals; photos (special section: Small Business) (M)",
      "abstract": "Profile of Netflix, online DVD movie rental site co-founded by Reed Hastings; Hastings comments on challenges company faced and new competition from Wal-Mart, Blockbuster and other rivals; photos (special section: Small Business) (M)",
      "lead_paragraph": "Los Gatos, Calif. - LONG before his company celebrated its 2002 stock-market debut, and long before he learned that millions of customers also meant head-to-head competition with the likes of Blockbuster and Wal-Mart Stores, Reed Hastings was just another small-business man fretting his way through the 1998 holiday season, wondering if his 14-month-old start-up would survive the winter.",
      "publication_date": "2005-02-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/02/22/business/businessspecial/does-the-kid-stay-in-the-picture.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Novartis to Buy Two Makers of Generics",
      "snippet": "Novartis plans to buy Hexal of Germany and its affiliate Eon Labs of New York for $8.4 billion in cash, creating world's biggest maker of generic drugs; Hexal would bring Novartis more than 120 new products, while Eon would bring low-cost copy of ...",
      "abstract": "Novartis plans to buy Hexal of Germany and its affiliate Eon Labs of New York for $8.4 billion in cash, creating world's biggest maker of generic drugs; Hexal would bring Novartis more than 120 new products, while Eon would bring low-cost copy of popular antidepressant and extensive pipeline of new generic medicines; Novartis says together with Sandoz, Novartis's generic drug unit, companies would have more than $5 billion in sales, and would command 10 percent of estimated $100 billion market for low-priced copies of brand-name drugs by 2010 (M)",
      "lead_paragraph": "LONDON, Feb. 21 - Novartis, the Swiss pharmaceutical giant, said on Monday that it planned to buy Hexal of Germany and its affiliate Eon Labs of New York for $8.4 billion in cash, creating the world's biggest maker of generic drugs.",
      "publication_date": "2005-02-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/22/business/worldbusiness/novartis-to-buy-two-makers-of-generics.html",
      "byline": "By Heather Timmons and Tom Wright"
    },
    {
      "headline": "Latin America Fails to Deliver on Basic Needs",
      "snippet": "Foreign investment is falling in Latin America, region where providing basic services remains among most pressing public health and political issues; heated backlash against free-market changes has been fueled by sense that they promise more than ...",
      "abstract": "Foreign investment is falling in Latin America, region where providing basic services remains among most pressing public health and political issues; heated backlash against free-market changes has been fueled by sense that they promise more than they deliver while offering overpriced, often flawed services; it has left governments vulnerable to volatile protests and forced foreign companies to retreat; most attacked foreign companies are those that run public utilities, offering water and electricity, or that extract minerals and hydrocarbons, which are seen as part of nation's patrimony; those who resist trends of globalization are emboldened by what they see as success of local people in asserting their control over resources; others see troubling degree of political instability and perfect storm of uncertainty on horizon; photo; map; graph (L)",
      "lead_paragraph": "EL ALTO, Bolivia - Piped water, like the runoff from the glaciers above this city, runs tantalizingly close to Remedios Cuyuña's home. But with no way to pay the $450 hookup fee charged by the French-run waterworks, she washes her clothes and bathes her three children in frigid well water beside a fetid creek.",
      "publication_date": "2005-02-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/22/world/americas/latin-america-fails-to-deliver-on-basic-needs.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Drugs Like Viagra Spur Debate Over Medicare  Drug companies are resisting bipartisan efforts in Congress to prohibit Medicare from paying for Viagra and other drugs for erectile dysfunction.    The issue of whether Medicare's new prescription drug...",
      "abstract": " Drugs Like Viagra Spur Debate Over Medicare  Drug companies are resisting bipartisan efforts in Congress to prohibit Medicare from paying for Viagra and other drugs for erectile dysfunction.    The issue of whether Medicare's new prescription drug benefit should cover such treatments is raising broad questions of ethics, economics, politics and health policy. [Page A12.]    Investors Wary of Russia's Oil Clout  The Kremlin has become one of the world's most important energy players, and that has made foreign investors wary. [C4.]    Winn-Dixie Files for Chapter 11  Winn-Dixie Stores, which operates about 920 supermarkets in the southern United States, filed for Chapter 11 bankruptcy protection. Stores will stay open, and the company has secured $800 million in financing from Wachovia Bank. [C4.]    Qwest Said to Weigh Options for Bid  Qwest Communications International spent the weekend weighing several proposals to make another $8 billion bid for MCI, executives close to the company said. [C8.]    Investment Turmoil in Latin America  In Latin American countries like Bolivia, a rejection of privatization and a plunge in foreign investment are roiling companies like utilities, and citizens are going without basic services like clean water. [A1.]    Nissan Names No.2 Executive  Nissan Motor named a 29-year company veteran, Toshiyuki Shiga, to the No.2 position in the company as its chief executive, Carlos Ghosn, prepared to take on the task of leading two major automakers at once. [Page C4.]    U.S. Action on Trade Is Urged  The European Union's chief trade negotiator, Peter Mandelson, urged the United States to reduce subsidies to its farmers and to address unsolved issues on the trade in services to avert a breakdown in global trade talks. [C4.]    A Pivotal Figure on Social Security  Representative Jim McCrery, Republican of Louisiana, has emerged, seemingly out of nowhere, as a central figure in the Social Security debate. [A12.]    Nielsen Promises Action on Data  Nielsen Media Research is taking significant additional steps to address complaints on how the company gathers its television ratings data. Stuart Elliott: Advertising. [C6.]    When Platinum Loses Its Shine  A frequent flier explains why he has decided to stop seeing so much of Continental Airlines. Joe Sharkey: On the Road. [C9.]    Financial Markets Reopen  Financial markets in the United States were closed for the Presidents' Day holiday. They reopen today.  ",
      "lead_paragraph": "Drugs Like Viagra Spur Debate Over Medicare Drug companies are resisting bipartisan efforts in Congress to prohibit Medicare from paying for Viagra and other drugs for erectile dysfunction.",
      "publication_date": "2005-02-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/22/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Bars Test Laws on Gambling With Moneyless Poker Games",
      "snippet": "State Sen Dave Kleis of Minnesota sponsors bill that would legalize poker game called Texas Hold-em so long as prizes do not top $200; televised tournaments are making Hold-em ever more popular and mainstream, forcing Minnesota and half dozen othe...",
      "abstract": "State Sen Dave Kleis of Minnesota sponsors bill that would legalize poker game called Texas Hold-em so long as prizes do not top $200; televised tournaments are making Hold-em ever more popular and mainstream, forcing Minnesota and half dozen other states to grapple with new phenomenon: poker games with little more than bragging rights at stake; law enforcement agencies and liquor commissions in states with lotteries, racetracks and even casinos have arrested bar owners and players in recent months, threatening fines or jail time under statutes that proponents of poker see as anachronistic; at issue is what, exactly, constitutes gambling, and whether poker will remain ensconced in backrooms or become as ubiquitous as bingo; photo (M)",
      "lead_paragraph": "ST. CLOUD, Minn., Feb. 19 - Not 20 minutes into a No Limit Texas Hold'em poker tournament at the Granite Bowl bar and grill here, State Senator Mike McGinn pushed his entire pile of chips into the pot. State Senator Dave Kleis hardly hesitated before following suit, and State Representative Tom Hackbarth quickly joined the \"all in\" chorus.",
      "publication_date": "2005-02-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/22/us/bars-test-laws-on-gambling-with-moneyless-poker-games.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "May-Federated Merger Talks Showing Life",
      "snippet": "May Department Stores suspends its search for chief executive as merger talks with Federated Department Stores advances; May had hired executive recruitment firm Spencer Stuart month ago when its chairman-chief executive Gene S Kahn was ousted; hi...",
      "abstract": "May Department Stores suspends its search for chief executive as merger talks with Federated Department Stores advances; May had hired executive recruitment firm Spencer Stuart month ago when its chairman-chief executive Gene S Kahn was ousted; his resignation led Federated to approach May (Market Place column) (M)",
      "lead_paragraph": "May Department Stores, which owns Lord & Taylor and Marshall Field's, has suspended its search for a chief executive as merger talks with Federated Department Stores advanced over the weekend, executives close to the company said yesterday.",
      "publication_date": "2005-02-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/22/business/mayfederated-merger-talks-showing-life.html",
      "byline": "By Andrew Ross Sorkin and Tracie Rozhon"
    },
    {
      "headline": "Hollywood Ending for Weinsteins and Disney?",
      "snippet": "Miramax's co-founder Harvey Weinstein is expected to meet with Walt Disney executives for final round of negotiations that will allow Bob and Harvey Weinstein to leave Disney when their contract expires in September; Weinsteins have agreed to stay...",
      "abstract": "Miramax's co-founder Harvey Weinstein is expected to meet with Walt Disney executives for final round of negotiations that will allow Bob and Harvey Weinstein to leave Disney when their contract expires in September; Weinsteins have agreed to stay and market several Miramax movies that have already been completed and will be released before they depart on Sept 30; Weinsteins also agree to reduce Miramax's budget to less than $350 million for year ending in September, about half of $700 million they have contractually been allowed to spend; Weinsteins will be able to begin production of films for unnamed film company they are starting; they have already sought financing on Wall Street, as well as partner to distribute movies; photo (M)",
      "lead_paragraph": "LOS ANGELES, Feb. 21 - Harvey Weinstein, the Miramax Films co-founder, is expected to meet this week with executives for the Walt Disney Company for a final round of negotiations that would allow the Weinsteins to leave Disney when their contract expires in September, according to three people involved in the negotiations.",
      "publication_date": "2005-02-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/22/business/media/hollywood-ending-for-weinsteins-and-disney.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Building Autos With the Same DNA",
      "snippet": "Auto companies are using more of same manufacturing components for wide range of vehicles from different brands as industry has increasingly consolidated; strategy has become riskier in recent years as companies like General Motors, Ford Motor and...",
      "abstract": "Auto companies are using more of same manufacturing components for wide range of vehicles from different brands as industry has increasingly consolidated; strategy has become riskier in recent years as companies like General Motors, Ford Motor and DaimlerChrysler acquire or form alliances with European and Asian manufacturers; acquisitions create challenges in maintaining identity of distinctive Swedish carmaker like Saab, which GM acquired in 2000, whose vehicles increasingly are being jointly developed with American and Japanese brands; photos (M)",
      "lead_paragraph": "DETROIT, Feb. 21 - Is the 9-7X the first sport utility vehicle from Saab, or is it a Chevy TrailBlazer dressed up to look Swedish?",
      "publication_date": "2005-02-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/22/business/building-autos-with-the-same-dna.html",
      "byline": "By Danny Hakim"
    }
  ]
}