{
  "metadata": {
    "date": "2005-07-27",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Easy Sailing for Nominee to the S.E.C.",
      "snippet": "Rep Christopher Cox, nominee to head Securities and Exchange Commission, pledges at his confirmation hearing that he will not undo regulations recently adopted by commission, but will rather 'build upon them'; tries to demonstrate that, contrary t...",
      "abstract": "Rep Christopher Cox, nominee to head Securities and Exchange Commission, pledges at his confirmation hearing that he will not undo regulations recently adopted by commission, but will rather 'build upon them'; tries to demonstrate that, contrary to assertions of his critics, he is not in pocket of special interests; lawmakers say full Senate is all but certain to approve Cox's nomination; photo (M)",
      "lead_paragraph": "WASHINGTON, July 26 - Representative Christopher Cox, the president's choice to be the next leader of the Securities and Exchange Commission, pledged at his confirmation hearing on Tuesday that he would not undo regulations recently adopted by the agency but would, in his words, \"build upon them.\"",
      "publication_date": "2005-07-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/27/business/easy-sailing-for-nominee-to-the-sec.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "New Art to a Deal at the Car Lot",
      "snippet": "Chuck Frank's struggle to keep his Chicago Chevrolet dealership profitable illustrates challenges facing many General Motors dealerships nationwide as they grapple with buyers who are more sophisticated and less brand loyal and whose eyes wander t...",
      "abstract": "Chuck Frank's struggle to keep his Chicago Chevrolet dealership profitable illustrates challenges facing many General Motors dealerships nationwide as they grapple with buyers who are more sophisticated and less brand loyal and whose eyes wander to other carmakers as GM lags in addressing concerns about ho-hum styling; Frank and his team have had to brainstorm ways to customize their sales tactics to compensate for lack of creativity in vehicles they are trying to sell; part of strategy is to court Hispanic car customers; graph shows decline in GM brands' market share over years; photo (L)",
      "lead_paragraph": "CHICAGO, July 26 - At \"Z\" Frank Chevrolet, it takes a little more spice to sell a Chevy these days.",
      "publication_date": "2005-07-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/27/business/new-art-to-a-deal-at-the-car-lot.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "Intense Hunt for Signs of Damage Could Raise Problems of Its Own",
      "snippet": "Discovery's 12 1/2-day mission into space will be one of most photographed in history of shuttle program, with all eyes on craft to see if it suffers kind of damage from blastoff debris that brought down Columbia in 2003; monitoring cameras everyw...",
      "abstract": "Discovery's 12 1/2-day mission into space will be one of most photographed in history of shuttle program, with all eyes on craft to see if it suffers kind of damage from blastoff debris that brought down Columbia in 2003; monitoring cameras everywhere may be mixed blessing because more damage engineers look for the more they will find, risking overreaction that could also be dangerous; astronaut Dr David Wolf warns about difficult decisions about damage that could be either critical or inconsequential; diagram (M)",
      "lead_paragraph": "CAPE CANAVERAL, Fla., July 26 - Now that the Discovery is in orbit, the examination begins. Its 12 1/2-day mission will be the most photographed in the history of the shuttle program, with all eyes on the craft to see if it suffered the kind of damage from blastoff debris that brought down the Columbia in February 2003.",
      "publication_date": "2005-07-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/27/science/space/intense-hunt-for-signs-of-damage-could-raise-problems-of-its.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "Congress, After Years of Effort, Is Set to Pass Broad Energy Bill",
      "snippet": "Congress, after coming up short for years, is preparing to enact mammoth energy plan that would provide generous subsidies to oil and gas industries, encourage new nuclear plants, try to encourage renewable fuels and give federal government new po...",
      "abstract": "Congress, after coming up short for years, is preparing to enact mammoth energy plan that would provide generous subsidies to oil and gas industries, encourage new nuclear plants, try to encourage renewable fuels and give federal government new power to override local objections to terminals for LNG imports; Pres Bush will go to Capitol Hill to rally House members; Energy Committee chairman Joe Barton accepts Senate's refusal to go along with easing of air pollution rules he sought for his Texas district; bill sidesteps oil drilling in Arctic National Wildlife Refuge; would extend daylight savings time in 2007, from second Sunday in March until first Sunday in November; list of key provisions; Barton estimates direct spending of up to $12 billion; Taxpayers for Common Sense sees potential $80-billion cost; conservation groups also are critical of proposal (M)",
      "lead_paragraph": "WASHINGTON, July 26 - After coming up short for years, Congress is preparing to enact a broad energy plan that would provide generous federal subsidies to the oil and gas industries, encourage new nuclear power plant construction and try to whet the nation's appetite for renewable fuels like ethanol and wind power.",
      "publication_date": "2005-07-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/27/politics/congress-after-years-of-effort-is-set-to-pass-broad-energy-bill.html",
      "byline": "By Carl Hulse and Michael Janofsky"
    },
    {
      "headline": "Shuttle Roars Back to Space After 2½-Year Absence",
      "snippet": "Space shuttle Discovery lifts off from Cape Canaveral, carrying seven astronauts on 12 1/2-day mission to resupply International Space Station and also to demonstrate NASA's commitment to safety since loss of Columbia; photos; launch into startlin...",
      "abstract": "Space shuttle Discovery lifts off from Cape Canaveral, carrying seven astronauts on 12 1/2-day mission to resupply International Space Station and also to demonstrate NASA's commitment to safety since loss of Columbia; photos; launch into startlingly blue sky on column of fire and smoke is milestone for agency that has struggled to find and fix problems that cost lives of seven astronauts in 2003; experts study two apparent images of objects falling away during ascent but overall mood is high and astronauts sound jubilant as they soar high above Earth; commander is retired Col Eileen M Collins; spacewalks and other planned activities outlined; diagram (M)",
      "lead_paragraph": "CAPE CANAVERAL, Fla., July 26 - With a stuttering roar that shook the air for miles around, the shuttle Discovery lifted off on Tuesday morning, carrying seven astronauts on a 12 1/2-day mission to resupply the International Space Station and to try to demonstrate NASA's renewed commitment to safety.",
      "publication_date": "2005-07-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/27/science/space/shuttle-roars-back-to-space-after-212year-absence.html",
      "byline": "By John Schwartz and Warren E. Leary"
    },
    {
      "headline": "China Says It Does Not Plan More Revaluation",
      "snippet": "People's Bank of China says there are no plans for further revaluation of currency; apparently seeks to quell widespread speculation that China will allow its currency, yuan or renminbi, to further appreciate against dollar over next year; blames ...",
      "abstract": "People's Bank of China says there are no plans for further revaluation of currency; apparently seeks to quell widespread speculation that China will allow its currency, yuan or renminbi, to further appreciate against dollar over next year; blames 'certain foreign media' for creating impression that recently announced 2.1 percent revaluation will lead to more revaluations soon; photo (M)",
      "lead_paragraph": "BEIJING, July 26 - Just days after China modestly revalued its currency and did away with its longstanding peg to the American dollar alone, the nation's central bank issued a statement Tuesday denying that there were any plans for further revaluation of the currency.",
      "publication_date": "2005-07-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/27/business/worldbusiness/china-says-it-does-not-plan-more-revaluation.html",
      "byline": "By David Barboza and Jonathan Fuerbringer"
    },
    {
      "headline": "Files From 80's Lay Out Stances of Bush Nominee",
      "snippet": "Documents released by National Archives show that as young lawyer in Reagan Justice Department John G Roberts, Pres Bush's Supreme Court nominee, advocated judicial restraint on issues of day; Roberts defended bill to curb court orders for school ...",
      "abstract": "Documents released by National Archives show that as young lawyer in Reagan Justice Department John G Roberts, Pres Bush's Supreme Court nominee, advocated judicial restraint on issues of day; Roberts defended bill to curb court orders for school desegregation, encouraged caution in enforcing anti-discrimination laws, argued that Congress has constitutional power to divest courts of jurisdication in school prayer cases and said Supreme Court overreached in denying states power to impose welfare residency rules; about 14,000 pages are from Roberts' work, at age 26, for then-Atty Gen William French Smith; photo; Roberts also notes spending first day at Justice helping Sandra Day O'Connor prepare for her confirmation hearings, advising her to avoid specific responses to direct questions on legal issues while showing firm command of subjects; later moved to White House counsel's office and addressed wide variety of issues, suggesting 'real courage would be to read Constitution as it should be read,' without outside commentary (M)",
      "lead_paragraph": "COLLEGE PARK, Md., July 26 - As a young lawyer in the Justice Department at the beginning of Ronald Reagan's presidency, John G. Roberts advocated judicial restraint on the issues of the day, many of which are still topical, documents released Tuesday by the National Archives show.",
      "publication_date": "2005-07-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/27/politics/politicsspecial1/files-from-80s-lay-out-stances-of-bush-nominee.html",
      "byline": "By David E. Rosenbaum"
    },
    {
      "headline": "Small Trade Pact Becomes a Big Political Deal",
      "snippet": "Pres Bush visit Capitol Hill before summer recess to prevent Republican defections and possible defeat of Central American Free Trade Agreement; Democrats, inclding many who oted for much bigger trade agreements, are overwhelmingly opposed; despit...",
      "abstract": "Pres Bush visit Capitol Hill before summer recess to prevent Republican defections and possible defeat of Central American Free Trade Agreement; Democrats, inclding many who oted for much bigger trade agreements, are overwhelmingly opposed; despite intense pressure from Bush and from House leaders, fewer than half Repubilcans have openly pledged their support; for Bush, trade pact is crucial to broader agenda of reducing global trade barriers (M)",
      "lead_paragraph": "WASHINGTON, July 26 - It is a small trade agreement, affecting a volume of American exports about equal to those from New Jersey.",
      "publication_date": "2005-07-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/27/business/small-trade-pact-becomes-a-big-political-deal.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Police Debate if London Plotters Were Suicide Bombers, or Dupes",
      "snippet": "British investigators are increasingly considering whether four terrorists who attacked London transit July 7 intended to die with their bombs or whether they were duped into thinking bombs would explode after they left scene; photo; they had roun...",
      "abstract": "British investigators are increasingly considering whether four terrorists who attacked London transit July 7 intended to die with their bombs or whether they were duped into thinking bombs would explode after they left scene; photo; they had round-trip train tickets, left seven-day parking sticker on car, stored explosives in trunk that might have been for another bomb and carried identification; one had spent large sum repairing his car and none left notes or videos; in July 21 incident some attackers fled after bombs failed to go off and one on bus left before failed detonation; suicide question has major implications for threat Britain faces; official says question is whether attackers are dedicated and ready to die or stupid guys run by smart group pulling strings, which would mean there is unknown mastermind still organizing others (M)",
      "lead_paragraph": "LONDON, July 26 - Within hours of the July 7 attacks here, many British police and intelligence officials assumed that the four bombers had intended to die with their bombs.",
      "publication_date": "2005-07-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/27/world/europe/police-debate-if-london-plotters-were-suicide-bombers-or-dupes.html",
      "byline": "By Elaine Sciolino and Don van Natta Jr"
    },
    {
      "headline": "An Analyst Receives a Time Out From Altera",
      "snippet": "Tad LaFountain, analyst who follows 21 semiconductor companies at Wells Fargo Securities in New York, says that he is dropping coverage of Altera Corp, industry giant, because its executives told him they would no longer take his phone calls, let ...",
      "abstract": "Tad LaFountain, analyst who follows 21 semiconductor companies at Wells Fargo Securities in New York, says that he is dropping coverage of Altera Corp, industry giant, because its executives told him they would no longer take his phone calls, let him ask questions on analyst conference calls or give him information he needs to analyze its business; contends company objects to his negative opinion on Altera stock (M)",
      "lead_paragraph": "For the 25 years that Tad LaFountain has been a technology stock analyst on Wall Street, he has often written negatively about the strategies or prospects of the companies he followed. Not once did a company retaliate, he said.",
      "publication_date": "2005-07-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/27/business/an-analyst-receives-a-time-out-from-altera.html",
      "byline": "By Gretchen Morgenson"
    }
  ]
}