{
  "metadata": {
    "date": "2005-04-28",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Tyco Ex-Chief, in Shift, Takes the Stand",
      "snippet": "Tyco's former chief executive L Dennis Kozlowski takes stand to declare his innocence at his retrial, surprising reversal in strategy from his first trial, in which he did not testify; testimony was clearly prepared and perhaps unsurprising; Kozlo...",
      "abstract": "Tyco's former chief executive L Dennis Kozlowski takes stand to declare his innocence at his retrial, surprising reversal in strategy from his first trial, in which he did not testify; testimony was clearly prepared and perhaps unsurprising; Kozlowski is on trial on larceny accusations and other charges; photo (M)",
      "lead_paragraph": "L. Dennis Kozlowski, the former chief executive of the conglomerate Tyco International, took the stand to declare his innocence at his retrial yesterday, a surprising reversal in strategy from his first trial, at which he did not testify.",
      "publication_date": "2005-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/28/business/tyco-exchief-in-shift-takes-the-stand.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "From Apple, a Tiger to Put in Your Mac",
      "snippet": "David Poge on Apple's new Mac OS X 10.4 software, nicknamed Tiger, that Apple will release on April 29; drawing (M)",
      "abstract": "David Poge on Apple's new Mac OS X 10.4 software, nicknamed Tiger, that Apple will release on April 29; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/28/technology/circuits/from-apple-a-tiger-to-put-in-your-mac.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Psst! Want Internet Phone Service?",
      "snippet": "Selling of Internet-based phone service is expected to attract hundreds of mom-and-pop operations because seller only needs few hundred dollars, Web site and some marketing moxie; Woodrow Cundiff spent $500 in March to become 'reseller' of service...",
      "abstract": "Selling of Internet-based phone service is expected to attract hundreds of mom-and-pop operations because seller only needs few hundred dollars, Web site and some marketing moxie; Woodrow Cundiff spent $500 in March to become 'reseller' of service that aims to replace expensive landline phones with software that runs on high-speed data lines to provide voice connections; Cundiff has signed up 200 customers from his home in Port Charlotte, Fla, and claims to hacve made his money back, nearly 10 times over; photo (M)",
      "lead_paragraph": "Woodrow Cundiff is a born salesman. Like many others before him selling the likes of Amway, Tupperware and Avon products door to door, he has been waiting for the \"next big thing\" to pitch. And like others before him, he found it on the Internet: a newfangled digital phone service offered by a Canadian company.",
      "publication_date": "2005-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/28/technology/psst-want-internet-phone-service.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "House Passes Bill Tightening Parental Rule for Abortions",
      "snippet": "House passes bill making it federal crime for any adult to transport under-age girl across state lines to have abortion without consent of her parents; vote is 270 to 157; Senate to vote on similar bill within few months; House measure is victory ...",
      "abstract": "House passes bill making it federal crime for any adult to transport under-age girl across state lines to have abortion without consent of her parents; vote is 270 to 157; Senate to vote on similar bill within few months; House measure is victory for abortion opponents, who are pushing ambitious agenda now that Congress is under greater Republican control; bill also requires doctors who perform abortions on girls 17 and under to comply with state notification law, and in some cases to notify girl's parents in person; violators could face $100,000 fine and year in jail; bill also imposes 24-hour waiting period for young women who travel to another state for abortion, in some cases even if they are accompanied by their parents; measure has strong backing of White House; opponents say measure would violate Supreme Court ruling that requires state parental notification laws to include alternatives, like permitting abortions with judge's consent (M)",
      "lead_paragraph": "WASHINGTON, April 27 - The House passed a bill on Wednesday making it a federal crime for any adult to transport an under-age girl across state lines to have an abortion without the consent of her parents. A vote on a similar bill is expected in the Senate later this spring or early this summer, and backers says its chances are good.",
      "publication_date": "2005-04-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/28/politics/house-passes-bill-tightening-parental-rule-for-abortions.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Paying on the Highway to Get Out of First Gear",
      "snippet": "Growing number of states pass bills allowing their transportation systems to operate pay-as-you-go roads, in effect letting private sector build and run roads; state and federal governments, beset by deficits, say they have barely enough money to ...",
      "abstract": "Growing number of states pass bills allowing their transportation systems to operate pay-as-you-go roads, in effect letting private sector build and run roads; state and federal governments, beset by deficits, say they have barely enough money to service existing road system, let alone build new roads; typically, tolls vary by time of day and levels of traffic congestion; White House wants to allow states to charge user fees for virtually any stretch of interstate; that would be one of biggest philosophical changes in transportation policy since toll-free interstate highway system was created in 1950's; it mirrors changes taking place overseas; photo; charts (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/28/us/paying-on-the-highway-to-get-out-of-first-gear.html",
      "byline": "By Timothy Egan"
    },
    {
      "headline": "'Soccer Mom' Education Chief Plays Hardball",
      "snippet": "Margaret Spellings, first woman with school-age children to serve as secretary of education, is fighting fiercely to tamp down growing rebellion against Pres Bush's No Child Left Behind law; she has cultivated her reputation for playing hardball; ...",
      "abstract": "Margaret Spellings, first woman with school-age children to serve as secretary of education, is fighting fiercely to tamp down growing rebellion against Pres Bush's No Child Left Behind law; she has cultivated her reputation for playing hardball; she accused educators from Connecticut who are challenging law of being 'un-American'; in Utah, she has cold-shouldered superintendent of schools and threatened to slash federal money for state in effort to beat back Utah bill that protests federal law; experts say she faces tough road in her support of bill; many educators say law needs tuneup, but White House is determined to avoid any legislative reconsideration until scheduled reauthorization of law in 2007; many states view some of law's provisions as unrealistic, such as one requiring that newly arrived immigrant students take annual tests in English; photo (M)",
      "lead_paragraph": "WASHINGTON - Margaret Spellings once described herself to a Texas reporter as \"an earth-mother type of Republican.\" As the first woman with school-age children to serve as secretary of education, she was asked recently to explain herself.",
      "publication_date": "2005-04-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/28/education/soccer-mom-education-chief-plays-hardball.html",
      "byline": "By Sam Dillon"
    },
    {
      "headline": "HOUSE OVERTURNS NEW ETHICS RULE AS G.O.P. RELENTS",
      "snippet": "Republican-led House overturns contentious rule changes it had made to House ethics processs, with Speaker J Dennis Hastert stressing need to resolve torrent of questions surrounding conduct of majority leader Rep Tom DeLay; Hastert's relenting to...",
      "abstract": "Republican-led House overturns contentious rule changes it had made to House ethics processs, with Speaker J Dennis Hastert stressing need to resolve torrent of questions surrounding conduct of majority leader Rep Tom DeLay; Hastert's relenting to Democrats' demands marks startling turn as Republicans confront fallout from stalled ethics process that Democrats say was rigged to protect DeLay; Republican majority has come under increasing criticism for rule changes, which opponents say would render ethics panel impotent to pursue wrongdoing by members; immediate effect of House reverting to old rules will be opening of investigation into persistent questions about DeLay's overseas travel and his relationships with prominent lobbyists; he was admonished three times by ethics committee last year; photo (M)",
      "lead_paragraph": "WASHINGTON, April 27 - In a rare retreat, the Republican-led House on Wednesday overturned contentious rule changes made to the House ethics process, with Republicans saying they surrendered to the Democrats to try to restore a way to enforce proper conduct in the House.",
      "publication_date": "2005-04-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/28/us/front page/house-overturns-new-ethics-rule-as-gop-relents.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "Steep Weekly Rise in U.S. Oil Supply Cuts Price 4.8%",
      "snippet": "Oil prices drop 4.8 percent, sharpest drop this year, after Energy Department report says commercial stocks rose to highest level in nearly three years, easing concern about supply shortage in coming months; oil for June delivery declines $2.59 in...",
      "abstract": "Oil prices drop 4.8 percent, sharpest drop this year, after Energy Department report says commercial stocks rose to highest level in nearly three years, easing concern about supply shortage in coming months; oil for June delivery declines $2.59 in New York trading, to $51.61 a barrel; crude oil imports reched 10.86 million barrels a day last week, third-highest average on record; gasoline imports exceeded million barrels a day for third consecutive week; Pres Bush suggests that military bases that have been shut down could be used as sites to build refineries (M)",
      "lead_paragraph": "Oil prices fell 4.8 percent yesterday, the sharpest drop this year, after a government report said that commercial stocks had risen to the highest level in nearly three years, easing concern about a supply shortage in coming months.",
      "publication_date": "2005-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/28/business/steep-weekly-rise-in-us-oil-supply-cuts-price-48.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Future of Self-Regulation Of Exchanges Is Debated  The New York Stock Exchange's plan to acquire an electronic trading system has called into question the future of the self-regulation system that exchanges use.     At issue is whether self-regula...",
      "abstract": " Future of Self-Regulation Of Exchanges Is Debated  The New York Stock Exchange's plan to acquire an electronic trading system has called into question the future of the self-regulation system that exchanges use.     At issue is whether self-regulation works in light of recent history, with examples being a price-fixing scandal at Nasdaq and the floor-trading investigations and indictments at the Big Board. Market Place. [Page C2.]    Wireless Helps Verizon Profit  Shares of Verizon Communications jumped more than 3 percent after it reported better-than-expected first-quarter earnings because of healthy demand for its wireless and broadband services. Verizon Wireless generated 41 percent of the company's sales. Revenue at Verizon Wireless, which is jointly owned by Verizon and Vodafone, grew 20.4 percent, to $7.4 billion in the quarter. [C7.]    Details on A.I.G. Tax Shelters  Court papers indicate that American International Group helped wealthy individuals make use of questionable tax shelters intended to shield profits from federal taxes. [C6.]    Chiron Expects Enough Flu Vaccine  Chiron said it thought it could produce 25 million to 30 million doses of flu vaccine. Authorities said the expected production from Chiron should be enough to stave off a severe shortage of vaccine this winter. [A17.]    U.S. Accounting Rules Criticized  European regulators have said some companies that use accounting rules developed in the United States, Canada and Japan should be required to provide additional information to investors if they want their securities to continue trading in Europe. [C4.]    Microsoft Chief Is Chided in Europe  Neelie Kroes, left, Europe's top antitrust official, told Steven A. Ballmer, the chief executive of Microsoft, that the company must comply with Europe's antitrust ruling ''urgently and in full.'' More than a year has passed since the European Commission found Microsoft guilty of abusing its dominant position in the European software market, and the company has yet to comply with two orders to change its business practices. [C7.]    2nd Bid Expected for Allied Domecq  Constellation Brands, Brown-Forman and two private equity firms, the Blackstone Group and Lion Capital, are considering making a joint bid for Allied Domecq. Pernod Ricard has offered $14.1 billion for the liquor maker. [C4.]    A Bigger Quarterly Loss at Sony  Sony's loss widened in the latest quarter, and the company said profit for the year would decline as pricing pressures continue. [C4.]    Apple Supported in Online Dispute  Apple Computer gained the support of Intel and Genentech in its effort to make online publishers disclose their sources of confidential information about new Apple products. [C17.]    Stocks Gain as Oil Prices Decline  The Dow Jones industrials gained 47.67 points, to 10,198.80. The Standard & Poor's 500 rose 4.64 points, to 1,156.38. The Nasdaq composite increased 2.99 points, to 1,930.43. [C11.]    Combating Gadget Theft  As gadgets shrink in size and grow in popularity, theft has grown, too. A look at how to deter theft of laptops, phones and other portable devices and how to recover them. Circuits. [C9.]    Economists Rediscover Bubbles  Experts try to explain why bubbles occur. Alan B. Krueger: Economic Scene. [C2.]  ",
      "lead_paragraph": "Future of Self-Regulation Of Exchanges Is Debated The New York Stock Exchange's plan to acquire an electronic trading system has called into question the future of the self-regulation system that exchanges use.",
      "publication_date": "2005-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/28/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Iraq Leader Says Cabinet Is Ready After Long Delay",
      "snippet": "Prime Min Ibrahim al-Jaafari of Iraq says he has submitted full list of cabinet members, opening way for multiethnic government to assume power and end three-month political stalemate that appears to be fueling violence; Jaafari does not release l...",
      "abstract": "Prime Min Ibrahim al-Jaafari of Iraq says he has submitted full list of cabinet members, opening way for multiethnic government to assume power and end three-month political stalemate that appears to be fueling violence; Jaafari does not release list of names, saying it needs final approval by three-member presidency council and Assembly; other officials say some selections, especially of Sunni Arabs and Kurds, are still not certain; Iraq's leaders are mired in bitter struggles over policy and power-sharing, and millions of Iraqis who risked their lives to vote in national elections are disillusioned; Jaafari's announcement comes on heels of personal appeals to him and other Shiite and Kurdish leaders by Vice Pres Dick Cheney and Secretary of State Condoleezza Rice; Jaafari's Shiite alliance will hold 17 of 32 cabinet positions, including many key posts; cabinet will also include eight members of Kurdish alliance, six Sunni Arabs, and one Christian; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, April 27 - Iraq's new prime minister announced Wednesday that he had submitted a full list of cabinet members, opening the way for a multiethnic government to assume power and end a three-month political stalemate that has appeared to be fueling violence.",
      "publication_date": "2005-04-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/28/world/middleeast/iraq-leader-says-cabinet-is-ready-after-long-delay.html",
      "byline": "By Robert F. Worth"
    },
    {
      "headline": "Justices Dubious of U.S. Case on Andersen",
      "snippet": "US Supreme Court hears Arthur Andersen's appeal of conviction of single criminal count of witness tampering in Enron fraud case; justices are so clearly sympathetic to Andersen, with Justice Antonin Scalia at one point describing government's theo...",
      "abstract": "US Supreme Court hears Arthur Andersen's appeal of conviction of single criminal count of witness tampering in Enron fraud case; justices are so clearly sympathetic to Andersen, with Justice Antonin Scalia at one point describing government's theory of case as 'weird,' that only question by end of argument appears to be how quickly court will produce opinion overturning firm's conviction; such decision would have little practical benefit to Andersen; conviction was corporate death sentence for firm; it once had 28,000 employees and how has skeleton staff of 200 engaged in closing down firm's affairs (M)",
      "lead_paragraph": "WASHINGTON, April 27 - The federal government had a hard time three years ago obtaining a conviction of Arthur Andersen for having shredded its Enron documents as the energy company, its major client, was imploding. A jury in Houston took 10 days and declared itself deadlocked before convicting the accounting firm of a single criminal count of witness tampering.",
      "publication_date": "2005-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/28/business/justices-dubious-of-us-case-on-andersen.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "In New Manual, Army Limits Tactics in Interrogation",
      "snippet": "Army is preparing to issue new interrogations manual that expressly bars harsh techniques disclosed in Abu Ghraib prisoner abuse scandal, and incorporates safeguards devised to prevent such misconduct at military prison camps in future; new manual...",
      "abstract": "Army is preparing to issue new interrogations manual that expressly bars harsh techniques disclosed in Abu Ghraib prisoner abuse scandal, and incorporates safeguards devised to prevent such misconduct at military prison camps in future; new manual specifically forbids practices like stripping prisoners, keeping them in stressful positions for long time, imposing dietary restrictions, employing police dogs to intimidate prisoners and using sleep deprivation as tool to get them to talk; Defense Sec Donald H Rumsfeld and Lt Gen Ricardo S Sanchez, former top commander in Iraq, have been faulted in military investigations for adding to confusion by approving, then disapproving, limited use of harsh techniques that went beyond what is allowed in manual; new manual is accompanied by separate classified training document providing dozens of interrogation scenarios and go into exacting detail on what procedures may or may not be used, and in what circumstances; these are first-ever specific guidelines for Army interrogators to help teach them how to walk right up to line between legal and illegal interrogations (M)",
      "lead_paragraph": "WASHINGTON, April 27 - The Army is preparing to issue a new interrogations manual that expressly bars the harsh techniques disclosed in the Abu Ghraib prisoner abuse scandal, and incorporates safeguards devised to prevent such misconduct at military prison camps in the future, Army officials said Wednesday.",
      "publication_date": "2005-04-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/28/politics/in-new-manual-army-limits-tactics-in-interrogation.html",
      "byline": "By Eric Schmitt"
    }
  ]
}