{
  "metadata": {
    "date": "2005-09-08",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "New Orleans Officials GrappleWith How to Pull Out Residents",
      "snippet": "New Orleans police officers begin to force residents to leave, including those living in dry and undamaged homes, citing hazards posed by fires, water-borne diseases and natural-gas leaks; change in policy, from imploring to forcing residents to l...",
      "abstract": "New Orleans police officers begin to force residents to leave, including those living in dry and undamaged homes, citing hazards posed by fires, water-borne diseases and natural-gas leaks; change in policy, from imploring to forcing residents to leave, comes after evacuation order by Mayor C Ray Nagin, and even as floodwater recedes slightly and residents in some sections take smalll steps toward recovery; estimated 5,000 to 6,000 people remain inside New Orleans, many in neighborhoods that are on high ground; some say they will fight evacuation, potentially producing ugly confrontations; number of dead still remains looming and disturbing question; Federal Emergency Management Agency reportedly orders 25,000 body bags for Louisiana alone; Pres Bush will send Congress request for $51.8 billion for relief efforts, including $50 billion for FEMA, $1.4 billion for Defense Dept and $400 million for Army Corps of Engineers; this follows $10.5 billion package he signed days ago; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/08/us/nationalspecial/new-orleans-officials-grapplewith-how-to-pull-out.html",
      "byline": "By Alex Berenson and Sewell Chan"
    },
    {
      "headline": "IPod Phone Isn't Perfect, but It's a Start",
      "snippet": "David Pogue comment on Apple Computer's new iPod nano music player and Motorola cellphone called Rokr E1, which will incoporate Apple's iTunes music software and be capable of storing 100 songs; phone will be available exclusively on Cingular Wire...",
      "abstract": "David Pogue comment on Apple Computer's new iPod nano music player and Motorola cellphone called Rokr E1, which will incoporate Apple's iTunes music software and be capable of storing 100 songs; phone will be available exclusively on Cingular Wireless network in US; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/08/technology/circuits/ipod-phone-isnt-perfect-but-its-a-start.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Apple Unveils a New IPod and a Phone Music Player",
      "snippet": "Apple Computer introduces compact iPod called the nano, which stores either 500 or 1,000 songs and is priced at $199 to $249; device is intended to replace iPod Mini; will be avaiable in US, Japan and Europe this week; Apple chairman Steven P Jobs...",
      "abstract": "Apple Computer introduces compact iPod called the nano, which stores either 500 or 1,000 songs and is priced at $199 to $249; device is intended to replace iPod Mini; will be avaiable in US, Japan and Europe this week; Apple chairman Steven P Jobs calls new player 'bold gamble'; Apple confirms widely reported digital music partnership with Motorola and Cingular; Motorola cellphone called Rokr E1 will incorporate Apple's iTunes music software and be capable of storing 100 songs; phone, which will sell for $250, will be available exclusively on Cingular Wireless network in US; photos (M)",
      "lead_paragraph": "SAN FRANCISCO, Sept. 7 - Apple moved on Wednesday to extend its dominance over the digital music marketplace, introducing a compact iPod called the nano and confirming a widely reported digital music partnership with Motorola and Cingular.",
      "publication_date": "2005-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/08/technology/apple-unveils-a-new-ipod-and-a-phone-music-player.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "A Trial Run Finds Hong Kong Disneyland Much Too Popular for Its Modest Size",
      "snippet": "New Hong Kong Disneyland faces problem of too many guests, too many of whom clog restaurants while ordering long, expensive meals; charity day on Sept 4 that was supposed to test park's ability to run at near-capacity of 30,000 people turned into ...",
      "abstract": "New Hong Kong Disneyland faces problem of too many guests, too many of whom clog restaurants while ordering long, expensive meals; charity day on Sept 4 that was supposed to test park's ability to run at near-capacity of 30,000 people turned into fiasco of hourlong lines for rides, food shortages, inadequate parking and temporary closing of area of park because of overcrowding; English and Chinese-language media in Hong Kong have been full of unfavorable coverage of park's modest size, and financial secretary of Hong Kong, Henry Tang, has suggested that Disney reconsider how many people park can really hold; more modest scale from other Disney parks is part of recent company strategy to open theme parks in phases instead of trying to build extensive park all at once; photos (M)",
      "lead_paragraph": "HONG KONG, Sept. 7 - When the Walt Disney Company opened a European theme park on the outskirts of Paris in 1992, the park struggled to attract enough visitors, and the ones who came spent less than expected.",
      "publication_date": "2005-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/08/business/media/a-trial-run-finds-hong-kong-disneyland-much-too-popular-for.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Liability Issue: Wind or Water?",
      "snippet": "Lack of flood insurance could limit payouts in Gulf Coast from Hurricane Katrina; property owners are likely to push for more expansive definition of insurers' liability; majority of businesses and homeowners in area have insurance that covers win...",
      "abstract": "Lack of flood insurance could limit payouts in Gulf Coast from Hurricane Katrina; property owners are likely to push for more expansive definition of insurers' liability; majority of businesses and homeowners in area have insurance that covers wind damage, but most homeowners do not have flood insurance; in New Orleans, federal government treated flood insurance as largely optional because of protection offered by levees; while engineers who have dealt with hurricane damage in past say they can determine whether destruction was from wind or water, no one has yet been able to assess situation in New Orleans; Risk Management Solutions has estimated hurricane will lead to at least $100 billion in economic losses; insurers already expect to pay $20 billion to $30 billion; photos (M)",
      "lead_paragraph": "Even with the full extent of the losses caused by Hurricane Katrina still unknown, a battle over what insurance companies will cover is taking shape around one pivotal question: How much of the damage was due to strong winds and how much due to flooding?",
      "publication_date": "2005-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/08/business/liability-issue-wind-or-water.html",
      "byline": "By Jennifer Bayot"
    },
    {
      "headline": "Ford Recall Involves Millions of Vehicles",
      "snippet": "Ford Motor Co recalls close to four million pickup trucks and sport utility vehicles, saying leak-prone cruise control system could ignite fires; recall involves nation's top-selling vehicle, F-150 pickup; Ford Expeditions, Broncos and Lincoln Nav...",
      "abstract": "Ford Motor Co recalls close to four million pickup trucks and sport utility vehicles, saying leak-prone cruise control system could ignite fires; recall involves nation's top-selling vehicle, F-150 pickup; Ford Expeditions, Broncos and Lincoln Navigators are also included in recalls, which affects many models from as far back as 1994 to 2002; Toyota recalls nearly one million older pickups and SUV's, citing malfunctioning steering mechanism; system in question at Ford is focus of continuing federal safety inquiry and numerous lawsuits pending against Ford (M)",
      "lead_paragraph": "DETROIT, Sept. 7 - The Ford Motor Company recalled close to four million pickup trucks and sport utility vehicles on Wednesday, saying that a leak-prone cruise control system could ignite fires.",
      "publication_date": "2005-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/08/automobiles/ford-recall-involves-millions-of-vehicles.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Medical Records Say Arafat Died From a Stroke",
      "snippet": "Newly disclosed medical records of Yasir Arafat show he died from stroke that resulted from bleeding disorder caused by unidentified infection, and not from poisoning, as some senior Palestinian officials had alleged; cause of his death last Nov 1...",
      "abstract": "Newly disclosed medical records of Yasir Arafat show he died from stroke that resulted from bleeding disorder caused by unidentified infection, and not from poisoning, as some senior Palestinian officials had alleged; cause of his death last Nov 11 was never announced and speculation has remained rife; first independent review of records also dispels rumor that he may have died of AIDS; records show that doctors could not determine his underlying infection, despite extensive testing; Israeli and American experts consulted about his medical records note that he did not receive antibiotics until 15 days after onset of his illness, probably too late to save him; say his doctors in Ramallah did not seem to recognize that he suffered from serious blood disorder, but that even after he was airlifted to French hospital, doctors there never discovered specific cause of infection that led to bleeding disorder; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/08/world/middleeast/medical-records-say-arafat-died-from-a-stroke.html",
      "byline": "By Steven Erlanger and Lawrence K. Altman"
    },
    {
      "headline": "After the Storm, the Swindlers",
      "snippet": "Internet is brimming with swindles, come-ons and opportunistic pandering related to relief effort for victims of Hurricane Katrina; experts say frauds are more varied and more numerous than in past disasters; Federal Bureau of Investigation puts n...",
      "abstract": "Internet is brimming with swindles, come-ons and opportunistic pandering related to relief effort for victims of Hurricane Katrina; experts say frauds are more varied and more numerous than in past disasters; Federal Bureau of Investigation puts number of Web sites claiming to deal in Katrina information and relief--some legitimate, others not--at 2,300 and growing; dozens of suspicious sites claiming links to legitimate charities are being investigated by state and federal authorities; also under investigation are e-mail spam campaigns using hurricane as hook to lure victims to reveal credit card numbers to thieves; earliest online frauds began to appear within hours of Katrina's passing; photo (M)",
      "lead_paragraph": "Even as millions of Americans rally to make donations to the victims of Hurricane Katrina, the Internet is brimming with swindles, come-ons and opportunistic pandering related to the relief effort in Louisiana, Mississippi and Alabama. And the frauds are more varied and more numerous than in past disasters, according to law enforcement officials and online watchdog groups.",
      "publication_date": "2005-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/08/technology/after-the-storm-the-swindlers.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "Alarm Growing on Storm's Cost for Agriculture",
      "snippet": "American farmers brace for potentially great financial blow as result of Hurricane Katrina; farmers in breadbasket states rely on barges to carry their crops down Mississippi River; they cannot be certain that badly damaged Port of New Orleans, cr...",
      "abstract": "American farmers brace for potentially great financial blow as result of Hurricane Katrina; farmers in breadbasket states rely on barges to carry their crops down Mississippi River; they cannot be certain that badly damaged Port of New Orleans, crucial link to export markets, will reopen anytime soon; farmers in gulf states are reeling from other problems as well, including lack of electricity and shortage of diesel fuel; farmers in some states in Midwest have already endured worst drought in 20 years; storm flattened crops in South; farmers nationwide must pay more for fuel to bring harvest in and transport it, lowering their profit; American Farm Bureau Federation estimates that Katrina will cause about $2 billion in damage to farmers nationwide; photo; charts (M)",
      "lead_paragraph": "CHICAGO, Sept. 7 - Two weeks from the beginning of harvest season, there is a mounting sense of alarm over a potential financial blow to American farming. Farmers in the breadbasket states rely on barges to carry their corn, soybeans and wheat down the Mississippi River, but cannot be certain that the Port of New Orleans, a crucial link to export markets that was badly damaged by Hurricane Katrina, will reopen anytime soon.",
      "publication_date": "2005-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/08/business/alarm-growing-on-storms-cost-for-agriculture.html",
      "byline": "By Alexei Barrionuevo and Jeff Bailey"
    },
    {
      "headline": "Macabre Reminder: The Corpse on Union Street",
      "snippet": "New Orleans in aftermath of Hurricane Katrina is pestilent, eerie, and unnaturally quiet; fires burn, dogs scavenge and sight of corpses becomes almost common; surreal scene described; photos (M)",
      "abstract": "New Orleans in aftermath of Hurricane Katrina is pestilent, eerie, and unnaturally quiet; fires burn, dogs scavenge and sight of corpses becomes almost common; surreal scene described; photos (M)",
      "lead_paragraph": "NEW ORLEANS, Sept. 7 - In the downtown business district here, on a dry stretch of Union Street, past the Omni Bank automated teller machine, across from a parking garage offering \"early bird\" rates: a corpse. Its feet jut from a damp blue tarp. Its knees rise in rigor mortis.",
      "publication_date": "2005-09-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/08/us/nationalspecial/macabre-reminder-the-corpse-on-union-street.html",
      "byline": "By Dan Barry"
    },
    {
      "headline": "Egypt Holds a Multiple-Choice Vote, but the Answer Is Mubarak",
      "snippet": "Egyptians vote in first multicandidate race for president, milestone despite fact that election is far from free and fair; streets are calm and protesters are allowed to block city traffic; even though Pres Hosni Mubarak will clearly win, politica...",
      "abstract": "Egyptians vote in first multicandidate race for president, milestone despite fact that election is far from free and fair; streets are calm and protesters are allowed to block city traffic; even though Pres Hosni Mubarak will clearly win, political analysts see event as step forward for country that has operated under state of emergency for decades, has never allowed opposition candidates to appear on presidential ballot and has routinely sanctioned violence as tool on Election Day; Mubarak's party, eager to bolster vote's credibillty, encourages higher turnouts; Mubarak faced nine opponents, only two of whom have real following; even before balloting begins there is concern about election fraud and tampering because government barred outside monitors; photos (M)",
      "lead_paragraph": "CAIRO, Sept. 7 - Egyptians voted Wednesday in the nation's first multicandidate race for president, and while Egypt has clearly not yet shaken off decades of one-man, one-party rule, the streets were calm, protesters were allowed to block city traffic and voters could cast a ballot for someone other than Hosni Mubarak.",
      "publication_date": "2005-09-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/08/world/africa/egypt-holds-a-multiplechoice-vote-but-the-answer-is-mubarak.html",
      "byline": "By Michael Slackman"
    }
  ]
}