{
  "metadata": {
    "date": "2005-05-31",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "In Political Step, Pope Confronts Law on Fertility",
      "snippet": "Pope Benedict XVI endorses call by Italian bishops for boycott of referendum in Italy on medically assisted fertility; referendum seeks to overturn key provisions in most restrictive law on medically assisted fertility in Europe; law, passed last ...",
      "abstract": "Pope Benedict XVI endorses call by Italian bishops for boycott of referendum in Italy on medically assisted fertility; referendum seeks to overturn key provisions in most restrictive law on medically assisted fertility in Europe; law, passed last year, bans donations of sperm and eggs, defines life as beginning at conception, and allows fertility treatment only to married heterosexual couples; effort to roll back many provisions is shaping up as important battleground for Roman Catholic Church, energized by new pope with strong views on social issues; many in Italy, which is overwhelmingly Catholic, support law and church's engagement to protect it; others worry that church is making disturbing intrusion into politics; photos (M)",
      "lead_paragraph": "ROME, May 30 - Pope Benedict XVI waded gingerly into Italian politics on Monday for his first time, endorsing a call by Italian bishops for a boycott of a contentious referendum on medically assisted fertility.",
      "publication_date": "2005-05-31T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/31/world/europe/in-political-step-pope-confronts-law-on-fertility.html",
      "byline": "By Ian Fisher and Elisabetta Povoledo"
    },
    {
      "headline": "Diamond Polishing Is One More Dynamic Facet of China",
      "snippet": "China is playing growing role in diamond manufacturing industry, competing with India in particular; China is now world's third-largest polisher of diamonds by value; China imports $800 million a year worth of rough diamonds and polishes them to b...",
      "abstract": "China is playing growing role in diamond manufacturing industry, competing with India in particular; China is now world's third-largest polisher of diamonds by value; China imports $800 million a year worth of rough diamonds and polishes them to become worth about $1.1 billion, accounting for 6 percent of value added by world's $4.6 billion diamond polishing industry; India, with million diamond workers and 80 percent share of diamond pollishing business, is nervous; alarmed by pace and skill with which China is improving, India's diamond industry leaders say that in diamonds, as in so many other businesses, China's advance cannot be stopped; map; photo (M)",
      "lead_paragraph": "PANYU, China - India excels at polishing diamonds as tiny as a hundredth of a carat. Masters of this craft in Antwerp, Belgium, and in Tel Aviv excel at handling diamonds of a carat or more.",
      "publication_date": "2005-05-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/31/business/worldbusiness/diamond-polishing-is-one-more-dynamic-facet-of-china.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "U.S. to Begin Trade Case Over Airbus",
      "snippet": "Bush administration will bring case against European Union at World Trade Organization over European subsidies to aircraft maker Airbus, reviving dispute on scale that may turn out to be largest ever heard by trade organization; dispute centers on...",
      "abstract": "Bush administration will bring case against European Union at World Trade Organization over European subsidies to aircraft maker Airbus, reviving dispute on scale that may turn out to be largest ever heard by trade organization; dispute centers on billions of dollars in government subsidies given to American and European industry giants, Boeing and Airbus, and it promises to involve most money in any case that has been brought before WTO; US trade representative, Rob Portman, releases statement saying he will ask WTO to form panel to consider dispute; decision follows telephone coversation with Peter Mandelson, top-ranking European trade official, and unusual public rebuke from US (M)",
      "lead_paragraph": "WASHINGTON, May 30 - The Bush administration announced on Monday that it would bring a case against the European Union at the World Trade Organization over European subsidies to the aircraft maker Airbus, reviving a dispute on a scale that may turn out to be the largest ever heard by the trade organization.",
      "publication_date": "2005-05-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/31/business/worldbusiness/us-to-begin-trade-case-over-airbus.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "Euro Bruised by Rejection of New Pact by France",
      "snippet": "France's rejection of proposed European Union constitution could have painful consequences for economic integration in Europe and for most tangible symbol of that unity: the euro; analysts say vote could undermine euro's stability as it seeks to e...",
      "abstract": "France's rejection of proposed European Union constitution could have painful consequences for economic integration in Europe and for most tangible symbol of that unity: the euro; analysts say vote could undermine euro's stability as it seeks to expand to more countries; euro hits seven-month low of $1.246 to dollar; few experts are predicting full-blown crisis for euro, which is safeguarded by politically independent European Central Bank; France's refusal to ratify constitution will have little impact on running monetary union, or on maze of regulations that govern world's largest trading bloc; analysts say French rejection was essentially protest against Pres Jacques Chirac and his government for not doing enough to protect France from crosscurrents of global economy; photo (M)",
      "lead_paragraph": "FRANKFURT, May 30 - While France's rejection of the proposed European Union constitution was a stinging rebuke to its own leaders, it could have painful consequences for economic integration in Europe and for the most tangible symbol of that unity: the euro.",
      "publication_date": "2005-05-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/31/business/worldbusiness/euro-bruised-by-rejection-of-new-pact-by-france.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "French No Vote on European Constitution Rattles Continent",
      "snippet": "France's rejection of constitution for Europe sends shock waves throughout Continent, with Britain suggesting that it might cancel its own popular vote on document and naysayers in Netherlands gaining even more confidence that 'no' vote will preva...",
      "abstract": "France's rejection of constitution for Europe sends shock waves throughout Continent, with Britain suggesting that it might cancel its own popular vote on document and naysayers in Netherlands gaining even more confidence that 'no' vote will prevail in referendum there on June 1; nine European Union members have ratified constituion, but France's no vote is likely to kill constitution--at least in its current form--because it requriees approval by all EU member countries; currently, there is no plan to revise constitution and put it before member states again; in Washington, State Dept issues brief statement emphasizing continuity in trans-Atlantic relations, not concern; Bush administration has remained aloof from particulars of constitutional debate; in France, vote plunges government of Pres Jacques Chirac into crisis; there are unconfirmed reports that he would dismiss Prime Min Jean-Pierre Raffarin and reshuffle his cabinet; photos; map; chart (M)",
      "lead_paragraph": "PARIS, May 30 - The shock waves of France's rejection of a constitution for Europe reverberated throughout the Continent on Monday, with Britain suggesting that it might cancel its own popular vote on the document and the naysayers in the Netherlands gaining even more confidence that a no vote will prevail in a referendum there on Wednesday.",
      "publication_date": "2005-05-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/31/world/europe/french-no-vote-on-european-constitution-rattles-continent.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "Scrushy on Trial: Class, Race and the Pursuit of Justice in Alabama",
      "snippet": "Juror No.300 works as an electric lineman for Alabama Power and served 22 years in the Army Reserve. Juror No.188 is a Shriner who enjoys hunting and lives in a suburb where the population is more than 90 percent white. Juror No.467 has worked as ...",
      "abstract": "Juror No.300 works as an electric lineman for Alabama Power and served 22 years in the Army Reserve. Juror No.188 is a Shriner who enjoys hunting and lives in a suburb where the population is more than 90 percent white. Juror No.467 has worked as a security guard for nine years and lists ''music and flowers'' among her hobbies.    The judge in the federal trial of Richard M. Scrushy, the ousted chief executive of the HealthSouth Corporation who is facing a possible life sentence for fraud charges, has fiercely sought to keep the identities of the 12-member jury in the case secret. The seven men and five women are known only by their numbers, assigned at the start of the trial.   ",
      "lead_paragraph": "BIRMINGHAM, Ala., May 30 - Juror No.300 works as an electric lineman for Alabama Power and served 22 years in the Army Reserve. Juror No.188 is a Shriner who enjoys hunting and lives in a suburb where the population is more than 90 percent white. Juror No.467 has worked as a security guard for nine years and lists \"music and flowers\" among her hobbies.",
      "publication_date": "2005-05-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/31/business/scrushy-on-trial-class-race-and-the-pursuit-of-justice-in-alabama.html",
      "byline": "By Simon Romero and Kyle Whitmire"
    },
    {
      "headline": "Despite Vow, Drug Makers Still Withhold Data",
      "snippet": "Scientists say drug companies have not kept their pledge to provide more information about their research on new medicines; within drug industry, companies are sharply divided about how much information to reveal, both about new studies and comple...",
      "abstract": "Scientists say drug companies have not kept their pledge to provide more information about their research on new medicines; within drug industry, companies are sharply divided about how much information to reveal, both about new studies and completed studies for drugs already being sold; Eli Lilly and some other companies have posted hundreds of trial results on Web and pledged to disclose all results for all drugs they sell; Merck and Pfizer, among others, have released less information and are reluctant to add more, citing competitive pressures; academic researchers say result is that doctors and patients lack critical information about important drugs; calls for more disclosure have grown stronger since reports last year that several companies failed to publish studies showing their antidepressants worked no better than placebos; GlaxoSmithKline agreed last Aug to pay $2.5 million to settle suit by New York Atty Gen Eliot Spitzer, alleging that Glaxo hid results from trials showing that its antidepressant Paxil might increase suicidal thoughts in children and teenagers; Merck and Pfizer are criticized for failing to disclose until this year clinical trial results indicating that cox-2 painkillers like Vioxx might be dangerous to heart (M)",
      "lead_paragraph": "When the drug industry came under fire last summer for failing to disclose poor results from studies of antidepressants, major drug makers promised to provide more information about their research on new medicines. But nearly a year later, crucial facts about many clinical trials remain hidden, scientists independent of the companies say.",
      "publication_date": "2005-05-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/31/business/despite-vow-drug-makers-still-withhold-data.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Fed Debates Pricking the U.S. Housing 'Bubble'",
      "snippet": "Disagreement among juror's on government's crucial conspiracy charge against former HealthSouth Corp chief executive Richard M Scrushy has threatened mistrial, casting attention on jurors themselves; some observers say Scrushy's lawyers have orche...",
      "abstract": "Disagreement among juror's on government's crucial conspiracy charge against former HealthSouth Corp chief executive Richard M Scrushy has threatened mistrial, casting attention on jurors themselves; some observers say Scrushy's lawyers have orchestrated masterful manipulation of subtle differences in class and race that still simmer in Birmingham, Ala, which has generated curiosity about jurors, most from relatively modest economic backgrounds; at least some of jurors confounded by complexity of case; even Judge Karon O Bowdre seemed little flummoxed by juror's inability to understand her 78 pages of instructions, asking jurors to consider extending hours of their daily deliberations; names and ages of jurors remain confidential, but transcripts of questioning of potential jurors reveals mix of backgrounds, professions and personalities; chart (M)",
      "lead_paragraph": "WASHINGTON, May 30 - If the housing market has become a bubble, as increasing numbers of economists warn, would the Federal Reserve try to deflate it?",
      "publication_date": "2005-05-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/31/business/fed-debates-pricking-the-us-housing-bubble.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Middleman Now Rich Man in Real Estate Boom",
      "snippet": "Top real estate agents are among biggest beneficiaries of hot housing market over last five years; with house prices skyrocketing and homes in most desirable markets selling in matter of days, some brokers are enjoying incomes and lifestyles that ...",
      "abstract": "Top real estate agents are among biggest beneficiaries of hot housing market over last five years; with house prices skyrocketing and homes in most desirable markets selling in matter of days, some brokers are enjoying incomes and lifestyles that approach those of their wealthiest clients; their success is inspiring new generation of prospective sales agents; likelihood is that many of them will not earn decent living at it because there are too many brokers; real estate commissions--typically 5 or 6 percent--are under pressure as discount brokers offer stripped-down services for as little as 2 percent; traditional brokers have responded by restricting access to property listings that brokers in region share; industry newsletter finds that agents in United States collected $61.1 billion in commissions last year, up 43 percent from 2000; photo (M)",
      "lead_paragraph": "BEDFORD, N.Y. - Earlier this month, Michael Neeley, a real estate broker in this leafy, upscale suburb, closed on the sale of a contemporary ranch house. A few days later, the sellers of that house bought another, larger ranch house.",
      "publication_date": "2005-05-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/31/realestate/middleman-now-rich-man-in-real-estate-boom.html",
      "byline": "By Motoko Rich"
    },
    {
      "headline": "C.I.A. Expanding Terror Battle Under Guise of Charter Flights",
      "snippet": "Central Intelligence Agency has rapidly expanded its air operations around world since 9/11, using rural hideaways, front companies and shell corporations to conceal its ownership of at least 26 planes; planes, regularly supplemented by private ch...",
      "abstract": "Central Intelligence Agency has rapidly expanded its air operations around world since 9/11, using rural hideaways, front companies and shell corporations to conceal its ownership of at least 26 planes; planes, regularly supplemented by private charters, are operated by real companies controlled by or tied to CIA; companies are Aero Contractors Ltd, Pegasus Technologies and Tepper Aviation; civilian planes can go places American military craft would not be welcome; most of shell companies that are planes' nominal owners hold permits to land at American military bases worldwide, clue to their global mission; CIA has used these planes to seize terrorism suspects in one foreign country and deliver them to be detained in another, including countries that routinely engage in torture; some cases detailed; despite difficulty of determining purpose of any single flight or who was aboard, pattern of flights that coincide with known events is striking; flight logs show CIA plane left Washington within 48 hours of capture of several Al Qaeda leaders, flying to airports near place of arrest; other instances detailed; photos; maps; chart (L)",
      "lead_paragraph": "SMITHFIELD, N.C. - The airplanes of Aero Contractors Ltd. take off from Johnston County Airport here, then disappear over the scrub pines and fields of tobacco and sweet potatoes. Nothing about the sleepy Southern setting hints of foreign intrigue. Nothing gives away the fact that Aero's pilots are the discreet bus drivers of the battle against terrorism, routinely sent on secret missions to Baghdad, Cairo, Tashkent and Kabul.",
      "publication_date": "2005-05-31T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/31/us/cia-expanding-terror-battle-under-guise-of-charter-flights.html",
      "byline": "This article was reported by Scott Shane, Stephen Grey and Margot Williams and Written By Mr. Shane"
    }
  ]
}