{
  "metadata": {
    "date": "2005-10-31",
    "total_articles": 33
  },
  "articles": [
    {
      "headline": "Wal-Mart's Health Care Struggle Is Corporate America's, Too",
      "snippet": "Back in the spring, amid relentless criticism that Wal-Mart Stores was failing to provide affordable health care to employees, executives at the company decided to take a detailed look at its benefits.      Wal-Mart knew its health costs were spir...",
      "abstract": "Back in the spring, amid relentless criticism that Wal-Mart Stores was failing to provide affordable health care to employees, executives at the company decided to take a detailed look at its benefits.      Wal-Mart knew its health costs were spiraling upward out of control, said M. Susan Chambers, the senior executive who led the initiative, but it was surprised to discover that its critics had a point. Almost half of the children of employees were covered only by government social-service programs like Medicaid or had no insurance at all.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/29/business/businessspecial2/walmarts-health-care-struggle-is-corporate.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "MORE ON LEAK INQUIRY",
      "snippet": "RELIEF ABOUT ROVE  -- Republicans were relieved that Karl Rove, above, the president's top adviser, escaped indictment yesterday.   PAGE A14    THE INSIDER -- I. Lewis Libby Jr. counseled others to be discreet, but did not always follow that advic...",
      "abstract": " RELIEF ABOUT ROVE  -- Republicans were relieved that Karl Rove, above, the president's top adviser, escaped indictment yesterday.   PAGE A14    THE INSIDER -- I. Lewis Libby Jr. counseled others to be discreet, but did not always follow that advice. His exceptions may haunt him.   PAGE A13    LOOKING FOR ANSWERS -- Among the unanswered questions: who told Robert D. Novak that Valerie Wilson was a C.I.A. operative, and was her exposure a crime?   PAGE A13",
      "lead_paragraph": "RELIEF ABOUT ROVE -- Republicans were relieved that Karl Rove, above, the president's top adviser, escaped indictment yesterday. PAGE A14",
      "publication_date": "2005-10-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/29/us/front page/more-on-leak-inquiry.html",
      "byline": ""
    },
    {
      "headline": "Youth Power in Liberia: From Bullets to Ballots",
      "snippet": "War took James Garmey's childhood. It came at night, in the form of armed men battering down a door and carrying him off, the 8-year-old son of a rural customs collector, to be a soldier for the warlord and future president Charles Taylor.      ''...",
      "abstract": "War took James Garmey's childhood. It came at night, in the form of armed men battering down a door and carrying him off, the 8-year-old son of a rural customs collector, to be a soldier for the warlord and future president Charles Taylor.      ''I went to training,'' said Mr. Garmey, now 22, speaking in the smooth patois of the Liberian street, letting consonants and bits of grammar slip away. ''I was small, but I learned to hold gun and after a while went to battlefront. I fire gun, I defend my area.''  ",
      "lead_paragraph": "MONROVIA, Liberia - War took James Garmey's childhood. It came at night, in the form of armed men battering down a door and carrying him off, the 8-year-old son of a rural customs collector, to be a soldier for the warlord and future president Charles Taylor.",
      "publication_date": "2005-10-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/29/world/africa/youth-power-in-liberia-from-bullets-to-ballots.html",
      "byline": "By Lydia Polgreen"
    },
    {
      "headline": "New Offer by Europe on Trade Is Assailed",
      "snippet": "The European Union on Friday made what it called its most sweeping offer yet to cut its agricultural tariffs in an effort to prevent the collapse of global trade talks.     But the proposal came under immediate attack from all directions: from the...",
      "abstract": "The European Union on Friday made what it called its most sweeping offer yet to cut its agricultural tariffs in an effort to prevent the collapse of global trade talks.     But the proposal came under immediate attack from all directions: from the United States and Brazil for being inadequate and from France for going too far.  ",
      "lead_paragraph": "BRUSSELS, Oct. 28 - The European Union on Friday made what it called its most sweeping offer yet to cut its agricultural tariffs in an effort to prevent the collapse of global trade talks.",
      "publication_date": "2005-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/29/business/new-offer-by-europe-on-trade-is-assailed.html",
      "byline": "By Dan Bilefsky and Edmund L. Andrews"
    },
    {
      "headline": "A Prosecutor's Focus Shifted to a Cover-Up",
      "snippet": "The capital stopped in its tracks on Friday to watch a trim, plain, soft-spoken prosecutor whose voice it had barely heard in two years call the most important aide to the most powerful vice president in American history a liar. Politely, calmly, ...",
      "abstract": "The capital stopped in its tracks on Friday to watch a trim, plain, soft-spoken prosecutor whose voice it had barely heard in two years call the most important aide to the most powerful vice president in American history a liar. Politely, calmly, but firmly -- and over and over again.     The prosecutor, Patrick J. Fitzgerald, brought no charges on the issue that prompted his investigation: whether someone in the government committed a crime by leaking the classified C.I.A. identity of the wife of one of the sharpest critics of the administration's rationale for war with Iraq. But he offered renewed evidence of that oldest of Washington axioms: the cover-up is always worse than the crime.  ",
      "lead_paragraph": "WASHINGTON, Oct. 28 - The capital stopped in its tracks on Friday to watch a trim, plain, soft-spoken prosecutor whose voice it had barely heard in two years call the most important aide to the most powerful vice president in American history a liar. Politely, calmly, but firmly -- and over and over again.",
      "publication_date": "2005-10-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/29/politics/a-prosecutors-focus-shifted-to-a-coverup.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "Cheney Aide Charged With Lying in Leak Case",
      "snippet": "I. Lewis Libby Jr., Vice President Dick Cheney's chief of staff, was indicted by a federal jury on Friday on five felony charges of lying to investigators and misleading the grand jury in the C.I.A. leak case, deepening the air of political crisis...",
      "abstract": "I. Lewis Libby Jr., Vice President Dick Cheney's chief of staff, was indicted by a federal jury on Friday on five felony charges of lying to investigators and misleading the grand jury in the C.I.A. leak case, deepening the air of political crisis afflicting the White House while leaving many questions unanswered.     The indictment charged Mr. Libby with one count of obstruction of justice, two counts of making false statements to F.B.I. investigators and two counts of lying to the grand jury. It presented Mr. Libby as a deceptive witness who lied repeatedly and provided fictitious accounts to the grand jury about his dealings with reporters. But it did not charge him with the actual leaking of a C.I.A. officer's name.  ",
      "lead_paragraph": "WASHINGTON, Oct. 28 - I. Lewis Libby Jr., Vice President Dick Cheney's chief of staff, was indicted by a federal jury on Friday on five felony charges of lying to investigators and misleading the grand jury in the C.I.A. leak case, deepening the air of political crisis afflicting the White House while leaving many questions unanswered.",
      "publication_date": "2005-10-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/29/politics/cheney-aide-charged-with-lying-in-leak-case.html",
      "byline": "By David Johnston and Richard W. Stevenson"
    },
    {
      "headline": "The Heresy That Made Them Rich",
      "snippet": "A FEW weeks ago, Columbia Business School held its 15th Annual Graham & Dodd Breakfast. The guest speaker was Jean-Marie Eveillard, a successful (and now retired) mutual fund manager, who used to beat the market regularly by adhering to the ''valu...",
      "abstract": "A FEW weeks ago, Columbia Business School held its 15th Annual Graham & Dodd Breakfast. The guest speaker was Jean-Marie Eveillard, a successful (and now retired) mutual fund manager, who used to beat the market regularly by adhering to the ''value investing'' principles first articulated by the great investor Benjamin Graham and his co-author, the Columbia professor David L. Dodd, in their 1934 classic, ''Security Analysis.''      The host was Bruce Greenwald, the Robert Heilbrunn professor of finance and asset management, whose value investing course is one of the school's most popular offerings. Heilbrunn, a Graham disciple who died in 2001, donated the money for Mr. Greenwald's chair, and also gave the university $5 million to establish a Graham and Dodd research center. Among the 300-plus value investors in the audience were the famed fund manager Mario J. Gabelli (class of '67), who is a strong backer of the Columbia program, and Paul D. Sonkin (class of '95) of the Hummingbird Value Fund and an adjunct professor at the school, where he teaches value investing.  ",
      "lead_paragraph": "A FEW weeks ago, Columbia Business School held its 15th Annual Graham & Dodd Breakfast. The guest speaker was Jean-Marie Eveillard, a successful (and now retired) mutual fund manager, who used to beat the market regularly by adhering to the \"value investing\" principles first articulated by the great investor Benjamin Graham and his co-author, the Columbia professor David L. Dodd, in their 1934 classic, \"Security Analysis.\"",
      "publication_date": "2005-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/29/business/the-heresy-that-made-them-rich.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "Along Came a Lot of Money to Invest",
      "snippet": "WHEN James Patterson was a boy in Newburgh, N.Y., his father gave him a weekly allowance of 25 cents. ''My father had grown up in a poor house -- he was very mean spirited,'' recalled Mr. Patterson, the author and former advertising executive, who...",
      "abstract": "WHEN James Patterson was a boy in Newburgh, N.Y., his father gave him a weekly allowance of 25 cents. ''My father had grown up in a poor house -- he was very mean spirited,'' recalled Mr. Patterson, the author and former advertising executive, whose novels regularly appear at the top of best-seller lists the week they are released. ''My father's mother was a charwoman and so he watched every nickel.''      As Mr. Patterson grew older, he came to a realization. ''I looked at the whole thing and said, 'I want to have more than a quarter in my pocket.' ''  ",
      "lead_paragraph": "WHEN James Patterson was a boy in Newburgh, N.Y., his father gave him a weekly allowance of 25 cents. \"My father had grown up in a poor house -- he was very mean spirited,\" recalled Mr. Patterson, the author and former advertising executive, whose novels regularly appear at the top of best-seller lists the week they are released. \"My father's mother was a charwoman and so he watched every nickel.\"",
      "publication_date": "2005-10-29T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/29/business/along-came-a-lot-of-money-to-invest.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "For the Thinking Employee, No-Brainer Health Care Is Passé",
      "snippet": "It's a time-honored ritual of autumn in corporate America: you get your thick company benefits package. You are asked to choose from a ''cafeteria'' of benefits. Has anything good ever come out of a cafeteria? You sigh. And you sign up for exactly...",
      "abstract": "It's a time-honored ritual of autumn in corporate America: you get your thick company benefits package. You are asked to choose from a ''cafeteria'' of benefits. Has anything good ever come out of a cafeteria? You sigh. And you sign up for exactly what you had last year because it is all too daunting.      That might have worked in years past, but more companies are demanding that employees take more control of their health care spending in much the same way employees took over management of their retirement funds. The shift seems unstoppable. Companies like Wal-Mart, the nation's largest private employer; General Motors; and Chrysler are using high-deductible insurance plans coupled with health savings accounts to get control of health care costs.  ",
      "lead_paragraph": "It's a time-honored ritual of autumn in corporate America: you get your thick company benefits package. You are asked to choose from a \"cafeteria\" of benefits. Has anything good ever come out of a cafeteria? You sigh. And you sign up for exactly what you had last year because it is all too daunting.",
      "publication_date": "2005-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/29/business/yourmoney/for-the-thinking-employee-nobrainer-health-care-is-passe.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Novel Strategy Pits Journalists Against Source",
      "snippet": "In pressing his indictment of I. Lewis Libby Jr., the special prosecutor is pitting three prominent journalists against their former source, a strategy that experts in law and journalism say has rarely been used or tested.      It is all but unhea...",
      "abstract": "In pressing his indictment of I. Lewis Libby Jr., the special prosecutor is pitting three prominent journalists against their former source, a strategy that experts in law and journalism say has rarely been used or tested.      It is all but unheard of for reporters to turn publicly on their sources or for prosecutors to succeed in conscripting members of a profession that prizes its independence.  ",
      "lead_paragraph": "In pressing his indictment of I. Lewis Libby Jr., the special prosecutor is pitting three prominent journalists against their former source, a strategy that experts in law and journalism say has rarely been used or tested.",
      "publication_date": "2005-10-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/29/politics/novel-strategy-pits-journalists-against-source.html",
      "byline": "By Katharine Q. Seelye and Adam Liptak"
    },
    {
      "headline": "They Shot the Messenger and Their Foot",
      "snippet": "VINDICATION is always sweet. But it must have been especially so last week for Jay M. Meier.      Mr. Meier is a technology stock analyst at Miller Johnson Steichen Kinnard, a small investment firm in Minneapolis. Earlier this year, after he downg...",
      "abstract": "VINDICATION is always sweet. But it must have been especially so last week for Jay M. Meier.      Mr. Meier is a technology stock analyst at Miller Johnson Steichen Kinnard, a small investment firm in Minneapolis. Earlier this year, after he downgraded his rating on Digital River, a provider of electronic commerce services, the company retaliated, demanding that his firm drop its research coverage.  ",
      "lead_paragraph": "VINDICATION is always sweet. But it must have been especially so last week for Jay M. Meier.",
      "publication_date": "2005-10-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/10/30/business/yourmoney/they-shot-the-messenger-and-their-foot.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Increasingly, Football's Playbooks Call for Prayer",
      "snippet": "Every preseason for 30 years, Coach Bobby Bowden has taken his Florida State football players to a church in a white community and a church in a black community in the Tallahassee area in an effort, he said, to build camaraderie. He writes to thei...",
      "abstract": "Every preseason for 30 years, Coach Bobby Bowden has taken his Florida State football players to a church in a white community and a church in a black community in the Tallahassee area in an effort, he said, to build camaraderie. He writes to their parents in advance, explaining that the trips are voluntary, and that if they object, their sons can stay home without fear of retaliation. He remembers only one or two players ever skipping the outing.      Since becoming the football coach at Georgia in 2001, Mark Richt, too, has taken his team to churches in the preseason. A devotional service is conducted the night before each game, and a prayer service on game day. Both are voluntary, and Mr. Richt said he does not attend them.  ",
      "lead_paragraph": "Every preseason for 30 years, Coach Bobby Bowden has taken his Florida State football players to a church in a white community and a church in a black community in the Tallahassee area in an effort, he said, to build camaraderie. He writes to their parents in advance, explaining that the trips are voluntary, and that if they object, their sons can stay home without fear of retaliation. He remembers only one or two players ever skipping the outing.",
      "publication_date": "2005-10-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/30/sports/football/increasingly-footballs-playbooks-call-for-prayer.html",
      "byline": "By Joe Drape"
    },
    {
      "headline": "Google Wants to Dominate Madison Avenue, Too",
      "snippet": "IN many ways, Larry Page and Sergey Brin seem an unlikely pair to lead an advertising revolution. As Stanford graduate students sketching out the idea that became Google, the two software engineers sniffed in an academic paper that ''advertising-f...",
      "abstract": "IN many ways, Larry Page and Sergey Brin seem an unlikely pair to lead an advertising revolution. As Stanford graduate students sketching out the idea that became Google, the two software engineers sniffed in an academic paper that ''advertising-funded search engines will inherently be biased toward the advertisers and away from the needs of consumers.''      They softened that line a bit by the time they got around to pitching their business to venture capitalists, allowing that selling ads would be a handy safety net if their other, less distasteful ideas for generating revenue didn't pan out.  ",
      "lead_paragraph": "Mountain View, Calif. - IN many ways, Larry Page and Sergey Brin seem an unlikely pair to lead an advertising revolution. As Stanford graduate students sketching out the idea that became Google, the two software engineers sniffed in an academic paper that \"advertising-funded search engines will inherently be biased toward the advertisers and away from the needs of consumers.\"",
      "publication_date": "2005-10-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/10/30/business/yourmoney/google-wants-to-dominate-madison-avenue-too.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "For a Retainer, Lavish Care by 'Boutique Doctors'",
      "snippet": "It was on the plane from Shanghai to Beijing last year that Dorothy Lipson of Delray Beach, Fla., suddenly began to cough up blood: first in streaks, then in frightening, tissue-soaking spoonfuls.      But Mrs. Lipson, who was in China visiting an...",
      "abstract": "It was on the plane from Shanghai to Beijing last year that Dorothy Lipson of Delray Beach, Fla., suddenly began to cough up blood: first in streaks, then in frightening, tissue-soaking spoonfuls.      But Mrs. Lipson, who was in China visiting an expatriate daughter, was lucky on two counts. First, her daughter happens to run a corporation that builds gleaming Western-style hospitals in China; Ms. Lipson was rushed to the Beijing hospital on landing. And second, Mrs. Lipson's internist back home in Florida is Dr. Bernard Kaminetsky, one of a new breed of ''concierge'' or ''boutique'' doctors who, in exchange for a yearly cash retainer, lavish time, phone calls and attention on patients, using the latest in electronic communications to streamline their care.  ",
      "lead_paragraph": "BOCA RATON, Fla. - It was on the plane from Shanghai to Beijing last year that Dorothy Lipson of Delray Beach, Fla., suddenly began to cough up blood: first in streaks, then in frightening, tissue-soaking spoonfuls.",
      "publication_date": "2005-10-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/30/health/for-a-retainer-lavish-care-by-boutique-doctors.html",
      "byline": "By Abigail Zuger"
    },
    {
      "headline": "Blasts Kill 55 in New Delhi; Scores Injured",
      "snippet": "An apparently coordinated succession of powerful explosions tore through two crowded markets and near a public bus in the Indian capital early Saturday evening, killing dozens of people on one of the busiest shopping weekends of the year.      The...",
      "abstract": "An apparently coordinated succession of powerful explosions tore through two crowded markets and near a public bus in the Indian capital early Saturday evening, killing dozens of people on one of the busiest shopping weekends of the year.      The death toll was at least 55 on Sunday morning, according to the Indian Home Ministry, and was expected to rise. The police in New Delhi said that 155 people had been wounded.  ",
      "lead_paragraph": "NEW DELHI, Sunday, Oct. 30 - An apparently coordinated succession of powerful explosions tore through two crowded markets and near a public bus in the Indian capital early Saturday evening, killing dozens of people on one of the busiest shopping weekends of the year.",
      "publication_date": "2005-10-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/30/world/asia/blasts-kill-55-in-new-delhi-scores-injured.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "A Sideline Outshines the Main Line",
      "snippet": "IN their quest for artistic creativity and commercial profitability, cotton is their canvas, and it suits them to a T.      Well, to a T-shirt.  ",
      "abstract": "IN their quest for artistic creativity and commercial profitability, cotton is their canvas, and it suits them to a T.      Well, to a T-shirt.  ",
      "lead_paragraph": "IN their quest for artistic creativity and commercial profitability, cotton is their canvas, and it suits them to a T.",
      "publication_date": "2005-10-30T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/10/30/jobs/a-sideline-outshines-the-main-line.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "Lack of Armor Proves Deadly for Iraqi Army",
      "snippet": "After a string of deadly attacks against Iraqi forces in the spring, American soldiers in the Diyala Province northeast of Baghdad established an operation at their Army base to add armor to the unprotected open-bed trucks used by the Iraqis. But ...",
      "abstract": "After a string of deadly attacks against Iraqi forces in the spring, American soldiers in the Diyala Province northeast of Baghdad established an operation at their Army base to add armor to the unprotected open-bed trucks used by the Iraqis. But it is a meager enterprise: four Iraqi ironworkers armed with two welding torches and thin sheets of metal.     Even as American forces are relying more on Iraqis to fight the insurgency, the Iraqi Army is facing some of the same procurement problems that American troops have experienced in getting adequate armor and other equipment, according to interviews in Iraq with American and Iraqi military officials. But if the Americans have faced an uphill battle in getting vital gear -- their shortfalls continue to this day -- then their Iraqi counterparts are confronting a herculean task.  ",
      "lead_paragraph": "After a string of deadly attacks against Iraqi forces in the spring, American soldiers in the Diyala Province northeast of Baghdad established an operation at their Army base to add armor to the unprotected open-bed trucks used by the Iraqis. But it is a meager enterprise: four Iraqi ironworkers armed with two welding torches and thin sheets of metal.",
      "publication_date": "2005-10-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/30/world/middleeast/lack-of-armor-proves-deadly-for-iraqi-army.html",
      "byline": "By Michael Moss"
    },
    {
      "headline": "After Upheavals, President Seeks to Steady Course",
      "snippet": "After weeks of political turmoil, capped by the indictment of a senior administration official, President Bush will try to give his second term a fresh start by naming a new conservative nominee to the Supreme Court and intensifying his drive to c...",
      "abstract": "After weeks of political turmoil, capped by the indictment of a senior administration official, President Bush will try to give his second term a fresh start by naming a new conservative nominee to the Supreme Court and intensifying his drive to cut government spending, White House officials and other Republicans said.     But he appears to see little need for the wholesale housecleaning that previous administrations tried in times of upheaval to rebuild credibility, those officials said.  ",
      "lead_paragraph": "WASHINGTON, Oct. 29 - After weeks of political turmoil, capped by the indictment of a senior administration official, President Bush will try to give his second term a fresh start by naming a new conservative nominee to the Supreme Court and intensifying his drive to cut government spending, White House officials and other Republicans said.",
      "publication_date": "2005-10-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/30/politics/after-upheavals-president-seeks-to-steady-course.html",
      "byline": "By Richard W. Stevenson and Robin Toner"
    },
    {
      "headline": "A Reminder",
      "snippet": "Standard time resumed at 2 a.m. today. Clocks were set back one hour.  ",
      "abstract": "Standard time resumed at 2 a.m. today. Clocks were set back one hour.  ",
      "lead_paragraph": "Standard time resumed at 2 a.m. today. Clocks were set back one hour.",
      "publication_date": "2005-10-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/30/us/a-reminder.html",
      "byline": ""
    },
    {
      "headline": "MORE ON LEAK INQUIRY",
      "snippet": "HISTORY LESSON -- Second-term scandals are nothing new, but this one is different, in ways both good and bad for President Bush.   PAGE 27    THE LEGAL CASE -- Proving perjury, the central charge against I. Lewis Libby Jr., Dick Cheney's chief of ...",
      "abstract": " HISTORY LESSON -- Second-term scandals are nothing new, but this one is different, in ways both good and bad for President Bush.   PAGE 27    THE LEGAL CASE -- Proving perjury, the central charge against I. Lewis Libby Jr., Dick Cheney's chief of staff, is no easy task, experts say.   PAGE 29    A POLITICAL BLOW -- The Republicans' long-term plan for a permanent majority may have suffered a significant setback. Plus, a look back at two White House scandals that were more sweeping.   WEEK IN REVIEW  ",
      "lead_paragraph": "HISTORY LESSON -- Second-term scandals are nothing new, but this one is different, in ways both good and bad for President Bush. PAGE 27",
      "publication_date": "2005-10-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/30/us/more-on-leak-inquiry.html",
      "byline": ""
    },
    {
      "headline": "Memo to Tyco: I Won't Back Down",
      "snippet": "IT was at the height of the dot-com craze that Sheri L. Orlowitz, a defense lawyer and civil prosecutor turned entrepreneur, found what looked like the perfect acquisition for Shan Industries, her fledgling holding company based in Washington. For...",
      "abstract": "IT was at the height of the dot-com craze that Sheri L. Orlowitz, a defense lawyer and civil prosecutor turned entrepreneur, found what looked like the perfect acquisition for Shan Industries, her fledgling holding company based in Washington. For three years, she had scoured the dreary and unloved manufacturing sector for small companies to buy and turn around. Her goals were twofold: making a profit for herself and her investors and helping to keep assembly-line jobs in America.      The diamond in the rough she found was Accurate Forming, a metal-stamping company in Hamburg, N.J. with $8 million in sales and 90 employees. After two months of talks, an additional three months of due diligence and assurances from Tyco that the company was environmentally compliant, Ms. Orlowitz, who is Shan's chief executive, wrapped up her deal in January 2000 to buy the company for $7 million. The seller was Tyco International, then a highflying conglomerate run by a revered chief executive, L. Dennis Kozlowski.  ",
      "lead_paragraph": "IT was at the height of the dot-com craze that Sheri L. Orlowitz, a defense lawyer and civil prosecutor turned entrepreneur, found what looked like the perfect acquisition for Shan Industries, her fledgling holding company based in Washington. For three years, she had scoured the dreary and unloved manufacturing sector for small companies to buy and turn around. Her goals were twofold: making a profit for herself and her investors and helping to keep assembly-line jobs in America.",
      "publication_date": "2005-10-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/10/30/business/yourmoney/memo-to-tyco-i-wont-back-down.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "In Indictment's Wake, a Focus on Cheney's Powerful Role",
      "snippet": "Vice President Dick Cheney makes only three brief appearances in the 22-page federal indictment that charges his chief of staff, I. Lewis Libby Jr., with lying to investigators and misleading a grand jury in the C.I.A. leak case. But in its clear,...",
      "abstract": "Vice President Dick Cheney makes only three brief appearances in the 22-page federal indictment that charges his chief of staff, I. Lewis Libby Jr., with lying to investigators and misleading a grand jury in the C.I.A. leak case. But in its clear, cold language, it lifts a veil on how aggressively Mr. Cheney's office drove the rationale against Saddam Hussein and then fought to discredit the Iraq war's critics.     The document now raises a central question: how much collateral damage has Mr. Cheney sustained?  ",
      "lead_paragraph": "WASHINGTON, Oct. 29 - Vice President Dick Cheney makes only three brief appearances in the 22-page federal indictment that charges his chief of staff, I. Lewis Libby Jr., with lying to investigators and misleading a grand jury in the C.I.A. leak case. But in its clear, cold language, it lifts a veil on how aggressively Mr. Cheney's office drove the rationale against Saddam Hussein and then fought to discredit the Iraq war's critics.",
      "publication_date": "2005-10-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/30/politics/in-indictments-wake-a-focus-on-cheneys-powerful-role.html",
      "byline": "By Elisabeth Bumiller and Eric Schmitt"
    },
    {
      "headline": "Bomber Kills 20 in Shiite Town",
      "snippet": "A suicide bomber blew up a truck filled with explosives at a market in a largely Shiite town near Baghdad, killing at least 20 people and wounding at least 30. Page 8.  ",
      "abstract": "A suicide bomber blew up a truck filled with explosives at a market in a largely Shiite town near Baghdad, killing at least 20 people and wounding at least 30. Page 8.  ",
      "lead_paragraph": "A suicide bomber blew up a truck filled with explosives at a market in a largely Shiite town near Baghdad, killing at least 20 people and wounding at least 30. Page 8.",
      "publication_date": "2005-10-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/10/30/world/bomber-kills-20-in-shiite-town.html",
      "byline": ""
    },
    {
      "headline": "Parties Set Stage for Showdown on Court Choice",
      "snippet": "Democratic leader Sen Harry Reid warns Pres Bush not to pick Judge Samuel A Alito Jr as Supreme Court nominee, saying it 'would create a lot of problems'; Reid has already said he would object to selection of two others said to be on Bush's short ...",
      "abstract": "Democratic leader Sen Harry Reid warns Pres Bush not to pick Judge Samuel A Alito Jr as Supreme Court nominee, saying it 'would create a lot of problems'; Reid has already said he would object to selection of two others said to be on Bush's short list, Judge J Michael Luttig and Judge Priscilla R Owen; they and fourth judge under consideration, Alice M Batchelder, all have kind of clear record and judicial credentials prominent conservatives are hoping for; liberal groups gird for battle to oppose them, as Reid hints that Democrats would try to block nominee by filibuster or refusing to close debate and vote; Republican Sen Lindsey Graham says any filibuster against Alito or Luttig because of their conservatisim 'will not stand'; his warning seen as significant because of crucial role he played earlier this year in helping to block Republican effort to change Senate rules on filibusters of judicial nominees (M)",
      "lead_paragraph": "WASHINGTON, Oct. 30 - With the announcement of a new Supreme Court nominee expected as early as Monday, Senator Harry Reid of Nevada, the Democratic leader, warned President Bush on Sunday not to pick one of the candidates said to be on the president's short list, Judge Samuel A. Alito Jr.",
      "publication_date": "2005-10-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/31/politics/politicsspecial1/parties-set-stage-for-showdown-on-court-choice.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "Hedge Funds May Be Stung by Losses in October",
      "snippet": "Some of year's best-performing hedge funds suffer big losses for October, stung by reversals in energy stocks, takeovers and investments overseas; explosion in hedge fund growth appears to have resulted in too much money chasing too few investment...",
      "abstract": "Some of year's best-performing hedge funds suffer big losses for October, stung by reversals in energy stocks, takeovers and investments overseas; explosion in hedge fund growth appears to have resulted in too much money chasing too few investments; hedge funds may be particularly jittery because investors who want to redeem their holdings by end of year can put in requests as early as November (M)",
      "lead_paragraph": "Some of the year's best-performing hedge funds are nursing big losses for October, stung by reversals in energy stocks, takeovers and investments overseas.",
      "publication_date": "2005-10-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/31/business/hedge-funds-may-be-stung-by-losses-in-october.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "An Apple a Day for Health? Mars Recommends Two Bars of Chocolate",
      "snippet": "Mars Inc is introducing CocoaVia line of chocolate bars and chocolate-covered almonds, which it promotes as good for heart and arteries; candies are made with flavanols, which are naturally occurring chemicals in cocoa that have antioxidant qualit...",
      "abstract": "Mars Inc is introducing CocoaVia line of chocolate bars and chocolate-covered almonds, which it promotes as good for heart and arteries; candies are made with flavanols, which are naturally occurring chemicals in cocoa that have antioxidant qualities, and sterols, which are plant-based chemicals found in variety of foods; packages encourage consumers to eat two a day for maximum benefit; some nutritionists are skeptical and point out that candies pack a good amount of calories; photos; graph compares new treats with Mars's Snickers and M&M's nutritionally (M)",
      "lead_paragraph": "ALBANY, Ga. - Treat, or trick?",
      "publication_date": "2005-10-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/31/business/an-apple-a-day-for-health-mars-recommends-two-bars-of-chocolate.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "A Team Builder in TV Sports Confronts the Challenges of CBS News",
      "snippet": "Sean McMannus faces considerable challenges as president of CBS News: rebuilding its prestige, finding successor to Dan Rather as Evening News anchor and lifting newscast's ratings; challenges are in some ways similar to those he faced when he too...",
      "abstract": "Sean McMannus faces considerable challenges as president of CBS News: rebuilding its prestige, finding successor to Dan Rather as Evening News anchor and lifting newscast's ratings; challenges are in some ways similar to those he faced when he took over CBS Sports in 1996; McManus says he will use his success at CBS Sports in hiring and assigning talent as basis for what he will do at Evening News; photos of McManus, one in which he is watching his father, veteran ABC sportscaster Jim McKay, at work (M)",
      "lead_paragraph": "At his first editorial meeting of the \"CBS Evening News\" since being named president of CBS News last week, Sean McManus listened to the proposed rundown for that night's program: Harriet E. Miers's troubled nomination for the Supreme Court, the possible indictments of I. Lewis Libby Jr. and Karl Rove in connection with the leaking of the name of a C.I.A. agent, the aftermath of Hurricane Wilma and the World Series victory of the Chicago White Sox.",
      "publication_date": "2005-10-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/31/business/a-team-builder-in-tv-sports-confronts-the-challenges-of-cbs-news.html",
      "byline": "By Richard Sandomir"
    },
    {
      "headline": "At 2,000, Iraq's Military Deaths Got the Media's Full Attention",
      "snippet": "Nation's news media give greater emotional weight to death of 2,000th American soldier in Iraq than they did to 1,000-death milestone in September 2004; various possible reasons are cited for change, including growing public doubts about wisdom of...",
      "abstract": "Nation's news media give greater emotional weight to death of 2,000th American soldier in Iraq than they did to 1,000-death milestone in September 2004; various possible reasons are cited for change, including growing public doubts about wisdom of war, fact that 1,000-death mark came during presidential election campaign and media's desire to compensate for cutting back on war coverage recently; Pres Bush, who did not mention 1,000 mark, spoke directly of 2,000 deaths; photos (M)",
      "lead_paragraph": "When the death toll of Americans in Iraq reached 1,000 back in September 2004, The Omaha World-Herald ran a respectful article in a single column down the right side of its front page. \"A grisly milestone reached in Iraq,\" read the headline.",
      "publication_date": "2005-10-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/31/business/at-2000-iraqs-military-deaths-got-the-medias-full-attention.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Placing Bets on Miramax the Sequel",
      "snippet": "David Carr column on success of Bob and Harvey Weinstein, who gave up Miramax name and library to Walt Disney Co, in lining up $500 million in equity investment in their new film company, Weinstein Co; notes that with another $500 million in debt,...",
      "abstract": "David Carr column on success of Bob and Harvey Weinstein, who gave up Miramax name and library to Walt Disney Co, in lining up $500 million in equity investment in their new film company, Weinstein Co; notes that with another $500 million in debt, Weinsteins will have billion dollars with which to compete with major studios; says downturn in movie business may work to Weinsteins' advantage (M)",
      "lead_paragraph": "HARVEY WEINSTEIN'S epic battle with Michael D. Eisner was like watching Rodan vs. Godzilla, and in the end they both went flying off the cliff.",
      "publication_date": "2005-10-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/31/business/placing-bets-on-miramax-the-sequel.html",
      "byline": "By David Carr"
    },
    {
      "headline": "TV Newsman Is His Own News in the Leak Case",
      "snippet": "Tim Russert, perhaps most influential journalist in Washington, is in uncomfortable position of also being pivotal ear-witness to only crime so far charged in CIA leak case; it was his 20 minutes of sworn testimony to special prosecutor Patrick J ...",
      "abstract": "Tim Russert, perhaps most influential journalist in Washington, is in uncomfortable position of also being pivotal ear-witness to only crime so far charged in CIA leak case; it was his 20 minutes of sworn testimony to special prosecutor Patrick J Fitzgerald that helped undermine account of Vice Pres Cheney's chief of staff I Lewis Libby Jr, who claimed it was Russert who first told him that sharp critic of Bush administration's rationale for war with Iraq was married to CIA agent; indictment claims Libby spoke about CIA agent's identity with at least six other people in government before talking with Russert; Fitzgerald is counting on credibility of Russert, who has acknowledged some discomfort with his unusual role in case; photos (M)",
      "lead_paragraph": "WASHINGTON, Oct. 30 - On any given Sunday, the cream of Washington officialdom presents itself for confession before Tim Russert, a big, bluff lawyer-turned-journalist who may be the capital's most intimidating interlocutor outside a courtroom or Congress. Vice President Dick Cheney, not a chatty guy, has been his guest no fewer than 10 times since taking office.",
      "publication_date": "2005-10-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/31/politics/tv-newsman-is-his-own-news-in-the-leak-case.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "U.N. IS EXPECTED TO PASS MEASURE PRESSURING SYRIA",
      "snippet": "Security Council diplomats from Britain, France and United States work out final details on tough resolution they are co-sponsoring against Syria; say they do not foresee veto from China or Russia, countries most reluctant to punish Syria; resolut...",
      "abstract": "Security Council diplomats from Britain, France and United States work out final details on tough resolution they are co-sponsoring against Syria; say they do not foresee veto from China or Russia, countries most reluctant to punish Syria; resolution threatens Syria with economic penalties if it does not give full cooperation to United Nations investigation that has identified high-ranking Syrian security officials as suspects in assassination of former Lebanese prime minister Rafik Hariri; measure orders Syria to take into custody and make available to investigators people they suspect of involvement in killing; that could pose problem for Pres Bashar al-Assad, relatively inexperienced leader perceived as weak and vulnerable; suspects include his brother Maher Assad and his brother-in-law Asef Shawkat, chief of military intelligence; resolution is expected to step up international pressure on Assad and deepen his government's struggle to ward off increasing isolation; photo (M)",
      "lead_paragraph": "UNITED NATIONS, Oct. 30 - Security Council diplomats worked out final details on Sunday on a tough resolution against Syria, an action that will forcefully step up international pressure on the country's embattled president, Bashar al-Assad, and deepen his government's struggle to ward off increasing isolation.",
      "publication_date": "2005-10-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/31/washington/un-is-expected-to-pass-measure-pressuring-syria.html",
      "byline": "By Warren Hoge and Steven R. Weisman"
    },
    {
      "headline": "Vietnam Study, CastingDoubts, Remains Secret",
      "snippet": "National Security Agency historian concludes that midlevel NSA officials distorted critical intelligence during Tonkin Gulf episode that helped trigger Vietnam War in deliberate effort to cover up their earlier mistakes; conclusion reached by Robe...",
      "abstract": "National Security Agency historian concludes that midlevel NSA officials distorted critical intelligence during Tonkin Gulf episode that helped trigger Vietnam War in deliberate effort to cover up their earlier mistakes; conclusion reached by Robert J Hanyok is first serious accusation that communications intercepted by NSA were falsified to make it appear that North Vietnam attacked American destroyers on Aug 4, 1964, two days after previous clash; Pres Lyndon B Johnson cited supposed attack to persuade Congress to authorize broad military action in Vietnam; Hanyok concludes that top NSA and defense officials and Defense Sec Robert S NcNamara and Johnson neither knew about nor condoned deception; findings were published five years ago in classified in-house journal; high-level NSA officials have rebuffed Hanyok's effort to make them public, reportedly fearing it might prompt uncomfortable comparisons with flawed intelligence used to justify war in Iraq; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 28 - The National Security Agency has kept secret since 2001 a finding by an agency historian that during the Tonkin Gulf episode, which helped precipitate the Vietnam War, N.S.A. officers deliberately distorted critical intelligence to cover up their mistakes, two people familiar with the historian's work say.",
      "publication_date": "2005-10-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/31/politics/vietnam-study-castingdoubts-remains-secret.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "Economic Ties Binding Japan to Rival China",
      "snippet": "Scope of economic ties between China and Japan offers counterpoint to their rapidly deteriorating diplomatic relations; two countries have sharply increased trade with each other, many thousands of Chinese people either attend Japanese universitie...",
      "abstract": "Scope of economic ties between China and Japan offers counterpoint to their rapidly deteriorating diplomatic relations; two countries have sharply increased trade with each other, many thousands of Chinese people either attend Japanese universities or work for Japanese companies, Japanese investment in China totals $31.5 billion and Shanghai has largest overseas Japanese community; tensions are fueled by China's desire to reclaim its historical role as region's economic and political leader, position it lost to Japan in last century and half; but possibility that ill will could lead to conflict is lessened by reality that both countries would have much to lose; photos (M)",
      "lead_paragraph": "SHANGHAI, Oct. 26 - At a call center in Dalian, in northeast China, young workers speaking flawless Japanese answer customer service calls for a Japanese insurance company. In western Japan, a new commercial Chinatown is rising in Kobe City's rebuilt port area.",
      "publication_date": "2005-10-31T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/31/world/asia/economic-ties-binding-japan-to-rival-china.html",
      "byline": "By Howard W. French and Norimitsu Onishi"
    }
  ]
}