{
  "metadata": {
    "date": "2005-10-07",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Talk of Bird Flu Pandemic Revives Interest in Passed-Over Drugs",
      "snippet": "Drug trials for BioCryst Pharmaceuticals' influenza drug peramivir, which failed trials three years ago, may be resurrected amid growing fears of global bird flu pandemic; scientists using government funds are already testing drug in animals, this...",
      "abstract": "Drug trials for BioCryst Pharmaceuticals' influenza drug peramivir, which failed trials three years ago, may be resurrected amid growing fears of global bird flu pandemic; scientists using government funds are already testing drug in animals, this time in form that is given intravenously or injected; BioCryst chief executive Charles E Bugg says although drug is nowhere near formal approval by FDA, it could be quickly manufactured on emergency basis for government stockpiles; experts say that previous inattention to flu drugs has world facing potential shortage that could leave millions of people dead if avian flu were to break out in next year or two; flu drugs on market, Tamiflu from Roche and Relenza from GlaxoSmithKline, are in intense demand by governments building stockpiles against possible bird flu pandemic; neither company is in position to come close to meeting global demand for their drugs; Japan's Sankyo has developed advanced version of Relenza that does not go beyond early clinical trials but that now, in part with money from US government, is being studied as possible avian flu treatment; photo (M)",
      "lead_paragraph": "Three years ago BioCryst Pharmaceuticals gave up on a drug it was developing to treat influenza.",
      "publication_date": "2005-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/07/business/talk-of-bird-flu-pandemic-revives-interest-in-passedover-drugs.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "No Prior Qaeda Link Found in Bali Bombing",
      "snippet": "Counterterrorism forces in Indonesia said the suspected suicide bombers who carried out the attack in Bali last Saturday appear to have been a small group with no prior criminal record or link to a large organization like Al Qaeda. The heads of th...",
      "abstract": "Counterterrorism forces in Indonesia said the suspected suicide bombers who carried out the attack in Bali last Saturday appear to have been a small group with no prior criminal record or link to a large organization like Al Qaeda. The heads of the presumed bombers were severed in the blast, and pictures of them were distributed widely.       Article, Page A3.",
      "lead_paragraph": "Counterterrorism forces in Indonesia said the suspected suicide bombers who carried out the attack in Bali last Saturday appear to have been a small group with no prior criminal record or link to a large organization like Al Qaeda. The heads of the presumed bombers were severed in the blast, and pictures of them were distributed widely.",
      "publication_date": "2005-10-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/07/front page/world/no-prior-qaeda-link-found-in-bali-bombing.html",
      "byline": ""
    },
    {
      "headline": "In Shift, FEMA Will Seek Bids for Gulf Work",
      "snippet": "Federal Emergency Management Agency will seek new bids on $400 million worth of contracts that had originally been awarded with no competition in Hurricane Katrina recovery effort; R David Paulison, agency's acting director, tells Senate panel of ...",
      "abstract": "Federal Emergency Management Agency will seek new bids on $400 million worth of contracts that had originally been awarded with no competition in Hurricane Katrina recovery effort; R David Paulison, agency's acting director, tells Senate panel of move, responding to sharp criticism after FEMA suspended normal contracting rules in frantic first days of trying to help storm victims and rebuild Gulf Coast; he does not indicate that agency found anything inappropriate in contract awards, but appears to agree with critics who warned that awarding contracts without bids could result in abuse and waste; four contracts up for rebidding were awarded to Shaw Group, Fluor Corp, Bechtel National and CH2M Hill; four have long records of work for federal government, and some have executives or lobbyists with close ties to Bush administration; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 6 - The head of the Federal Emergency Management Agency told a Senate panel on Thursday that the agency would seek new bids on $400 million worth of contracts that had originally been awarded with no competition in the Hurricane Katrina recovery effort.",
      "publication_date": "2005-10-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/07/politics/in-shift-fema-will-seek-bids-for-gulf-work.html",
      "byline": "By Raymond Hernandez and Eric Lipton"
    },
    {
      "headline": "10 Plots Foiled Since Sept. 11, Bush Declares",
      "snippet": "Pres Bush says United States and its partners have disrupted 10 serious terrorist plots since 9/11 attacks; White House produces list hours after Bush's speech, including some previously known cases; most significant disclosure is of failed effort...",
      "abstract": "Pres Bush says United States and its partners have disrupted 10 serious terrorist plots since 9/11 attacks; White House produces list hours after Bush's speech, including some previously known cases; most significant disclosure is of failed effort in 2002 to use hijacked airplanes to attack 'targets on the West Coast'; counterterrorism officials say plan was led by Khalid Shaikh Mohammed, alleged mastermind of 9/11 attacks who was captured in Pakistan in 2003; Bush's speech, delivered before National Endowment for Democracy, comes on day of major terror alert involving possible bombing threat in New York subways, and as senior government officials describe warning from one senior Al Qaeda leader to another that attacks on civilians and videotaped executions committed by his followers could jeopardize their broader cause; Bush uses speech to warn that Syria and Iran have become 'allies of convenience' for Islamic terror groups (M)",
      "lead_paragraph": "WASHINGTON, Oct. 6 - President Bush on Thursday tried to refocus American attention on terrorism, declaring in a speech that the United States and its partners had disrupted 10 serious plots since the attacks of Sept. 11, 2001.",
      "publication_date": "2005-10-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/07/politics/10-plots-foiled-since-sept-11-bush-declares.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Foe of Abortion, Senator Is Cool to Court Choice",
      "snippet": "Republican Sam Brownback, one of most ardent abortion opponents in Senate, says he may not vote to confirm Supreme Court nominee Harriet E Miers, even if Pres Bush makes personal plea for his support; says Miers steered clear of discussing Roe v W...",
      "abstract": "Republican Sam Brownback, one of most ardent abortion opponents in Senate, says he may not vote to confirm Supreme Court nominee Harriet E Miers, even if Pres Bush makes personal plea for his support; says Miers steered clear of discussing Roe v Wade in their hourlong meeting and did little to assure him that she would be open to revisiting or overturning that case; Brownback is important because it would be embarrassment to Bush if Republican on Senate Judiciary Committee voted against Miers; also, he is considered leading voice for conservatives in Senate and possible presidential candidate in 2008; should he vote against Miers, other Republicans contemplating White House bids could feel compelled to follow; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 6 - Amid uproar among conservatives over the candidacy of Harriet E. Miers for the Supreme Court, one of the most ardent abortion opponents in the Senate said Thursday that Ms. Miers had not persuaded him to vote to confirm her.",
      "publication_date": "2005-10-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/07/politics/politicsspecial1/foe-of-abortion-senator-is-cool-to-court-choice.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Ex-Miramax Chiefs Halfway to Financial Goal for New Studio",
      "snippet": "Bob and Harvey Weinstein, former heads of Miramax, are expected to raise more than $420 million for their movie studio; new movie studio, Weinstein Co Holdings, will be profitable by 2007, putting out 25 movies a year and generating annual revenue...",
      "abstract": "Bob and Harvey Weinstein, former heads of Miramax, are expected to raise more than $420 million for their movie studio; new movie studio, Weinstein Co Holdings, will be profitable by 2007, putting out 25 movies a year and generating annual revenue of $1.9 billion; people briefed on fund-raising say equity offering is already oversubscribed, and that amount raised would exceed goal; investors include strategic partners like ad agency WPP Group and film-processing company Technicolor, which will process and distribute Weinstein Co films; other recent investors include Mark Cuban, LVMH Moet Hennessy Louis Vuitton and TFI, French TV broadcaster; some films currently in production discussed; photo (M)",
      "lead_paragraph": "LOS ANGELES, Oct. 6 - If all goes according to plan, Bob and Harvey Weinstein, the former heads of Miramax, will soon have raised more than $420 million for their movie studio, people briefed on the efforts said Thursday.",
      "publication_date": "2005-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/07/business/exmiramax-chiefs-halfway-to-financial-goal-for-new-studio.html",
      "byline": "By David M. Halbfinger and Andrew Ross Sorkin"
    },
    {
      "headline": "Tax Shelters and KPMG: Sorting Out Legal Issues",
      "snippet": "Eight former KPMG executives and outside lawyer have been indicted on charges stemming from their role in designing and selling questionable tax shelters, but no court has decided that shelters were improper; tax shelter promoter Presidio Growth h...",
      "abstract": "Eight former KPMG executives and outside lawyer have been indicted on charges stemming from their role in designing and selling questionable tax shelters, but no court has decided that shelters were improper; tax shelter promoter Presidio Growth has asked Federal Judge Vaughn R Walker to decide legality of shelters; federal prosecutors in Manhattan appear to be concerned that Walker might do that; government lawyers have twice rgued that Walker should wait for criminal case to conclude; Walker could announce decision on some or all of issues as soon as Nov 3 (M)",
      "lead_paragraph": "Eight former executives of the accounting firm KPMG and one outside lawyer have been indicted on charges stemming from their role in designing and selling questionable tax shelters. Yet so far, no court has decided that the shelters were improper.",
      "publication_date": "2005-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/07/business/tax-shelters-and-kpmg-sorting-out-legal-issues.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Are Auditors Not Doing Due Diligence?",
      "snippet": "Floyd Norris comment on draft of white paper issued by American Institute of Certified Public Accountants that provides guidance for auditors when they are involved in 'due diligence' meeting with underwriters before securities are sold to public;...",
      "abstract": "Floyd Norris comment on draft of white paper issued by American Institute of Certified Public Accountants that provides guidance for auditors when they are involved in 'due diligence' meeting with underwriters before securities are sold to public; paper claims auditors do not address questions from underwriters regarding auditors' awareness of any instances of fraud or illegal acts; says paper adds that is true even if company authorizes auditor to disclose confidential client information; adds paper also says auditors should keep quiet if they hear management issue misinformation to underwriters, and should not tell them much of anything that is not already public information (M)",
      "lead_paragraph": "ARE the auditors of America's public companies out to protect investors? Do they understand that the scandals of the 1990's have given them an increased responsibility to assure that corporate financial reports are fair?",
      "publication_date": "2005-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/07/business/are-auditors-not-doing-due-diligence.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Let the Price Wars Begin",
      "snippet": "Retailers, concerned about rising gas prices and pair of hurricanes will spoil crucial holiday shopping season, are already planning broad markdowns to lure cost-conscious consumers into their stores; Wal-Mart begins cutting prices on some popular...",
      "abstract": "Retailers, concerned about rising gas prices and pair of hurricanes will spoil crucial holiday shopping season, are already planning broad markdowns to lure cost-conscious consumers into their stores; Wal-Mart begins cutting prices on some popular toys; Harris Nesbitt analyst John D Morris says apparel retailers ranging from Gap to Talbots will offer bigger discounts earlier in holiday shopping season; Goldman Sachs Retail Composite Index shows retail sales rose 3.9 percent in last month in stores open at least year; graphs; photos (M)",
      "lead_paragraph": "It may only be October, but it's already beginning to look a lot like Christmas.",
      "publication_date": "2005-10-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/07/business/let-the-price-wars-begin.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Prosecutor in Leak Inquiry Orders Rove to Return Again",
      "snippet": "Special prosecutor in CIA leak case, Patrick J Fitzgerald, summons senior White House adviser Karl Rove to return to testify to federal grand jury for fourth time, step that could mean charges will be filed in case; Fitzgerald reportedly tells law...",
      "abstract": "Special prosecutor in CIA leak case, Patrick J Fitzgerald, summons senior White House adviser Karl Rove to return to testify to federal grand jury for fourth time, step that could mean charges will be filed in case; Fitzgerald reportedly tells lawyers for several Bush administration officials that he will decide before grand jury's term expires on Oct 28 whether to accuse anyone of wrongdoing; he is expected to request that several other White House officials return to grand jury to testify as he proceeds toward charging decision; he indicates that he is not entirely finished with Judith Miller, New York Times reporter who served 85 days in jail for refusing to divulge identity of her source, but agreed to testify after I Lewis Libby, Vice Pres Cheney's chief of staff, released her from pledge of confidentiality; it is unknown whether Libby has been asked to appear again before grand jury (M)",
      "lead_paragraph": "WASHINGTON, Oct. 6 - The special prosecutor in the C.I.A. leak case has summoned Karl Rove, the senior White House adviser, to return next week to testify to a federal grand jury in a step that could mean charges will be filed in the case, lawyers in the case said Thursday.",
      "publication_date": "2005-10-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/07/politics/prosecutor-in-leak-inquiry-orders-rove-to-return-again.html",
      "byline": "By David Johnston"
    },
    {
      "headline": "San Antonio Proudly Lines Up Behind the Military Recruiter",
      "snippet": "San Antonio, Tex, site of Army presence since 1845, is top recruiting market for every branch of military, even as other cities and regions object to sending their children to war; in San Antonio, war in Iraq boosts morale; city ranks first among ...",
      "abstract": "San Antonio, Tex, site of Army presence since 1845, is top recruiting market for every branch of military, even as other cities and regions object to sending their children to war; in San Antonio, war in Iraq boosts morale; city ranks first among Army's 41 recruiting battalions by signing up 86 percent of its goal; census figures show more veterans live there than in other American cities of its size, and many of these veterans teach in city's schools; many students there see military as not just good career but as prestigious path, one more valued by some than college; Army recruiters are allowed to come and go as they please in city's high schools, in contrast to school districts in California, New York and Washington, where recruiters are limited to few visits a year; photos; map (M)",
      "lead_paragraph": "SAN ANTONIO - This city has its critics of the war in Iraq and its angry mothers who try to shame recruiters into going home. More than anything, though, it has a powerful patriotism and a deep respect for the military life.",
      "publication_date": "2005-10-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/07/us/san-antonio-proudly-lines-up-behind-the-military-recruiter.html",
      "byline": "By Damien Cave"
    }
  ]
}