{
  "metadata": {
    "date": "2005-05-20",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Business of Senate Is Slowed as Battle on Judges Intensifies",
      "snippet": "Filibuster fight roils Senate for second day, with lawmakers cuttingly criticizing their opponents and bitter partisanship gripping chamber; looming showdown on judicial nominees disrupts Senate's legislative business; Democrats refuse to agree to...",
      "abstract": "Filibuster fight roils Senate for second day, with lawmakers cuttingly criticizing their opponents and bitter partisanship gripping chamber; looming showdown on judicial nominees disrupts Senate's legislative business; Democrats refuse to agree to usually routine request to allow for extended committee work beyond allotted time; they argue that magnitude of filibuster debate merits full attention of lawmakers; shifting bipartisan group of senators races against clock to try to resolve issue before next week's showdown on Republican-sought prohibition of filibusters; all parties say differences appear almost irreconcilable; photos (M)",
      "lead_paragraph": "WASHINGTON, May 19 - As the filibuster fight roiled the Senate for the second day, Republicans lashed out at Democrats on Thursday for disrupting the Senate's legislative business in what both sides acknowledged was a preview of the hostile Senate atmosphere that could follow the looming showdown on judicial nominees.",
      "publication_date": "2005-05-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/20/politics/business-of-senate-is-slowed-as-battle-on-judges-intensifies.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "Is a Salaryman Without a Suit Like Sushi Without the Rice?",
      "snippet": "Chairman of Japan's largest company, Hirochi Okuda of Toyoto Motor, spearheads new national campaign to cajole businessmen to shed their beloved dark business suits this summer to help nation save energy; sartorial revolution is intended to cut su...",
      "abstract": "Chairman of Japan's largest company, Hirochi Okuda of Toyoto Motor, spearheads new national campaign to cajole businessmen to shed their beloved dark business suits this summer to help nation save energy; sartorial revolution is intended to cut summer air-conditioning bills in world's second-largest oil importer; even in Parliament, rules committee is expected to vote to allow members to doff their coats in offices and committee rooms, throwback to pre-air-conditioning days; all public and private offices will set their air-conditioners at sweltering 82.4 degrees Fahrenheit; some Japanese men sniff plot by nation's apparel industry to copy boom enjoyed by American men's clothing stores decade ago, when Casual Fridays forced office workers to augment their wardrobes with pressed khakis and nice sports shirts; photos (M)",
      "lead_paragraph": "TOKYO, May 19 - The fashion models who prowl the catwalks of Japan tend to be long-legged and slinky. But the latest style setter here has a leonine glare and the kind of commanding bark that makes junior executives sit up and take notice.",
      "publication_date": "2005-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/20/business/worldbusiness/is-a-salaryman-without-a-suit-like-sushi-without-the.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Koreans Report Ease in Cloning for Stem Cells",
      "snippet": "South Korean researchers report they have developed highly efficient method for producing human embryos through cloning, and then extracting their stem cells; say they have produced 11 human stem cell lines that are genetic matches of patients ran...",
      "abstract": "South Korean researchers report they have developed highly efficient method for producing human embryos through cloning, and then extracting their stem cells; say they have produced 11 human stem cell lines that are genetic matches of patients ranging in age from 2 to 56; scientists seek such stem cells from patients with certain disorders and illnesses to study origin of diseases and to develop replacement cells that would be identical to those patient has lost from disease; researchers, led by Dr Woo Suk Hwang and Dr Shin Yong Moon, describe their new method in journal Science; same group previously produced single stem cell line from cloned embryo, but process was so onerous that many scientists dismissed it; new finding raises concerns among those who fear it will lead to cloned babies; Hwang says he wants only to find way to cure disease, not to produce babies that are clones; photo; diagram (M)",
      "lead_paragraph": "South Korean researchers are reporting today that they have developed a highly efficient recipe for producing human embryos through cloning, and then extracting their stem cells.",
      "publication_date": "2005-05-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/20/science/koreans-report-ease-in-cloning-for-stem-cells.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "Europe: The Unlevel Playing Field",
      "snippet": "Twelves nations of European Union are increasingly dividing up into one set of dynamic countries, led by Spain, which have fast-rising asset prices and booming housing markets, and a set of lumbering countries, notably Germany, which have moribund...",
      "abstract": "Twelves nations of European Union are increasingly dividing up into one set of dynamic countries, led by Spain, which have fast-rising asset prices and booming housing markets, and a set of lumbering countries, notably Germany, which have moribund markets; split creates conundrum for European Central Bank, which wants to lift interest rates but is afraid of hobbling weak countries; divide revives some of warnings about pitfalls of monetary union; photos; graphs (M)",
      "lead_paragraph": "MADRID, May 13 - Like thousands of young Spaniards, Rafael Matito left his home village for Madrid 18 months ago, lured by one of Europe's most thriving capitals. After landing a job as a computer instructor, he and his girlfriend set about achieving the Spanish dream: buying their own home.",
      "publication_date": "2005-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/20/business/worldbusiness/europe-the-unlevel-playing-field.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "At Sunbeam, Big Guys Won, Public Lost",
      "snippet": "Floyd Norris column says public investors who received Sunbeam shares when it acquired Coleman Co, appear to be the only victims of accounting fraud that caused those shares to become worthless; notes that they do not share in $1.45 billion award ...",
      "abstract": "Floyd Norris column says public investors who received Sunbeam shares when it acquired Coleman Co, appear to be the only victims of accounting fraud that caused those shares to become worthless; notes that they do not share in $1.45 billion award Ronald O Perelman has won against Morgan Stanley, which advised Sunbeam and underwrote junk bonds and bank loans that financed Coleman acquisition; says Albert J Dunlap, Sunbeam's chief executive when Sunbeam went bankrupt, has also escaped unscathed, neither indicted nor named in Perelman lawsuit; photo (M)",
      "lead_paragraph": "SEVEN years ago, two financiers who were among the most respected and feared in America sat down to make a deal that turned out to be disastrous for almost everyone involved.",
      "publication_date": "2005-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/20/business/at-sunbeam-big-guys-won-public-lost.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "G.M.'s Brands to Cut Back on Variety",
      "snippet": "General Motors outlines new product development and sales strategy under which only Chevrolet and Cadillac will offer full lineup of vehicles, with other six brands focusing on narrower selection of segments; GMC and Hummer will continue to sell t...",
      "abstract": "General Motors outlines new product development and sales strategy under which only Chevrolet and Cadillac will offer full lineup of vehicles, with other six brands focusing on narrower selection of segments; GMC and Hummer will continue to sell trucks. Pontiac, Saab and Saturn will focus mostly on cars and smaller SUV's; Buick will offer some of both; GM is apparently trying to wean itself from what has been highly criticized product development strategy of keeping costs down by developing the same basic vehicle for many of its brands; plan will probably mean consolidation of company's more than 7,000 dealers; suggests GM may push United Automobile Workers to agree to close some plants, because company is already producing significantly more cars and trucks than it can sell; photo (M)",
      "lead_paragraph": "DETROIT, May 19 - Facing its worst financial outlook in more than a decade, General Motors outlined a new product development and sales strategy Thursday, saying that from now on Chevrolet and Cadillac would be the company's only brands to offer a full lineup of vehicles.",
      "publication_date": "2005-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/20/automobiles/gms-brands-to-cut-back-on-variety.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "After Scandals, New Legal Stars Rise on Wall St.",
      "snippet": "Lawyers who keep companies in compliance with increasingly tough regulatory laws have become new prototype of Wall Street; new regulations and several years of aggressive tactics against Wall Street firms by New York State Atty Gen Eliot Spitzer h...",
      "abstract": "Lawyers who keep companies in compliance with increasingly tough regulatory laws have become new prototype of Wall Street; new regulations and several years of aggressive tactics against Wall Street firms by New York State Atty Gen Eliot Spitzer have created hot commodity out of legal specialty that five years ago was regarded as bottom of food chain; from 2001 to 2003, when securities industry lost more than 8 percent of its work force, ranks of those working on corporate oversight grew 30 percent; although lawyers are being hired in greater numbers and being paid better, scandals continue to erupt, and it is not clear that their advice is uniformly heeded; photo (M)",
      "lead_paragraph": "Looked across the room at Babbo recently and figured that the man and woman splitting an expensive bottle of wine worked on Wall Street? Good assumption. Did you further guess that they were investment bankers? You may need to expand your portfolio of stereotypes.",
      "publication_date": "2005-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/20/business/after-scandals-new-legal-stars-rise-on-wall-st.html",
      "byline": "By Jennifer Steinhauer"
    },
    {
      "headline": "In U.S. Report, Brutal Details of 2 Afghan Inmates' Deaths",
      "snippet": "First of two articles on Army's criminal investigation into brutal deaths of two detainees at detention center in Bagram, Afghanistan; 2,000-page confidential file depicts young, poorly trained soldiers in repeated incidents of abuse; finds that i...",
      "abstract": "First of two articles on Army's criminal investigation into brutal deaths of two detainees at detention center in Bagram, Afghanistan; 2,000-page confidential file depicts young, poorly trained soldiers in repeated incidents of abuse; finds that in some instances, it was directed or carried out by interrogators to extract information, that sometimes it was punishment meted out by military police guards, and that torment sometimes seemed driven by little more than boredom or cruelty, or both; finds one detainee, who had been chained to top of his cell by his wrists for many days, was taken for last abusive interrogation when most of interrogators believed he was innocent; so far, only seven soldiers have been charged; most of those who could still face legal action have denied wrongdoing; story of abuses at Bagram remains incomplete, but documents and interviews reveal striking disparity between findings of Army investigators and what military officials said in aftermath of two deaths; detailed description of treatment of two detainees; photos; excerpts from statements by various officers (L)",
      "lead_paragraph": "Even as the young Afghan man was dying before them, his American jailers continued to torment him.",
      "publication_date": "2005-05-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/20/world/asia/in-us-report-brutal-details-of-2-afghan-inmates-deaths.html",
      "byline": "By Tim Golden"
    },
    {
      "headline": "Google Moves to Challenge Web Portals",
      "snippet": "Google moves to challenge Internet portals like Yahoo, MSN and AOL by announcing new feature, called Fusion, that will allow users to personalize Google home page with features they use frequently, like stock quotes, news and e-mail; has insisted ...",
      "abstract": "Google moves to challenge Internet portals like Yahoo, MSN and AOL by announcing new feature, called Fusion, that will allow users to personalize Google home page with features they use frequently, like stock quotes, news and e-mail; has insisted until now that it is search engine, but has steadily added services that provide functionality of portal; competitors say Google is simply following trail they already blazed (M)",
      "lead_paragraph": "MOUNTAIN VIEW, Calif., May 19 - The expanse of white space at the bottom of Google's main Web page, possibly the most valuable undeveloped real estate in cyberspace, is about to be subdivided.",
      "publication_date": "2005-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/20/technology/google-moves-to-challenge-web-portals.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "US Airways and America West Plan to Merge",
      "snippet": "US Airways and America West Airlines plan to merge in $1.5 billion deal that would create nation's fifth-largest airline and one of biggest low-fare carriers; combined airline would do business under US Airways name but operate from America West's...",
      "abstract": "US Airways and America West Airlines plan to merge in $1.5 billion deal that would create nation's fifth-largest airline and one of biggest low-fare carriers; combined airline would do business under US Airways name but operate from America West's headquarters in Tempe, Ariz; W Douglas Parker, chief executive at America West would run combined airline as chief executive and chairman; Bruce Lakefield, chief executive of US Airways, would become vice chairman; combined airline would have $10 billion in annual revenue, 361 planes and 44,100 employees but little overlap in routes; Parker says there would be some job reductions after merger is completed, but no major furloughs; deal requires approval of federal loan board and bankruptcy court; photo; map; table (M)",
      "lead_paragraph": "US Airways and America West Airlines said yesterday that they planned to merge in a $1.5 billion deal that would create the nation's fifth-largest airline and one of the biggest low-fare carriers.",
      "publication_date": "2005-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/20/business/us-airways-and-america-west-plan-to-merge.html",
      "byline": "By Micheline Maynard"
    }
  ]
}