{
  "metadata": {
    "date": "2005-06-17",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "KPMG Says Tax Shelters Involved Wrongdoing",
      "snippet": "KPMG acknowledges 'unlawful conduct' for first time in creation and sale of tax shelters that government contends cheated Treasury out of billions of dollars in taxes; unusual public admission appears to be attempt by firm to avoid criminal indict...",
      "abstract": "KPMG acknowledges 'unlawful conduct' for first time in creation and sale of tax shelters that government contends cheated Treasury out of billions of dollars in taxes; unusual public admission appears to be attempt by firm to avoid criminal indictment; firm has been under investigation by federal grand jury for more than year over its work on number of abusive shelters from 1996 through 2002; Wall Street Journal reports top Justice Department officials are debating whether to pursue indictment against company (M)",
      "lead_paragraph": "The big accounting firm KPMG acknowledged \"unlawful conduct\" for the first time yesterday in the creation and sale of tax shelters that the government contends cheated the Treasury out of billions of dollars in taxes.",
      "publication_date": "2005-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/17/business/kpmg-says-tax-shelters-involved-wrongdoing.html",
      "byline": "By Lynnley Browning"
    },
    {
      "headline": "Globalization: It's Not Just Wages",
      "snippet": "Article on Whirlpool's worldwide operations focuses on success of its front-load washing machine factory in Schorndorf, Germany, despite having to high wages to workers; factory, which employs 2,000 people, is billed as jewel in Whirlpool's produc...",
      "abstract": "Article on Whirlpool's worldwide operations focuses on success of its front-load washing machine factory in Schorndorf, Germany, despite having to high wages to workers; factory, which employs 2,000 people, is billed as jewel in Whirlpool's production network--efficient, partly automated operation whose experienced workers possess 'tribal knowledge' of their product that pays off in quality and cost saving; some of expensive front-loading washing machines are being shipped to US, where demand for more efficient front-loaders has increased; chart; photos (M)",
      "lead_paragraph": "BENTON HARBOR, Mich. - Who is the biggest exporter of German-made washing machines to the United States? Not Miele or Bosch-Siemens, or any other German manufacturer. It is the American appliance maker, Whirlpool, the company proudly reports.",
      "publication_date": "2005-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/17/business/worldbusiness/globalization-its-not-just-wages.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Will Airbus Be the Next Lucent?",
      "snippet": "Floyd Norris column on whether Airbus' A380 jetliner will be bust for company; says unscientific poll of frequent fliers shows significant hostility to A380, plane few have seen; says there is widespread doubt that airlines will choose spacious 55...",
      "abstract": "Floyd Norris column on whether Airbus' A380 jetliner will be bust for company; says unscientific poll of frequent fliers shows significant hostility to A380, plane few have seen; says there is widespread doubt that airlines will choose spacious 550-seat version that Airbus is publicizing, rather than opt for one with something closer to 800 seats; adds there is fear of big delays getting onto and off plane, and at customs; notes Boeing Co's new 787 plane is selling well at Paris Air Show; graph (M)",
      "lead_paragraph": "Le Bourget, France - THE A380, Airbus's new megajet, is an amazing sight. It is even beautiful in a sense, with curved wings that seem almost birdlike when viewed from behind the plane. But while the A380 inspires awe, its eventual success is not assured.",
      "publication_date": "2005-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/17/business/worldbusiness/will-airbus-be-the-next-lucent.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Disneyland in China Offers a Soup and Lands in a Stew",
      "snippet": "Walt Disney Co is has been drawn into unusual showdown between Western sensitivities and Chinese tradition over is decision to serve shark's fin soup at Hong Kong Disneyland, new theme park scheduled to open Sept 12; plans for culinary delicacy ha...",
      "abstract": "Walt Disney Co is has been drawn into unusual showdown between Western sensitivities and Chinese tradition over is decision to serve shark's fin soup at Hong Kong Disneyland, new theme park scheduled to open Sept 12; plans for culinary delicacy have drawn outraged response from environmentalists; they say that so many sharks wind up floating in soup these days that there are not enough left swimming in world's oceans; Disney has taken great pains to show its appreciation for Chinese traditions, saying it is simply following local standards; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/17/business/worldbusiness/disneyland-in-china-offers-a-soup-and-lands-in-a.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Widow Recalls Ghosts of '64 at Rights Trial",
      "snippet": "Rita Bender, widow of one of three civil rights workers slain in Philadelphia, Miss, in 1964, is first witness in state murder trial of Edgar Ray Killen, onetime member of Ku Klux Klan accused of orchestrating killings; Bender, who accompanied her...",
      "abstract": "Rita Bender, widow of one of three civil rights workers slain in Philadelphia, Miss, in 1964, is first witness in state murder trial of Edgar Ray Killen, onetime member of Ku Klux Klan accused of orchestrating killings; Bender, who accompanied her husband Michael Schwerner to Mississippi to help blacks register to vote, offers close-up view of time when terror was commonplace and mere act of helping people could endanger them; her husband, and James Earl Chaney and Andrew Goodman, disappeared, and their bodies were found months later; case recalled; trial is halted for day when Killen, now 80, complains of chest pains and is taken to hospital; photo (M)",
      "lead_paragraph": "PHILADELPHIA, Miss., June 16 - As soon as word got out about where they were staying, it was time to leave.",
      "publication_date": "2005-06-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/17/us/widow-recalls-ghosts-of-64-at-rights-trial.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "Bush's Support on Major Issues Tumbles in Poll",
      "snippet": "Pres Bush gets only 42-percent approval rating in New York Times/CBS News Poll, marked decline from Nov and one of lowest approval ratings of his presidency; two-thirds of those surveyed say they are uneasy about his ability to make sound decision...",
      "abstract": "Pres Bush gets only 42-percent approval rating in New York Times/CBS News Poll, marked decline from Nov and one of lowest approval ratings of his presidency; two-thirds of those surveyed say they are uneasy about his ability to make sound decisions on Social Security, and 45 percent voice growing skepticism about his proposal to allow younger workers to put part of their payroll taxes into private investment accounts; 25 percent approve way he is handling Social Security; 52 percent approve his handling of war on terrorism; on Iraq, 51 percent say United States should have stayed out, while 45 percent say military action was right thing to do; on Bush's handling of Iraq, 37 percent say they approve, down from 45 percent in Feb; 60 percent say US effort to bring stability and order to Iraq is going badly; in one key measure of American sentiment in general, only 33 percent say country is on right track; Congress fares poorly in poll, with 33 percent approval rating and only 19 percent saying Congress shares their priorities; photo; graphs (L)",
      "lead_paragraph": "Increasingly pessimistic about Iraq and skeptical about President Bush's plan for Social Security, Americans are in a season of political discontent, giving Mr. Bush one of the lowest approval ratings of his presidency and even lower marks to Congress, according to the New York Times/CBS News Poll.",
      "publication_date": "2005-06-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/17/politics/bushs-support-on-major-issues-tumbles-in-poll.html",
      "byline": "By Robin Toner and Marjorie Connelly"
    },
    {
      "headline": "U.S. Bank Buys Stake in China",
      "snippet": "Bank of America acquires 9 percent stake in China Construction Bank for $2.5 billion; deal is another indication Bank of America plans to expand aggressively overseas; Bank of America will invest another $500 million when China Construction holds ...",
      "abstract": "Bank of America acquires 9 percent stake in China Construction Bank for $2.5 billion; deal is another indication Bank of America plans to expand aggressively overseas; Bank of America will invest another $500 million when China Construction holds its initial public offering, which is expected later this year (M)",
      "lead_paragraph": "BEIJING, Friday, June 17 - Looking to gain access to one of the hottest economies in the world, the Bank of America Corporation said Friday that it had agreed to acquire a 9 percent stake in China Construction Bank for $2.5 billion.",
      "publication_date": "2005-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/17/business/worldbusiness/us-bank-buys-stake-in-china.html",
      "byline": "By Chris Buckley and Julie Creswell"
    },
    {
      "headline": "Many Still Seek One Final Say on Ending Life",
      "snippet": "Interest in living wills--documents that let people specify what medical measures they want or do not want at end of life--surges in aftermath of Terri Schiavo case; many people are filling out forms for first time; others are taking new look at f...",
      "abstract": "Interest in living wills--documents that let people specify what medical measures they want or do not want at end of life--surges in aftermath of Terri Schiavo case; many people are filling out forms for first time; others are taking new look at forms they filled out in past; most living wills describe conditions for withdrawing life support, but others demand fullest extent of treatment; Paul Malley of group Aging With Dignity says Schiavo case has not only encouraged people to talk about advancedirectives, but also led to increased openness in talking about death and dying; photos (M)",
      "lead_paragraph": "Interest in living wills -- the documents that let people specify what medical measures they want or do not want at the end of life -- has surged in the aftermath of the fierce nationwide battle over the fate of Terri Schiavo, lawyers and other experts on all sides of the issue say.",
      "publication_date": "2005-06-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/17/health/many-still-seek-one-final-say-on-ending-life.html",
      "byline": "By John Schwartz and James Estrin"
    },
    {
      "headline": "SUNNIS TO ACCEPT OFFER OF A ROLE IN CONSTITUTION",
      "snippet": "Sunni Arabs in Iraq accept compromise offer to increase their representation on Shiite-led parliamentary committee to draft constitution, breaking weeks of deadlock; agreement seen as significant step forward in political process; Shiites' offer o...",
      "abstract": "Sunni Arabs in Iraq accept compromise offer to increase their representation on Shiite-led parliamentary committee to draft constitution, breaking weeks of deadlock; agreement seen as significant step forward in political process; Shiites' offer of 15 additional seats and 10 adviser positions for Sunni Arabs was rejected when it was first made; Shiites then sweetened deal, saying committee would approve new constitution by consensus and not by vote, making precise number of seats held by each group less important; insurgent violence continues, with more attacks on security forces and reports of deaths of six American service members near Ramadi; American and European officials express hope that greater involvement of Sunnis in political process will help damp insurgency, whose driving force comes from violent fringes of Sunni Arab community; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, June 16 - Iraqi political leaders broke weeks of deadlock on Thursday, with Sunni Arabs accepting a compromise offer to increase their representation on the Shiite-led parliamentary committee that is to draft a constitution.",
      "publication_date": "2005-06-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/17/washington/the-struggle-for-iraq-politics-sunnis-to-accept-offer-of-a-role.html",
      "byline": "By Sabrina Tavernise"
    }
  ]
}