{
  "metadata": {
    "date": "2005-01-28",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "In Violence-Prone Mosul, Voters Will Need a Shield of Snipers",
      "snippet": "Election will be held in violence-racked city of Mosul, but it remains to be seen if enough people will brave dangers to vote in significant numbers; Mosul is one of many Sunni Arab cities where insurgent presence is strong; even handling election...",
      "abstract": "Election will be held in violence-racked city of Mosul, but it remains to be seen if enough people will brave dangers to vote in significant numbers; Mosul is one of many Sunni Arab cities where insurgent presence is strong; even handling election materials is considered so dangerous that ballots and ballot boxes will be distributed to polling centers by armored American military convoys; scores of civilians have died in attacks and Kurds, government officials and Iraqi security officers have been massacred since Nov, when thousands of police and security officers abandoned their posts under insurgent assault that coincided with American attack on Falluja; Mosul's 700 election workers, threatened by insurgents, walked off job; new election workers were recruited with promises of free food, lodging and bonuses; American officials have been trying to convince Iraqi voters that they can vote safely, but in Mosul and other volatile cities in Anbar Provine, turnout is expected to be low; photo (M)",
      "lead_paragraph": "MOSUL, Iraq, Jan. 27 - Snipers are taking up positions across Mosul. The concrete barriers around the voting sites are up. The actual polling stations are being opened, replacing the decoys set up to deceive the insurgents.",
      "publication_date": "2005-01-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/28/world/middleeast/in-violenceprone-mosul-voters-will-need-a-shield-of.html",
      "byline": "By Christine Hauser and Thom Shanker"
    },
    {
      "headline": "Procter Said to Reach a Deal to Buy Gillette in $55 Billion Accord",
      "snippet": "Procter & Gamble reaches agreement to acquire Gillette Co for about $57 billion in stock; merger, subject to approval by regulators, would create consumer-products powerhouse, combining some of world's best-known brands; combined company would hav...",
      "abstract": "Procter & Gamble reaches agreement to acquire Gillette Co for about $57 billion in stock; merger, subject to approval by regulators, would create consumer-products powerhouse, combining some of world's best-known brands; combined company would have sales of more than $60 billion a year; boards of both companies have approved merger; move is bid by two venerable consumer-products giants to strengthen their bargaining position with giant discount retailers which can now squeeze even largest suppliers for lower prices; both companies have faced growing pressure on profits from private labels as consumers become more price-conscious and less brand-conscious; regulators are expected to look closely at merger and could force Procter to divest itself of some businesses that overlap with Gillette's; chart with information on both companies (L)",
      "lead_paragraph": "Procter & Gamble, the consumer products company, reached an agreement yesterday to acquire the Gillette Company, the shaving-products and battery maker, for about $57 billion in stock, the companies said last night.",
      "publication_date": "2005-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/28/business/procter-said-to-reach-a-deal-to-buy-gillette-in-55-billion-accord.html",
      "byline": "By Andrew Ross Sorkin and Steve Lohr"
    },
    {
      "headline": "Saudis Shift Toward Letting OPEC Aim Higher",
      "snippet": "Saudi Arabia over last year has acted to nudge OPEC's reference price closer to $40 per barrel instead of enforcing what has been OPEC's official policy since March 2000 and defending prices of $22 to $28 per barrel; Ali al-Naimi, Saudi Arabia's o...",
      "abstract": "Saudi Arabia over last year has acted to nudge OPEC's reference price closer to $40 per barrel instead of enforcing what has been OPEC's official policy since March 2000 and defending prices of $22 to $28 per barrel; Ali al-Naimi, Saudi Arabia's oil minister, says world is not suffering, as far as economic growth is concerned, from where prices are today, comment made at World Economic Forum in Davos; OPEC's approach will be discussed this weekend when OPEC meets in Vienna to consider whether cuts in production are warranted to fend off slowdown in demand in second quarter; crude oil futures in New York are up 15 percent since beginning of year; crude oil closes at $48.84 per barrel, up 6 cents, on New York Mercantile Exchange; photo (M)",
      "lead_paragraph": "Over the last year, Saudi Arabia has quietly endorsed a shift in strategy that was once championed by only a handful of OPEC's more radical members, like Iran or Venezuela, who were pushing for prices higher than those of the last two decades.",
      "publication_date": "2005-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/28/business/worldbusiness/saudis-shift-toward-letting-opec-aim-higher.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Watching America: Will It Listen to Foreigners, or Do as It Pleases?",
      "snippet": "Floyd Norris comment on opposition by foreign leaders and businessmen at World Economic Forum in Davos, Switzerland, to new American accounting rules that also apply to foreign companies; notes PricewaterhouseCoopers survey of 1,324 chief executiv...",
      "abstract": "Floyd Norris comment on opposition by foreign leaders and businessmen at World Economic Forum in Davos, Switzerland, to new American accounting rules that also apply to foreign companies; notes PricewaterhouseCoopers survey of 1,324 chief executives shows bosses around world are less confident they can comply with rules outside their home countries; Novartis' chief executive Daniel L Vasella, who is attending forum, says chief executives of several smaller European countries told him they might try to leave American market; adds Securities and Exchange Commission chairman William H Donaldson addressed forum to try to ease concerns; photo (M)",
      "lead_paragraph": "DAVOS, Switzerland - \"WHAT stresses me most,\" the chief executive of Novartis, Daniel L. Vasella, said, \"is that we are getting new regulations from abroad without any consultation.\"",
      "publication_date": "2005-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/28/business/worldbusiness/watching-america-will-it-listen-to-foreigners-or-do.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": " Procter & Gamble Reaches A Deal to Acquire Gillette  Procter & Gamble, the nation's largest consumer products company, reached a deal to acquire the Gillette Company for about $57 billion in stock, the companies said.  ",
      "abstract": " Procter & Gamble Reaches A Deal to Acquire Gillette  Procter & Gamble, the nation's largest consumer products company, reached a deal to acquire the Gillette Company for about $57 billion in stock, the companies said.  ",
      "lead_paragraph": "Procter & Gamble Reaches A Deal to Acquire Gillette Procter & Gamble, the nation's largest consumer products company, reached a deal to acquire the Gillette Company for about $57 billion in stock, the companies said.",
      "publication_date": "2005-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/28/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "For Troops' Loved Ones, a Day of Loss and Dreams Cut Short",
      "snippet": "Families around United States grieve for 30 marines and sailor who died in helicopter crash in Iraq; 27 of dead were based at Marine Corps Base Hawaii-Kaneohe Bay; military officials say they are investigating crash, but they release no further de...",
      "abstract": "Families around United States grieve for 30 marines and sailor who died in helicopter crash in Iraq; 27 of dead were based at Marine Corps Base Hawaii-Kaneohe Bay; military officials say they are investigating crash, but they release no further details; relatives of those killed reminisce about their loved ones; photos (M)",
      "lead_paragraph": "There was the mechanic from Texas, a chunky redhead the Marines rejected the first time he tried to enlist, before he lost the 23 pounds.",
      "publication_date": "2005-01-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/28/us/for-troops-loved-ones-a-day-of-loss-and-dreams-cut-short.html",
      "byline": "By James Barron and Sarah Kershaw"
    },
    {
      "headline": "A Taste of Big-City Politicking in Basra",
      "snippet": "Dozens of political parties are stumping openly and sometimes raucously in Basra, in south of Iraq; campaigning in much of rest of country has become life-threatening affair, but in Basra, there is sense among many parties that possibility of high...",
      "abstract": "Dozens of political parties are stumping openly and sometimes raucously in Basra, in south of Iraq; campaigning in much of rest of country has become life-threatening affair, but in Basra, there is sense among many parties that possibility of high voter turnout in south could give it disproportionate sway in elections; Basra is Iraq's second largest city, and province as whole has 1.8 million people; taken together, seven provinces that make up comparatively peaceful south have 7.7 million people out of total population of 28 million; security situation in south is not perfect--there have been shootings and assassination attempts--but Iraqis in predominantly Shiite south do not seem fazed by few attacks a week; biggest barrier in south is often not fear, but bewilderment over just what makes successful campaign; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/28/world/middleeast/a-taste-of-bigcity-politicking-in-basra.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Dial M for Merger",
      "snippet": "AT&T Corp and SBC Communications could reach agreement as early as next week; but even if talks stall, industry reformation is likely to continue apace; consumers are seeing convergence of services barely imagined less than decade ago, as televisi...",
      "abstract": "AT&T Corp and SBC Communications could reach agreement as early as next week; but even if talks stall, industry reformation is likely to continue apace; consumers are seeing convergence of services barely imagined less than decade ago, as television moves into cellphones and e-mail moves from computers to televisions; cable companies now sell phone lines and Baby Bells are making plans to enter television industry; consumers are increasingly being pushed to buy bundles of services that, while discounted, can still cost hundreds of dollars per month; and consumers in search of just local phone line may not enjoy big savings; graph; map; photo (M)",
      "lead_paragraph": "If SBC Communications succeeds in buying its former parent, AT&T, the reunion of two players in the old Bell system could set off another round of mergers in the rapidly consolidating phone industry. In other industries, a dwindling number of players typically means fewer choices and higher prices for consumers.",
      "publication_date": "2005-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/28/business/dial-m-for-merger.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Defense Lawyers Attack Records of Tyco Board",
      "snippet": "Defense lawyers take new approach in their opening arguments in retrial of former Tyco executives L Dennis Kozlowski and Mark H Swartz, lashing out at former directors of Tyco and attacking their credibility; prosecutors tell jury they plan to cal...",
      "abstract": "Defense lawyers take new approach in their opening arguments in retrial of former Tyco executives L Dennis Kozlowski and Mark H Swartz, lashing out at former directors of Tyco and attacking their credibility; prosecutors tell jury they plan to call some former directors as witnesses, who they say will testify that two defendants illegally awarded themselves millions of dollars in bonuses and concealed them from company's board and shareholders; lawyers for both defendants say accusations by board members that two men stole more than $150 million are part of self-serving strategy to protect themselves from shareholder lawsuits (M)",
      "lead_paragraph": "Defense lawyers took a new approach in their opening arguments in the retrial of the former Tyco executives L. Dennis Kozlowski and Mark H. Swartz yesterday, lashing out at the former directors of Tyco and attacking their credibility.",
      "publication_date": "2005-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/28/business/defense-lawyers-attack-records-of-tyco-board.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Bush Says Iraqi Leaders Will Want U.S. Forces to Stay to Help",
      "snippet": "Pres Bush says in interview that he would withdraw American forces from Iraq if new government that is elected on Jan 30 asks him to do so, but that he expects Iraq's first democratically elected leaders would want troops to remain as helpers, not...",
      "abstract": "Pres Bush says in interview that he would withdraw American forces from Iraq if new government that is elected on Jan 30 asks him to do so, but that he expects Iraq's first democratically elected leaders would want troops to remain as helpers, not as occupiers; this is first time Bush has made pledge to pull out of Iraq, if asked by new government; he acknowledges that many Iraqis still view United States as occupying force, but stops short of endorsing view of growing number of Republicans that sheer size of American presence in Iraq is worsening violence by presenting insurgents with large target; he touches on other issues he is expected to discuss in his State of the Union address, but Iraq is clearly foremost in his mind; photo (M)",
      "lead_paragraph": "WASHINGTON, Jan. 27 - President Bush said in an interview on Thursday that he would withdraw American forces from Iraq if the new government that is elected on Sunday asked him to do so, but that he expected Iraq's first democratically elected leaders would want the troops to remain as helpers, not as occupiers.",
      "publication_date": "2005-01-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/28/politics/bush-says-iraqi-leaders-will-want-us-forces-to-stay-to-help.html",
      "byline": "This article is by Elisabeth Bumiller, David E. Sanger and Richard W. Stevenson"
    },
    {
      "headline": "U.S. Backs Off Relaxing Rules for Big Media",
      "snippet": "Media companies hoping to expand their television station holdings and to own both TV stations and newspapers in same markets suffer setback when Bush administration decides to abandon its challenge to ruling that blocked relaxation of ownership r...",
      "abstract": "Media companies hoping to expand their television station holdings and to own both TV stations and newspapers in same markets suffer setback when Bush administration decides to abandon its challenge to ruling that blocked relaxation of ownership rules; Justice Department will not ask Supreme Court to consider decision last year by federal appeals court in Philadelphia that sharply criticized move to ward deregulation and ordered Federal Communications Commission to reconsider its action; decision is final slap to Michael K Powell, departing chairman of FCC, who had advocated changes; decision also throws into question future of newspapers and TV stations owned by Tribune Co and Media General, which made acquisitions in anticipation of further deregulation; they would have to request exemptions from FCC if they were to keep acquisitions; photo (M)",
      "lead_paragraph": "WASHINGTON, Jan. 27 - Media companies hoping to expand their television station holdings and to own both TV stations and newspapers in the same markets suffered a setback yesterday when the Bush administration decided to abandon its challenge to a ruling that blocked the relaxation of ownership rules.",
      "publication_date": "2005-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/28/business/media/us-backs-off-relaxing-rules-for-big-media.html",
      "byline": "By Stephen Labaton"
    }
  ]
}