{
  "metadata": {
    "date": "2005-08-05",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Greenberg Fires Back at Directors",
      "snippet": "Maurice R Greenberg, former chairman and chief executive of American International Group, challenges rationale for its $4 billion income restatement, calling many of items 'exaggerated and unnecessary'; his lawyers say many people, including compa...",
      "abstract": "Maurice R Greenberg, former chairman and chief executive of American International Group, challenges rationale for its $4 billion income restatement, calling many of items 'exaggerated and unnecessary'; his lawyers say many people, including company's audit committee and PricewaterhouseCoopers, are equally responsible for overseeing company's complex accounting; suggest company's huge restatement was intended to justify Greenberg's ouster; his lawyers question what they call board's rash judgment to force Greenberg out before any charges were brought (M)",
      "lead_paragraph": "Maurice R. Greenberg, the former chairman and chief executive of the giant insurer American International Group, has challenged the rationale for its $4 billion income restatement, calling many of the items \"exaggerated and unnecessary.\"",
      "publication_date": "2005-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/05/business/greenberg-fires-back-at-directors.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Offer by Europe Would Give Iran Nuclear Future",
      "snippet": "European negotiators will offer Iran chance to achieve full political and economic relationship with West, and possibility of getting nuclear reactors and fuel, if it ends nuclear activities suspected to be part of weapons program; European offer,...",
      "abstract": "European negotiators will offer Iran chance to achieve full political and economic relationship with West, and possibility of getting nuclear reactors and fuel, if it ends nuclear activities suspected to be part of weapons program; European offer, drafted with tacit approval of Bush administtration, will be first test of new leadership in Iran; there is considerable doubt that Iran will accept proposal, at least right away, since it seeks Iran's pledge to end uranium conversion and enrichment activities; diplomats note that proposal contains face-saving provision for Iran conceding right to certain activities it is being asked to give up; although uranium enrichment is allowed under Nuclear Nonproliferation Treaty, West's view is that Iran has forfeited that right because it has engaged in clandestine activities; Iran's anger at being asked to give up activities allowed to other countries is at heart of its repeated announcment that it will resume such work when it chooses (M)",
      "lead_paragraph": "WASHINGTON, Aug. 4 - In a first test of the new leadership in Iran, European negotiators have prepared a sweeping proposal that raises the possibility of Iran acquiring nuclear reactors and fuel, and of achieving a full political and economic relationship with the West, if it ends nuclear activities suspected to be part of a weapons program, Western diplomats said Thursday.",
      "publication_date": "2005-08-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/05/politics/offer-by-europe-would-give-iran-nuclear-future.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Gulf Hurricanes AreLatest Kink in Oil Chain",
      "snippet": "American oil producers worry that hurricanes pose just as great a risk to global shortfall in supplies as blown up pipelines in Iraq or striking oil workers in Venezuela; note that even temporary disruption of deepwater platforms, rigs and sub-sea...",
      "abstract": "American oil producers worry that hurricanes pose just as great a risk to global shortfall in supplies as blown up pipelines in Iraq or striking oil workers in Venezuela; note that even temporary disruption of deepwater platforms, rigs and sub-sea pipelines in Gulf of Mexico--region that pumps one-quarter of American oil production--could create big problems for energy producers and consumers alike; last year, Hurricane Ivan destroyed 7 platforms in shallow waters and severely damaged 24 facilities and 102 underwater pipelines; it took six months to repair estimated $2.7 billion in damages; oil prices on commodity markets surged 19 percent as extent of damage sank in; hurricane season this year has kicked off to its fastest start since 1851, with seven tropical storms, including two major hurricanes, reaching gulf since June; photos; maps; graphs (L)",
      "lead_paragraph": "PETRONIUS OIL PLATFORM, Gulf of Mexico - Standing 60 feet above sea level on this oil platform 130 miles southeast of New Orleans, Rab Bruce pointed to where the huge wave slammed into a tangle of grated steel and multicolor pipes.",
      "publication_date": "2005-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/05/business/gulf-hurricanes-arelatest-kink-in-oil-chain.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Microsoft Shops at Wal-Mart for an Operating Chief",
      "snippet": "Microsoft names Kevin Turner as its new chief operating officer; Turner has 19-year career at Wal-Mart, where he rose to post of chief executive of company's warehouse club division; his career at Wal-Mart reviewed (M)",
      "abstract": "Microsoft names Kevin Turner as its new chief operating officer; Turner has 19-year career at Wal-Mart, where he rose to post of chief executive of company's warehouse club division; his career at Wal-Mart reviewed (M)",
      "lead_paragraph": "Microsoft plucked its new chief operating officer yesterday from Wal-Mart, a kindred corporate giant that shares the challenge of finding new growth despite its size and market dominance.",
      "publication_date": "2005-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/05/technology/microsoft-shops-at-walmart-for-an-operating-chief.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "A Crucible in Turkey",
      "snippet": "Turkey's effort to sell state-controlled steel maker Erdemir runs into unexpected surge of opposition from political leaders and business executives; they argue that privatizing company is not ncecessary, given its profits, and that Turkey cannot ...",
      "abstract": "Turkey's effort to sell state-controlled steel maker Erdemir runs into unexpected surge of opposition from political leaders and business executives; they argue that privatizing company is not ncecessary, given its profits, and that Turkey cannot afford to surrender strategic asset while Europeans seem increasingly reluctant to admit Turks into European Union; factory's 7,500 workers fear losing their jobs under foreign owner, and protests have erupted in several cities; Erdemir seen as fraught symbol of Turkey's uneasy passage from its sheltered past into free-market future; photos; graphs (M)",
      "lead_paragraph": "EREGLI, Turkey - A fierce-looking banner strung between two trees in this hillside town on the Black Sea sums up how the locals here feel about the steel factory that is their principal employer: \"Erdemir is our sweat,\" it proclaims. \"Each of us would die for it.\"",
      "publication_date": "2005-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/05/business/worldbusiness/a-crucible-in-turkey.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Doesn't Anyone Want to Manage Harvard's Money?",
      "snippet": "Harvard Univ has not named successor to Jack R Meyer, eight months after he resigned as head of Harvard Management Co, nonprofit that handles unviersity's funds; several prominent investment managers informally approached about job voice their rel...",
      "abstract": "Harvard Univ has not named successor to Jack R Meyer, eight months after he resigned as head of Harvard Management Co, nonprofit that handles unviersity's funds; several prominent investment managers informally approached about job voice their reluctance, noting criticism of the high compensation of Meyer and his team of money managers; although Meyer and his team built Harvard Management into powerhouse, some alumni question how university can justify increasing tuition when it pays its money managers so much more than other universities do; Meyer was paid $7.2 million last year (M)",
      "lead_paragraph": "One of the most prestigious investment management jobs in America is going begging. Nearly eight months after Jack R. Meyer, the manager of Harvard University's $23 billion in assets, announced that he was leaving to start his own money management firm, the university has yet to name a successor.",
      "publication_date": "2005-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/05/business/doesnt-anyone-want-to-manage-harvards-money.html",
      "byline": "By Riva D. Atlas and Stephanie Strom"
    },
    {
      "headline": "Malnutrition Is Ravaging Niger's Children",
      "snippet": "Famine is killing twenty percent of children in Niger; aid workers blame outside world for its belated response to disaster predicted in detail nine months ago; rich world's response to country's worst nutrition crisis since 1985 famine is proving...",
      "abstract": "Famine is killing twenty percent of children in Niger; aid workers blame outside world for its belated response to disaster predicted in detail nine months ago; rich world's response to country's worst nutrition crisis since 1985 famine is proving too late for many in nearly 4,000 villages across southern Niger that need help; country's latest hunger problem is more complex than it first appears; shrunken infants die all but unnoticed there even in so-called normal years; 262 of each 1,000 children born alive fail to reach their fifth birthdays in second-poorest nation in world; international aid officials and charity workers say Niger's miseries this year are merely worsened version of perennial ones, and that infants will continue to die unnoticed in large numbers until Niger addresses its problems of primitive farming, primitive health care and primitive social conditions; photos; map (M)",
      "lead_paragraph": "ELKOKIYA, Niger, Aug. 3 - At sunset Wednesday, in an unmarked grave in a cemetery rimmed by millet fields, the men of this mud-walled village buried Baby Boy Saminou, the latest casualty of the hunger ravaging 3.6 million farmers and herders in this destitute nation.",
      "publication_date": "2005-08-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/05/world/africa/malnutrition-is-ravaging-nigers-children.html",
      "byline": "By Michael Wines"
    },
    {
      "headline": "Court Nominee Advised Group on Gay Rights",
      "snippet": "Supreme Court nominee John G Roberts Jr's pro bono legal advice to advocates for gay rights helped them win landmark 1996 ruling protecting gay men and lesbians from state-sanctioned discrimination; he was at time working for private law firm in W...",
      "abstract": "Supreme Court nominee John G Roberts Jr's pro bono legal advice to advocates for gay rights helped them win landmark 1996 ruling protecting gay men and lesbians from state-sanctioned discrimination; he was at time working for private law firm in Washington, DC; lawyers involved in case say he did not write legal briefs or argue case, but that he provided invaluable strategic guidance to formulate legal theories and coach them in moot court sessions; Roberts did not disclose his role in case to Senate Judiciary Committee when it asked about his pro bono work; news of his participation in gay rights case sets off scramble in both left and right, upending perceptions of Roberts in both camps; White House seeks to reassure his conservative backers by downplaying his involvement in case (M)",
      "lead_paragraph": "WASHINGTON, Aug. 4 - Judge John G. Roberts Jr., the Supreme Court nominee, gave advice to advocates for gay rights a decade ago, helping them win a landmark 1996 ruling protecting gay men and lesbians from state-sanctioned discrimination.",
      "publication_date": "2005-08-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/05/politics/politicsspecial1/court-nominee-advised-group-on-gay-rights.html",
      "byline": "By Sheryl Gay Stolberg and David D. Kirkpatrick"
    },
    {
      "headline": "Israel Lobbyists Facing Charges in Secrets Case",
      "snippet": "Two former officials of pro-Israel lobbying group are indicted on charges of illegally conspiring to gather and disclose classified national security information to journalists and to unnamed foreign power, thought to be Israel; Steven J Rosen and...",
      "abstract": "Two former officials of pro-Israel lobbying group are indicted on charges of illegally conspiring to gather and disclose classified national security information to journalists and to unnamed foreign power, thought to be Israel; Steven J Rosen and Keith Weissman were dismissed by American Israel Public Affairs Committee (Aipac) last Apr; charges against them were expected, but unusual, since neither man holds security clearance; both have denied any wrongdoing; indictment says they obtained classified information from at least three American officials, including Lawrence A Franklin, former Defense Dept analyst who has already been charged in case; offenses charged in indictment fall under Espionage Act, but no one has been charged with spying; indictment does not suggest that Aipac, as an organization, is suspected of wrongdoing; it is unclear what action, if any, government plans to take against any officials from Israeli Embassy who met with Franklin, Rosen or Weissman; Israeli officials say they have no part in case (M)",
      "lead_paragraph": "WASHINGTON, Aug. 4 - Two former officials of a pro-Israel lobbying group were charged in an indictment filed Thursday with illegally conspiring to gather and disclose classified national security information to journalists and an unnamed foreign power that government officials identified as Israel.",
      "publication_date": "2005-08-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/05/politics/israel-lobbyists-facing-charges-in-secrets-case.html",
      "byline": "By David Johnston"
    },
    {
      "headline": "Stock Options: Do They Make Bosses Cheat?",
      "snippet": "Floyd Norris column discusses stock options and question of whether they encourage chief executives to cheat on company figures; says analysis of data on corporate performance finds that really big option grants make it more likly that companies w...",
      "abstract": "Floyd Norris column discusses stock options and question of whether they encourage chief executives to cheat on company figures; says analysis of data on corporate performance finds that really big option grants make it more likly that companies will fudge their numbers and that companies with such grants are more likely to go broke; graph (M)",
      "lead_paragraph": "QUESTION for shareholders: If the company's directors give lots of options to the chief executive, should you be happy or nervous?",
      "publication_date": "2005-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/05/business/stock-options-do-they-make-bosses-cheat.html",
      "byline": "By Floyd Norris"
    }
  ]
}