{
  "metadata": {
    "date": "2005-09-19",
    "total_articles": 32
  },
  "articles": [
    {
      "headline": "The 6 Percent Solution: Skip Real Estate Agents",
      "snippet": "Stan and Gloria Wakefield are no fools. They built their three-bedroom house 12 years ago in Ponte Vedra Beach, Fla., an oceanside resort community dotted with golf courses and picturesque inland waterways. The real estate market in the area, near...",
      "abstract": "Stan and Gloria Wakefield are no fools. They built their three-bedroom house 12 years ago in Ponte Vedra Beach, Fla., an oceanside resort community dotted with golf courses and picturesque inland waterways. The real estate market in the area, near Jacksonville, took off and the house, overlooking lagoons, rose in value to nearly $1 million. ''This house has appreciated almost obscenely, '' said Mr. Wakefield, a retired naval intelligence officer.      What the Wakefields did next should scare real estate agents everywhere.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/17/business/the-6-percent-solution-skip-real-estate-agents.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Ring Tones, Cameras, Now This: Sex Is Latest Cellphone Feature",
      "snippet": "The cellphone, which already plays music, sends and receives e-mail and takes pictures, is adding a steamier offering: pornography.     With the advent of advanced cellular networks that deliver full-motion video from the Internet -- and the lates...",
      "abstract": "The cellphone, which already plays music, sends and receives e-mail and takes pictures, is adding a steamier offering: pornography.     With the advent of advanced cellular networks that deliver full-motion video from the Internet -- and the latest wave of phones featuring larger screens with bright color -- the pornography industry is eyeing the cellphone, like the videocassette recorder before it, as a lucrative new vehicle for distribution.  ",
      "lead_paragraph": "The cellphone, which already plays music, sends and receives e-mail and takes pictures, is adding a steamier offering: pornography.",
      "publication_date": "2005-09-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/17/technology/ring-tones-cameras-now-this-sex-is-latest-cellphone-feature.html",
      "byline": "By Matt Richtel and Michel Marriott"
    },
    {
      "headline": "Clues to a Hedge Fund's Collapse",
      "snippet": "''If there is a hell I will be there for eternity.''     So reads a passage in the six-page ''suicide note and confession'' written by Daniel E. Marino, chief financial officer of the Bayou Group, a hedge fund firm in Stamford, Conn., that was acc...",
      "abstract": "''If there is a hell I will be there for eternity.''     So reads a passage in the six-page ''suicide note and confession'' written by Daniel E. Marino, chief financial officer of the Bayou Group, a hedge fund firm in Stamford, Conn., that was accused by federal prosecutors on Sept. 1 of conducting a $300 million fraud. The note, whose contents were confirmed by two officials who have seen it, answers in sometimes gripping detail the questions that have consumed Bayou's investors since the fund's problems exploded into view one month ago.  ",
      "lead_paragraph": "\"If there is a hell I will be there for eternity.\"",
      "publication_date": "2005-09-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/17/business/clues-to-a-hedge-funds-collapse.html",
      "byline": "This article was reported by Gretchen Morgenson, Jenny Anderson, Geraldine Fabrikant and Riva D. Atlas and Written By Ms. Morgenson"
    },
    {
      "headline": "Amid the Muck, a Man With a Plan",
      "snippet": "The Palmetto Apartments, a cluster of two-story buildings where 120 low-income families lived before Hurricane Katrina, is a grim sight. By now, the water, which had been more than six feet deep in the buildings, has retreated. Left behind are bat...",
      "abstract": "The Palmetto Apartments, a cluster of two-story buildings where 120 low-income families lived before Hurricane Katrina, is a grim sight. By now, the water, which had been more than six feet deep in the buildings, has retreated. Left behind are battered walls, mud-caked rooms, warped wood floors and mold climbing toward the ceilings. The grounds, still swampy, smell like a fetid barnyard.     The term dead loss comes to mind. But to Quentin Dastugue, the chief executive of a large New Orleans real estate company that owns, manages or leases more than a dozen major properties in the city -- including pricey condominiums at the edge of the French Quarter and downtown luxury real estate space -- reviving this badly damaged affordable housing project is a priority.  ",
      "lead_paragraph": "NEW ORLEANS, Sept. 15 - The Palmetto Apartments, a cluster of two-story buildings where 120 low-income families lived before Hurricane Katrina, is a grim sight. By now, the water, which had been more than six feet deep in the buildings, has retreated. Left behind are battered walls, mud-caked rooms, warped wood floors and mold climbing toward the ceilings. The grounds, still swampy, smell like a fetid barnyard.",
      "publication_date": "2005-09-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/17/business/amid-the-muck-a-man-with-a-plan.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Clues to a Hedge Fund's Collapse",
      "snippet": "A six-page note threatening suicide written by the chief financial officer of the Bayou Group, a hedge fund company accused by prosecutors of conducting a $300 million fraud, appears to answer in sometimes gripping detail the questions that have c...",
      "abstract": "A six-page note threatening suicide written by the chief financial officer of the Bayou Group, a hedge fund company accused by prosecutors of conducting a $300 million fraud, appears to answer in sometimes gripping detail the questions that have consumed Bayou's investors since it imploded a month ago.     The note, along with an examination of Bayou's financial documents and interviews with friends and former colleagues of the firm's founder, fill in the missing pieces of the company's collapse. In the face of dire losses in 1998, the note says, Mr. Israel and a colleague devised a scheme to produce fake audits of the funds' performance, and to try to make up the losses the next year. The plan failed.  ",
      "lead_paragraph": "A six-page note threatening suicide written by the chief financial officer of the Bayou Group, a hedge fund company accused by prosecutors of conducting a $300 million fraud, appears to answer in sometimes gripping detail the questions that have consumed Bayou's investors since it imploded a month ago.",
      "publication_date": "2005-09-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/17/business/front page/clues-to-a-hedge-funds-collapse.html",
      "byline": ""
    },
    {
      "headline": "In 4-Year Anthrax Hunt, F.B.I. Finds Itself Stymied, and Sued",
      "snippet": "Richard L. Lambert, the F.B.I. inspector in charge of the investigation of the deadly anthrax letters of 2001, testified under oath for five hours last month about the case.     But Mr. Lambert was not testifying in a criminal trial. He and his te...",
      "abstract": "Richard L. Lambert, the F.B.I. inspector in charge of the investigation of the deadly anthrax letters of 2001, testified under oath for five hours last month about the case.     But Mr. Lambert was not testifying in a criminal trial. He and his teams of F.B.I. agents and postal inspectors have not found the culprit. Instead, he and six other F.B.I. and Justice Department officials have been forced to give depositions in a suit over news media leaks filed by Dr. Steven J. Hatfill, the former Army biodefense expert who was under intensive scrutiny for months.  ",
      "lead_paragraph": "WASHINGTON, Sept. 15 - Richard L. Lambert, the F.B.I. inspector in charge of the investigation of the deadly anthrax letters of 2001, testified under oath for five hours last month about the case.",
      "publication_date": "2005-09-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/17/politics/in-4year-anthrax-hunt-fbi-finds-itself-stymied-and-sued.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "Bush Rules Out Raising Taxes for Gulf Relief",
      "snippet": "President Bush said Friday that rebuilding the Gulf Coast would ''cost whatever it costs,'' that he would not raise taxes to pay for the recovery and that at least some of the expense would have to be offset by budget cuts in other programs.      ...",
      "abstract": "President Bush said Friday that rebuilding the Gulf Coast would ''cost whatever it costs,'' that he would not raise taxes to pay for the recovery and that at least some of the expense would have to be offset by budget cuts in other programs.      His call for some sacrifices in the federal budget came just a day after he addressed the nation in prime time from an outdoor lectern in New Orleans, where he promised to rebuild the city and the surrounding Gulf Coast, heavily damaged by Hurricane Katrina. Mr. Bush used a national day of remembrance for the storm victims on Friday to expand on the themes of racial injustice that he touched upon the night before, telling a packed service at the National Cathedral, ''As we clear away the debris of a hurricane, let us also clear away the legacy of inequality.''  ",
      "lead_paragraph": "WASHINGTON, Sept. 16 - President Bush said Friday that rebuilding the Gulf Coast would \"cost whatever it costs,\" that he would not raise taxes to pay for the recovery and that at least some of the expense would have to be offset by budget cuts in other programs.",
      "publication_date": "2005-09-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/17/us/nationalspecial/bush-rules-out-raising-taxes-for-gulf-relief.html",
      "byline": "By David E. Sanger and Edmund L. Andrews"
    },
    {
      "headline": "FEMA, Slow to the Rescue, Now Stumbles in Aid Effort",
      "snippet": "Nearly three weeks after Hurricane Katrina cut its devastating path, FEMA -- the same federal agency that botched the rescue mission -- is faltering in its effort to aid hundreds of thousands of storm victims, local officials, evacuees and top fed...",
      "abstract": "Nearly three weeks after Hurricane Katrina cut its devastating path, FEMA -- the same federal agency that botched the rescue mission -- is faltering in its effort to aid hundreds of thousands of storm victims, local officials, evacuees and top federal relief officials say. The federal aid hot line mentioned by President Bush in his address to the nation on Thursday cannot handle the flood of calls, leaving thousands of people unable to get through for help, day after day.     Federal officials are often unable to give local governments permission to proceed with fundamental tasks to get their towns running again. Most areas in the region still lack federal help centers, the one-stop shopping sites for residents in need of aid for their homes or families. Officials say that they are uncertain whether they can meet the president's goal of providing housing for 100,000 people who are now in shelters by the middle of next month.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/17/us/nationalspecial/fema-slow-to-the-rescue-now-stumbles-in-aid-effort.html",
      "byline": "By Jennifer Steinhauer and Eric Lipton"
    },
    {
      "headline": "The Union That Can't Throw Straight",
      "snippet": "DID you hear the one about the football player who offered to play injured if his team would guarantee his 2006 salary? True story. The player is Matt Birk, a Harvard graduate and four-time Pro Bowl center for the Minnesota Vikings. Last season, d...",
      "abstract": "DID you hear the one about the football player who offered to play injured if his team would guarantee his 2006 salary? True story. The player is Matt Birk, a Harvard graduate and four-time Pro Bowl center for the Minnesota Vikings. Last season, despite three hernia operations and chronic pain, he played in most of his team's games. As this season began, though, he had a torn labrum in his left hip -- a painful injury that was a direct consequence of coming back too quickly from last year's ailments.     Mr. Birk is in the fourth year of a seven-year contract that is supposedly worth $31 million. I say ''supposedly'' because only his $6 million signing bonus was guaranteed. Unlike baseball or basketball, where contracts are binding agreements, a football player's contract is a lopsided thing, heavily favoring team owners. So long as a team wants a player around, he'll get his salary. But if the team cuts him, for whatever reason -- including suffering the sort of debilitating injury so common to the sport -- his contract goes out the window. Under the collective bargaining agreement with the National Football League Players Association, a team is required to pay an injured player only for the year in which he is hurt. After that, if the team decides he's lost a step, well, contract or no, he's out of luck.  ",
      "lead_paragraph": "DID you hear the one about the football player who offered to play injured if his team would guarantee his 2006 salary? True story. The player is Matt Birk, a Harvard graduate and four-time Pro Bowl center for the Minnesota Vikings. Last season, despite three hernia operations and chronic pain, he played in most of his team's games. As this season began, though, he had a torn labrum in his left hip -- a painful injury that was a direct consequence of coming back too quickly from last year's ailments.",
      "publication_date": "2005-09-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/17/business/the-union-that-cant-throw-straight.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "Israel to Disrupt Palestinian Vote if Hamas Runs",
      "snippet": "Prime Minister Ariel Sharon vowed Friday to withhold Israeli cooperation from Palestinian legislative elections in January if candidates from the militant group Hamas take part.     ''We will make every effort not to help them,'' he said at a meet...",
      "abstract": "Prime Minister Ariel Sharon vowed Friday to withhold Israeli cooperation from Palestinian legislative elections in January if candidates from the militant group Hamas take part.     ''We will make every effort not to help them,'' he said at a meeting with journalists in New York. ''I don't think they can have elections without our help.''  ",
      "lead_paragraph": "UNITED NATIONS, Sept. 16 - Prime Minister Ariel Sharon vowed Friday to withhold Israeli cooperation from Palestinian legislative elections in January if candidates from the militant group Hamas take part.",
      "publication_date": "2005-09-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/17/world/middleeast/israel-to-disrupt-palestinian-vote-if-hamas-runs.html",
      "byline": "By Joel Brinkley"
    },
    {
      "headline": "Poor Planning and Corruption Hobble Reconstruction of Iraq",
      "snippet": "In April, Najaf's main maternity hospital received rare good news: an $8 million refurbishment program financed by the United States would begin immediately. But five months and millions of dollars later, the hospital administrators say they have ...",
      "abstract": "In April, Najaf's main maternity hospital received rare good news: an $8 million refurbishment program financed by the United States would begin immediately. But five months and millions of dollars later, the hospital administrators say they have little but frustration to show for it.     ''They keep saying there's renovation but, frankly, we don't see it,'' said Liqaa al-Yassin, director of the hospital, her exasperated face framed by a black hijab, or scarf. ''Each day I sign in 80 workers, and sometimes I see them, sometimes I don't.''  ",
      "lead_paragraph": "NAJAF, Iraq - In April, Najaf's main maternity hospital received rare good news: an $8 million refurbishment program financed by the United States would begin immediately. But five months and millions of dollars later, the hospital administrators say they have little but frustration to show for it.",
      "publication_date": "2005-09-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/18/world/middleeast/poor-planning-and-corruption-hobble-reconstruction-of-iraq.html",
      "byline": "By Craig S. Smith"
    },
    {
      "headline": "Aging, Frail, and Refugees From the Hurricane",
      "snippet": "The frail residents of the Wynhoven Health Care Center fled New Orleans and the havoc of Hurricane Katrina for a high school gymnasium, where they spent four nights sleeping on the floor with just inches between them. Then they endured a 10-hour b...",
      "abstract": "The frail residents of the Wynhoven Health Care Center fled New Orleans and the havoc of Hurricane Katrina for a high school gymnasium, where they spent four nights sleeping on the floor with just inches between them. Then they endured a 10-hour bus ride to this rural outpost in northeastern Louisiana more than 200 miles from home that might as well have been the far side of the moon.     They subsisted on bag lunches, did without their insulin or blood-pressure medicine, risked infection from catheters that were necessary when no toilets were available, and finally arrived here at the Haven Nursing Center with no medical records and only the clothes on their backs.  ",
      "lead_paragraph": "COLUMBIA, La., Sept. 15 - The frail residents of the Wynhoven Health Care Center fled New Orleans and the havoc of Hurricane Katrina for a high school gymnasium, where they spent four nights sleeping on the floor with just inches between them. Then they endured a 10-hour bus ride to this rural outpost in northeastern Louisiana more than 200 miles from home that might as well have been the far side of the moon.",
      "publication_date": "2005-09-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/18/us/nationalspecial/aging-frail-and-refugees-from-the-hurricane.html",
      "byline": "By Jane Gross"
    },
    {
      "headline": "STORM AND CRISIS",
      "snippet": "FACING RACE -- Hurricane Katrina has forced President Bush to confront difficult issues of race and poverty.  POLITICAL MEMO, PAGE 21    FEMA VILLAGE -- A mobile home park set up after Hurricane Charley is isolated and beset by crime.  PAGE 22    ...",
      "abstract": " FACING RACE -- Hurricane Katrina has forced President Bush to confront difficult issues of race and poverty.  POLITICAL MEMO, PAGE 21    FEMA VILLAGE -- A mobile home park set up after Hurricane Charley is isolated and beset by crime.  PAGE 22    BEYOND BRICKS AND MORTAR -- New Orleans may have trouble repairing damage to its image as a place to live and invest.  WEEK IN REVIEW    SURVEYING DAMAGE -- N.B.A. players took a good-will trip home to Mississippi and Louisiana.  SPORTSSUNDAY   ",
      "lead_paragraph": "FACING RACE -- Hurricane Katrina has forced President Bush to confront difficult issues of race and poverty. POLITICAL MEMO, PAGE 21",
      "publication_date": "2005-09-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/18/us/storm-and-crisis.html",
      "byline": ""
    },
    {
      "headline": "Has the Sky Stopped Falling at Disney?",
      "snippet": "ON April 4, 2003, Glen Keane, one of the Walt Disney Company's most respected animators, summoned about 50 of his colleagues to a third-floor conference room on the lot here to discuss the war brewing at the studio. Disney's animators had settled ...",
      "abstract": "ON April 4, 2003, Glen Keane, one of the Walt Disney Company's most respected animators, summoned about 50 of his colleagues to a third-floor conference room on the lot here to discuss the war brewing at the studio. Disney's animators had settled into two opposing camps: those who were skilled in computer animation and those who refused to give up their pencils.     Mr. Keane, a 31-year veteran who created the beast from ''Beauty and the Beast'' and Ariel from ''The Little Mermaid,'' was a Disney traditionalist. But after a series of experiments to see if he could create a computer-animated ballerina, his opposition softened. So he invited the 50 animators to discuss the pros and cons of both art forms, calling his seminar ''The Best of Both Worlds.''  ",
      "lead_paragraph": "Burbank, Calif. - ON April 4, 2003, Glen Keane, one of the Walt Disney Company's most respected animators, summoned about 50 of his colleagues to a third-floor conference room on the lot here to discuss the war brewing at the studio. Disney's animators had settled into two opposing camps: those who were skilled in computer animation and those who refused to give up their pencils.",
      "publication_date": "2005-09-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/09/18/business/yourmoney/has-the-sky-stopped-falling-at-disney.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "A Fib Here, a Scandal There",
      "snippet": "WHAT you don't know about your hedge fund manager, it turns out, can really hurt you.     That's one lesson from the debacle at the Bayou Group, a hedge fund firm run by Samuel Israel III, that, federal prosecutors say, defrauded investors of $300...",
      "abstract": "WHAT you don't know about your hedge fund manager, it turns out, can really hurt you.     That's one lesson from the debacle at the Bayou Group, a hedge fund firm run by Samuel Israel III, that, federal prosecutors say, defrauded investors of $300 million. While Mr. Israel told investors that he had trading in his blood -- he came from a family that had built a big commodities firm that flourished during much of the last century -- and trumpeted his string of triumphs at firms large and small, the truth is somewhat different.  ",
      "lead_paragraph": "WHAT you don't know about your hedge fund manager, it turns out, can really hurt you.",
      "publication_date": "2005-09-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/09/18/business/yourmoney/a-fib-here-a-scandal-there.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Under Din of Abortion Debate, an Experience Shared Quietly",
      "snippet": "At Little Rock Family Planning Services, the women filed in without making eye contact, a demographic that remains unrecognized.      Leah works in a clothing boutique. Alicia is in high school. Tammy pulls espresso. Regina is a sergeant in the Ar...",
      "abstract": "At Little Rock Family Planning Services, the women filed in without making eye contact, a demographic that remains unrecognized.      Leah works in a clothing boutique. Alicia is in high school. Tammy pulls espresso. Regina is a sergeant in the Army, recently home from Iraq.  ",
      "lead_paragraph": "LITTLE ROCK, Ark. - At Little Rock Family Planning Services, the women filed in without making eye contact, a demographic that remains unrecognized.",
      "publication_date": "2005-09-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/18/us/under-din-of-abortion-debate-an-experience-shared-quietly.html",
      "byline": "By John Leland"
    },
    {
      "headline": "Business Owners Start to Return to New Orleans",
      "snippet": "Business owners and some residents slowly returned to parts of this storm-struck city and surrounding communities early Saturday, prying back plywood and stepping over ruined steeples on the first day of a staggered re-entry scheduled to move ZIP ...",
      "abstract": "Business owners and some residents slowly returned to parts of this storm-struck city and surrounding communities early Saturday, prying back plywood and stepping over ruined steeples on the first day of a staggered re-entry scheduled to move ZIP code by ZIP code, parish by parish.     Carol Winn Crawford, pastor of the 130-year-old Rayne Memorial United Methodist Church on St. Charles Avenue in the Uptown neighborhood, stood in the sanctuary where roof slates rest in the pews. Outside, the brick steeple was reduced to rubble.  ",
      "lead_paragraph": "NEW ORLEANS, Sept. 17 - Business owners and some residents slowly returned to parts of this storm-struck city and surrounding communities early Saturday, prying back plywood and stepping over ruined steeples on the first day of a staggered re-entry scheduled to move ZIP code by ZIP code, parish by parish.",
      "publication_date": "2005-09-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/18/us/nationalspecial/business-owners-start-to-return-to-new-orleans.html",
      "byline": "By William Yardley"
    },
    {
      "headline": "Girls and Boys, Meet Nature. Bring Your Gun.",
      "snippet": "Chomping wad after wad of Bubblicious Strawberry Splash gum and giggling as she tickled people's necks with a piece of grass she pretended was a spider, Samantha Marley could have been any 9-year-old girl.     A couple of things set her apart, tho...",
      "abstract": "Chomping wad after wad of Bubblicious Strawberry Splash gum and giggling as she tickled people's necks with a piece of grass she pretended was a spider, Samantha Marley could have been any 9-year-old girl.     A couple of things set her apart, though. She was cloaked in camouflage from boots to baseball cap. And propped next to her on the seat of a truck was her very own 20-gauge shotgun.  ",
      "lead_paragraph": "GREEN MOUNTAIN NATIONAL FOREST, Vt. - Chomping wad after wad of Bubblicious Strawberry Splash gum and giggling as she tickled people's necks with a piece of grass she pretended was a spider, Samantha Marley could have been any 9-year-old girl.",
      "publication_date": "2005-09-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/18/us/girls-and-boys-meet-nature-bring-your-gun.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "Out on Her Own, but Not for Long",
      "snippet": "HER business career and personal life have blended into one very sweet confection.     In 2000, Dawn Casale left Barneys New York, where she had been the women's accessories manager at the Madison Avenue store, to become a cookie maker -- and cook...",
      "abstract": "HER business career and personal life have blended into one very sweet confection.     In 2000, Dawn Casale left Barneys New York, where she had been the women's accessories manager at the Madison Avenue store, to become a cookie maker -- and cookie seller, packager, shipper and promoter. The one-person business she was starting was reflected in the name she chose for the venture, One Girl Cookies.  ",
      "lead_paragraph": "HER business career and personal life have blended into one very sweet confection.",
      "publication_date": "2005-09-18T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/09/18/jobs/out-on-her-own-but-not-for-long.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "Iranian Leader Refuses to End Nuclear Effort",
      "snippet": "In an unyielding address before the United Nations General Assembly on Saturday afternoon, President Mahmoud Ahmadinejad of Iran rebuffed attempts to rein in his country's nuclear program, railing against the United States as an aggressor and rest...",
      "abstract": "In an unyielding address before the United Nations General Assembly on Saturday afternoon, President Mahmoud Ahmadinejad of Iran rebuffed attempts to rein in his country's nuclear program, railing against the United States as an aggressor and restating a compromise proposal that had already been rejected.     Mr. Ahmadinejad repeatedly stressed that Iran would not relinquish its ''right to pursue peaceful nuclear energy'' and accused the United States of bullying others and attempting to divide the world into ''light and dark countries,'' repeatedly clenching his fist and jabbing his finger in the air for emphasis.  ",
      "lead_paragraph": "UNITED NATIONS, Sept. 17 - In an unyielding address before the United Nations General Assembly on Saturday afternoon, President Mahmoud Ahmadinejad of Iran rebuffed attempts to rein in his country's nuclear program, railing against the United States as an aggressor and restating a compromise proposal that had already been rejected.",
      "publication_date": "2005-09-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/18/world/middleeast/iranian-leader-refuses-to-end-nuclear-effort.html",
      "byline": "By Joel Brinkley"
    },
    {
      "headline": "Whoops! There Goes Another Pension Plan",
      "snippet": "ROBERT S. MILLER is a turnaround artist with a Dickensian twist. He unlocks hidden value in floundering Rust Belt companies by jettisoning their pension plans. His approach, copied by executives at airlines and other troubled companies, can make t...",
      "abstract": "ROBERT S. MILLER is a turnaround artist with a Dickensian twist. He unlocks hidden value in floundering Rust Belt companies by jettisoning their pension plans. His approach, copied by executives at airlines and other troubled companies, can make the people who rely on him very rich. But it may be creating a multibillion-dollar mess for taxpayers later.     As chief executive of Bethlehem Steel in 2002, Mr. Miller shut down the pension plan, leaving a federal program to meet the company's $3.7 billion in unfunded obligations to retirees. That turned the moribund company into a prime acquisition target. Wilbur L. Ross, a so-called vulture investor, snapped it up, combined it with four other dying steel makers he bought at about the same time, and sold the resulting company for $4.5 billion -- a return of more than 1,000 percent in just three years on the $400 million he paid for all five companies.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/09/18/business/whoops-there-goes-another-pension-plan.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "OPEC Shows Willingness to IncreaseDaily Oil Quota by 500,000 Barrels",
      "snippet": "Representatives of OPEC say they are prepared to increase their oil production ceiling by under 2 percent, but warn that high oil prices are caused by refinery shortfalls, which are beyond their control and have been worsened after Hurricane Katri...",
      "abstract": "Representatives of OPEC say they are prepared to increase their oil production ceiling by under 2 percent, but warn that high oil prices are caused by refinery shortfalls, which are beyond their control and have been worsened after Hurricane Katrina disabled four major refineries along Gulf of Mexico; are also discussing alternative proposal of releasing two million barrels a day of production it currently holds as spare capacity, saying move would send strong signal that OPEC has untapped reserved to meet demand; group's current ceiling is 28 million barrels a day, and actual production is closer to 28.2 million barrels a day; photos (M)",
      "lead_paragraph": "VIENNA, Sept. 18 - Representatives of OPEC said Sunday they were prepared to increase their oil production ceiling but warned that high oil prices were caused by refinery shortfalls, which are beyond their control.",
      "publication_date": "2005-09-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/19/business/worldbusiness/opec-shows-willingness-to-increasedaily-oil-quota-by.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "German Election Is Inconclusive; No Majority But 2 Claim Mandate",
      "snippet": "Incumbent Gerhard Schroder and challenger Angela Merkel both claim mandate to govern as chancellor after German electorate fails to give any party or candidate clear majority; results give Merkel's right-of-center Christian Democratic Union highes...",
      "abstract": "Incumbent Gerhard Schroder and challenger Angela Merkel both claim mandate to govern as chancellor after German electorate fails to give any party or candidate clear majority; results give Merkel's right-of-center Christian Democratic Union highest vote total, about 35.2 percent, not enough to win absolute majority in Parliament with its main coalition partner, pro-business Free Democratic Party; Schroder's Social Democratic Party gets 34.3 percent, losing slender majority in Parliament it has had with its partner, Greens, which has enabled Schroder to govern for seven years; given deeply divided vote, next days and weeks will be taken up by intense negotiations among country's political parties seeking to forge coalition that will give one of candidates parliamentary majority needed to become chancellor; photos (M)",
      "lead_paragraph": "BERLIN, Monday, Sept. 19 - After a bitterly fought campaign that many people in this country had believed only a few days ago would produce a historic vote for change, the German electorate failed Sunday to give any party or candidate a clear majority.",
      "publication_date": "2005-09-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/19/world/europe/german-election-is-inconclusive-no-majority-but-2-claim.html",
      "byline": "By Richard Bernstein"
    },
    {
      "headline": "Relentless Rebel Attacks Test Shiite Endurance",
      "snippet": "String of suicide bombings, all aimed at Shiites, brings new vulnerability and dysfunction to streets of Baghdad; three of four main roads leading in and out of one neighborhood are closed and Shiites there stay home, afraid to venture out; violan...",
      "abstract": "String of suicide bombings, all aimed at Shiites, brings new vulnerability and dysfunction to streets of Baghdad; three of four main roads leading in and out of one neighborhood are closed and Shiites there stay home, afraid to venture out; violance has also reinforced new reality of war there: that Shiites are paying highest price in blood of any group in Iraq; insurgents have pointedly shifted their focus away from American service members and toward killing Shiite civilians, with attacks on mosques, markets and populated areas rising sharply since spring; threat of further massacres sharpened when architect of much of killing, Abu Musab al-Zarqawi, declared 'full-scale war on Shiites all over Iraq'; country has not slid into open civil war, mainly because vast majority of Shiites refuse to be drawn into the killing, adhering to commands of their religious leaders; as insurgency grows more deadly, question is whether their historic tolerance for suffering will hold; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Sept. 18 - The rooms of the dead are mostly empty now. Their meager belongings are all that remain: A small pile of pickles wrapped in plastic. A bag of salt. Pairs of old shoes. Work shirts and towels draped on a coat rack in the corner.",
      "publication_date": "2005-09-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/19/world/middleeast/relentless-rebel-attacks-test-shiite-endurance.html",
      "byline": "By Sabrina Tavernise and Robert F. Worth"
    },
    {
      "headline": "More Horrible Than Truth: News Reports",
      "snippet": "David Carr column criticizes news media for printing thinly attirbuted rumors about lurid criminal activity in New Orleans in aftermath of Hurricane Katrina; says that reports about widespread murder, carjacking, rape and assault that filled airwa...",
      "abstract": "David Carr column criticizes news media for printing thinly attirbuted rumors about lurid criminal activity in New Orleans in aftermath of Hurricane Katrina; says that reports about widespread murder, carjacking, rape and assault that filled airwaves and newspapers have yet to be established or proved and that accounts of systematic rape of children and slitting of 7-year-old's throat appear to be no more than urban legends; says fact that some of these rumors were repeated by overwhelmed local officials does not completely get news media off the hook (M)",
      "lead_paragraph": "DISASTER has a way of bringing out the best and the worst instincts in the news media. It is a grand thing that during the most terrible days of Hurricane Katrina, many reporters found their gag reflex and stopped swallowing pat excuses from public officials. But the media's willingness to report thinly attributed rumors may also have contributed to a kind of cultural wreckage that will not clean up easily.",
      "publication_date": "2005-09-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/19/business/media/more-horrible-than-truth-news-reports.html",
      "byline": "By David Carr"
    },
    {
      "headline": "The Ad Industry Turns to the Web to Predict Hits",
      "snippet": "Executives at television networks and media-buying agencies say tracking surveys that measure early interest in new series have failed to detect buzz of magnitude that heralded success of ABC's Lost last season and Desperate Housewives the season ...",
      "abstract": "Executives at television networks and media-buying agencies say tracking surveys that measure early interest in new series have failed to detect buzz of magnitude that heralded success of ABC's Lost last season and Desperate Housewives the season before; tracking surveys use personal and phone interviews, focus groups and increasingly Internet chat-room analyses to find out how aware viewers are of new series and which ones they intend to see (at least once); several of new series do have good intent-to-view numbers, the highest belonging to Everybody Hates Chris on UPN; photos (M)",
      "lead_paragraph": "A year ago, executives at the media-buying agency Initiative Media, conducting what they called a buzz survey to try to determine which network television series had a chance to break out as the new season commenced, stumbled on some data that left them scratching their heads.",
      "publication_date": "2005-09-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/19/business/media/the-ad-industry-turns-to-the-web-to-predict-hits.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Even a Darling of the Newspaper Industry Is Starting to Sweat a Bit",
      "snippet": "Challenging environment of nation's newspapers, whose readership and ad revenues are declining, affects even McClatchy Co, which has one of strongest track records in industry, both for award-winning journalism and continuously healthy bottom line...",
      "abstract": "Challenging environment of nation's newspapers, whose readership and ad revenues are declining, affects even McClatchy Co, which has one of strongest track records in industry, both for award-winning journalism and continuously healthy bottom line; its papers include Star Tribune in Minneapolis, News & Observer in Raleigh and Sacramento Bee; its stock price, $65.28 a share, is down from 52-week high of $76.05, company's two-decade streak of circulation increases may be broken this year, and ad revenues grew 2.8 percent in July from a year ago, a relatively weak showing for chain; Gary B Pruitt, chairman, president and chief executive, says company will thrive on its tried-and-true principles, including finding papers in growth markets with no direct daily print competition and resisting urge to bulk up in boom times; photos (M)",
      "lead_paragraph": "HALF MOON BAY, Calif. - Joseph Kieta can still hardly believe his good fortune.",
      "publication_date": "2005-09-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/19/business/media/even-a-darling-of-the-newspaper-industry-is-starting-to.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Afghan Voters Take Next Step to Democracy",
      "snippet": "Millions of Afghans ignore threats from Taliban insurgents and saboteurs and vote in country's first free legislative elections in more than quarter century; large number of former militia commanders are vying for seats in Parliament and provincia...",
      "abstract": "Millions of Afghans ignore threats from Taliban insurgents and saboteurs and vote in country's first free legislative elections in more than quarter century; large number of former militia commanders are vying for seats in Parliament and provincial councils; results of elections will be announced next month; crucial question now is whether any of former warlords succeeded in persuading Afghans to vote them into office; election officials and international observers say vast bulk of voting went remarkably smoothly, despite scattered reports of shootings and attempted sabotage that left five people dead; some election officials say early assessments show turnout at about 50 percent of 12.4 million Afghans who registed to vote, lower than had been hoped; suggest this could reflect voter confusion over 5,800 candidates, not intimidation from threats; photo; map (M)",
      "lead_paragraph": "KABUL, Afghanistan, Sept. 18 - Undeterred by threats from Taliban insurgents and saboteurs, millions of Afghans voted Sunday in the country's first free legislative elections in more than a quarter of a century. It was the last formal step toward Afghanistan's transition to a democratic government after the American-led military ouster of the Taliban nearly four years ago.",
      "publication_date": "2005-09-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/19/world/asia/afghan-voters-take-next-step-to-democracy.html",
      "byline": "By Carlotta Gall and Somini Sengupta"
    },
    {
      "headline": "Caution Urged for Reopening of New Orleans",
      "snippet": "Vice Adm Thad W Allen, top official in charge of federal response to Hurricane Katrina recovery efforts, urges delay to Mayor C Ray Nagin's plan to bring people back to New Orleans, city largely without power, drinking water or working 911 system;...",
      "abstract": "Vice Adm Thad W Allen, top official in charge of federal response to Hurricane Katrina recovery efforts, urges delay to Mayor C Ray Nagin's plan to bring people back to New Orleans, city largely without power, drinking water or working 911 system; stops short of saying government would try to halt plan, but says city is moving too fast and that he will meet with Nagin to sketch set of rudimentary needs he says have not been met; mayor's plan to reopen parts of New Orleans could bring back as many as 180,000 residents, about third of population; Nagin's spokeswoman says he intends to reassess plan after residents begin to return to one neighborhood where power has largely been restored, which suffered far less damage than others; official death toll from Hurricane Katrina in Louisiana climbs to 646; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/19/us/nationalspecial/caution-urged-for-reopening-of-new-orleans.html",
      "byline": "By William Yardley"
    },
    {
      "headline": "For Hollywood Writers, a Whiff of Unclaimed Foreign Gold",
      "snippet": "Writers Guild of America is accused of not doing enough to find rightful owners of levies collected by foreign government on home video rentals and sales for compensation of copyright holders; $6 million of such revenue has been classified as unde...",
      "abstract": "Writers Guild of America is accused of not doing enough to find rightful owners of levies collected by foreign government on home video rentals and sales for compensation of copyright holders; $6 million of such revenue has been classified as undeliverable as of April, and as much as 40 percent of $18 million then held in trust is expected to eventually fall into same category; writers who are due money, or whose estates are, include such famous people as Tom Clancy, Ben Hecht, Preston Sturges, Vladimir Nabokov, Paul Gallico and Charles Bukowski; writer-director William Richert has filed lawsuit seeking class-action status and contending that union has fraudulently collected and kept money intended for others; guild officials say buildup of undeliverable funds reflects surge in collections and unintended delay in process of finding those due it; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-19T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/19/business/businessspecial3/for-hollywood-writers-a-whiff-of-unclaimed.html",
      "byline": "By Dennis McDougal"
    },
    {
      "headline": "154 Patients Died, Many inIntense Heat, as Rescues Lagged",
      "snippet": "Number of dead bodies found in hospitals and nursing homes suggests that elderly and critically ill plummeted to bottom of priority lists as Hurricane Katrina calamity engulfed New Orleans; at least 91 patients died in hospitals and 63 in nursing ...",
      "abstract": "Number of dead bodies found in hospitals and nursing homes suggests that elderly and critically ill plummeted to bottom of priority lists as Hurricane Katrina calamity engulfed New Orleans; at least 91 patients died in hospitals and 63 in nursing homes not fully evacuated until five days after storm; heroic efforts by doctors and nurses across city prevented toll from being even higher; state officials say it was responsibility of hospitals and nursing homes to evacuate patients if necessary; once city filled with water, and plans by hospitals and nursing homes became quickly overmatched, neither state nor federal agencies came to rescue, and in some cases appear to have thwarted efforts to evacuate patients; detailed examination of situation in various hospitals and nursing homes before, during and immediately after storm hit city; photos (L)",
      "lead_paragraph": "If some of those who died in the aftermath of Hurricane Katrina have been described as stubborn holdouts who ignored an order to evacuate, then these citizens of New Orleans defy that portrait: The 16 whose bodies were wrapped in white sheets in the chapel of Memorial Medical Center. The 34 whose corpses were abandoned and floating in St. Rita's Nursing Home. The 15 whose bodies were stored in an operating room turned makeshift morgue at Methodist Hospital.",
      "publication_date": "2005-09-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/19/us/nationalspecial/154-patients-died-many-inintense-heat-as-rescues-lagged.html",
      "byline": "This article is by David Rohde, Donald G. McNeil Jr., Reed Abelson and Shaila Dewan"
    },
    {
      "headline": "North Korea Says It Will Abandon Nuclear Efforts",
      "snippet": "North Korea agrees to end its nuclear weapons program in return for security, economic and energy benefits, after two-year standoff with United States over its efforts to build atomic bombs; signs draft accord with US and four other nations partic...",
      "abstract": "North Korea agrees to end its nuclear weapons program in return for security, economic and energy benefits, after two-year standoff with United States over its efforts to build atomic bombs; signs draft accord with US and four other nations participating in negotiations in Beijing; more talks will be needed to flesh out details and to address range of issues like timing and implementation that are likely to prove contentious; China says talks would reconvene in Nov to continue ironing out details; this is first time US and North Korea have drawn up road map for ending their dispute through peaceful means since 2002, when US accused North Korea of violating previous accord; accord is reached after near-collapse of diplomatic process and after Bush administration threatens to freeze North Korean assets abroad and push for international sanctions; draft accord commits North Korea to scrap all its existing nuclear weapons and nuclear production facilities, to rejoin Nuclear Nonproliferation Treaty and to readmit international nuclear inspectors (M))",
      "lead_paragraph": "BEIJING, Monday, Sept. 19 - North Korea agreed Monday to end its nuclear weapons program in return for security, economic and energy benefits, potentially easing tensions with the United States after a two-year standoff over the North's efforts to build atomic bombs.",
      "publication_date": "2005-09-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/19/world/asia/north-korea-says-it-will-abandon-nuclear-efforts.html",
      "byline": "By Joseph Kahn"
    }
  ]
}