{
  "metadata": {
    "date": "2005-01-17",
    "total_articles": 33
  },
  "articles": [
    {
      "headline": "Craft on Titan Finds Tantalizing Signs of Liquid",
      "snippet": "European spacecraft Huygens lands on Saturn's moon Titan; astronomers express joy at achieving first landing on another planet's moon, particularly Titan, only moon in solar system with substantial atmosphere; first pictures from spacecraft show w...",
      "abstract": "European spacecraft Huygens lands on Saturn's moon Titan; astronomers express joy at achieving first landing on another planet's moon, particularly Titan, only moon in solar system with substantial atmosphere; first pictures from spacecraft show what appears to be deep channels leading to shoreline of dark, flat surface, possibly lake of liquid methane; scientists say Titan may resemble Earth early in its development and could give clues to origin of life here; photo (M)",
      "lead_paragraph": "DARMSTADT, Germany, Jan. 14 - A European spacecraft plunged through the murky atmosphere of Saturn's moon Titan on Friday and successfully came to rest on a bizarre landscape never before explored.",
      "publication_date": "2005-01-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/15/science/space/craft-on-titan-finds-tantalizing-signs-of-liquid.html",
      "byline": "By John Noble Wilford"
    },
    {
      "headline": "Investors Flock to Loans Made to Companies Deep in Debt",
      "snippet": "Growing number of investors are buying corporate loans, obscure investment once dominated buy large commercial banks; over last decade, banks have ceded much of business of lending to riskier companies to expanding group of investors including ins...",
      "abstract": "Growing number of investors are buying corporate loans, obscure investment once dominated buy large commercial banks; over last decade, banks have ceded much of business of lending to riskier companies to expanding group of investors including insurance companies, pension funds and individuals looking for higher-yielding alternatives to money market funds; Loan Pricing Corp says lending to broad range of companies is on rise, with $1.3 trillion in financings completed last year; biggest boom is in loans to highly indebted companies; these deals, known as leveraged loans, rose 60 percent over last year, to $480 billion; graph (M)",
      "lead_paragraph": "Charter Communications, the cable company controlled by Microsoft's co-founder Paul G. Allen, is struggling to hang on to subscribers even as it is weighed down by a hefty $19 billion in debt. Charter continues to lose tens of millions of dollars, and its stock trades at a mere $2 a share.",
      "publication_date": "2005-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/15/business/investors-flock-to-loans-made-to-companies-deep-in-debt.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "Tea Leaves and Dollars: Read 'em and Weep",
      "snippet": "Analysis of rally in US dollar against euro and yen and rise in interest rates in wake of Federal Reserve Bank president William Poole's hint that Fed might move more aggressively on interest rates; graphs (M)",
      "abstract": "Analysis of rally in US dollar against euro and yen and rise in interest rates in wake of Federal Reserve Bank president William Poole's hint that Fed might move more aggressively on interest rates; graphs (M)",
      "lead_paragraph": "The dollar jumped in value against the euro yesterday, reflecting both a possibly misinterpreted signal of higher interest rates and the strong desire of many investors, right now, to own dollars.",
      "publication_date": "2005-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/15/business/tea-leaves-and-dollars-read-em-and-weep.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "U.S. Soldier Found Guilty in Iraq Prison Abuse Case",
      "snippet": "Specialist Charles A Graner Jr, Army reservist accused of being ringleader in Abu Ghraib prison abuse scandal, is found guilty on all charges by military jury in Fort Hood, Tex; it is year to day after Pentagon began investigation into photographs...",
      "abstract": "Specialist Charles A Graner Jr, Army reservist accused of being ringleader in Abu Ghraib prison abuse scandal, is found guilty on all charges by military jury in Fort Hood, Tex; it is year to day after Pentagon began investigation into photographs showing Iraqi detainees bound and brutalized or forced into sexually humiliating positions; photo (M)",
      "lead_paragraph": "FORT HOOD, Tex., Jan. 14 - The Army reservist accused of being the ringleader in the Abu Ghraib prison abuse scandal was found guilty on all charges by a military jury here Friday night, a year to the day after the Pentagon began an investigation into photographs showing Iraqi detainees bound and brutalized or forced into sexually humiliating positions.",
      "publication_date": "2005-01-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/15/us/us-soldier-found-guilty-in-iraq-prison-abuse-case.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "Sharon Cuts Israeli Ties With Palestinian Authority",
      "snippet": "Prime Min Ariel Sharon orders Israeli officials to cut ties with Palestinian Authority and that Gaza Strip be sealed until Palestinian leaders move to curb terrorism; issues order day after Palestinian militants killed six Israelis at checkpoint o...",
      "abstract": "Prime Min Ariel Sharon orders Israeli officials to cut ties with Palestinian Authority and that Gaza Strip be sealed until Palestinian leaders move to curb terrorism; issues order day after Palestinian militants killed six Israelis at checkpoint on Gaza border; Sec of State Colin L Powell expresses hope that Sharon's action will be 'temporary breach'; Israeli officials say meeting between Sharon and newly elected Palestinian Pres Mahmoud Abbas will have to wait for Palestinian security forces to move against militants; photos (M)",
      "lead_paragraph": "JERUSALEM, Jan. 14 - Prime Minister Ariel Sharon ordered Friday that all government officials cut ties with the Palestinian Authority and that the Gaza Strip be sealed until Palestinian leaders moved to curb terrorism. He issued the order a day after Palestinian militants killed six Israelis at a checkpoint on the Gaza border.",
      "publication_date": "2005-01-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/15/world/middleeast/sharon-cuts-israeli-ties-with-palestinian-authority.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "F.D.A. Panel Votes Against Sale of Statins Over Counter",
      "snippet": "Food and Drug Administration advisory panel recommends against over-the-counter sale of Merck & Co's cholesterol-lowering drug Mevacor, saying that while millions of Americans could benefit from taking it, they should not begin such regimen withou...",
      "abstract": "Food and Drug Administration advisory panel recommends against over-the-counter sale of Merck & Co's cholesterol-lowering drug Mevacor, saying that while millions of Americans could benefit from taking it, they should not begin such regimen without doctor's advice; Merck and its partner in application, Johnson & Johnson, say they will continue trying to win approval (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/15/business/fda-panel-votes-against-sale-of-statins-over-counter.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "More Setbacks for Boeing",
      "snippet": "Boeing Co will take $615 million pretax write-off as it ends production of 717, its smallest commercial jet, and faces delays in $23 billion Air Force aerial tanker program; photo (M)",
      "abstract": "Boeing Co will take $615 million pretax write-off as it ends production of 717, its smallest commercial jet, and faces delays in $23 billion Air Force aerial tanker program; photo (M)",
      "lead_paragraph": "The Boeing Company said yesterday that it would take a $615 million pretax write-off as it ends production of the 717, its smallest commercial jet, and faces delays in a $23 billion Air Force aerial tanker program.",
      "publication_date": "2005-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/15/business/more-setbacks-for-boeing.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Submarine Crash Shows Navy Had Gaps in Mapping System",
      "snippet": "Defense Dept officials say commercial satellite photograph taken in 1999 shows undersea mountain in location where nuclear-powered submarine San Francisco crashed in South Pacific on Jan 8; say older navigation charts provided to Navy were never u...",
      "abstract": "Defense Dept officials say commercial satellite photograph taken in 1999 shows undersea mountain in location where nuclear-powered submarine San Francisco crashed in South Pacific on Jan 8; say older navigation charts provided to Navy were never updated to show it; one sailor was killed and about 60 others were wounded in crash; new information about charting flaws provides glimpse into arcane task of plotting undersea world that in some areas is still more mysterious than surfaces of Mars or Venus; satellite data show that many sea charts, including some that still rely on notations from days when sailors navigated by stars, are inaccurate; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/15/us/submarine-crash-shows-navy-had-gaps-in-mapping-system.html",
      "byline": "By Christopher Drew"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": " Japanese Head Overseas To Pitch Nation's Bonds  For the first time in a century, Japanese finance officials will travel abroad next week to generate interest in the nation's bonds among foreign investors.   ",
      "abstract": " Japanese Head Overseas To Pitch Nation's Bonds  For the first time in a century, Japanese finance officials will travel abroad next week to generate interest in the nation's bonds among foreign investors.   ",
      "lead_paragraph": "Japanese Head Overseas To Pitch Nation's Bonds For the first time in a century, Japanese finance officials will travel abroad next week to generate interest in the nation's bonds among foreign investors.",
      "publication_date": "2005-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/15/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Keeping CBS's Eye on Its Own World",
      "snippet": "Linda Mason will assume title of senior vice president for standards and practices at CBS News as part of network's response to conclusions of independent panel's probe of how CBS came to broadcast discredited report on Pres Bush's National Guard ...",
      "abstract": "Linda Mason will assume title of senior vice president for standards and practices at CBS News as part of network's response to conclusions of independent panel's probe of how CBS came to broadcast discredited report on Pres Bush's National Guard service; Mason comments; photo (M)",
      "lead_paragraph": "The most important part of Linda Mason's new job at CBS News may well be making sure that old rules are followed.",
      "publication_date": "2005-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/15/business/media/keeping-cbss-eye-on-its-own-world.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Health Care's Unlikely Surgeon",
      "snippet": "New Gingrich, former House speaker, has become broker of ideas and influence in field of health care policy, particularly conservative notion of applying principles of 'ownership society' to medicine through health savings accounts and consumer-di...",
      "abstract": "New Gingrich, former House speaker, has become broker of ideas and influence in field of health care policy, particularly conservative notion of applying principles of 'ownership society' to medicine through health savings accounts and consumer-directed health care; idea is to give individuals tax breaks to assume responsibility for paying more of their own medical costs and to rely less on government and insurers; believes market forces will bring more options, lower prices and higher quality to health care; another focus of his, one on which he often works with liberals, is to increase investment in health information technology in order to reduce medical errors and improve efficiency; photos (L)",
      "lead_paragraph": "WASHINGTON - EVEN in electoral exile, Newt Gingrich has the political power to stir things up with a single provocative remark. Last week, when asked on \"Fox News Sunday\" if he might consider a bid for the White House in 2008, Mr. Gingrich, the former House speaker, replied, \"I'm not ruling that out.\"",
      "publication_date": "2005-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/01/16/business/yourmoney/health-cares-unlikely-surgeon.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "The Line Between Mettle and Martyrdom",
      "snippet": "Lisa Belkin column on professional women who continue to show up for work, even while ailing or injured; cites Gov M Jodi Rell of Connecticut, who addressed opening session of State Legislature even though she was still recovering from mastectomy ...",
      "abstract": "Lisa Belkin column on professional women who continue to show up for work, even while ailing or injured; cites Gov M Jodi Rell of Connecticut, who addressed opening session of State Legislature even though she was still recovering from mastectomy she had for breast cancer nine days before; suggests there is thin line between mettle and martyrdom; drawing (M) (Life's Work column)",
      "lead_paragraph": "WHEN Gov. M. Jodi Rell of Connecticut stepped to the lectern to address the opening session of the State Legislature recently, the crowd went wild. Published reports describe foot-stomping and whooping from her audience.",
      "publication_date": "2005-01-16T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/01/16/jobs/the-line-between-mettle-and-martyrdom.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Social Security Agency Is Enlisted to Push Its Own Revision",
      "snippet": "Pres Bush drafts employees of Social Security Administration to publicize problems of Social Security and convince public that private accounts are needed as part of solution; some employees object, questioning accuracy of recent statements and sa...",
      "abstract": "Pres Bush drafts employees of Social Security Administration to publicize problems of Social Security and convince public that private accounts are needed as part of solution; some employees object, questioning accuracy of recent statements and saying money from Social Security trust fund should not be used for advocacy (M)",
      "lead_paragraph": "WASHINGTON, Jan. 15 - Over the objections of many of its own employees, the Social Security Administration is gearing up for a major effort to publicize the financial problems of Social Security and to convince the public that private accounts are needed as part of any solution.",
      "publication_date": "2005-01-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/16/politics/social-security-agency-is-enlisted-to-push-its-own-revision.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "New Safety Steps for Iraqi Vote",
      "snippet": "Iraqi officials announced drastic security measures for the coming elections, including plans to park bulldozers and ambulances in front of polling stations. Page 12.",
      "abstract": "Iraqi officials announced drastic security measures for the coming elections, including plans to park bulldozers and ambulances in front of polling stations. Page 12.",
      "lead_paragraph": "Iraqi officials announced drastic security measures for the coming elections, including plans to park bulldozers and ambulances in front of polling stations. Page 12.",
      "publication_date": "2005-01-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/16/world/new-safety-steps-for-iraqi-vote.html",
      "byline": ""
    },
    {
      "headline": "U.S. Jobs Becoming Scarcer for Students From Abroad",
      "snippet": "Students from abroad are having harder time finding jobs in United States; fewer companies are hiring international students; Congress cut number of work visas students can apply for by two-thirds for fiscal year 2004, to 65,000, heightening alrea...",
      "abstract": "Students from abroad are having harder time finding jobs in United States; fewer companies are hiring international students; Congress cut number of work visas students can apply for by two-thirds for fiscal year 2004, to 65,000, heightening already tense competition; photo (M)",
      "lead_paragraph": "SUSANNA HUANG appeared to have credentials that almost any company would find strongly desirable in a job candidate. Ms. Huang, a second-year M.B.A. student at the Fisher College of Business at Ohio State University, has maintained a 3.9 average, has five years of experience at a management consulting firm and speaks both English and Mandarin.",
      "publication_date": "2005-01-16T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/01/16/jobs/us-jobs-becoming-scarcer-for-students-from-abroad.html",
      "byline": "By David Koeppel"
    },
    {
      "headline": "Rising Violence and Fear Drive Iraq Campaigners Underground",
      "snippet": "Violent insurgency in Iraq has truncated political discourse ahead of Jan 30 elections; guerrillas have stepped up attacks, driving most of 7,471 candidates deep indoors; only handful of candidates outside relatively safe Kurdish areas have public...",
      "abstract": "Violent insurgency in Iraq has truncated political discourse ahead of Jan 30 elections; guerrillas have stepped up attacks, driving most of 7,471 candidates deep indoors; only handful of candidates outside relatively safe Kurdish areas have publicly identified themselves; public campaigning is still possible in Kurdish areas in northeast and much of southern Iraq, but elsewhere candidates meet with voters in secret, if at all; some Iraqi political leaders are unperturbed, pointing out that people will be voting for parties, not individual candidates; photo (L)",
      "lead_paragraph": "BAGHDAD, Iraq, Jan. 15 - The threat of death hung so heavily over the election rally, held this week on the fifth floor of the General Factory for Vegetable Oil, that the speakers refused to say whether they were candidates at all.",
      "publication_date": "2005-01-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/16/world/middleeast/rising-violence-and-fear-drive-iraq-campaigners.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Catch Him if You Can",
      "snippet": "Calvin R Darden Jr, stockbroker with array of celebrity clients and taste for high living, now faces charges of stealing $4.1 million from three of firms he worked for--Smith Barney, Wachovia and AIC Ltd--as well as 87-year-old woman; may face law...",
      "abstract": "Calvin R Darden Jr, stockbroker with array of celebrity clients and taste for high living, now faces charges of stealing $4.1 million from three of firms he worked for--Smith Barney, Wachovia and AIC Ltd--as well as 87-year-old woman; may face lawsuits seeking return of funds invested with him by hip-hop star Nelly and NBA star Latrell Sprewell; people involved in investigation say Darden started out with best intentions but embarked on string of deceptions when his career began to fail, taking money from one investor to pay off next until whole enterprise collapsed like Ponzi scheme; photos (L)",
      "lead_paragraph": "AT the celebrity-packed wedding of Star Jones Reynolds, the television talk show host, last November, Calvin R. Darden Jr. seemed on top of his game. With his flashing smile and his perpetually trilling cellphones, Mr. Darden, a 30-year-old stockbroker, worked the reception area at the Waldorf-Astoria -- huddling with Dave Winfield, the former baseball star, bantering with Samuel L. Jackson, the actor, and introducing the actress Angela Bassett, a former client, to a friend of his.",
      "publication_date": "2005-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/01/16/business/yourmoney/catch-him-if-you-can.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Tyco Ex-Chief Is Humbled, but Unbowed",
      "snippet": "Interview with former Tyco International Ltd chief exec L Dennis Kozlowski on eve of his retrial with former Tyco chief financial officer Mark H Swartz on charges of looting company; Kozlowski says he is innocent and public perception of him is mi...",
      "abstract": "Interview with former Tyco International Ltd chief exec L Dennis Kozlowski on eve of his retrial with former Tyco chief financial officer Mark H Swartz on charges of looting company; Kozlowski says he is innocent and public perception of him is misguided; remains unapologetic about his conduct, though humbled by enormity of situation; points to solvency and success of Tyco; contends all bonuses he received were properly authorized by board; regrets allocating too much responsibility to others; graphs; photos (L)",
      "lead_paragraph": "L. Dennis Kozlowski wants to be clear: the $6,000 shower curtain wasn't his idea.",
      "publication_date": "2005-01-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/16/business/tyco-exchief-is-humbled-but-unbowed.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Guns and Jeers Used by Gangs to Buy Silence",
      "snippet": "Witness intimidation by youth gangs is growing national problem that jeopardizes legal system in some cities and bears striking similarities to way organized crime has often silenced witnesses; CD's and DVD's titled Stop Snitching name suspected w...",
      "abstract": "Witness intimidation by youth gangs is growing national problem that jeopardizes legal system in some cities and bears striking similarities to way organized crime has often silenced witnesses; CD's and DVD's titled Stop Snitching name suspected witnesses and warn that those who cooperate with police will be killed; number of youth gangs has sharply increased; FBI has made combating street gangs its top criminal priority; bringing federal charges against gang members allows FBI to place witnesses in federal witness protection program; photos (L)",
      "lead_paragraph": "BOSTON, Jan. 15 - In Boston, a witness to a shooting by a member of a street gang recently found copies of his grand jury testimony taped to all the doors in the housing project where he lives.",
      "publication_date": "2005-01-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/16/us/guns-and-jeers-used-by-gangs-to-buy-silence.html",
      "byline": "By Fox Butterfield"
    },
    {
      "headline": "Remember When Ken Lay Was a Genius?",
      "snippet": "Gretchen Morgenson column on Thomas J Neff and James M Citrin's 1999 book Lessons From the Top: The Search for America's Best Business Leaders, focusing on secrets-of-my-success tips offered by Kenneth J Lay (Enron), L Dennis Kozlowski (Tyco) and ...",
      "abstract": "Gretchen Morgenson column on Thomas J Neff and James M Citrin's 1999 book Lessons From the Top: The Search for America's Best Business Leaders, focusing on secrets-of-my-success tips offered by Kenneth J Lay (Enron), L Dennis Kozlowski (Tyco) and Bernard J Ebbers (WorldCom); notes that since its publication, companies of nine of 50 executives profiled have become subject of criminal prosecution, regulatory rebuke, shareholder revolts or all three (M)",
      "lead_paragraph": "ARE you new to a high-level job and fearful of failure? Then you may want to consult \"You're in Charge -- Now What?,\" a new management guide by Thomas J. Neff and James M. Citrin, executives at Spencer Stuart, the headhunting firm.",
      "publication_date": "2005-01-16T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/01/16/business/yourmoney/remember-when-ken-lay-was-a-genius.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "For Inauguration in Wartime, a Lingering Question of Tone",
      "snippet": "Pres Bush's inauguration planners are striving for solemn mood in light of Iraq war; theme is 'Celebrating Freedom and Honoring Service'; committee seeks to raise $30 million to $40 million, but critics say spending so much on parties seems ill-ti...",
      "abstract": "Pres Bush's inauguration planners are striving for solemn mood in light of Iraq war; theme is 'Celebrating Freedom and Honoring Service'; committee seeks to raise $30 million to $40 million, but critics say spending so much on parties seems ill-timed because of Iraq war and tsunami in Asia; presidents generally have let party go on even during wartime, while also acknowledging soldiers' hardships; photos (M)",
      "lead_paragraph": "WASHINGTON, Jan. 15 - Inaugurations are always balancing acts: part coronation, part celebration of democracy, part touchdown dance in the end zone. But they become even trickier during times of war, particularly when television images of dancers in black tie can be instantly juxtaposed with soldiers in body armor.",
      "publication_date": "2005-01-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/16/politics/for-inauguration-in-wartime-a-lingering-question-of-tone.html",
      "byline": "By John Tierney"
    },
    {
      "headline": "How Top Spies in Ukraine Changed the Nation's Path",
      "snippet": "Article, Back Channels, recounts how Ukraine's intelligence services thwarted military crackdown against democracy demonstrators massed in Kiev last November; senior intelligence officials warned Interior Ministry that using force against peaceful...",
      "abstract": "Article, Back Channels, recounts how Ukraine's intelligence services thwarted military crackdown against democracy demonstrators massed in Kiev last November; senior intelligence officials warned Interior Ministry that using force against peaceful rallies was illegal and said army and security services would defend civilians against ministry troops; exchanges among top officials were hidden factor in Orange Revolution that overturned fraudulent election and changed Ukraine's political course, and are rare in former Soviet states where security agencies are often most conservative, ruthless instruments of state power; inside battle was waged by clique of top officials, known as siloviki, who chose not to follow Pres Leonid Kuchma's plan to pass power to Prime Min Viktor Yanukovich; Oleksander Galaka, head of military intelligence, and Col Gen Ihor P Smeshko were among those warning Lt Gen Sergei Popkov not to send in Interior Ministry troops; officers also funneled information to opposition led by Viktor Yushchenko and engaged in psychological tug-of-war to soften government response to protests; group also included Lt Gen Lt Gen Oleksander Skibinetsky and Lt Gen Oleksander Skipalsky, who had relatives in crowds; photos; day-by-day developments recounted (L)",
      "lead_paragraph": "KIEV, Ukraine, Jan. 16 - As protests here against a rigged presidential election overwhelmed the capital last fall, an alarm sounded at Interior Ministry bases outside the city. It was just after 10 p.m. on Nov. 28.",
      "publication_date": "2005-01-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/17/world/europe/how-top-spies-in-ukraine-changed-the-nations-path.html",
      "byline": "By C. J. Chivers"
    },
    {
      "headline": "Sharon Orders New Crackdown on Gaza Factions",
      "snippet": "Prime Min Ariel Sharon, in blunt warning to new Palestinian leader, warns Mahmoud Abbas that Israeli military will act 'without restrictions' against Palestinians stepping up attacks in Gaza; PLO issues rare call for halt to 'all military acts' th...",
      "abstract": "Prime Min Ariel Sharon, in blunt warning to new Palestinian leader, warns Mahmoud Abbas that Israeli military will act 'without restrictions' against Palestinians stepping up attacks in Gaza; PLO issues rare call for halt to 'all military acts' that provide 'excuses' to Israel, reflecting efforts of Abbas, who is also PLO chairman; Hamas renews rocket and mortar fire in Gaza; Israeli gunfire reportedly kills two Palestinians; Israeli troops pull back from outskirts of Gaza City after clashes in which eight Palestinians are killed, most of them militants; photo; Palestinian shelling wounds two Israeli children at Gaza settlement and teenage girl in Sederot (M)",
      "lead_paragraph": "GAZA, Monday, Jan. 17 - In a blunt warning to the new Palestinian leader, Prime Minister Ariel Sharon of Israel said Sunday that he had given the military orders to act \"without restrictions\" against Palestinian factions that have stepped up attacks in the roiling Gaza Strip.",
      "publication_date": "2005-01-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/17/world/middleeast/sharon-orders-new-crackdown-on-gaza-factions.html",
      "byline": "By Greg Myre"
    },
    {
      "headline": "Measuring Literacy in a World Gone Digital",
      "snippet": "Educational Testing Service, nonprofit group behind SAT, Graduate Record Examination and other college tests, has developed new test it says can assess students' ability to make good critical evaluations of vast amount of material available to the...",
      "abstract": "Educational Testing Service, nonprofit group behind SAT, Graduate Record Examination and other college tests, has developed new test it says can assess students' ability to make good critical evaluations of vast amount of material available to them; so-called Information and Communications Technology literacy assessment will be introduced at about two dozen colleges and universities this month; diagram; photo (M)",
      "lead_paragraph": "There was a time when researching a high school or college term paper was a far simpler thing. A student writing about, say, Count Ferdinand von Zeppelin, might have checked out a book on the history of aviation from the local library or tucked into the family's dog-eared Britannica. An ambitious college freshman might have augmented the research by looking up some old newspaper clips on microfilm or picking up a monograph in the stacks.",
      "publication_date": "2005-01-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/17/technology/measuring-literacy-in-a-world-gone-digital.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "TiVo Struggles to Find Its Niche After Quitting a Deal With Cable",
      "snippet": "TiVo's next chief executive will need considerable skill to navigate internal political minefield, particularly because Michael Ramsay, who stepped down as chief executive, intends to stay working full time as chairman; Ramsey shuns deals with cab...",
      "abstract": "TiVo's next chief executive will need considerable skill to navigate internal political minefield, particularly because Michael Ramsay, who stepped down as chief executive, intends to stay working full time as chairman; Ramsey shuns deals with cable companies, while Tom Rogers, vice chairman, is said to favor working with them; TiVo has had subscriber growth but steady financial losses for last 12 quarters; photos; graphs; drawing (M)",
      "lead_paragraph": "After months of hard bargaining, TiVo reached an agreement last summer to offer its pioneering video recording system to customers of the Comcast cable system, according to several people involved in the discussions.",
      "publication_date": "2005-01-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/17/technology/tivo-struggles-to-find-its-niche-after-quitting-a-deal-with.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Tough Odds as NBC Takes Reality TV Into the Ring",
      "snippet": "NBC's new program The Contender will cost more than $2 million an episode, largest price tag of any new reality show ever; how it fares could ultimately affect commitment by networks to future reality programs; photos (M)",
      "abstract": "NBC's new program The Contender will cost more than $2 million an episode, largest price tag of any new reality show ever; how it fares could ultimately affect commitment by networks to future reality programs; photos (M)",
      "lead_paragraph": "After a fall littered with failed reality shows like \"The Will\" on CBS and \"My Big Fat Obnoxious Boss\" on Fox, NBC's \"The Contender,\" which is carrying the largest price tag of any new reality show ever, more than $2 million an episode, is certain to be greeted with skepticism.",
      "publication_date": "2005-01-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/17/business/media/tough-odds-as-nbc-takes-reality-tv-into-the-ring.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Inaugural a Hot Ticket",
      "snippet": "Summary of some major stories on inside pages; photo",
      "abstract": "Summary of some major stories on inside pages; photo",
      "lead_paragraph": "Scalpers are charging fantastic sums for tickets for Thursday's inaugural events, including the parade, swearing-in and private balls. However they get a ticket, those who attend the ceremony will hear an Inaugural Address written in part by Michael Gerson, an evangelical Christian speechwriter known for using religious language.",
      "publication_date": "2005-01-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/17/us/front page/inaugural-a-hot-ticket.html",
      "byline": ""
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "India Expresses Concern About China's Oil Activity  India's prime minister warned that China had moved ahead in securing oil and natural gas supplies around the globe, the bluntest expression yet of energy worries among Indian leaders. In the last...",
      "abstract": " India Expresses Concern About China's Oil Activity  India's prime minister warned that China had moved ahead in securing oil and natural gas supplies around the globe, the bluntest expression yet of energy worries among Indian leaders. In the last two weeks, Indian leaders have pursued a series of energy deals that have surprised global markets.  ",
      "lead_paragraph": "India Expresses Concern About China's Oil Activity India's prime minister warned that China had moved ahead in securing oil and natural gas supplies around the globe, the bluntest expression yet of energy worries among Indian leaders. In the last two weeks, Indian leaders have pursued a series of energy deals that have surprised global markets.",
      "publication_date": "2005-01-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/17/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "For Lobbyists, the Hottest Parties Fall Outside the Official Lineup",
      "snippet": "Republican lobbyists, corporations, trade organizations and other interest groups sponsor numerous private events in capital in run-up to Pres Bush's inauguration, mingling and building relationships with officials who wield power in Washington; s...",
      "abstract": "Republican lobbyists, corporations, trade organizations and other interest groups sponsor numerous private events in capital in run-up to Pres Bush's inauguration, mingling and building relationships with officials who wield power in Washington; small gatherings are held against backdrop of gala public events; lobbyist Alex Vogel explains; photo (M)",
      "lead_paragraph": "WASHINGTON, Jan. 16 - As thousands of Republican tourists prepare to flock to the presidential inaugural ceremony and parade on Thursday, Alex Vogel will spend his morning at a brunch honoring new Republican senators at the Charlie Palmer Steak restaurant overlooking the Capitol grounds. There, as a Republican lobbyist focused on the Senate, Mr. Vogel will be mixing with lawmakers who will decide the fate of many issues that are crucial to his clients.",
      "publication_date": "2005-01-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/17/politics/for-lobbyists-the-hottest-parties-fall-outside-the-official-lineup.html",
      "byline": "By Glen Justice and Anne E. Kornblut"
    },
    {
      "headline": "As Rice Prepares to Move Up, Diplomacy May Be on Rise, Too",
      "snippet": "Senate Foreign Relations Committee to begin confirmation hearings that will question Condoleezza Rice about her past performance in Bush administration and plans for US foreign policy as secretary of state; photos; she is expected to put diplomacy...",
      "abstract": "Senate Foreign Relations Committee to begin confirmation hearings that will question Condoleezza Rice about her past performance in Bush administration and plans for US foreign policy as secretary of state; photos; she is expected to put diplomacy at top of administration agenda after time dominated by military action, with goals ranging from restoring America's reputation in Europe to promoting free institutions in Middle East and focusing on trade and economic issues; she will have to adapt to markedly new role and surmount problems that have dogged her as national security adviser, where critics have faulted her handling of intelligence, internal disputes and nuclear proliferation; outcome may also be linked to how Rice fares with strong-willed Vice Pres Cheney and Sec Donald Rumsfeld; she may well prevail more often than Sec Colin Colin Powell did, given Pres Bush's broad trust in her; naming trade negotiator Robert B Zoellick as deputy secretary suggests pragmatic, traditional Republican internationalist approach (M)",
      "lead_paragraph": "WASHINGTON, Jan. 16 - Her confirmation as the 66th secretary of state is a foregone conclusion, and the White House plans to swear her in on Inauguration Day. But starting Tuesday morning, the Senate Foreign Relations Committee will begin what could stretch to two full days of questioning Condoleezza Rice about almost every aspect of her past performance and future plans.",
      "publication_date": "2005-01-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/17/washington/as-rice-prepares-to-move-up-diplomacy-may-be-on-rise-too.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "Dispute Puts a Medical Journal Under Fire",
      "snippet": "British medical journal BMJ may face lawsuit from Eli Lilly & Co for New Year's Day article suggesing that 'missing' documents from decade-old lawsuit indicated that Lilly, maker of Prozac, minimized data about drug's risks for causing suicidal or...",
      "abstract": "British medical journal BMJ may face lawsuit from Eli Lilly & Co for New Year's Day article suggesing that 'missing' documents from decade-old lawsuit indicated that Lilly, maker of Prozac, minimized data about drug's risks for causing suicidal or violent behavior; article has been cited in hundreds of television and newspaper reports; but some of documents cited in BMJ article have been circulating for years, and Lilly officials claim BMJ and its reporter refused to provide copies of documents at issue prior to article's publication; Lilly's lawyers notify BMJ that company considers article 'inaccurate and defamatory,' and that records were not missing; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/17/business/media/dispute-puts-a-medical-journal-under-fire.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "Trying to Combine Art and Box Office in Hollywood",
      "snippet": "Actor George Clooney suggests that he and director Steven Soderbergh will end their five-year producting partnership when their deal expires with Warner Brothers Pictures in two years; two men created their company, Section Eight, hoping to recrea...",
      "abstract": "Actor George Clooney suggests that he and director Steven Soderbergh will end their five-year producting partnership when their deal expires with Warner Brothers Pictures in two years; two men created their company, Section Eight, hoping to recreate time when innovative filmmakers worked free of corporate restraints; But Section Eight's efforts have so far lacked popular appeal; photos (M)",
      "lead_paragraph": "\"You know anyone who thinks this stuff lasts and is permanent, to me, is an idiot,\" said George Clooney, as he tumbled onto the leather couch in his Hollywood Hills home two weeks ago, a shower of raindrops falling on the swimming pool outside his living room window.",
      "publication_date": "2005-01-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/17/business/media/trying-to-combine-art-and-box-office-in-hollywood.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Rebels Express Thanks for Aid to Indonesians",
      "snippet": "Indonesian rebel group Free Aceh Movement, in rare public appearance, thanks foreigners for aid in aftermath of tsunami that has shifted political dynamic in war zone; photos; secretive rebels welcome security of foreign scrutiny, while government...",
      "abstract": "Indonesian rebel group Free Aceh Movement, in rare public appearance, thanks foreigners for aid in aftermath of tsunami that has shifted political dynamic in war zone; photos; secretive rebels welcome security of foreign scrutiny, while government is wary of prolonged foreign presence; rebel spokesman appearing outside Banda Aceh also counters what he calls government fear-mongering that aid workers could be kidnapped or killed; says government, accused of human rights abuses, wants foreigners out of Aceh to reassert control (M)",
      "lead_paragraph": "BANDA ACEH, Indonesia, Jan. 16 - The rebel, dressed in military fatigues and carrying a cellphone and an old Kalashnikov, had a message for the scores of foreigners who have come here to help after the tsunami: You are welcome, and we will not hurt you.",
      "publication_date": "2005-01-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/17/world/worldspecial4/rebels-express-thanks-for-aid-to-indonesians.html",
      "byline": "By Ian Fisher"
    }
  ]
}