{
  "metadata": {
    "date": "2005-05-11",
    "total_articles": 13
  },
  "articles": [
    {
      "headline": "A Music Stock Offering Turns Downbeat",
      "snippet": "Edgar Bronfman Jr and group of private equity firms raise about $554 million in initial offering of 32.6 million shares of Warner Music Group after cutting price to $17 a share from planned range of $22 to $24; offering puts Warner Music initial m...",
      "abstract": "Edgar Bronfman Jr and group of private equity firms raise about $554 million in initial offering of 32.6 million shares of Warner Music Group after cutting price to $17 a share from planned range of $22 to $24; offering puts Warner Music initial market capitalization around $2.4 billion, not counting debt; that represents premium over price they paid Time Warner for unit, but whether stock market investors will be won over is another question; price drop keeps offering from generating enough money to fulfill plans for reducing debt and bolstering existing operations; photo (M)",
      "lead_paragraph": "Edgar Bronfman Jr. completed his dash to take the Warner Music Group public last night, raising about $554 million from investors and ending the brief private life of one of the leading recording companies.",
      "publication_date": "2005-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/11/business/media/a-music-stock-offering-turns-downbeat.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "Rumsfeld Seeks Leaner Army,and a Full Term",
      "snippet": "Defense Sec Donald H Rumsfeld discusses his plans to overhaul military, interview; his full list of policy initiatives and future travel plans is comfounding those who predicted his early departure from Bush administration; officials across Pentag...",
      "abstract": "Defense Sec Donald H Rumsfeld discusses his plans to overhaul military, interview; his full list of policy initiatives and future travel plans is comfounding those who predicted his early departure from Bush administration; officials across Pentagon say twin tasks of building Iraqi security forces and defeating insurgency stand in way of his longstanding ambitions to modernize military and make it leaner and more agile; photo (M)",
      "lead_paragraph": "WASHINGTON, May 10 - Ask Defense Secretary Donald H. Rumsfeld to define his legacy, and he cuts the question short: \"Don't. Hold off on it. There will be plenty of time.\"",
      "publication_date": "2005-05-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/11/politics/rumsfeld-seeks-leaner-armyand-a-full-term.html",
      "byline": "By Thom Shanker and Eric Schmitt"
    },
    {
      "headline": "CHINA RULES OUT USING SANCTIONS ON NORTH KOREA",
      "snippet": "China rules out using economic or political sanctions to press North Korea to abandon its nuclear arms program, apparently undercutting key element of Bush administration's evolving North Korea strategy; says it still hopes talks, which North Kore...",
      "abstract": "China rules out using economic or political sanctions to press North Korea to abandon its nuclear arms program, apparently undercutting key element of Bush administration's evolving North Korea strategy; says it still hopes talks, which North Korea has boycotted for 11 months, will succeed in disarming nation; stand comes amid concern that North Korea might be preparing its first test of nuclear arms; photo (M)",
      "lead_paragraph": "BEIJING, May 10 - China on Tuesday ruled out applying economic or political sanctions to pressure North Korea to abandon its nuclear weapons program, appearing to undercut a crucial element of the Bush administration's evolving North Korea strategy. The announcement comes just as American intelligence agencies are trying to determine whether North Korea is preparing for a nuclear test.",
      "publication_date": "2005-05-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/11/washington/china-rules-out-using-sanctions-on-north-korea.html",
      "byline": "By Joseph Kahn and David E. Sanger"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": " SOME VERY DIFFERENT retailers are intermingling within Manhattan neighborhoods. [C7.]    THE LUXURY Montage Hotel, a $211 million project, will rise soon in Beverly Hills despite a well-financed opposition campaign. [C6.]",
      "abstract": " SOME VERY DIFFERENT retailers are intermingling within Manhattan neighborhoods. [C7.]    THE LUXURY Montage Hotel, a $211 million project, will rise soon in Beverly Hills despite a well-financed opposition campaign. [C6.]",
      "lead_paragraph": "SOME VERY DIFFERENT retailers are intermingling within Manhattan neighborhoods. [C7.]",
      "publication_date": "2005-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/11/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "AIDS Now Compels Africa to Challenge Widows' 'Cleansing'",
      "snippet": "African political and tribal leaders are starting to link AIDS spread to so-called sexual cleansing, tradition that requires new widow to have sex with one of husband's relatives after funeral to protect self and village by breaking bond with his ...",
      "abstract": "African political and tribal leaders are starting to link AIDS spread to so-called sexual cleansing, tradition that requires new widow to have sex with one of husband's relatives after funeral to protect self and village by breaking bond with his spirit; are speaking out against practice, prodded by leaders of region's fledgling women's rights movement, who say lack of control over their sex lives is major reason 6 in 10 of 25 million sub-Saharan Africans infected with HIV are women; change is coming slowly in region where belief in witchcraft is widespread; map; photos (M)",
      "lead_paragraph": "MCHINJI, Malawi - In the hours after James Mbewe was laid to rest three years ago, in an unmarked grave not far from here, his 23-year-old wife, Fanny, neither mourned him nor accepted visits from sympathizers. Instead, she hid in his sister's hut, hoping that the rest of her in-laws would not find her.",
      "publication_date": "2005-05-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/11/world/africa/aids-now-compels-africa-to-challenge-widows-cleansing.html",
      "byline": "By Sharon Lafraniere"
    },
    {
      "headline": "Who Needs Giacomo? Bet on the Fortune Cookie",
      "snippet": "Multi-State Lottery Assn finds many of 110 players who picked five of six correct numbers in Mar 30 powerball drawing and shared second place got numbers from fortune cookies made at same Long Island City, Queens, factory; had expected four or fiv...",
      "abstract": "Multi-State Lottery Assn finds many of 110 players who picked five of six correct numbers in Mar 30 powerball drawing and shared second place got numbers from fortune cookies made at same Long Island City, Queens, factory; had expected four or five second-prize winners based on number of tickets sold in 29 states; paying all 110 between $100,000 to $500,000 each, depending on how much they bet, cost lottery $19 million in unexpected payouts, for which lottery keeps $25 million reserve (M)",
      "lead_paragraph": "Powerball lottery officials suspected fraud: how could 110 players in the March 30 drawing get five of the six numbers right? That made them all second-prize winners, and considering the number of tickets sold in the 29 states where the game is played, there should have been only four or five.",
      "publication_date": "2005-05-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/11/nyregion/who-needs-giacomo-bet-on-the-fortune-cookie.html",
      "byline": "By Jennifer 8. Lee"
    },
    {
      "headline": "Third Executive Faces Complaint in Insurer Inquiry",
      "snippet": "SEC reportedly informs John Houldsworth, head of Dublin office of General Re Corp, that he faces civil fraud complaint as part of investigation of financial manipulation in insurance industry; he has been in middle of several questionable transact...",
      "abstract": "SEC reportedly informs John Houldsworth, head of Dublin office of General Re Corp, that he faces civil fraud complaint as part of investigation of financial manipulation in insurance industry; he has been in middle of several questionable transactions that have drawn attention of regulators in US and other countries; Elizabeth A Monrad, chief financial officer of TIAA-CREF, reportedly requests and is granted unpaid leave of absence in order to respond to civil fraud complaint from SEC regarding questionable transaction between her former employer, General Re, and American International Group (M)",
      "lead_paragraph": "The Securities and Exchange Commission has notified a third executive of the General Re Corporation that he faces a civil fraud complaint as part of an investigation of financial manipulation in the insurance industry, a person briefed on the matter said yesterday.",
      "publication_date": "2005-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/11/business/third-executive-faces-complaint-in-insurer-inquiry.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Wider Net Cast in Saks Inquiry",
      "snippet": "SEC expands investigation of Saks Fifth Avenue to include so-called chargebacks, deductions merchants take on payments to apparel makers for supposedly defective or unwanted goods; vendors have complained that chargebacks are fanciful deductions f...",
      "abstract": "SEC expands investigation of Saks Fifth Avenue to include so-called chargebacks, deductions merchants take on payments to apparel makers for supposedly defective or unwanted goods; vendors have complained that chargebacks are fanciful deductions from what stores rightly owe them; SEC is also examining some records from late 2004; Saks Inc's own internal investigation identified no improper collections in 2004 fiscal year, but Saks Fifth Avenue is reportedly returning some money collected during that period (M)",
      "lead_paragraph": "The Securities and Exchange Commission has expanded its investigation of Saks Fifth Avenue to include chargebacks -- the deductions merchants take on payments to apparel makers for supposedly defective or unwanted goods, according to a person briefed on the investigation.",
      "publication_date": "2005-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/11/business/wider-net-cast-in-saks-inquiry.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Hedge Fund Rumors Rattle Markets",
      "snippet": "Rumors that hedge funds suffered large losses tied to debt of General Motors prompt nervous selling on world stock markets, even though rumors cannot be substantiated; shares of banks with connections to hedge funds, including Deutsche Bank, J P M...",
      "abstract": "Rumors that hedge funds suffered large losses tied to debt of General Motors prompt nervous selling on world stock markets, even though rumors cannot be substantiated; shares of banks with connections to hedge funds, including Deutsche Bank, J P Morgan Case, Morgan Stanley, Lehman Brothers, Bear Stearns and Goldman Sachs, fall sharply; investors are uneasy about increasing ties of hedge funds to Wall Street, relative secrecy of their operations and recent flood of money into funds, which appear to some to have earmarks of investment bubble; funds that are subject of rumors include Highbridge Capital Management and GLG Partners; graph (M)",
      "lead_paragraph": "Long-simmering worries about the growing influence of hedge funds erupted yesterday in a wave of nervous selling on world stock markets after talk that hedge funds had suffered large losses tied to the debt of General Motors. Shares of banks with connections to hedge funds fell sharply, even though the rumors could not be substantiated.",
      "publication_date": "2005-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/11/business/hedge-fund-rumors-rattle-markets.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "United Airlines Is Allowed To Terminate Pension Plans  United Airlines received court permission to terminate its four employee pension plans, bringing about the largest pension default in the three decades that the government has guaranteed pensi...",
      "abstract": " United Airlines Is Allowed To Terminate Pension Plans  United Airlines received court permission to terminate its four employee pension plans, bringing about the largest pension default in the three decades that the government has guaranteed pensions.    Despite pleas by union lawyers against the action, a federal judge in Chicago agreed that the airline could not emerge from bankruptcy protection while its pension plans were in place. [Page A1.]    Cisco Profits Rise 16 Percent  Cisco Systems, the largest maker of equipment for directing traffic on the Internet, reported after the market closed that that its profits in the third quarter rose 16 percent, spurred by increased demand from telecommunications companies upgrading their networks. [C3.]    Toyota Reports 17% Profit Decline  Quarterly profits at Toyota Motor plummeted 17 percent as the company plowed more money into a plan to increase its global market share. ''There's bound to be a pause as we invest more for expansion and R.&D. to secure future growth,'' Toyota's president, Fujio Cho, said. In an attempt to gain a larger share of the world's auto market, Toyota has been sacrificing part of the profit margins it has posted in the last several years. [C4.]    Fiat posted its first quarterly profit in more than three years. [C4.]    Warner Music Raises $554 Million  Warner Music Group raised about $554 million in an initial public offering, at a scaled-down share price of $17 a share. [C8.]    Major Stock Indicators Decline  The Dow Jones industrial average dropped 103.23 points, to 10,281.11. The Standard & Poor's 500-stock index lost 12.62 points, to 1,166.22. The Nasdaq composite index fell 16.90 points, to 1,962.77. [C9.]    Funds Joined to Oust Börse Officials  Hedge funds worked with traditional mutual and pension funds to land an unprecedented one-two punch that resulted in the removal of Deutsche Börse's top two executives. [C4.]    Yahoo to Start Online Music Service  Yahoo Inc. said it was introducing an online music subscription service. [C3.]    MasterCard Aims for Big Spenders  New Willy Wonka-themed ads from MasterCard are aimed at the highly profitable ''new affluent'' consumer who spends several times more than the average cardholder and expects a cornucopia of rewards. [C8.]    DreamWorks Results Disappoint  DreamWorks Animation posted lower-than-expected earnings because of weak DVD sales for its film ''Shrek 2,'' sending the company's share price lower in after-hours trade. DreamWorks posted net earnings of $45.7 million, or 44 cents a share, compared with a net loss of $25.5 million, or 33 cents a diluted share for the same period in 2004. [C5.]    May Department Stores reported a 46 percent drop in earnings. [C4.]  ",
      "lead_paragraph": "United Airlines Is Allowed To Terminate Pension Plans United Airlines received court permission to terminate its four employee pension plans, bringing about the largest pension default in the three decades that the government has guaranteed pensions.",
      "publication_date": "2005-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/11/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "United Air Wins Right to Default on Its Employee Pension Plans",
      "snippet": "Bankruptcy Court Judge Eugene R Wedoff grants United Airlines permission to end its employee pension plans, largest pension default since government began guaranteeing pensions in 1974; ruling, which United insisted was needed for it to emerge fro...",
      "abstract": "Bankruptcy Court Judge Eugene R Wedoff grants United Airlines permission to end its employee pension plans, largest pension default since government began guaranteeing pensions in 1974; ruling, which United insisted was needed for it to emerge from bankruptcy protection, releases carrier from $3.2 billion in pension obligations over next five years; Pension Benefit Guaranty Corp will assume responsibility for plans, which cover about 134,000 people, and get stake in airline when it emerges from bankruptcy; some retirees will get sharply lower pension payments, while others will see little change; move could spur other airlines to seek bankruptcy protection to bring down pension costs, swamping pension agency; United plans to switch its current employees from defined-benefit pension plans to defined-contribution plans; Delta Air Lines shares drop 10 percent on its warning that it might have to seek bankruptcy protection; photo (M)",
      "lead_paragraph": "United Airlines, which is operating in bankruptcy protection, received court permission yesterday to terminate its four employee pension plans, setting off the largest pension default in the three decades that the government has guaranteed pensions.",
      "publication_date": "2005-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/11/business/united-air-wins-right-to-default-on-its-employee-pension-plans.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Appeals Court Backs Cheney in Secrecy Case",
      "snippet": "Federal appeals court, 8-0, rules Vice Pres Dick Cheney does not have to divulge details about how Bush adminstration energy policies were shaped; rejects claim by Sierra Club, liberal environmental group, and Judicial Watch, conservative legal or...",
      "abstract": "Federal appeals court, 8-0, rules Vice Pres Dick Cheney does not have to divulge details about how Bush adminstration energy policies were shaped; rejects claim by Sierra Club, liberal environmental group, and Judicial Watch, conservative legal organization, that industry officials were so deeply involved in policy making they became de facto members of Cheney's energy panel, making their identities subject to disclosure; ruling is victory for executive branch and administration (M)",
      "lead_paragraph": "WASHINGTON, May 10 - A federal appeals court said on Tuesday that Vice President Dick Cheney did not have to divulge details about how the White House's energy policies were shaped, ruling in a case that touched on the constitutional separation of powers.",
      "publication_date": "2005-05-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/11/politics/appeals-court-backs-cheney-in-secrecy-case.html",
      "byline": "By David Stout"
    },
    {
      "headline": "Morgan Stanley Says Earnings May Falter",
      "snippet": "Philip J. Purcell defended his strategy for integrating the retail and institutional divisions of Morgan Stanley yesterday, but warned that his firm faced deteriorating market conditions that could put a dent in future earnings.    For a chief exe...",
      "abstract": "Philip J. Purcell defended his strategy for integrating the retail and institutional divisions of Morgan Stanley yesterday, but warned that his firm faced deteriorating market conditions that could put a dent in future earnings.    For a chief executive who has been labeled imperious by his harshest critics, Mr. Purcell was candid and self-effacing in his remarks yesterday at an analyst conference. He acknowledged the primary complaint of dissident retired Morgan Stanley executives: that the firm is undervalued and has trailed its peers in recent years.   ",
      "lead_paragraph": "Philip J. Purcell defended his strategy for integrating the retail and institutional divisions of Morgan Stanley yesterday, but warned that his firm faced deteriorating market conditions that could put a dent in future earnings.",
      "publication_date": "2005-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/11/business/morgan-stanley-says-earnings-may-falter.html",
      "byline": "By Landon Thomas Jr"
    }
  ]
}