{
  "metadata": {
    "date": "2005-02-23",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Mexico's Migrants Profit From Dollars Sent Home",
      "snippet": "Financial remittances sent home by Mexican migrants working in United States, both legal and illegal, as well as those from other places in Central America and Caribbean, are being translated into political clout in their home communities; migrant...",
      "abstract": "Financial remittances sent home by Mexican migrants working in United States, both legal and illegal, as well as those from other places in Central America and Caribbean, are being translated into political clout in their home communities; migrants' communities in United States are better organized and more vocal than before and have become social and political forces too important to ignore at home; half the people of Valparaiso, Mexico, have left to work in United States, sending home an estimated $100,000 a day, as much money in one month as municipality will spend all years; Mayor Alberto Ruiz Flores travels to places like Oxnard, Calif, and Aurora, Ill, to solicit funds for public works projects in Valparaiso; in addition, countries like Mexico and Dominican Republic are taking steps to allow their citizens living in United States to cast absentee ballots in elections; map shows amount of remittances sent from various US states, to various places in Mexico; photos (L)",
      "lead_paragraph": "VALPARAÍSO, Mexico, Feb. 22 - Less than two months after he was elected, Mayor Alberto Ruiz Flores climbed in his truck and set out on a 26-hour road trip across the border to Southern California, carrying a wish list of public works projects to a backyard barbecue in Oxnard.",
      "publication_date": "2005-02-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/23/world/americas/mexicos-migrants-profit-from-dollars-sent-home.html",
      "byline": "By Ginger Thompson"
    },
    {
      "headline": "Justices Accept Oregon Case Weighing Assisted Suicide",
      "snippet": "Supreme Court agrees to hear Bush administration's challenge to Oregon law that authorizes physician-assisted suicide, which was approved twice by state's voters and took effect in November 1997; state says 171 patients have used law to administer...",
      "abstract": "Supreme Court agrees to hear Bush administration's challenge to Oregon law that authorizes physician-assisted suicide, which was approved twice by state's voters and took effect in November 1997; state says 171 patients have used law to administer doses of federally regulated drugs that their doctors prescribed for them; administration argues that suicide is not 'legitimate medical purpose' under regulations that carry out federal Controlled Substances Act (M)",
      "lead_paragraph": "WASHINGTON, Feb. 22 - In an action likely to reopen a national debate over whether doctors should be able to help terminally ill patients end their lives, the Supreme Court agreed on Tuesday to hear the Bush administration's challenge to the only state law in the country that authorizes physician-assisted suicide.",
      "publication_date": "2005-02-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/23/politics/justices-accept-oregon-case-weighing-assisted-suicide.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "A Flush of Miramax Films Before a New Regime",
      "snippet": "Miramax Films is likely to release as many as 22 movies in next seven months as co-chairmen Harvey and Bob Weinstein prepare to leaving company, including several pictures that had been shelved or whose release dates had been repeatedly delayed; l...",
      "abstract": "Miramax Films is likely to release as many as 22 movies in next seven months as co-chairmen Harvey and Bob Weinstein prepare to leaving company, including several pictures that had been shelved or whose release dates had been repeatedly delayed; large number of expected releases is big turn for Miramax, which had scaled back operations amid employee layoffs over last six months; large number of releases is seen as attempt to 'clean the pipeline' before its corporate parent, Walt Disney Co, puts unit in hands of new managers; heavy release schedule, if implemented, will make Weinsteins responsible for marketing pictures produced or acquired under their tenure, while leaving new Miramax managers, who have not yet been named, with clean slate; among more troubled projects planned for release is director John Dahl's film The Great Raid; film Mindhunters, which has been finished for two years and has been seen widely abroad, has scheduled release date in May; Prozac Nation, starring Christina Ricci, shelved for more than four years, has been sold to Starz! cable network, and will be released on DVD in coming months; director John Madden's film Proof, with Gwyneth Paltrow and Anthony Hopkins, is among pictures to be released before Weinsteins leave; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/23/business/media/a-flush-of-miramax-films-before-a-new-regime.html",
      "byline": "By Sharon Waxman and David M. Halbfinger"
    },
    {
      "headline": "Questions Arise of Possible Bias at Drug Maker",
      "snippet": "Memo written by Marion HochbergSmith, director of equal opportunity at Johnson & Johnson, in late 1990's into making improvements in company's employment policies, along with other documents submitted to federal court in New Jersey, emerge publicl...",
      "abstract": "Memo written by Marion HochbergSmith, director of equal opportunity at Johnson & Johnson, in late 1990's into making improvements in company's employment policies, along with other documents submitted to federal court in New Jersey, emerge publicly in support of motion to certify lawsuit filed in 2001 by several African-American and Hispanic employees as class action; documents open rare window into workings of big company coping with how to hire and promote fairly; HochbergSmith memo expresses concerns about inadequate tracking of promotions, reports of unequal salaries and insufficient outreach to recruit women and minorities; drug company formed diversity task force, but few of proposals, executives later conceded in legal depositions, ended up being put into practice; suit does not claim company refused to hire employees who are plaintiffs, but that executives knew years ago that they were missing their targets for promoting such employees, and did little to solve problem; photo of Linda Morgan and Nilda Gutierrez, who are among plaintiffs in lawsuit (M)",
      "lead_paragraph": "At Johnson & Johnson, the director of equal opportunity was worried. The company, she warned in a memo written in the late 1990's -- the exact date is unclear -- had \"areas of vulnerability\" to employment discrimination lawsuits.",
      "publication_date": "2005-02-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/23/business/questions-arise-of-possible-bias-at-drug-maker.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "American Accused in a Plot to Assassinate Bush",
      "snippet": "Ahmed Omar Abu Ali, American student who was imprisoned in Saudi Arabia for last 20 months, is returned to United States and charged with plotting with members of Al Qaeda in 2003 to assassinate Pres Bush; is charged with providing material suppor...",
      "abstract": "Ahmed Omar Abu Ali, American student who was imprisoned in Saudi Arabia for last 20 months, is returned to United States and charged with plotting with members of Al Qaeda in 2003 to assassinate Pres Bush; is charged with providing material support for terrorism; is accused of training with Al Qaeda overseas and wanting to 'become a planner of terrorist operations' like Mohammed Atta or Khalid Shaikh Mohammed, two Qaeda leaders central to Sept 11 attacks; indictment rests mainly on testimony of several unnamed co-conspirators; photo (M)",
      "lead_paragraph": "WASHINGTON, Feb. 22 - An American student who was imprisoned in Saudi Arabia for the last 20 months was returned to the United States and accused by the Justice Department on Tuesday of plotting with members of Al Qaeda in 2003 to assassinate President Bush.",
      "publication_date": "2005-02-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/23/politics/american-accused-in-a-plot-to-assassinate-bush.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "Oil Prices Rise Amid Concern Over Weather and Supplies",
      "snippet": "Crude oil prices rise $2.80, to $51.15 per barrel, highest level in nearly four months, on concerns that OPEC might curb supplies when it meets on March 16 in Iran; cold weather in North America and Europe contribute to surge by pushing up heating...",
      "abstract": "Crude oil prices rise $2.80, to $51.15 per barrel, highest level in nearly four months, on concerns that OPEC might curb supplies when it meets on March 16 in Iran; cold weather in North America and Europe contribute to surge by pushing up heating oil prices; heating oil futures rise to their highest level since October, gaining 6.7 percent, to $1.44 per gallon; Barclays Capital analyst Kevin Norrish says rise in oil prices reflects realization that 2005 has potential to be even tighter year than 2004; while most analysts expect demand to slow this year from record pace of 2004, high prices are not prompting China and US, main contributors to growth in market, to significantly reduce their consumption; global demand is expected to grow 1.8 percent, to 84 million barrels per day this year; demand rose in 2004 by 3.4 percent, to 82.5 million barrels per day; gains in oil prices send stocks plunging as investors fear higher energy costs could hurt economy; graph (M)",
      "lead_paragraph": "Crude oil prices rose 5.8 percent to their highest level in nearly four months yesterday, jumping above $51 a barrel, on concerns that OPEC might curb supplies when it meets next month. Cold weather in North America and Europe contributed to the surge by pushing up heating oil prices.",
      "publication_date": "2005-02-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/23/business/oil-prices-rise-amid-concern-over-weather-and-supplies.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Moving Stem Cells Front and Center",
      "snippet": "Dr Hans S Keirstead, assistant professor at University of California at Irvine, has emerged as one of leading scientific voices behind movement that persuaded California voters last November to approve measure to sidestep federal funding restricti...",
      "abstract": "Dr Hans S Keirstead, assistant professor at University of California at Irvine, has emerged as one of leading scientific voices behind movement that persuaded California voters last November to approve measure to sidestep federal funding restrictions on stem cell research; Keirstead's supportes included people with spinal cord injuries, most notably Christopher Reeve, number of researchers in California and elsewhere say scientific validity of Keirstead's work has not been proved and technique might not be ready for testing in people; Keirstead and his corporate partner, Geron, plan next year to try treating people who have recent spinal cord injuries, in what would be first human trial of any therapy derived from such cells; Keirstead has been making paralyzed rats walk again, using treatment based on embryonic stem cells; scientists have developed way to chemically manipulate human embryonic stem cells to become oligodendrocytes, type of brain cell that forms insulation around neurons that carry signals telling muscles to move or relay sensations to brain; chart; photo (M)",
      "lead_paragraph": "IRVINE, Calif. - Hans S. Keirstead might be the Pied Piper of stem cells and not just because he makes rats walk. He also helped lure Californians to the polls last fall to approve spending $3 billion of the state's money on embryonic stem cell research over the next decade. But he has critics who worry that he may be leading their new field too far, too soon into uncharted territory.",
      "publication_date": "2005-02-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/23/business/moving-stem-cells-front-and-center.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Liquidnet Finds Value In Large Blocks of Stock  A privately held company called Liquidnet, which has pioneered an electronic marketplace that allows institutional investors to trade large blocks of stock anonymously, has just completed a financing...",
      "abstract": " Liquidnet Finds Value In Large Blocks of Stock  A privately held company called Liquidnet, which has pioneered an electronic marketplace that allows institutional investors to trade large blocks of stock anonymously, has just completed a financing deal that values the company at $1.8 billion, according to a person close to the transaction.     By comparison, the publicly traded electronic network leader, Archipelago, has a market value of $873 million. [Page C2.]    Ex-Ad Agency Officials Found Guilty  Two former high-ranking executives of the New York office of Ogilvy & Mather Worldwide were found guilty of defrauding the government. Stuart Elliott: Advertising. [C4.]    Insurance Inquiry in California  California's insurance commissioner is investigating several insurers that appeared to be overcharging home buyers for title insurance, then splitting the fees with the people who had steered the business to them. [C2.]    Home Depot Earnings Rise 9.5%  Home Depot said its fourth-quarter earnings rose 9.5 percent, the smallest gain in almost two years. Shares fell after the company failed to continue its eight-quarter streak of beating analysts estimates. The company plans to add stores in Canada and Mexico in anticipation of slowing United States sales. [C4.]    Regulation of Data Firms Is Urged  The stock price of the data broker ChoicePoint fell amid calls for closer regulation of companies that compile large databases of consumer information. [C6.]    Major Stock Gauges Post Declines  Stocks fell as oil prices rose. The Dow Jones industrial average fell 174.02 points, to 10,611.20, the largest retreat since Aug. 5. The S.&P. 500 dropped 17.43 points to 1,184.16, its worst performance since Aug. 6. The Nasdaq composite index slid 28.30 points, to 2,030.32. [C12.]    Staying in Social Security Debate  Though President Bush has said that people over 55 would not be affected by his proposed Social Security changes, the elderly are refusing to be shut out of the debate. [A16.]    More Funding for Poorest Nations  The world's wealthiest countries agreed to increase aid to the world's poorest nations by raising their contributions to the World Bank's international development program. [C10.]    Toshiba Appoints a New President  The Japanese electronics giant Toshiba said that it had appointed Atsutoshi Nishida, left, a man credited with twice turning around its computer business, to be its new president. Mr. Nishida, 61, will replace Tadashi Okamura, 66, who will become chairman. The change is happening as Toshiba scrambles to cut costs to keep pace with falling prices. [C6.]    Underground Hopes for Venice  The mayor of Venice says a subway running from the mainland to the center of town would revitalize the city economically. [C10.]  ",
      "lead_paragraph": "Liquidnet Finds Value In Large Blocks of Stock A privately held company called Liquidnet, which has pioneered an electronic marketplace that allows institutional investors to trade large blocks of stock anonymously, has just completed a financing deal that values the company at $1.8 billion, according to a person close to the transaction.",
      "publication_date": "2005-02-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/23/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "A GROUP OF DEVELOPERS is attempting to establish Las Vegas as a wholesale furniture hub to rival places like San Francisco and High Point, N.C. [C8.]    WITH MIDTOWN MANHATTAN vacancy rates declining, SL Green's purchase of two buildings for $480 ...",
      "abstract": " A GROUP OF DEVELOPERS is attempting to establish Las Vegas as a wholesale furniture hub to rival places like San Francisco and High Point, N.C. [C8.]    WITH MIDTOWN MANHATTAN vacancy rates declining, SL Green's purchase of two buildings for $480 million last summer is looking a lot less speculative than it did at first. [C9.]",
      "lead_paragraph": "A GROUP OF DEVELOPERS is attempting to establish Las Vegas as a wholesale furniture hub to rival places like San Francisco and High Point, N.C. [C8.]",
      "publication_date": "2005-02-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/23/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "Shiites in Iraq Back Islamist to Be Premier",
      "snippet": "Ibrahim al-Jaafari, Shiite doctor with an Islamist bent, is chosen by victorious Shiite alliance as its candidate to become Iraq's new prime minister; decision may well open period protracted and rancorous negotiations with coalition of secular le...",
      "abstract": "Ibrahim al-Jaafari, Shiite doctor with an Islamist bent, is chosen by victorious Shiite alliance as its candidate to become Iraq's new prime minister; decision may well open period protracted and rancorous negotiations with coalition of secular leaders intent on sharply curtailing Jaafari's powers or blocking him and his clerical-backed coalition; Ayad Allawi, current prime minister, and Barham Salih, Kurdish politician and deputy prime minister, say that without guarantees renouncing sectarianism and embracing Western democratic ideals, they are poised to block Jaafari's nomination and possibly peel off enough members from Shiite's United Iraqi Alliance to form government of their own; photo of Jaafari (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Feb. 22 - Ibrahim al-Jaafari, a Shiite doctor with an Islamist bent, was chosen Tuesday by the victorious Shiite alliance as its candidate to become Iraq's new prime minister. The decision may well open a period of protracted and rancorous negotiations with a coalition of secular leaders intent on sharply curtailing Dr. Jaafari's powers or blocking him and his clerical-backed coalition.",
      "publication_date": "2005-02-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/23/world/middleeast/shiites-in-iraq-back-islamist-to-be-premier.html",
      "byline": "By John F. Burns and Dexter Filkins"
    },
    {
      "headline": "More Gloom on the Island of Lost Toy Makers",
      "snippet": "Toy industry is plagued with many problems as annual winter toy fair opens in New York; two major toy-selling chains, FAO Schwarz and Zany Brainy, have essentially disappeared after parent company FAO Inc declared bankruptcy 14 months ago; Toys 'R...",
      "abstract": "Toy industry is plagued with many problems as annual winter toy fair opens in New York; two major toy-selling chains, FAO Schwarz and Zany Brainy, have essentially disappeared after parent company FAO Inc declared bankruptcy 14 months ago; Toys 'R' Us and KB Toys have seen their business fall off; industry is dominated by discounters like Wal-Mart Stores and Target; their relentless price-cutting and focus on drawing attention to only most popular toys has pushed major specialty retailers to wall; photo (M)",
      "lead_paragraph": "The welcome mat is out once again at the annual winter toy fair in New York, but the industry's prospects have rarely looked more uninviting.",
      "publication_date": "2005-02-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/23/business/more-gloom-on-the-island-of-lost-toy-makers.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "BUSH SAYS EUROPE SHOULD NOT LIFT CHINA ARMS BAN",
      "snippet": "Simmering dispute with Europe comes to forefront when Pres Bush says there is 'deep concern' in United States that lifting European Union's arms embargo against China will change balance of relations between China and Taiwan; issue has been one of...",
      "abstract": "Simmering dispute with Europe comes to forefront when Pres Bush says there is 'deep concern' in United States that lifting European Union's arms embargo against China will change balance of relations between China and Taiwan; issue has been one of few disagreements to spill into open during Bush's trip to repair relations across Atlantic; administration also fears that lifting ban would allow such technology, especially advanced radar and communications systems, to be passed on to other countries; Bush speaks at joint news conference with NATO Sec Gen Jaap de Hoop Scheffer; photo of Bush with French Pres Jacques Chirac, Luxembourg Prime Minister Jean-Claude Juncker, and Finnish Pres Tarja Halonen (M)",
      "lead_paragraph": "BRUSSELS, Feb. 22 - A simmering dispute with Europe came to the forefront on Tuesday when President Bush said there was \"deep concern\" in the United States that lifting the European Union's arms embargo against China would change the balance of relations between China and Taiwan.",
      "publication_date": "2005-02-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/23/washington/bush-in-europe-brussels-talks-bush-says-europe-should-not-lift.html",
      "byline": "By Elisabeth Bumiller"
    }
  ]
}