{
  "metadata": {
    "date": "2005-01-25",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "A Fight Brews Over Proceeds of Metromedia",
      "snippet": "Fight is brewing over proceeds of Metromedia International Group; 90-year-old John W Kluge, who made his fortune through opportune sales of holdings of television stations and cellular phone licenses in 1980's, still oversees large network of busi...",
      "abstract": "Fight is brewing over proceeds of Metromedia International Group; 90-year-old John W Kluge, who made his fortune through opportune sales of holdings of television stations and cellular phone licenses in 1980's, still oversees large network of businesses through his private holding company, Metromedia Co, which had $1.5 billion of revenues in 2003; Kluge also has stake in handful of public companies; all of these investments are faring poorly; shareholders of Metromedia International, whose stock could prove worthless after deal of Kluge's partner Stuart Subotnick negotiated last month to sell company's assets; Kluge and Subotnick have said nothing publicly about proposed sale; neither has News Corp, long-term investor in Metromedia with 10 percent stake; some hedge funds have been buying shares in recent weeks, hoping that they can double or triple their money in this penny stock by opposing pending offer for Metromedia's assets, which they say they believe are worth more than $300 million price; company is worth about $132 million, which will be divided up among common shareholders and holders of preferred stock in Metromedia (Market Place column) (M)",
      "lead_paragraph": "With an estimated net worth of $11 billion, John W. Kluge can afford to take the time before his investments rebound. But at age 90, time itself is a luxury.",
      "publication_date": "2005-01-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/25/business/a-fight-brews-over-proceeds-of-metromedia.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "Ex-F.B.I. Agent and Trader Found Guilty in Fraud Case",
      "snippet": "Anthony Elgindy, well-known figure in Internet world of penny stocks, is convicted on charges that he used confidential information from FBI agent about criminal investigations to profit illegally in market; Jeffrey A Royer, former agent who suppl...",
      "abstract": "Anthony Elgindy, well-known figure in Internet world of penny stocks, is convicted on charges that he used confidential information from FBI agent about criminal investigations to profit illegally in market; Jeffrey A Royer, former agent who supplied information, is also found guilty of securities fraud conspiracy charges related to Elgindy's stock-selling scheme (M)",
      "lead_paragraph": "Anthony Elgindy, a well-known figure in the Internet world of penny stocks, was convicted yesterday on charges that he used confidential information from an F.B.I. agent about criminal investigations to profit illegally in the market.",
      "publication_date": "2005-01-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/25/business/exfbi-agent-and-trader-found-guilty-in-fraud-case.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "U.S. Faces More TensionsAbroad as Dollar Slides",
      "snippet": "Pres Bush's allies in Europe and Asia suspect that his next confrontation with world could be currency crisis, in which steep plunge in value of dollar touches off economic waves around world; Germany's Finance Min Hans Eichel and France's Min Min...",
      "abstract": "Pres Bush's allies in Europe and Asia suspect that his next confrontation with world could be currency crisis, in which steep plunge in value of dollar touches off economic waves around world; Germany's Finance Min Hans Eichel and France's Min Min Herve Gaymard at meeting in Paris conmplain that Europe has unjustly borne brunt of dollar's decline, and calls for coordinated action to stop it; similar sentiment came from China's Prime Min Wen Jiabao two months ago; China is at center of struggle with US over currency policy; US Treas Sec John W Snow has played down tensions; said tight budget Bush is expected to send to Congress should give foreigners and financial markets solace they seek; officials and analysts across Asia and Europe worry that Bush's economic team may not be up to challenge of grappling with issue; map; chart; photo (M)",
      "lead_paragraph": "WASHINGTON, Jan. 24 - After a first term in which terrorism and war dominated President Bush's foreign policy agenda, his allies in Europe and Asia suspect that his next confrontation with the world could take on a very different cast: a potential currency crisis, in which a steep plunge in the value of the dollar touches off economic waves around the world.",
      "publication_date": "2005-01-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/25/business/us-faces-more-tensionsabroad-as-dollar-slides.html",
      "byline": "This article was reported by David E. Sanger, Mark Landler and Keith Bradsher and Written By Mr. Sanger"
    },
    {
      "headline": "Balking at Vote, Sunnis Seek Role on Constitution",
      "snippet": "Sunni Arab leaders calling for boycott or postponement of elections in Iraq say they will get involved in politics after vote, including taking part in writing permanent constitution; say they continue to denounce elections, but feel too much is a...",
      "abstract": "Sunni Arab leaders calling for boycott or postponement of elections in Iraq say they will get involved in politics after vote, including taking part in writing permanent constitution; say they continue to denounce elections, but feel too much is at stake for them to reject political process; these remarks by prominent Sunnis seen as most positive sign yet that there is chance they will take part in political process, potentially bolstering beleaguered American effort to plant democracy in Middle East; those saying they want to become involved in process are not leaders of Sunni-dominated insurgency, but they do have considerable influence with guerrillas and could act as bridge between new government--expected to be heavily Shiite--and insurgency; Sunni leaders threaten to scuttle constitution if post-election government and American officials do not bring them in; they have been in talks with Iraqi and American officials on how else they can get involved in new government, even if Sunnis fare poorly in national elections; Shiite politicians say they plan to make sure Sunni Arabs are adequately represented in new government; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/25/world/middleeast/balking-at-vote-sunnis-seek-role-on-constitution.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Patient Care vs. Corporate Connections",
      "snippet": "Cleveland Clinic Foundation's chief academic officer Eric J Topol has come under scrutiny for potential conflicts of interest with pharmaceutical companies; Topol has dones work for drug companies like Eli Lilly, Medicines Co and partnership with ...",
      "abstract": "Cleveland Clinic Foundation's chief academic officer Eric J Topol has come under scrutiny for potential conflicts of interest with pharmaceutical companies; Topol has dones work for drug companies like Eli Lilly, Medicines Co and partnership with Bristol-Myers Squibb and Sanofi-Aventis; report in December by Fortune magazine said that Topol, leading critic of drug Vioxx, was paid consultant to hedge fund that had made money betting that shares of Merck, Vioxx's maker, would fall; Topol severed his ties with that firm; said he had no knowledge of firm's investment position; Cleveland Clinic says it is overhauling its ethics policies, and will present them to board for approval, perhaps within weeks; few academic centers go as far as preventing researchers from studying drug or device from company in which they have any financial interest; Cleveland Clinic is trying to avoid outright bans by asking researchers to disclose their ties and trying to minimize effect of conflicts; Delos M Cosgrove, who took over as clinic's chief executive, says he does not believe that across-the-board restrictions are desirable; graph; photos (M)",
      "lead_paragraph": "CLEVELAND - Like many prominent researchers at the nation's major medical centers, Eric J. Topol, the chief academic officer of the Cleveland Clinic Foundation, has over the years had consulting and financial ties with numerous drug and medical device companies.",
      "publication_date": "2005-01-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/25/business/patient-care-vs-corporate-connections.html",
      "byline": "By Reed Abelson and Andrew Pollack"
    },
    {
      "headline": "At the Sundance Film Festival, a New Power Broker Is Born",
      "snippet": "Critics in independent film world see John Sloss, sales agent for independent films, as embodiment of what they feel is latest stage in transformation of Sundance Film Festival into increasingly money-driven marketplace; say pressure for small mov...",
      "abstract": "Critics in independent film world see John Sloss, sales agent for independent films, as embodiment of what they feel is latest stage in transformation of Sundance Film Festival into increasingly money-driven marketplace; say pressure for small movies to produce very big box-office returns has risen sharply, and that Sloss and his company Cinetic Media have injected Wall Street-style bargaining and sophisticated market research into mix; he has angered competitors and some studio executives with take-no-prisoners tactics that draw promising filmmakers into his fold and ratchet up prices for their movies; festival, in its 21st year, has emerged as primary American portal for new filmmakers; Sloss has become pioneering example of new kind of operator at film festivals; filmmakers are increasingly turning to sales specialists like him instead of relying solely on talent agents, lawyers or their producers to help them sell movies; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/25/movies/at-the-sundance-film-festival-a-new-power-broker-is-born.html",
      "byline": "By Randy Kennedy"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Monsanto Agrees to Buy Seminis, a Seed Company  In at least a temporary diversification away from genetically modified crops, Monsanto, the agribusiness company, agreed to pay about $1 billion to acquire Seminis, the world's largest producer of fr...",
      "abstract": " Monsanto Agrees to Buy Seminis, a Seed Company  In at least a temporary diversification away from genetically modified crops, Monsanto, the agribusiness company, agreed to pay about $1 billion to acquire Seminis, the world's largest producer of fruit and vegetable seeds.     Until now, Monsanto has focused on corn, soybeans and cotton seeds, and on using genetic engineering to produce crops that are resistant to herbicides and insects. But executives said that Monsanto would now develop new vegetable varieties using conventional breeding. [Page C7.]    Advertising Lessons From Carson  Johnny Carson's death came as Madison Avenue is re-examining its past -- as symbolized by Mr. Carson's four decades as a highly successful pitchman, endorser and spokesman. Stuart Elliott: Advertising. [C10.]    Mondavi Brothers Form Venture  Just weeks after losing his world-famous winery, Robert Mondavi, left, is going back into the wine business briefly -- with a surprising partner, his brother Peter. It will be a small venture, but it will be the two nonagenarians' first public collaboration since an epic fistfight some 40 years ago that prompted Robert to split with his family and start his own business. [C2.]    Settlements Are Ruled Taxable  Supreme Court ruled that the full amount of a court award or legal settlement is taxable to the successful plaintiff, even if a sizable portion goes directly to a lawyer under a contingent fee agreement. [C2.]    Verizon Said to Agree to Stay in City  Verizon Communications has decided to remain in New York after Mayor Michael R. Bloomberg started an aggressive campaign to keep the company in the city, three people with knowledge of the agreement said. [B1.]    Search Services for Spoken Words  Google and Yahoo are introducing services that will let users search through broadcast and cable television programs based on words spoken on the air. [C7.]    Fannie Mae Reassigns 3 Managers  At least three accounting managers who were named in a report on accounting irregularities at Fannie Mae were reassigned to different roles last week, the company confirmed. [C4.]    ImClone Agrees to Settle Lawsuit  ImClone Systems agreed to pay $75 million to settle a class-action shareholder lawsuit. [C3.]    Krispy Kreme Pay Revealed  Krispy Kreme Doughnuts said that it had agreed to pay its two new top officers hourly rates of $760 and $695, as well as a possible bonus. [C16.]    Stocks Decline on Oil Concerns  The Dow Jones industrial average lost 24.38 points to 10,368.61. The Standard & Poor's 500-stock index fell 4.12 points to 1,163.75. The Nasdaq composite index dropped 25.57 points, to 2,008.70. [C10.]    American Express Profit Rises 17%  The American Express Company said profit rose 17 percent last quarter, the biggest jump in two years, as rising consumer confidence spurred record card use. Net income climbed to $896 million, or 71 cents a share, from $763 million, or 59 cents, a year earlier. Analysts surveyed by Thomson Financial predicted earnings 9f 70 cents a share. [C9.]    Cingular Wireless said that quarterly profits had fallen but so had the percentage of customers leaving for rivals. [C7.]    Athletic Footwear Makers Eye China  Makers of athletic shoes have their eye on China as a consumer market. [C6.]    Sizing Up the Airbus 380  Song and dance aside, will the giant Airbus 380 succeed? Joe Sharkey: On the Road. [C8.]  ",
      "lead_paragraph": "Monsanto Agrees to Buy Seminis, a Seed Company In at least a temporary diversification away from genetically modified crops, Monsanto, the agribusiness company, agreed to pay about $1 billion to acquire Seminis, the world's largest producer of fruit and vegetable seeds.",
      "publication_date": "2005-01-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/25/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Venezuela Tensions Worry Oil Executives",
      "snippet": "Venezuela may be increasing tension in energy markets with decisions that are confounding international oil companies, but Venezuelan government says it is merely seeking more income and new markets for its oil; stock of Harvest Natural Resources ...",
      "abstract": "Venezuela may be increasing tension in energy markets with decisions that are confounding international oil companies, but Venezuelan government says it is merely seeking more income and new markets for its oil; stock of Harvest Natural Resources of Houston, which gets all its oil from Venezuela, lost quarter of its value last week after Venezuelan national oil company unexpectedly told it to suspend exploration; ConocoPhillip's plan to develop new oil field in Venezuela was suspended about two weeks ago, and Venezuelan Energy Min Rafael Ramirez said last week government will review its 33 operating agreements with oil companeis from 1990's to see if they still made sense for Venezuela; government of Pres Hugo Chavez has said it will negotiate its disputes with Harvest and Conoco to reach agreements on production and spending; analysts say that at time of high crude oil prices worldwide and shift in attention toward China, Venezuelans are also trying to exert greater control over their resources and expand their range of buyers--as well as get more lucrative deals; concern is also rising over possibility that Venezuela may eventually divert shipments from US, which now receives more than half of Venezuela's total production; Venezuelans say they still consider US their principal market, adding that only new production would be moved to China; Venezuelan officials scoffed at remarks in Senate testimony last week by Condoleezza Rice, Pres Bush's nominee for secretary of state, describing Chavez as 'a democratically elected leader who governs in an illiberal way'; chart; photos (M)",
      "lead_paragraph": "HOUSTON, Jan. 24 - Venezuela may be increasing tension in energy markets with decisions that are confounding international oil companies, but the government there says it is merely seeking more income and new markets for its oil.",
      "publication_date": "2005-01-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/25/business/worldbusiness/venezuela-tensions-worry-oil-executives.html",
      "byline": "By Simon Romero and Brian Ellsworth"
    },
    {
      "headline": "Driven by Costs, Fertility Clients Head Overseas",
      "snippet": "Some Americans are seeking fertility help abroad, in countries where costs can be much lower; average cost of single in vitro effort in United States is $12,400, and insurance usually does not cover procedure; for some, cutting costs by booking fl...",
      "abstract": "Some Americans are seeking fertility help abroad, in countries where costs can be much lower; average cost of single in vitro effort in United States is $12,400, and insurance usually does not cover procedure; for some, cutting costs by booking flight and spending week abroad for treatment seems like easy step in desperate quest for baby; price is much lower in countries like South Africa, Israel, Germany and Canada; many fertility specialists raise substantive concerns about regulation of overseas clinics, genetic testing, standards for egg donors and language barriers, not to mention difficulty in comparing pregnancy rates in American clinics with those abroad; photo (M)",
      "lead_paragraph": "A bride at 49, Kathryn Butuceanu longed for children. But at her age, her best hope lay in fertility clinics and an egg donor, a quest she soon found could easily cost up to $72,000 for repeated tries.",
      "publication_date": "2005-01-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/25/us/driven-by-costs-fertility-clients-head-overseas.html",
      "byline": "By Felicia R. Lee"
    }
  ]
}