{
  "metadata": {
    "date": "2005-07-11",
    "total_articles": 30
  },
  "articles": [
    {
      "headline": "8 Leaders Hail Steps on Africa and Warming",
      "snippet": "Striking tones of optimism and defiance a day after the attacks in London, President Bush and the leaders of seven other big industrial nations concluded a summit meeting here on Friday saying they had made substantial progress in addressing Afric...",
      "abstract": "Striking tones of optimism and defiance a day after the attacks in London, President Bush and the leaders of seven other big industrial nations concluded a summit meeting here on Friday saying they had made substantial progress in addressing African poverty, global warming and the Israeli-Palestinian conflict.    Wrapping up the gathering before rushing back to London, Prime Minister Tony Blair of Britain said the ability of the governments represented here to agree on steps to help some of the world's neediest people, protect the environment and sow peace was the most effective rebuttal to violence and extremism.  ",
      "lead_paragraph": "AUCHTERARDER, Scotland, July 8 - Striking tones of optimism and defiance a day after the attacks in London, President Bush and the leaders of seven other big industrial nations concluded a summit meeting here on Friday saying they had made substantial progress in addressing African poverty, global warming and the Israeli-Palestinian conflict.",
      "publication_date": "2005-07-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/09/world/europe/8-leaders-hail-steps-on-africa-and-warming.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "Heavy Toll in Afghan Fight for Navy's Proud Elite",
      "snippet": "It was a risky maneuver: sending a slow-moving helicopter during daylight into rugged mountains teeming with heavily armed Taliban fighters. But to Rear Adm. Joseph Maguire, head of the Naval Special Warfare Command, his special operations unit ha...",
      "abstract": "It was a risky maneuver: sending a slow-moving helicopter during daylight into rugged mountains teeming with heavily armed Taliban fighters. But to Rear Adm. Joseph Maguire, head of the Naval Special Warfare Command, his special operations unit had no choice.    ''When we've got four Seals on the ground, four brothers who say, 'We're under fire, we've been shot, we need help now,' we can't wait for the night,'' Admiral Maguire said Friday at the Naval Amphibious Base Little Creek here, after a memorial service that drew more than 2,000 people. ''The covenant we have with each other is that we will leave no man on the battlefield.''  ",
      "lead_paragraph": "VIRGINIA BEACH, July 8 - It was a risky maneuver: sending a slow-moving helicopter during daylight into rugged mountains teeming with heavily armed Taliban fighters. But to Rear Adm. Joseph Maguire, head of the Naval Special Warfare Command, his special operations unit had no choice.",
      "publication_date": "2005-07-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/09/us/heavy-toll-in-afghan-fight-for-navys-proud-elite.html",
      "byline": "By James Dao"
    },
    {
      "headline": "Selling the Sizzle",
      "snippet": "For much of his career, Robert A. Lutz has been trying to build a curvy two-seat sports car for people who can't afford a Porsche or a Lexus. He finally has: the Pontiac Solstice.      ''The goal was always the same,'' Mr. Lutz, General Motors' 73...",
      "abstract": "For much of his career, Robert A. Lutz has been trying to build a curvy two-seat sports car for people who can't afford a Porsche or a Lexus. He finally has: the Pontiac Solstice.      ''The goal was always the same,'' Mr. Lutz, General Motors' 73-year-old vice chairman and product development chief, said in an interview this week. ''Use low-cost mechanical components, change as little as possible, use stuff out of your parts bin and try to get there for under $20,000.''  ",
      "lead_paragraph": "DETROIT, July 8 - For much of his career, Robert A. Lutz has been trying to build a curvy two-seat sports car for people who can't afford a Porsche or a Lexus. He finally has: the Pontiac Solstice.",
      "publication_date": "2005-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/09/business/selling-the-sizzle.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Hiring Pace Picked Up Last Month",
      "snippet": "The nation's employers stepped up their hiring in June, the government reported yesterday, adding 146,000 jobs to meet the gradually rising demands of a sturdy economy.     The unemployment rate dipped another notch, to 5 percent, the lowest level...",
      "abstract": "The nation's employers stepped up their hiring in June, the government reported yesterday, adding 146,000 jobs to meet the gradually rising demands of a sturdy economy.     The unemployment rate dipped another notch, to 5 percent, the lowest level in nearly four years. The hiring showed up in just about every sector except manufacturing. Still, job creation remained well below average for this stage of a recovery, three and a half years after the 2001 recession ended.  ",
      "lead_paragraph": "The nation's employers stepped up their hiring in June, the government reported yesterday, adding 146,000 jobs to meet the gradually rising demands of a sturdy economy.",
      "publication_date": "2005-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/09/business/hiring-pace-picked-up-last-month.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "MORE ON THE BOMBINGS",
      "snippet": "DIVIDED MUSLIMS -- Many British Muslims are anxious and angry, tired of repeatedly fearing they will become targets after attacks claimed by Islamic radicals.   PAGE A6    THE RECOVERY -- Taking stock a day after the attacks, Londoners recounted n...",
      "abstract": " DIVIDED MUSLIMS -- Many British Muslims are anxious and angry, tired of repeatedly fearing they will become targets after attacks claimed by Islamic radicals.   PAGE A6    THE RECOVERY -- Taking stock a day after the attacks, Londoners recounted near misses with death and stoically pushed on with the business of daily life.   PAGE A8    ON LIBERTY -- Europeans have shown little tolerance for restricted civil rights or borders in exchange for more security, criticizing such moves in the United States.   PAGE A8",
      "lead_paragraph": "DIVIDED MUSLIMS -- Many British Muslims are anxious and angry, tired of repeatedly fearing they will become targets after attacks claimed by Islamic radicals. PAGE A6",
      "publication_date": "2005-07-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/09/front page/world/more-on-the-bombings.html",
      "byline": ""
    },
    {
      "headline": "Data Theft: How to Fix the Mess",
      "snippet": "IN the early 1970's, Senator William Proxmire, the Wisconsin Democrat who was the scourge of the banking industry, decided something needed to be done about the chaotic state of the credit card business.      Credit cards were still relatively new...",
      "abstract": "IN the early 1970's, Senator William Proxmire, the Wisconsin Democrat who was the scourge of the banking industry, decided something needed to be done about the chaotic state of the credit card business.      Credit cards were still relatively new, and all over the country, banks were peppering Americans with unsolicited cards -- sending them not only to the heads of households, but to their children, their dogs and their dead grandmothers. Thieves would follow the postman doing his rounds, steal cards out of mailboxes and use them. People were being billed for things they'd never bought with cards they'd never asked for -- and the banks were demanding payment. Even though the banking industry insisted that only a small minority of transactions were fraudulent, the public outcry was enormous.  ",
      "lead_paragraph": "IN the early 1970's, Senator William Proxmire, the Wisconsin Democrat who was the scourge of the banking industry, decided something needed to be done about the chaotic state of the credit card business.",
      "publication_date": "2005-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/09/business/data-theft-how-to-fix-the-mess.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "Boom in Jobs, Not Just Houses, as Real Estate Drives Economy",
      "snippet": "Danilo Molina has never flipped a house to make a quick profit from rising real estate values. He has not refinanced a mortgage. He does not even own a home.     Nonetheless, the decade-long housing boom has been very good to Mr. Molina, a slight ...",
      "abstract": "Danilo Molina has never flipped a house to make a quick profit from rising real estate values. He has not refinanced a mortgage. He does not even own a home.     Nonetheless, the decade-long housing boom has been very good to Mr. Molina, a slight 21-year-old with a shy smile. He has been working on construction crews since he arrived in this country from El Salvador six years ago, and today he supplies workers, including himself, to build new houses in this fast-growing county roughly 50 miles northwest of Washington.  ",
      "lead_paragraph": "FREDERICK, Md. - Danilo Molina has never flipped a house to make a quick profit from rising real estate values. He has not refinanced a mortgage. He does not even own a home.",
      "publication_date": "2005-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/09/realestate/boom-in-jobs-not-just-houses-as-real-estate-drives-economy.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Leading Cardinal Redefines Church's View on Evolution",
      "snippet": "An influential cardinal in the Roman Catholic Church, which has long been regarded as an ally of the theory of evolution, is now suggesting that belief in evolution as accepted by science today may be incompatible with Catholic faith.    The cardi...",
      "abstract": "An influential cardinal in the Roman Catholic Church, which has long been regarded as an ally of the theory of evolution, is now suggesting that belief in evolution as accepted by science today may be incompatible with Catholic faith.    The cardinal, Christoph Schönborn, archbishop of Vienna, a theologian who is close to Pope Benedict XVI, staked out his position in an Op-Ed article in The New York Times on Thursday, writing, ''Evolution in the sense of common ancestry might be true, but evolution in the neo-Darwinian sense -- an unguided, unplanned process of random variation and natural selection -- is not.''  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/09/science/leading-cardinal-redefines-churchs-view-on-evolution.html",
      "byline": "By Cornelia Dean and Laurie Goodstein"
    },
    {
      "headline": "London Bombs Seen as Crude; Death Toll Rises to 49",
      "snippet": "Investigators have concluded that the bombs that ripped through three subway trains and a bus on Thursday were relatively crude devices containing less than 10 pounds of explosives each. That finding supports a theory gaining momentum among the au...",
      "abstract": "Investigators have concluded that the bombs that ripped through three subway trains and a bus on Thursday were relatively crude devices containing less than 10 pounds of explosives each. That finding supports a theory gaining momentum among the authorities that the plot was carried out by a sleeper cell of homegrown extremists rather than highly trained terrorists exported to Britain.     Crucial facts remained unknown in the case Friday evening. But senior British and American investigators said the morning rush-hour attacks in central London appeared to have been a low-tech operation, less expertly conceived than the cellphone-detonated train bombings in Madrid on March 11, 2004, which killed 191 people and wounded more than 1,800.   ",
      "lead_paragraph": "LONDON, July 8 - Investigators have concluded that the bombs that ripped through three subway trains and a bus on Thursday were relatively crude devices containing less than 10 pounds of explosives each. That finding supports a theory gaining momentum among the authorities that the plot was carried out by a sleeper cell of homegrown extremists rather than highly trained terrorists exported to Britain.",
      "publication_date": "2005-07-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/09/world/europe/london-bombs-seen-as-crude-death-toll-rises-to-49.html",
      "byline": "By Don van Natta Jr. and David Johnston"
    },
    {
      "headline": "China Oil Giants Crave Respectability and Power",
      "snippet": "Two years ago, the China National Offshore Oil   Corporation and another Chinese state-controlled oil company seemed on the verge of capturing a large patch of foreign oil reserves with a handshake deal to pay $1.23 billion for part of a field in ...",
      "abstract": "Two years ago, the China National Offshore Oil   Corporation and another Chinese state-controlled oil company seemed on the verge of capturing a large patch of foreign oil reserves with a handshake deal to pay $1.23 billion for part of a field in Kazakhstan.     But the prospect was snatched away two months later when the Western companies operating the oil field asserted their legal right to buy the stake instead. For the Chinese oil executives, it was a rude defeat that emphasized their marginal status on the global energy map.  ",
      "lead_paragraph": "HONG KONG, July 8 - Two years ago, the China National Offshore Oil Corporation and another Chinese state-controlled oil company seemed on the verge of capturing a large patch of foreign oil reserves with a handshake deal to pay $1.23 billion for part of a field in Kazakhstan.",
      "publication_date": "2005-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/09/business/worldbusiness/china-oil-giants-crave-respectability-and-power.html",
      "byline": "By Keith Bradsher and Jad Mouawad"
    },
    {
      "headline": "Disney Mends Rift With Kin of Founder",
      "snippet": "It seemed an ending fit for a fairy tale.     The Walt Disney Company and the nephew of the company's founder announced yesterday that they had patched things up, enabling the new chief executive, Robert A. Iger, to quickly put behind him one of t...",
      "abstract": "It seemed an ending fit for a fairy tale.     The Walt Disney Company and the nephew of the company's founder announced yesterday that they had patched things up, enabling the new chief executive, Robert A. Iger, to quickly put behind him one of the biggest potential challenges to his leadership.  ",
      "lead_paragraph": "It seemed an ending fit for a fairy tale.",
      "publication_date": "2005-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/09/business/media/disney-mends-rift-with-kin-of-founder.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "In New Court, Roe May Stand, So Foes Look to Limit Its Scope",
      "snippet": "In 2003, abortion opponents took a calculated gamble and pushed through the Partial Birth Abortion Ban Act, a federal law very similar to a state law ruled unconstitutional just three years before. Critics asserted they were defying the court and ...",
      "abstract": "In 2003, abortion opponents took a calculated gamble and pushed through the Partial Birth Abortion Ban Act, a federal law very similar to a state law ruled unconstitutional just three years before. Critics asserted they were defying the court and doomed to fail in any legal challenge.     Strategists for the anti-abortion movement were betting that the Supreme Court would soon be different: more conservative, and more open to an array of new abortion restrictions. With the retirement of Justice Sandra Day O'Connor, part of the court's majority for abortion rights, that gamble may soon begin to pay off.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/07/10/politics/politicsspecial1/in-new-court-roe-may-stand-so-foes-look-to-limit.html",
      "byline": "By Robin Toner and Adam Liptak"
    },
    {
      "headline": "Learning From the Experts, via Bill Clinton",
      "snippet": "LEAH ABRAHAM is quick to admit it: As experienced as she and her husband had been in operating bakeries and cafes in Manhattan and Westchester County, ''we weren't on target'' in moving into another Manhattan neighborhood.     A result was that tw...",
      "abstract": "LEAH ABRAHAM is quick to admit it: As experienced as she and her husband had been in operating bakeries and cafes in Manhattan and Westchester County, ''we weren't on target'' in moving into another Manhattan neighborhood.     A result was that two years of red ink flowed abundantly with the cappuccino and espresso at Settepani, their cafe in Harlem, before Ms. Abraham and her husband, Nino Settepani, came to understand their new market and took steps to accommodate it -- with, they now say, promising results.  ",
      "lead_paragraph": "LEAH ABRAHAM is quick to admit it: As experienced as she and her husband had been in operating bakeries and cafes in Manhattan and Westchester County, \"we weren't on target\" in moving into another Manhattan neighborhood.",
      "publication_date": "2005-07-10T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/07/10/jobs/learning-from-the-experts-via-bill-clinton.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "North Koreans Agree to Resume Nuclear Talks",
      "snippet": "After more than a year of stalemate, North Korea agreed Saturday evening to return to disarmament talks late this month and pledged to discuss eliminating its nuclear-weapons program, according to senior Bush administration officials.    The agree...",
      "abstract": "After more than a year of stalemate, North Korea agreed Saturday evening to return to disarmament talks late this month and pledged to discuss eliminating its nuclear-weapons program, according to senior Bush administration officials.    The agreement was reached during a dinner meeting, with the Chinese as the hosts, that included Christopher Hill, a former American ambassador to South Korea who has recently become the lead United States negotiator to the talks, and Kim Kye Gwan, North Korea's deputy foreign minister, according to a senior administration official traveling here with Secretary of State Condoleezza Rice.  ",
      "lead_paragraph": "BEIJING, July 9 - After more than a year of stalemate, North Korea agreed Saturday evening to return to disarmament talks late this month and pledged to discuss eliminating its nuclear-weapons program, according to senior Bush administration officials.",
      "publication_date": "2005-07-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/07/10/world/asia/north-koreans-agree-to-resume-nuclear-talks.html",
      "byline": "By Joel Brinkley and David E. Sanger"
    },
    {
      "headline": "Photos Plead: Have You Seen This Person?",
      "snippet": "As work crews battle rats and crumbling walls to reach the bombed-out train and remaining bodies at the King's Cross Underground station, passers-by, just above them, linger before the images of the men and women who are still nowhere to be found....",
      "abstract": "As work crews battle rats and crumbling walls to reach the bombed-out train and remaining bodies at the King's Cross Underground station, passers-by, just above them, linger before the images of the men and women who are still nowhere to be found.    Their faces are plastered on walls, fences, bus stops, newspapers and Web sites, displaying loving looks and sultry glances, ear-to-ear grins and impish smirks.   ",
      "lead_paragraph": "LONDON, July 9 - As work crews battle rats and crumbling walls to reach the bombed-out train and remaining bodies at the King's Cross Underground station, passers-by, just above them, linger before the images of the men and women who are still nowhere to be found.",
      "publication_date": "2005-07-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/07/10/world/europe/photos-plead-have-you-seen-this-person.html",
      "byline": "By Lizette Alvarez"
    },
    {
      "headline": "For a Decade, London Thrived as a Busy Crossroads of Terror",
      "snippet": "Long before bombings ripped through London on Thursday, Britain had become a breeding ground for hate, fed by a militant version of Islam.    For two years, extremists like Sheik Omar Bakri Mohammed, a 47-year-old Syrian-born cleric, have played t...",
      "abstract": "Long before bombings ripped through London on Thursday, Britain had become a breeding ground for hate, fed by a militant version of Islam.    For two years, extremists like Sheik Omar Bakri Mohammed, a 47-year-old Syrian-born cleric, have played to ever-larger crowds, calling for holy war against Britain and exhorting young Muslim men to join the insurgency in Iraq. In a newspaper interview in April 2004, he warned that ''a very well-organized'' London-based group, Al Qaeda Europe, was ''on the verge of launching a big operation'' here.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/07/10/world/europe/for-a-decade-london-thrived-as-a-busy-crossroads-of-terror.html",
      "byline": "By Elaine Sciolino and Don van Natta Jr"
    },
    {
      "headline": "As Shuttle Returns, Emotions Tug Columbia Families Anew",
      "snippet": "Among the most surreal moments of the last two and a half years for Lani McCool and Rona Ramon, whose husbands died when the space shuttle Columbia broke apart, was a vacation together in the Seattle area last week.     There were no memorial serv...",
      "abstract": "Among the most surreal moments of the last two and a half years for Lani McCool and Rona Ramon, whose husbands died when the space shuttle Columbia broke apart, was a vacation together in the Seattle area last week.     There were no memorial services or dedications, no speeches to give, no pressure to be a national ''symbol of strength,'' as Mrs. Ramon said. It was just the two friends, ''soul mates'' in their words, sipping bowls of cappuccino, building a campfire in the woods, talking quietly about raising children alone, or not talking at all. Over dessert one night, Mrs. Ramon, the widow of Col. Ilan Ramon, the first Israeli astronaut to go into space, turned to Mrs. McCool, the widow of Cmdr. William C. McCool, the Columbia's pilot, and said, ''They were the best.''  ",
      "lead_paragraph": "SEATTLE, July 9 - Among the most surreal moments of the last two and a half years for Lani McCool and Rona Ramon, whose husbands died when the space shuttle Columbia broke apart, was a vacation together in the Seattle area last week.",
      "publication_date": "2005-07-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/07/10/science/space/as-shuttle-returns-emotions-tug-columbia-families-anew.html",
      "byline": "By Sarah Kershaw"
    },
    {
      "headline": "In a Surgery Capital, a Swirl of Fraud Charges",
      "snippet": "REAL doctors performed real procedures on real patients. The insurance claims were real; so were the surgery centers that filed them. And the money that insurers paid -- a total of about $500 million, federal investigators estimate -- was most ass...",
      "abstract": "REAL doctors performed real procedures on real patients. The insurance claims were real; so were the surgery centers that filed them. And the money that insurers paid -- a total of about $500 million, federal investigators estimate -- was most assuredly real.     Hundreds of people, many of them recent immigrants unfamiliar with America's health care system, volunteered to undergo the medical tests and operations. They traveled to surgery centers in Southern California for what would be, in another context, routine procedures like endoscopies, colonoscopies and pap smears. Some traveled, on the clinics' dime, from as far away as Tennessee. Some of them, investigators say, received free or discounted plastic surgery, and others got cash.  ",
      "lead_paragraph": "SANTA ANA, Calif. - REAL doctors performed real procedures on real patients. The insurance claims were real; so were the surgery centers that filed them. And the money that insurers paid -- a total of about $500 million, federal investigators estimate -- was most assuredly real.",
      "publication_date": "2005-07-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/07/10/business/yourmoney/in-a-surgery-capital-a-swirl-of-fraud-charges.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "A Retail Revolution Turns 10",
      "snippet": "THE image in Mark R. Anderson's head was that of an airplane struggling to gain altitude. Mr. Anderson, one of the technology world's more highly regarded pundits, watched a speck of a company called Amazon.com grow from a three-person start-up in...",
      "abstract": "THE image in Mark R. Anderson's head was that of an airplane struggling to gain altitude. Mr. Anderson, one of the technology world's more highly regarded pundits, watched a speck of a company called Amazon.com grow from a three-person start-up in a converted garage into a publicly traded corporation that came to symbolize both the best and the worst of the dot-com era.     Mr. Anderson publishes The Strategic News Service, an influential newsletter read by the likes of Bill Gates and Michael Dell, and prides himself on being able to predict the future. But he acknowledged that he had been dubious of Amazon and its charismatic chief executive, Jeffrey P. Bezos, and for a time had believed Amazon was more likely to crash than to attain cruising altitude.  ",
      "lead_paragraph": "THE image in Mark R. Anderson's head was that of an airplane struggling to gain altitude. Mr. Anderson, one of the technology world's more highly regarded pundits, watched a speck of a company called Amazon.com grow from a three-person start-up in a converted garage into a publicly traded corporation that came to symbolize both the best and the worst of the dot-com era.",
      "publication_date": "2005-07-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/07/10/business/yourmoney/a-retail-revolution-turns-10.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Who Bears the Risks of Terror?",
      "snippet": "IF nothing else, the synchronized bombings and bloodshed in London on Thursday will stifle any creeping complacency about the risks of terrorist attacks.     The London bombings dovetail with a major political battle, just starting in Washington, ...",
      "abstract": "IF nothing else, the synchronized bombings and bloodshed in London on Thursday will stifle any creeping complacency about the risks of terrorist attacks.     The London bombings dovetail with a major political battle, just starting in Washington, about how to deal with that risk. Specifically, should the federal government continue to be the main provider of terrorism risk insurance?  ",
      "lead_paragraph": "WASHINGTON - IF nothing else, the synchronized bombings and bloodshed in London on Thursday will stifle any creeping complacency about the risks of terrorist attacks.",
      "publication_date": "2005-07-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/07/10/business/yourmoney/who-bears-the-risks-of-terror.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "A Drug Scourge Creates Its Own Form of Orphan",
      "snippet": "Number of children needing foster care soars because of methamphetamine, which has created virtual orphans in rural areas without social services networks to support them; number of foster children is up 16 percent in Oklahoma and 12 percent in Ke...",
      "abstract": "Number of children needing foster care soars because of methamphetamine, which has created virtual orphans in rural areas without social services networks to support them; number of foster children is up 16 percent in Oklahoma and 12 percent in Kentucky from year ago, with overwhelming number of them taken from parents who are using or making methamphetamine; methamphetamine problem has existed for years, but state officials attribute spike in foster population in last year or two to growing awareness of drug problem; say it prompted more lab raids, and more citizens reporting suspected methamphetamine use; officials say methamphetamine's particularly potent and destructive nature and way it is often made in the home conspire against child welfare, making it harder to attract and keep foster parents because of many behavioral problems common in children of methamphetamine; photos (M)",
      "lead_paragraph": "TULSA, Okla., July 8 - The Laura Dester Shelter here is licensed for 38 children, but at times in the past months it has housed 90, forcing siblings to double up in cots. It is supposed to be a 24-hour stopping point between troubled homes and foster care, but with foster homes backed up, children are staying weeks and sometimes months, making it more orphanage than shelter, a cacophony of need.",
      "publication_date": "2005-07-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/11/us/a-drug-scourge-creates-its-own-form-of-orphan.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "With No Leads, British Consult Allies on Blasts",
      "snippet": "British intelligence officials summon counterparts in United States and two dozen European allies to help in developing possible leads in worst terrorist attack in Britain since World War II; Britain is regarded by other European countries as ofte...",
      "abstract": "British intelligence officials summon counterparts in United States and two dozen European allies to help in developing possible leads in worst terrorist attack in Britain since World War II; Britain is regarded by other European countries as often having access to more and better quality of intelligence because it is part of long-established, Anglophone intelligence-sharing agreement with US, Canada, Australia and New Zealand; but European participants in meeting voice surprise at how little is known about these attacks, which hit three trains in London Underground and double-decker bus; unusual meeting indicates that British officials running complex inquiry are frustrated because they have had few breaks, few leads and no suspects in first 48 hours after attack, most important investigative period after any terrorist bombing (M)",
      "lead_paragraph": "LONDON, July 10 - British intelligence officials, frustrated by their failure to quickly crack the worst terrorist attack here since World War II, have sought help from counterparts in the United States and two dozen European allies to develop possible leads, European counterterrorism officials said Sunday.",
      "publication_date": "2005-07-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/11/world/europe/with-no-leads-british-consult-allies-on-blasts.html",
      "byline": "By Elaine Sciolino and Don van Natta Jr"
    },
    {
      "headline": "Inches at a Time, Crews Search for Bodies in a London Tunnel",
      "snippet": "Dozens of recovery workers in heavy protective suits enter London subway tunnel, encountering nightmarish scene of mangled remains, twisted metal and hellish temperatures to recover body parts and search for clues in terrorist bombings; last of vi...",
      "abstract": "Dozens of recovery workers in heavy protective suits enter London subway tunnel, encountering nightmarish scene of mangled remains, twisted metal and hellish temperatures to recover body parts and search for clues in terrorist bombings; last of visible remains of 49 people known to have died in bombings have been pulled out, but job is not finished; police say more remains might be obscured, because some people may have been blown out of front of train and then run over as it skidded to halt; recovery workers are trying to crawl under cars from smaller tunnel opening beside train; above ground, Salvation Army and other groups keep watch for workers as they emerge, looking for signs of stress and grief and offering help; many workers are ordered to take time out for counseling before they go back down (M)",
      "lead_paragraph": "LONDON, July 10 - The subway tunnel between King's Cross and Russell Square is one of several \"deep tubes\" bored through London's bedrock and clay more than a century ago: 70 feet down, 12 feet in diameter and reinforced with iron rings, the single-track tunnel's walls have just inches of clearance for trains.",
      "publication_date": "2005-07-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/11/world/europe/inches-at-a-time-crews-search-for-bodies-in-a-london-tunnel.html",
      "byline": "By Craig S. Smith"
    },
    {
      "headline": "Weakened Hurricane Leaves Less Damage Than Expected",
      "snippet": "Hurricane Dennis weakens, then comes ashore near Pensacola, Fla, near where devastating Hurricane Ivan made landfall last year; races across Florida Panhandle; some areas suffer uprooted trees, washed out roads and peeled roofs from homes, but dam...",
      "abstract": "Hurricane Dennis weakens, then comes ashore near Pensacola, Fla, near where devastating Hurricane Ivan made landfall last year; races across Florida Panhandle; some areas suffer uprooted trees, washed out roads and peeled roofs from homes, but damage falls short of destructive powers officials had feared; there are no reports of serious injuries or deaths, which officials attribute in part to exodus that began July 7 as more than million coastal residents sought shelter in hotels, shelters and neighboring states; highest winds are measured at 120 miles an hour, making it Category 3 storm, down from Category 4 it measured earlier in day with winds of 145 mph; biggest problem across path of hurricane is power failures; flooding is widespread on coast south of Tallahassee, with town of St Marks under storm surge of 10 to 12 feet; photos (M)",
      "lead_paragraph": "PENSACOLA, Fla., July 10 - After strengthening over the Gulf of Mexico and scaring more than a million coastal residents into hotels, shelters and neighboring states, Hurricane Dennis weakened as it came ashore near Pensacola on Sunday afternoon, near where the devastating Hurricane Ivan made landfall last year.",
      "publication_date": "2005-07-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/11/us/weakened-hurricane-leaves-less-damage-than-expected.html",
      "byline": "By Michael Wilson"
    },
    {
      "headline": "Part-Time Forces on Active Duty Decline Steeply",
      "snippet": "Military officials report sharp drop in number of Reserve and National Guard troops on domestic and overseas missions, and say decline will continue in months ahead; there are now 138,000 Reserve and National Guard soldiers on missions, down from ...",
      "abstract": "Military officials report sharp drop in number of Reserve and National Guard troops on domestic and overseas missions, and say decline will continue in months ahead; there are now 138,000 Reserve and National Guard soldiers on missions, down from peak of 220,000 after invasion of Iraq two years ago; decrease is welcome relief to tens of thousands of formerly part-time soldiers who, with families, employers and communities, have been badly stressed by long call-ups for duty in Afghanistan and Iraq; Reserve and National Guard members from all armed services, but with vast majority from Army Reserve and Army National Guard, now make up about 35 percent of troops in Iraq; share is expected to drop to 30 percent by next year; as they return to civilian live, Army is running perilously low on its Reserve and National Guard soldiers to fill certain critical support jobs; shortages stem from fact that so many troops involuntarily mobilized are nearing 24-month maximum call-up limit set by Bush administration; graph (M)",
      "lead_paragraph": "WASHINGTON, July 10 - The number of Reserve and National Guard troops on domestic and overseas missions has fallen to about 138,000, down from a peak of nearly 220,000 after the invasion of Iraq two years ago, a sharp decline that military officials say will continue in the months ahead.",
      "publication_date": "2005-07-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/11/politics/parttime-forces-on-active-duty-decline-steeply.html",
      "byline": "By Eric Schmitt and David S. Cloud"
    },
    {
      "headline": "Another China Bank Is Courted by the West",
      "snippet": "Goldman Sachs and Allianz of Germany are in talks to acquire $1 billion stake in China's largest state-owned bank, Industrial and Commercial Bank of China; this is latest Chinese bank to be courted by world's biggest financial institutions, all ru...",
      "abstract": "Goldman Sachs and Allianz of Germany are in talks to acquire $1 billion stake in China's largest state-owned bank, Industrial and Commercial Bank of China; this is latest Chinese bank to be courted by world's biggest financial institutions, all rushing to acquire stakes in China's troubled state-owned banks ahead of planned initial public offerings in next few years; Bank of America is seeking stake in China Construction Bank, and UBS is considering investment in Bank of China; Goldman and other large investment banks may be positioning themselves to help take banks public in future, in deals that could result in hundreds of millions of dollars in investment banking fees; Citigroup considered buying stake in China Construction Bank and helping take it public, but bankers say that deal will likely be handled by Morgan Stanley and its Chinese joint venture partner, China International Capital Corp; huge investments could be risky because China's banking system has been struggling for years with massive debts, poor management and deep-rooted corruption (M)",
      "lead_paragraph": "SHANGHAI, July 10 - Goldman Sachs and Allianz of Germany are in talks to acquire a $1 billion stake in China's largest state-owned bank, the Industrial and Commercial Bank of China, according to a person briefed on the discussions.",
      "publication_date": "2005-07-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/11/business/worldbusiness/another-china-bank-is-courted-by-the-west.html",
      "byline": "By David Barboza and Keith Bradsher"
    },
    {
      "headline": "British News Media Reacted to Bombings With a Measure of Caution",
      "snippet": "Story of terrorist bombings in London seemed to unfold in slow motion--particularly frustrating pace for TV journalists accustomed to documenting breaking news; unlike events of 9/11 in New York, bombings in Underground system occurred out of sigh...",
      "abstract": "Story of terrorist bombings in London seemed to unfold in slow motion--particularly frustrating pace for TV journalists accustomed to documenting breaking news; unlike events of 9/11 in New York, bombings in Underground system occurred out of sight of most Londoners; only bombing on bus, hour later, happened at street level; reporting was hampered further by initially inaccurate official information, lack of access to attack sites underground and cautious approach of British television news; details of what were going on underground--and later at surface level--were slow to emerge; only after Prime Min Tony Blair announced that bombings were terrorist acts did television channels end their reluctance to use that terminology; British tabloid newspapers showed less reserve than their television counterparts; photos (M)",
      "lead_paragraph": "LONDON, July 10 - When attackers struck the London transportation system on Thursday morning, Jeremy Thompson, an anchorman for the Sky News television channel, was in Scotland covering the Group of 8 meeting.",
      "publication_date": "2005-07-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/11/business/media/british-news-media-reacted-to-bombings-with-a-measure-of.html",
      "byline": "By Eric Pfanner"
    },
    {
      "headline": "First Vioxx Suit: Entryway Into a Legal Labyrinth?",
      "snippet": "Opening arguments will start in first civil case to reach trial among thousands of suits filed against Merck by people who suffered heart attacks and strokes after taking its painkiller Vioxx, or by their surviving relatives; in suit being heard i...",
      "abstract": "Opening arguments will start in first civil case to reach trial among thousands of suits filed against Merck by people who suffered heart attacks and strokes after taking its painkiller Vioxx, or by their surviving relatives; in suit being heard in Angleton, Tex, wife and children of Robert Ernst contend Vioxx caused him to die in May 2001; jury is expected to hear two starkly differing views of Merck and way it researched and marketed Vioxx; case is expected to attract widespread attention from Wall Street, news media and lawyers, as first trial in what could become biggest and most expensive civil litigation since tobacco lawsuits of 1990's; Ernsts' lawyer W Mark Lanier will try to show that Merck knew of Vioxx's heart risks before drug was approved in 1999 and failed to conduct necessary scientific studies; Merck's lawyers will argue that company acted responsibly by removing Vioxx from market as soon as clinical trial showed it was riskier than placebo; photos (M)",
      "lead_paragraph": "In a small town in South Texas, a long legal journey will begin this week for Merck, the giant drug maker, and thousands of people who suffered heart attacks and strokes after taking its painkiller Vioxx.",
      "publication_date": "2005-07-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/11/business/first-vioxx-suit-entryway-into-a-legal-labyrinth.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "A Tough Call, and Then Consequences",
      "snippet": "David Carr column says business of making journalism just got tougher, with decision of Time Inc's editor in chief Norman Pearlstine to turn over Matthew Cooper's notes and documents to special prosecutor in Valerie Plame Wilson case; says Pearlst...",
      "abstract": "David Carr column says business of making journalism just got tougher, with decision of Time Inc's editor in chief Norman Pearlstine to turn over Matthew Cooper's notes and documents to special prosecutor in Valerie Plame Wilson case; says Pearlstine, who claims case created conflict between lawyer in him and journalist, should have mentioned that in making his decision, he chose line that helps protect business interests of his company; discounts speculation that Pearlstine was pressured by his corporate bosses, saying he is independent and made decision alone; says confidential sources may be harder to come by now (M)",
      "lead_paragraph": "NORMAN PEARLSTINE, the editor in chief of Time Inc., suggested last week that his decision about whether to turn over Matt Cooper's notes and documents to the special prosecutor in the Valerie Wilson case created a conflict between the lawyer in him and the journalist.",
      "publication_date": "2005-07-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/11/business/media/a-tough-call-and-then-consequences.html",
      "byline": "By David Carr"
    },
    {
      "headline": "A DVD Standoff in Hollywood",
      "snippet": "Hollywood has not been able to agree on new format for next generation of digital video discs, players and recorders, leaving tens of billions of dollars in potential sales hanging in balance; studios are split over which of two new formats to sup...",
      "abstract": "Hollywood has not been able to agree on new format for next generation of digital video discs, players and recorders, leaving tens of billions of dollars in potential sales hanging in balance; studios are split over which of two new formats to support, Blu-Ray or HD-DVD; Sony's studio and Disney, with 39 percent of DVD market, back Blu-ray group, while Warner, Universal and Paramount, with 43 percent of market, support HD-DVD standard developed by Toshiba and NEC; Fox, MGM, Lions Gate and others, controlling remaining 18 percent of market, have not yet declared their allegiance; because rival discs are largely incompatible, studios have beeen unable to persuade manufacturers to reach compromise or to get one side to withdraw; and because many Hollywood executives have staked their reputations on one technology or other, it would be politically difficult for them to switch sides now; photos; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/11/technology/a-dvd-standoff-in-hollywood.html",
      "byline": "By Ken Belson"
    }
  ]
}