{
  "metadata": {
    "date": "2005-05-05",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Pentagon Analyst Charged With Disclosing Military Secrets",
      "snippet": "Federal agents arrest Pentagon analyst Lawrence A Franklin, accusing him of disclosing highly classified information about possible attacks on American forces in Iraq to two employees of pro-Israel lobbying group; group, American Israel Public Aff...",
      "abstract": "Federal agents arrest Pentagon analyst Lawrence A Franklin, accusing him of disclosing highly classified information about possible attacks on American forces in Iraq to two employees of pro-Israel lobbying group; group, American Israel Public Affairs Committee, known as Aipac, has close ties to senior policymakers in Bush administration; Secretary of State Condoleezza Rice is expected to appear at its annual meeting this month; investigation proves awkward as well for group of conservative Republicans who held high-level civilian jobs at Pentagon during Pres Bush's first term, who were also close to Aipac; they were led by Paul D Wolfowitz, former deputy defense secretary; Franklin once worked with Wolfowitz's under secretary of policy at Pentagon Douglas J Feith; two Aipac employees are identified as Steven Rosen and Keith Weissman; Aipac recently dismissed both men after months of defending them; Israeli Foreign Min Silvan Shalon calims Israel had no role in case; photo (M)",
      "lead_paragraph": "WASHINGTON, May 4 - Federal agents arrested a Pentagon analyst on Wednesday, accusing him of illegally disclosing highly classified information about possible attacks on American forces in Iraq to two employees of a pro-Israel lobbying group.",
      "publication_date": "2005-05-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/05/politics/pentagon-analyst-charged-with-disclosing-military-secrets.html",
      "byline": "By David Johnston and Eric Lichtblau"
    },
    {
      "headline": "Report to German Ruling Party Faults Overseas Investors",
      "snippet": "Report prepared by Parliament researchers for Germany's governing Social Democratic Party names Kohlberg Kravis, Goldman Sachs and other American and British firms as foreigners who have plundered German assets, laid off workers or been just plain...",
      "abstract": "Report prepared by Parliament researchers for Germany's governing Social Democratic Party names Kohlberg Kravis, Goldman Sachs and other American and British firms as foreigners who have plundered German assets, laid off workers or been just plain greedy; party's chairman Franz Muntefering tells German tabloid Bild that such investors 'stay anonymous, have no face, fall upon companies like locusts, devour them and move on'; antiforeign sentiment in Germany is stoked by convergence of three trends: flood of private equity money into country, extended weakness of nation's economy, which feeds fear that German jobs are leaching out of country, and fading fortunes of Social Democratic Party and its leader, Chancellor Gerhard Schroder; German industrialists, academics and other politicians have criticized Munterfering's attack, which seems calculated to shore up leftist base of Social Democrats before crucial election on May 22 in North Rhine-Westphalia, large and economically troubled state; prominent German-Jewish historian Michael Wolffsohn even detects some anti-Jewish sentiment in list, which also includes Blackstone and Saban Capital, which is controlled by Israeli-American billionaire Haim Saban; Schroder has not joined in such attacks, and officials in North Rhine-Westphalia say it makes no sense to put Wincor Nixdorf, which makes automated teller machines, on list of supposed victims; company has hired 3,200 employees since 1999, and its stock has risen 57 percent since offering year ago; Wincor's chief executive Karl-Heinz Stiller comments on company being sold to demanding American private equity investors; graph; photos (M)",
      "lead_paragraph": "PADERBORN, Germany, May 3 - Karl-Heinz Stiller might have felt entitled to a victory lap, right about now.",
      "publication_date": "2005-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/05/business/worldbusiness/report-to-german-ruling-party-faults-overseas.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "A New Photoshop Makes Retouching Reality (Somewhat) Easier",
      "snippet": "Warp Smart Objects to the Vanishing Point With th",
      "abstract": "Warp Smart Objects to the Vanishing Point With th",
      "lead_paragraph": "WHOEVER said \"the camera never lies\" was either a prankster, a simpleton or somebody who had never heard of Photoshop.",
      "publication_date": "2005-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/05/technology/circuits/a-new-photoshop-makes-retouching-reality-somewhat.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Treasury Says 30-Year Bond May Be Revived",
      "snippet": "US Treasury takes first step toward revival of 30-year bond, unexpected shift that could provide important tool to grapple with nation's troublesome budget deficit and its creaky pension system; new Treasury security with longer maturity than curr...",
      "abstract": "US Treasury takes first step toward revival of 30-year bond, unexpected shift that could provide important tool to grapple with nation's troublesome budget deficit and its creaky pension system; new Treasury security with longer maturity than current market benchmark--10-year note--could help boom in bond trading that has bolstered many firms' profits in recent years; graphs (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/05/business/treasury-says-30year-bond-may-be-revived.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Insurers Face F.B.I. Inquiry Into Accounting Practices  The Federal Bureau of Investigation is reviewing insurance practices to determine whether the accounting irregularities at American International Group are a pervasive problem, agency officia...",
      "abstract": " Insurers Face F.B.I. Inquiry Into Accounting Practices  The Federal Bureau of Investigation is reviewing insurance practices to determine whether the accounting irregularities at American International Group are a pervasive problem, agency officials said.     The review could increase pressure on insurance companies to show that they are in compliance with accounting rules. [Page C19.]    Drug Is Found to Help With Strokes  An experimental treatment developed by AstraZeneca and Renovis has been shown to protect the brain from some stroke damage, drug industry executives and doctors said. [C3.]    New Top Lawyer for Morgan Stanley  Morgan Stanley named David W. Heleniak, left, a prominent mergers and acquisitions lawyer, to oversee its regulatory and legal matters. The move signals a renewed urgency on the part of Morgan Stanley's leaders to address the firm's awkward, often confrontational relationship with the legal and regulatory community. [C4.]    Inquiry Into Gifts at Fidelity  The United States attorney in Boston is looking into whether brokers from investment banks plied traders at Fidelity Investments with lavish gifts. [C2.]    Lazard Must Win Over Investors  Shares in Lazard were priced at $25, the low end of the estimated range, and will start trading today. Some investors said the stock might drop in coming weeks. Market Place. [C13.]    Plan for Radio-Tagging Patents  Intermec Technologies plans to license four portfolios of its radio-tagging patents on terms that it said should spur development. [C19.]    Confidence in G.M. Helps Stocks  Stocks rallied as investors were inspired by Kirk Kerkorian's plan to expand his stake in G.M. The Dow average rose 127.69 points, to 10,384.64. The S.&P. 500 gained 14.48 points, to 1,175.65, and the Nasdaq composite rose 29.16 points, to 1,962.23. [C13.]    Cheap Calls Over the Internet  Internet calling and videoconferencing from home are finally taking off, and there are many tools to choose from. Circuits. [C9.]    Ads at AOL Help Time Warner  Time Warner reported solid first-quarter growth at some units and strong advertising gains at AOL. The company beat Wall Street's earnings expectations of 17 cents a share by a penny. [C6.]    Rupert Murdoch, chief of the News Corporation, said he expected to resolve a dispute with Liberty Media soon. [C6.]    No More Nikes at Sears Stores  Nike's decision to stop selling its sneakers and clothes at Sears is most likely a result of Kmart's acquisition of Sears in March, analysts said. Advertising. [C6.]    Microsoft to Try Licensing Plan  Microsoft will license its home-grown ideas to venture capital firms and entrepreneurs. The move is intended to foster better relations between the company and start-ups. [C7.]    Florida Judge Punishes Boies's Firm  David Boies's law firm got a black eye last week in a case involving a dispute between gardening companies in Florida. [C6.]    Lose an Employee, Not the Business  Legal agreements cannot prevent workers from joining a rival firm, but they can limit the damage they do. Small Business. [C5.]  ",
      "lead_paragraph": "Insurers Face F.B.I. Inquiry Into Accounting Practices The Federal Bureau of Investigation is reviewing insurance practices to determine whether the accounting irregularities at American International Group are a pervasive problem, agency officials said.",
      "publication_date": "2005-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/05/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "I.B.M. to Lay Off Over 10,000 in Struggle to Keep Up Profits",
      "snippet": "IBM to lay off 10,000 to 13,000 workers, mostly in Europe, as it struggles to keep its profits at time when global competition in technology business spreads beyond selling computers to providing services; cutbacks come after IBM reported disappoi...",
      "abstract": "IBM to lay off 10,000 to 13,000 workers, mostly in Europe, as it struggles to keep its profits at time when global competition in technology business spreads beyond selling computers to providing services; cutbacks come after IBM reported disappointing quarterly earnings last month and price of its shares dropped; IBM portrays move as mainly evolution in its strategy of globalizing its operations by moving back-office work to low-cost locations and pruning operations in high-cost and slower-growth markets like France, Germany and Italy; job cuts are primarily in administrative offices; graph (M)",
      "lead_paragraph": "I.B.M. announced yesterday that it would lay off 10,000 to 13,000 workers, mostly in Europe, as it struggles to keep up its profits at a time when global competition in the technology business spreads beyond selling computers to providing services.",
      "publication_date": "2005-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/05/technology/ibm-to-lay-off-over-10000-in-struggle-to-keep-up-profits.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "9 Weird Weeks: Prosecutor Rests in Jackson Case",
      "snippet": "Prosecution rests in child molesting case against Michael Jackson after nine weeks of testimony; 87 witnesses with muddled memories and mixed motives give dark, at times bewildering, accounts of sex, under-age drinking and conspiracy; several do p...",
      "abstract": "Prosecution rests in child molesting case against Michael Jackson after nine weeks of testimony; 87 witnesses with muddled memories and mixed motives give dark, at times bewildering, accounts of sex, under-age drinking and conspiracy; several do prosecution more harm than good; defense immediately files motion for acquittal, saying prosecution failed to prove their case on any of 10 counts; Judge Rodney S Melville says he would hear arguments on motion on May 5; trial so far recalled; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/05/us/9-weird-weeks-prosecutor-rests-in-jackson-case.html",
      "byline": "By John M. Broder"
    },
    {
      "headline": "Pakistan Reports Arrest of a Senior Qaeda Leader",
      "snippet": "Pakistani authorities announce arrest of Abu Faraj al-Libbi, senior operative for Al Qaeda suspected of directing two failed assassination attempts against Gen Pervez Musharraf; Pakistani and American officials describe Libbi, a Libyan, as third m...",
      "abstract": "Pakistani authorities announce arrest of Abu Faraj al-Libbi, senior operative for Al Qaeda suspected of directing two failed assassination attempts against Gen Pervez Musharraf; Pakistani and American officials describe Libbi, a Libyan, as third most senior leader in Al Qaeda terrorist network; Pres Bush hails arrest as victory in war on terror; counterterrorism experts in Europe raise questions about Libbi's importance; Pakistani officials say he was arrested in town north of Peshawar, but they refuse comment on circumstances of his arrest or extent of American aid in operation; they claim Libbi succeeded Khalid Sheikh Mohammed as head of Al Qaeda's operations in Pakistan, and is believed to be among few members of organization who know whereabouts of Osama bin Laden and his deputy Ayman al-Zawahiri; Libbi's suspected accomplice in failed assassination attempts against Musharraf was Pakistani militant Amjad Hussain Farooqi, who was also implicated in murder of Wall Street Journal reporter Daniel Pearl in 2002; Farooqi was killed last Sept in shootout with security forces in southern Pakistan; photos; map (M)",
      "lead_paragraph": "Pakistani authorities announced yesterday the arrest of a senior operative for Al Qaeda who is suspected of directing two failed assassination attempts against the president, Gen. Pervez Musharraf.",
      "publication_date": "2005-05-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/05/world/asia/pakistan-reports-arrest-of-a-senior-qaeda-leader.html",
      "byline": "This article was reported by Salman Masood, Mohammed Khan and Somini Sengupta and Written By Ms. Sengupta"
    },
    {
      "headline": "Judge Rejects Abuse PleaAfter Ringleader Testifies",
      "snippet": "Mistrial is declared in court-martial of Pfc Lynndie R England, accused of abusing naked Iraqi detainees in Abu Ghraib prison; military judge throws out her guilty plea after convicted ringleader of scandal Pvt Charles A Graner Jr testifies on her...",
      "abstract": "Mistrial is declared in court-martial of Pfc Lynndie R England, accused of abusing naked Iraqi detainees in Abu Ghraib prison; military judge throws out her guilty plea after convicted ringleader of scandal Pvt Charles A Graner Jr testifies on her behalf; judge, Col James L Pohl, cites Graner's testimony portraying handling of leashed prisoner as legitimate and saying England acted at his request in helping to remove obstructive prisoner from his cell; Col Pohl says this would contradict England's sworn admission of guilt; he had earlier signaled his impatience with defense efforts to undercut England's admissions of guilt, challenging defense witness, psychologist who seemed to suggest she does not know right from wrong; Graner, on the stand, acknowledges that he and England 'had a relationship'; photo of England and child fathered by Graner (M)",
      "lead_paragraph": "KILLEEN, Tex., May 4 - The court-martial of Pfc. Lynndie R. England, accused of abusing naked Iraqi detainees in Abu Ghraib prison, was declared a mistrial on Wednesday when a military judge threw out her guilty plea over testimony by the convicted ringleader of the scandal and father of her baby.",
      "publication_date": "2005-05-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/05/us/judge-rejects-abuse-pleaafter-ringleader-testifies.html",
      "byline": "By Ralph Blumenthal"
    },
    {
      "headline": "60 Kurds Killed by Suicide Bomb in Northern Iraq",
      "snippet": "Suicide bomber blows himself up outside police recruiting center in Kurdish provincial capital of Erbil, killing at least 60 Kurds and wounding 150 others as insurgents press their campaign to destabilize Iraq's infant democratic government; terro...",
      "abstract": "Suicide bomber blows himself up outside police recruiting center in Kurdish provincial capital of Erbil, killing at least 60 Kurds and wounding 150 others as insurgents press their campaign to destabilize Iraq's infant democratic government; terrorist group Ansar al-Sunna takes responsibility for blast, calling it retribution for Kurdish troops' involvement in fighting insurgents alongside American forces; bombing is biggest single act of terrorism in Iraq since early Mar; it is only second post-invasion strike of its magnitude in normally calm Kurdish territories, where highly disciplined militia enforce strict system of checkpoints and ethnic profiling intended to keep out insurgents; most of Kurds killed in latest attack were prospective policemen; Baghdad is also struck by more violence, as suicide car bomb hits Iraqi convoy in hostile Dawra district, killing nine Iraqi soldiers; photos; map (M)",
      "lead_paragraph": "ERBIL, Iraq, May 4 - A suicide bomber pretending to be a job seeker blew himself up Wednesday morning outside a police recruiting center in this Kurdish provincial capital, killing at least 60 Kurds, most of them prospective policemen, and wounding 150 others as insurgents pressed an effort to destabilize Iraq's infant democratic government.",
      "publication_date": "2005-05-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/05/world/middleeast/60-kurds-killed-by-suicide-bomb-in-northern-iraq.html",
      "byline": "By Warzer Jaff and Richard A. Oppel Jr"
    },
    {
      "headline": "Kerkorian Seeking 9% Stake in G.M.",
      "snippet": "Kirk Kerkor",
      "abstract": "Kirk Kerkor",
      "lead_paragraph": "DETROIT, May 4 - Kirk Kerkorian, the multi-billionaire casino operator and financier, said today that he was making an offer that would give him a stake worth nearly 9 percent in General Motors, the struggling Detroit auto giant whose stock recently hit a 12-year low. Coming from Mr. Kerkorian, an 87-year-old with a history of taking big stakes and exerting varying degrees of control over airlines, casinos, automakers and movie studios, the news surprised Detroit and Wall Street.",
      "publication_date": "2005-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/05/business/kerkorian-seeking-9-stake-in-gm.html",
      "byline": "By Danny Hakim"
    }
  ]
}