{
  "metadata": {
    "date": "2005-12-20",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "F.B.I. Watched Activist Groups, New Files Show",
      "snippet": "Counterterrorism agents at Federal Bureau of Investigation, whose restrictions were loosened by then-Atty Gen John Ashcroft following 9/11 attacks, have conducted surveillance and intelligence-gathering operations involving groups active in causes...",
      "abstract": "Counterterrorism agents at Federal Bureau of Investigation, whose restrictions were loosened by then-Atty Gen John Ashcroft following 9/11 attacks, have conducted surveillance and intelligence-gathering operations involving groups active in causes as diverse as environment, animal cruelty and poverty relief; civil rights advocates charge government has improperly blurred line between terrorism and acts of civil disobedience and lawful protest; Ashcroft gave bureau greater ability to visit and monitor Web sites, mosques and other public entities in developing terrorism leads; FBI documents show bureau used that authority to investigate protest groups suspected of having links to violent or disruptive activities; FBI documents were obtained in Freedom of Information Act lawsuit brought by American Civil Liberties Union; ACLU is seeking access to information in FBI files on about 150 protest and social groups that it says may have been improperly monitored (M)",
      "lead_paragraph": "WASHINGTON, Dec. 19 - Counterterrorism agents at the Federal Bureau of Investigation have conducted numerous surveillance and intelligence-gathering operations that involved, at least indirectly, groups active in causes as diverse as the environment, animal cruelty and poverty relief, newly disclosed agency records show.",
      "publication_date": "2005-12-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/20/politics/fbi-watched-activist-groups-new-files-show.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "Administration Cites War Vote in Spying Case",
      "snippet": "Pres Bush says highly classified program to spy on suspected members of terrorist groups in United States grew out of president's constitutional authority and 2001 Congressional resolution authorizing him to use all necessary force against those r...",
      "abstract": "Pres Bush says highly classified program to spy on suspected members of terrorist groups in United States grew out of president's constitutional authority and 2001 Congressional resolution authorizing him to use all necessary force against those responsible for 9/11 attacks; Bush and two of his most senior aides offer their most forceful and detailed defense of program in series of briefings, television interviews and hastily called presidential news conference; they argue that existing Foreign Intelligence Agency Act was not written for age of modern terrorism; Bush strongly hints at government leak investigation into how existence of program was disclosed; he again lashes out at Democrats and Republicans in Senate who blocked reauthorization of USA Patriot Act; several senators note Bush's refusal to accept amendments to act they feel are necessary to protect civil liberties, or to agree to short-term renewal of existing law while negotiations continue; key Democrats who had been briefed on program say they were told so little there was no effective Congressional oversight for it; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 19 - President Bush and two of his most senior aides argued Monday that the highly classified program to spy on suspected members of terrorist groups in the United States grew out of the president's constitutional authority and a 2001 Congressional resolution that authorized him to use all necessary force against those responsible for the Sept. 11 attacks.",
      "publication_date": "2005-12-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/20/politics/administration-cites-war-vote-in-spying-case.html",
      "byline": "By Eric Lichtblau and David E. Sanger"
    },
    {
      "headline": "A Mission That Ended inInferno for 3 Women",
      "snippet": "Special report, Fatally Exposed, examines suicide bombing in Falluja last June that killed three American servicewomen and badly burned six others; three male marines were also killed; Defense Dept claims women were adequately protected, but fact ...",
      "abstract": "Special report, Fatally Exposed, examines suicide bombing in Falluja last June that killed three American servicewomen and badly burned six others; three male marines were also killed; Defense Dept claims women were adequately protected, but fact is that they were sent off with substandard armor, inadequate security and faulty tactics, and predictability of their daily commute through one of most volatile parts of Iraq made them open target; cargo truck women rode in was never intended for warfare with insurgents; improvised metal shielding only rose to women's shoulders, while flames from blast shot over top; their convoy was protected by just two Humvees with mounted machine guns, in area so dangerous that local Marine commander typically had four Humvees when he ventured out; security team let suicide bomber pull to side of road as convoy passed, rather than ordering him to move ahead to keep away from convoy; women needed more protection because their work in Falluja, searching Iraqi women for weapons and countraband, was igniting local tension; wounded women say they were told not to speak with reporters; some survivors recall attack and its aftermath; photos; chart (L)",
      "lead_paragraph": "The 120-degree June heat and rising tension in Falluja had already frayed the nerves of the Marine women when the cargo truck they were riding in pulled onto the main road and turned toward camp. It was only a 15-minute trip. But the blast took mere seconds to incinerate lives.",
      "publication_date": "2005-12-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/20/world/middleeast/a-mission-that-ended-ininferno-for-3-women.html",
      "byline": "By Michael Moss"
    },
    {
      "headline": "Transition to Digital Gets Closer",
      "snippet": "House of Representatives votes to require complete transition from analog to digital television signals on Feb 17, 2009, and to provide millions of households with coupons to buy converter boxes to keep their sets working after transition; househo...",
      "abstract": "House of Representatives votes to require complete transition from analog to digital television signals on Feb 17, 2009, and to provide millions of households with coupons to buy converter boxes to keep their sets working after transition; households would get two coupons, each worth $40 toward purchase of $60 converter box, for total cost to government of $900 million to $1.5 billion; Feb 17 date was chosen because it will come two weeks before Super Bowl and a month before NCAA basketball tournament; consumer groups say that coupons will not be nearly enough for all analog television sets and that many consumers will still need to pay $20 or more to upgrade each television set in their home that is not connected to cable or satellite service (M)",
      "lead_paragraph": "WASHINGTON, Dec. 19 - The House of Representatives moved early Monday to provide millions of households with coupons to buy equipment to keep their television sets working after broadcasters switch from analog to digital signals. But consumer groups warned that the new law would still impose significant costs on viewers.",
      "publication_date": "2005-12-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/20/technology/transition-to-digital-gets-closer.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Religious Groups Take Early Lead in Iraqi Ballots",
      "snippet": "Religious groups, particularly main Shiite coalition, take commanding lead in early voting results announced by Iraqi electoral officials; with nearly two-thirds of ballots counted, secular coalition led by Ayad Allawi wins only meager support in ...",
      "abstract": "Religious groups, particularly main Shiite coalition, take commanding lead in early voting results announced by Iraqi electoral officials; with nearly two-thirds of ballots counted, secular coalition led by Ayad Allawi wins only meager support in crucial provinces where it expected to do well, including Baghdad; front-runner among Sunni Arab voters is religious coalition whose leader calls for resistance to American military and demands that Pres Bush set timetable for withdrawing from Iraq; important question is whether Sunni Arab parties, which disagree with religious Shiites on fundamental issues, will be invited to join in new government; their exclusion could further inflame insurgency; voting results are blow to Allawi, a White House favorite; he has accused Shiite coalition of campaign malfeasance and vote fraud; prominent secular candidate Ahmad Chalabi wins less than 1 percent of vote in Baghdad, possibly denying him seat in Council of Representatives; main Kurdish coalition overwhelmingly dominates three northern Kurdish provinces, as does main Shiite coalition in south; photo; maps (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Dec. 19 - Early voting results announced by Iraqi electoral officials on Monday, with nearly two-thirds of the ballots counted, indicated that religious groups, particularly the main Shiite coalition, had taken a commanding lead. The secular coalition led by Ayad Allawi, the former prime minister, had won only meager support in crucial provinces where it had expected to do well, including Baghdad.",
      "publication_date": "2005-12-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/20/world/middleeast/religious-groups-take-early-lead-in-iraqi-ballots.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Orthodoxies on Trade Worn Down in Marathon",
      "snippet": "Declaration approved at World Trade Organization meeting in Hong Kong represents significantly more progress than anyone expected when trade ministers convened on Dec 13, largely thanks to marathon talks over last weekend; European Union changed c...",
      "abstract": "Declaration approved at World Trade Organization meeting in Hong Kong represents significantly more progress than anyone expected when trade ministers convened on Dec 13, largely thanks to marathon talks over last weekend; European Union changed course and put forward crucial proposal on agriculture; India, acting as intermediary, persuaded poor countries to accept portions of agreement calling for freer trade in services like telecommunications and banking; Venezuela backed down from its objections to provisions on services at last minute and allowed Hong Kong Declaration to be approved by consensus (M)",
      "lead_paragraph": "HONG KONG, Dec. 19 - The low point of the World Trade Organization conference here came on Saturday evening, as ministers were despairing of progress, while outside, protesters' steel pipes rained down on the shields of police officers and tear gas grenades spewed choking clouds.",
      "publication_date": "2005-12-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/20/business/worldbusiness/orthodoxies-on-trade-worn-down-in-marathon.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Amid Inquiry, Chief of Italy's Central Bank Resigns",
      "snippet": "Antonio Fazio resigns as governor of Bank of Italy amid controversy over allegations that he tried to help Banca Popolare Italiana outmaneuver a foreign bank, ABN Amro of Netherlands, to acquire Banca Antonveneta; had lifetime tenure in post, but ...",
      "abstract": "Antonio Fazio resigns as governor of Bank of Italy amid controversy over allegations that he tried to help Banca Popolare Italiana outmaneuver a foreign bank, ABN Amro of Netherlands, to acquire Banca Antonveneta; had lifetime tenure in post, but his standing began steep descent in July, when Italian press began publishing text of wiretapped conversations between him and Gianpiero Fiorani, then chief executive of Banca Popolare Fiorani; photos (M)",
      "lead_paragraph": "ROME, Dec. 19 - It was a drama that engrossed Italy's political and financial circles.",
      "publication_date": "2005-12-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/20/business/worldbusiness/amid-inquiry-chief-of-italys-central-bank-resigns.html",
      "byline": "By Ian Fisher and Eric Sylvers"
    },
    {
      "headline": "Governments Tremble atGoogle's Bird's-Eye View",
      "snippet": "Increased openness in digitally networked world is causing security concerns in governments around world; several nations voice alarm about Google Earth, free software that marries satellite and aerial images with mapping capabilities, offering de...",
      "abstract": "Increased openness in digitally networked world is causing security concerns in governments around world; several nations voice alarm about Google Earth, free software that marries satellite and aerial images with mapping capabilities, offering detailed displays of government buildings, military installations and other important sites within their borders; India, whose laws sharply restrict satellite and aerial photography, is particularly incensed, as are South Korea and Thailand; there is little they can do but protest; American experts in and outside government agree that focus on Google Earth as security threat appears misplaced; note same images Google acquires from variety of sources are available directly from imaging companies, as well as from other sources; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-12-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/20/technology/governments-tremble-atgoogles-birdseye-view.html",
      "byline": "By Katie Hafner and Saritha Rai"
    },
    {
      "headline": "AOL Coaxes Google to Try Busier Ads",
      "snippet": "Executives close to negotiations between Google and America Online say that as part of deal being worked out between them, Google will provide AOL with $300 million worth of advertising on Google's Web sites, intended to draw Google search users t...",
      "abstract": "Executives close to negotiations between Google and America Online say that as part of deal being worked out between them, Google will provide AOL with $300 million worth of advertising on Google's Web sites, intended to draw Google search users to related content on AOL's sites, and that at AOL's request, Google will begin to experiment with various forms of graphical ads on its heretofore spare pages and make same formats available to other advertisers; say Google will also help put content from AOL on other parts of its site, such as One Box, which puts very specific links and content above regular results for certain search topics (M)",
      "lead_paragraph": "Users of Google's search engine will soon see something they are not used to on the notoriously spare site: advertising with logos and graphics. And the advertisers will not be limited to America Online, whose talks with Google prompted the change in policy, according to two executives close to the companies' negotiations.",
      "publication_date": "2005-12-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/20/business/technology/aol-coaxes-google-to-try-busier-ads.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Welcome to the Potemkin Mall",
      "snippet": "Retail analysts, hedge fund managers and institutional investors seek clues to health of holiday shopping season at Garden State Plaza mall in Paramus, NJ, whose proximity to Wall Street has made one of their prime sources of information about mar...",
      "abstract": "Retail analysts, hedge fund managers and institutional investors seek clues to health of holiday shopping season at Garden State Plaza mall in Paramus, NJ, whose proximity to Wall Street has made one of their prime sources of information about markdowns, shopping traffic and sales figures; freely admit that Garden State Plaza may be one of worst shopping centers in country to judge anything by because it is located in wealthy suburb and because retailers, knowing its significance to Wall Street, put their best store designs, merchandise and employees there; photos (M)",
      "lead_paragraph": "PARAMUS, N.J., Dec. 16 - At the Garden State Plaza, a sprawling marble and skylight-filled shopping center just outside Manhattan, discriminating consumers can find a $400 fur-trimmed handbag at Coach, a $60 pair of distressed jeans at American Eagle Outfitters and a $25 make-your-own giraffe at Build-a-Bear.",
      "publication_date": "2005-12-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/20/business/welcome-to-the-potemkin-mall.html",
      "byline": "By Michael Barbaro"
    }
  ]
}