{
  "metadata": {
    "date": "2005-06-01",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "'Deep Throat' Unmasks Himself as Ex-No. 2 Official at F.B.I.",
      "snippet": "W Mark Felt, No. 2 man at FBI in 1972, acknowledges in Vanity Fair magazine that he was 'Deep Throat,' mysterious figure who helped Washington Post unravel Watergate scandal and presidency of Richard M Nixon; was long a prime suspect to Nixon hims...",
      "abstract": "W Mark Felt, No. 2 man at FBI in 1972, acknowledges in Vanity Fair magazine that he was 'Deep Throat,' mysterious figure who helped Washington Post unravel Watergate scandal and presidency of Richard M Nixon; was long a prime suspect to Nixon himself; Post confirms that Felt was official who encouraged its reporters, Bob Woodward and Carl Bernstein, to follow trail from break-in at Democratic National Committee headquarters in Watergate complex to highest levels of Nixon administration; Woodward and Bernstein initially decline to confirm Vanity Fair article, believing they promised Felt unconditional confidentiality until his death; Post, which has tightly guarded secret, suddenly finds itself scrambling to deal with monthly magazine's scoop of final footnote to biggest story in its history; photos (L)",
      "lead_paragraph": "WASHINGTON, May 31 - Deep Throat, the mystery man who reigned as Washington's best-kept secret source for more than 30 years, was not just any shadowy, cigarette-smoking tipster in a raincoat. He was the No. 2 official of the F.B.I., W. Mark Felt, who helped The Washington Post unravel the Watergate scandal and the presidency of Richard M. Nixon, a feat that he lived to see disclosed on Tuesday, frail but smiling at 91.",
      "publication_date": "2005-06-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/01/politics/deep-throat-unmasks-himself-as-exno-2-official-at-fbi.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "Decision Rekindles Debate Over Andersen Indictment",
      "snippet": "Supreme Court decision to throw out Arthur Andersen's conviction on obstruction of justice charge in Enron Corp scandal rekindles debate over whether firm should have been indicted; several lawyers say that prosecuting Andersen was viewed as contr...",
      "abstract": "Supreme Court decision to throw out Arthur Andersen's conviction on obstruction of justice charge in Enron Corp scandal rekindles debate over whether firm should have been indicted; several lawyers say that prosecuting Andersen was viewed as controversial, but that it was not unjustified either in 2002 or in hindsight; firm's collapse caused lot of pain for its employees, most of whom had nothing to do with any of questionable audits; chronology of Andersen's collapse (M)",
      "lead_paragraph": "For Randy D. Robason, a former tax partner at Arthur Andersen, news that the Supreme Court had thrown out the accounting firm's nearly three-year-old conviction was too little and too late.",
      "publication_date": "2005-06-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/01/business/decision-rekindles-debate-over-andersen-indictment.html",
      "byline": "By Jonathan D. Glater and Alexei Barrionuevo"
    },
    {
      "headline": "Justices Reject Auditor Verdict in Enron Scandal",
      "snippet": "Supreme Court, with brief, pointed and unanimous opinion, overturns Arthur Andersen's conviction for shredding Enron accounting documents as that company was collapsing in one of nation's biggest corporate scandals; holds that Judge Melinda Harmon...",
      "abstract": "Supreme Court, with brief, pointed and unanimous opinion, overturns Arthur Andersen's conviction for shredding Enron accounting documents as that company was collapsing in one of nation's biggest corporate scandals; holds that Judge Melinda Harmon's instructions to jury failed to require necessary proof that Andersen knew its actions were wrong; decision represents little more than Pyrrhic victory for Andersen, which lost its clients after being indicted on obstruction of justice charges and has no chance of returning as viable enterprise; firm has shrunk from 28,000 employees in United States to skeleton crew of 200, who are attending to final details of closing down partnership; legal experts say that Supreme Cuort did not ultimately settle question of whether Andersen had acted with criminal intent when it allowed many of Enron's accounting papers to be be destroyed; but but that it made clear that prosecutors went too far by pressing Harmon to set such a low hurdled for jury to reach guilty verdict; Chief Justice William H Rehnquist writes opinion for court; photo (M)",
      "lead_paragraph": "WASHINGTON, May 31 - With a brief, pointed and unanimous opinion, the Supreme Court on Tuesday overturned Arthur Andersen's conviction for shredding Enron accounting documents as that company was collapsing in one of the nation's biggest corporate scandals.",
      "publication_date": "2005-06-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/01/business/justices-reject-auditor-verdict-in-enron-scandal.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "ABC's Sales for the Fall Nearly Done",
      "snippet": "ABC becomes first of six large broadcast television networks to complete selling most of commercials during its prime-time programs scheduled for 2005-6 season; most other broadcasters are anywhere from quarter to half finished with their own sell...",
      "abstract": "ABC becomes first of six large broadcast television networks to complete selling most of commercials during its prime-time programs scheduled for 2005-6 season; most other broadcasters are anywhere from quarter to half finished with their own selling, with exception of NBC, which is still in talks with agencies and advertisers; ABC's estimated sales total of $2.1 billion in regular nonsports programming compares with estimated $1.6 billion for comparable shows in upfront market last year and is somewhat higher than what most analysts and agency executives forecast; Mike Shaw, president for sales and marketing at ABC, comments; photos (M)",
      "lead_paragraph": "ABC seems anything but lost or desperate when it comes to selling commercial time ahead of the fall season.",
      "publication_date": "2005-06-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/01/business/media/abcs-sales-for-the-fall-nearly-done.html",
      "byline": "By Stuart Elliott"
    },
    {
      "headline": "Old Lions of Banking, Out on Their Own",
      "snippet": "Boutique investment banks run by men who achieved fame more than 20 years ago are latest trend on Wall Street; Robert F Greenhill, 68, is basking in glow of stock market success of his firm, Greenhill & Co, whose shares have doubled since its publ...",
      "abstract": "Boutique investment banks run by men who achieved fame more than 20 years ago are latest trend on Wall Street; Robert F Greenhill, 68, is basking in glow of stock market success of his firm, Greenhill & Co, whose shares have doubled since its public offering last year; Eric J Gleacher's firm, Gleacher Partners, has also been on roll, advising series of deals involving sectors as diverse as military industry and talent agencies; Joseph R Perella, mergers and acquisitions banker who was at center of some of largest deals of 1980's, seems likely to join exclusive club after his resignation from Morgan Stanley; chief executives and boards are placing new value on independent advice from boutique investment banks that are free from conflicts and competing pressures at time when larger investment banks have been ensnarled in corporate scandals; chart; photo (M)",
      "lead_paragraph": "Eric J. Gleacher and Robert F. Greenhill have much in common. In their late 60's, their faces wizened by untold hours perfecting their golf games, the two former Morgan Stanley deal makers are well-worn survivors of the 1980's takeover boom who should be easing into their golden years.",
      "publication_date": "2005-06-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/01/business/old-lions-of-banking-out-on-their-own.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "A.I.G. Profit Is Reduced by $4 Billion",
      "snippet": "American International Group, whose accounting practices are under investigation by federal and state prosecutors, reduces its reported profits by nearly $4 billion over five years; says accounting problems were largely the fault of former chief e...",
      "abstract": "American International Group, whose accounting practices are under investigation by federal and state prosecutors, reduces its reported profits by nearly $4 billion over five years; says accounting problems were largely the fault of former chief executive Maurice R Greenberg and former chief financial officer Howard I Smith; 2004 profit is reduced to $9.73 billion from $11.1 billion it reported in February; AIG increases its reserves for asbestos and environmental claims by $850 million before taxes in 2004; reduces net income for four of last five years and lowers net worth at end of 2004 by 2.7 percent, to $83 billion; chief executive Martin J Sullivan does not expect any further restatements; chart; photo (M)",
      "lead_paragraph": "The American International Group, the insurance giant whose accounting practices are under investigation by federal and state regulators, released its long-awaited restatement yesterday, reducing its profits by nearly $4 billion over five years. It laid much of the blame for the accounting problems at the feet of its former chief executive, Maurice R. Greenberg, and its former chief financial officer, Howard I. Smith.",
      "publication_date": "2005-06-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/01/business/aig-profit-is-reduced-by-4-billion.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "French Leader Ousts Premier Over Lost Vote on Europe",
      "snippet": "Pres Jacques Chirac ousts Jean-Pierre Raffarin as prime minister of France and replaces him with Dominique de Villepin in wake of voters' decisive rejection of constitution for Europe; appoints Nicolas Sarkozy, head of governing center-right party...",
      "abstract": "Pres Jacques Chirac ousts Jean-Pierre Raffarin as prime minister of France and replaces him with Dominique de Villepin in wake of voters' decisive rejection of constitution for Europe; appoints Nicolas Sarkozy, head of governing center-right party and a political foe, to crucial cabinet post with honorary title of minister of state; confesses that rejection of referendum on European Union constitution has begun period of 'difficulties and uncertainties' that required French to 'rally together around the national interest'; promises that top priority of new government will be job creation, acknowledging that opposition to constitution was motivated as much by anxiety over French economy as it was by fears of enlarged Europe; de Villepin's appointment is criticized by figures on the left and even on the right, who say Chirac is out of touch with his electorate; photo (M)",
      "lead_paragraph": "PARIS, May 31 - President Jacques Chirac of France appointed his longtime protégé Dominique de Villepin as prime minister on Tuesday in an effort to restore confidence in the French government after the country's decisive rejection of a constitution for Europe.",
      "publication_date": "2005-06-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/01/world/europe/french-leader-ousts-premier-over-lost-vote-on-europe.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "Unions Struggle as Communications Industry Shifts",
      "snippet": "Unionized workers in telecommunications industry face bleak future because mergers, deregulation and technological changes have reduced number of jobs at traditional phone companies while creating hundreds of thousands of jobs in cable and wireles...",
      "abstract": "Unionized workers in telecommunications industry face bleak future because mergers, deregulation and technological changes have reduced number of jobs at traditional phone companies while creating hundreds of thousands of jobs in cable and wireless companies, which are largely union-free; number of union workers in telephone and data services has been cut in half since 1985, to fewer than 275,000; unions are fighting to organize workers at cable and wireless companies, but have had little success, outside big victory in 2000 when they organized workers at Cingular Wireless; workers at Comcast have voted to decertify nearly two dozen union shops in last three years; graph; photos (M)",
      "lead_paragraph": "SAN FRANCISCO, May 31 - Lisa Morowitz, a longtime union coordinator, knows the taste of defeat.",
      "publication_date": "2005-06-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/01/business/unions-struggle-as-communications-industry-shifts.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Russia Tycoon Given 9 Years on Tax Charge",
      "snippet": "Russian court convicts Mikhail B Khodorkovsky, founder of Yukos oil company, on criminal charges and sentences him to nine years in prison; charges include fraud, embezzlement and corporate and personal tax evasion; Kremlin has portrayed Khodorkov...",
      "abstract": "Russian court convicts Mikhail B Khodorkovsky, founder of Yukos oil company, on criminal charges and sentences him to nine years in prison; charges include fraud, embezzlement and corporate and personal tax evasion; Kremlin has portrayed Khodorkovsky and his company as self-interested tax cheats with little respect for either law or state; his supporters say that any number of Russia's 'oligarchs' could have been charged with same crimes and that case against Khodorkovsky was largely driven by political motivations and Kremlin pique; Pres Bush expresses concern that Khodorkovsky appears to have been judged guilty before having fair trial; photo (M)",
      "lead_paragraph": "MOSCOW, May 31 - A Russian court convicted Mikhail B. Khodorkovsky, the embattled tycoon and founder of the Yukos oil company, on criminal charges Tuesday and sentenced him to nine years in prison, bringing to an end the most closely watched trial in Russia since the Soviet Union collapsed.",
      "publication_date": "2005-06-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/01/world/europe/russia-tycoon-given-9-years-on-tax-charge.html",
      "byline": "By C.j. Chivers and Erin E. Arvedlund"
    },
    {
      "headline": "The Five-Bedroom, Six-Figure Rootless Life",
      "snippet": "Eighth article in series Class Matters examines corporate 'relo' class, whose members relocate as their companies expand across country and abroad, moving every few years from one satellite suburb to another, far removed from the working class and...",
      "abstract": "Eighth article in series Class Matters examines corporate 'relo' class, whose members relocate as their companies expand across country and abroad, moving every few years from one satellite suburb to another, far removed from the working class and urban poor; as subgroup of upper middle class, relos are economically homogeneous, with midcareer incomes starting at about $100,000 a year; most are white; some find salaries and perks compensating; developments that cater to them come up with big houses, schools with top SAT scores, parks for youth sports and upscale shopping strips; others complain of stress and anomie; Jim and Kathy Link and their children, now living in Alpharetta, Ga, are typical relo family; photos; map; chart (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/01/us/class/the-fivebedroom-sixfigure-rootless-life.html",
      "byline": "By Peter T. Kilborn"
    }
  ]
}