{
  "metadata": {
    "date": "2005-05-09",
    "total_articles": 32
  },
  "articles": [
    {
      "headline": "Antipiracy Rule for Broadcasts Is Struck Down",
      "snippet": "A federal appeals court handed a major setback to Hollywood and the television networks on Friday when it struck down an antipiracy regulation requiring computer and television makers to use new technology that would make it difficult for consumer...",
      "abstract": "A federal appeals court handed a major setback to Hollywood and the television networks on Friday when it struck down an antipiracy regulation requiring computer and television makers to use new technology that would make it difficult for consumers to copy and distribute digital programs.    The unanimous ruling by the three-judge panel, in an important case at the intersection of intellectual property and technology, was a stinging rebuke for the Federal Communications Commission. The court said the commission exceeded its authority when it approved the rules in 2003.  ",
      "lead_paragraph": "WASHINGTON, May 6 - A federal appeals court handed a major setback to Hollywood and the television networks on Friday when it struck down an antipiracy regulation requiring computer and television makers to use new technology that would make it difficult for consumers to copy and distribute digital programs.",
      "publication_date": "2005-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/07/technology/antipiracy-rule-for-broadcasts-is-struck-down.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "She's Winning Her Drug War",
      "snippet": "A bookworm since childhood, Susan Desmond-Hellmann says that she coped with job anxiety earlier this year by reading. She pored over the results of old clinical trials of her company's drugs, trying to reassure herself that three important new tri...",
      "abstract": "A bookworm since childhood, Susan Desmond-Hellmann says that she coped with job anxiety earlier this year by reading. She pored over the results of old clinical trials of her company's drugs, trying to reassure herself that three important new trials would turn out all right.     ''I just kept going back and rereading them,'' said Dr. Desmond-Hellmann, the president for product development at Genentech, the big biotechnology company. ''It's important to be data-driven and not too optimistic.''   ",
      "lead_paragraph": "A bookworm since childhood, Susan Desmond-Hellmann says that she coped with job anxiety earlier this year by reading. She pored over the results of old clinical trials of her company's drugs, trying to reassure herself that three important new trials would turn out all right.",
      "publication_date": "2005-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/07/business/shes-winning-her-drug-war.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "China Braces for a More Valuable Yuan",
      "snippet": "As speculators across Asia place ever larger bets on a revaluation of China's currency soon, investors and corporate executives alike are trying to prepare for what a more valuable yuan will mean for stocks and companies.    For Romeo Dator, the p...",
      "abstract": "As speculators across Asia place ever larger bets on a revaluation of China's currency soon, investors and corporate executives alike are trying to prepare for what a more valuable yuan will mean for stocks and companies.    For Romeo Dator, the portfolio manager of the U.S. Global China Region Opportunity Fund, a no-load mutual fund in San Antonio, a 20-minute departure by the yuan from its usual trading range on April 29 was a signal to sell part of the fund's holdings of PetroChina, China's biggest oil producer.  ",
      "lead_paragraph": "GUANGZHOU, China - As speculators across Asia place ever larger bets on a revaluation of China's currency soon, investors and corporate executives alike are trying to prepare for what a more valuable yuan will mean for stocks and companies.",
      "publication_date": "2005-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/07/business/worldbusiness/china-braces-for-a-more-valuable-yuan.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Blue Chips Reel After a Week of Painful News",
      "snippet": "It was a week to give owners of blue chips the blues. The greatest names of American capitalism seemed to vie with one another to see which company could have the most depressing news.    General Electric joined the parade yesterday, revealing tha...",
      "abstract": "It was a week to give owners of blue chips the blues. The greatest names of American capitalism seemed to vie with one another to see which company could have the most depressing news.    General Electric joined the parade yesterday, revealing that its auditors had discovered that, for the last three years, it had failed to apply correctly an accounting rule and would have to restate its financial results.  ",
      "lead_paragraph": "It was a week to give owners of blue chips the blues. The greatest names of American capitalism seemed to vie with one another to see which company could have the most depressing news.",
      "publication_date": "2005-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/07/business/blue-chips-reel-after-a-week-of-painful-news.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Creation of Jobs Surged in April, and Income Rose",
      "snippet": "Overriding earlier evidence that suggested the economy was slowing significantly, job creation and income growth appear to be holding up their end of the recovery.    The government reported yesterday that the nation's employers generated an unexp...",
      "abstract": "Overriding earlier evidence that suggested the economy was slowing significantly, job creation and income growth appear to be holding up their end of the recovery.    The government reported yesterday that the nation's employers generated an unexpectedly large number of jobs in April -- 274,000 -- even as they gave their existing employees additional hours of work.  ",
      "lead_paragraph": "Overriding earlier evidence that suggested the economy was slowing significantly, job creation and income growth appear to be holding up their end of the recovery.",
      "publication_date": "2005-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/07/business/creation-of-jobs-surged-in-april-and-income-rose.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Lab's Errors Force Review of 150 DNA Cases",
      "snippet": "A sharply critical independent audit found Friday that Virginia's nationally recognized central crime laboratory had botched DNA tests in a leading capital murder case. The findings prompted Gov. Mark Warner to order a review of the lab's handling...",
      "abstract": "A sharply critical independent audit found Friday that Virginia's nationally recognized central crime laboratory had botched DNA tests in a leading capital murder case. The findings prompted Gov. Mark Warner to order a review of the lab's handling of testing in 150 other cases as well.     Among the auditors' eight recommendations, all of which were accepted by Mr. Warner, were that the governor restrict the work of the lab's chief DNA scientist, Jeffrey Ban; review 40 cases that Mr. Ban has handled in recent years, along with a sample totaling 110 additional cases; and develop procedures to insulate the lab from any outside political pressures.  ",
      "lead_paragraph": "WASHINGTON, May 6 - A sharply critical independent audit found Friday that Virginia's nationally recognized central crime laboratory had botched DNA tests in a leading capital murder case. The findings prompted Gov. Mark Warner to order a review of the lab's handling of testing in 150 other cases as well.",
      "publication_date": "2005-05-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/07/us/labs-errors-force-review-of-150-dna-cases.html",
      "byline": "By James Dao"
    },
    {
      "headline": "An Executive at Berkshire Faces Charge From S.E.C.",
      "snippet": "Berkshire Hathaway, the company controlled by Warren E. Buffett, disclosed late yesterday that the Securities and Exchange Commission plans to file a civil securities fraud complaint against a senior vice president of the General Re Corporation, a...",
      "abstract": "Berkshire Hathaway, the company controlled by Warren E. Buffett, disclosed late yesterday that the Securities and Exchange Commission plans to file a civil securities fraud complaint against a senior vice president of the General Re Corporation, a Berkshire insurance unit mired in a number of investigations for possible financial manipulation.    The move by the S.E.C. heightens an international investigation that has drawn General Re into wide-ranging examinations of improprieties in the insurance industry. The identity of the General Re executive could not be determined, although it is a person still working for the company, according to someone briefed on the S.E.C.'s action. The person briefed on the S.E.C. action said the move involved the continuing investigation of the insurance giant American International Group.  ",
      "lead_paragraph": "Berkshire Hathaway, the company controlled by Warren E. Buffett, disclosed late yesterday that the Securities and Exchange Commission plans to file a civil securities fraud complaint against a senior vice president of the General Re Corporation, a Berkshire insurance unit mired in a number of investigations for possible financial manipulation.",
      "publication_date": "2005-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/07/business/an-executive-at-berkshire-faces-charge-from-sec.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Feeling Shortchanged, Genteelly",
      "snippet": "The 90-odd curators, security guards, horticulturists and other employees of the Hillwood Museum and Gardens have what might seem perfect jobs. They spend their workdays at the sumptuous Washington estate of the late cereal heiress and arts patron...",
      "abstract": "The 90-odd curators, security guards, horticulturists and other employees of the Hillwood Museum and Gardens have what might seem perfect jobs. They spend their workdays at the sumptuous Washington estate of the late cereal heiress and arts patron Marjorie Merriweather Post. They care for her treasures, said to include the largest collection of Russian imperial art outside Russia. Heads of state, ambassadors and first ladies grace the visitors' list.    But there is trouble in paradise. The museum failed to make all of its promised contributions to its employees' retirement plan in recent years, though it did deduct and forward the employees' own amounts. Nor did the museum explain its failure to the employees' satisfaction. In April, the missing money arrived in their accounts, but even then nothing was done to make up for the investment income the employees had lost. In the wave of anger and suspicion that now taints this genteel workplace lies a cautionary tale for America's coming ownership society.   ",
      "lead_paragraph": "The 90-odd curators, security guards, horticulturists and other employees of the Hillwood Museum and Gardens have what might seem perfect jobs. They spend their workdays at the sumptuous Washington estate of the late cereal heiress and arts patron Marjorie Merriweather Post. They care for her treasures, said to include the largest collection of Russian imperial art outside Russia. Heads of state, ambassadors and first ladies grace the visitors' list.",
      "publication_date": "2005-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/07/business/feeling-shortchanged-genteelly.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Jobs Report Indicates Strength in Economy  Overriding earlier evidence that suggested the economy was slowing significantly, job creation and income growth appear to be holding up their end of the recovery.    The government reported that the nati...",
      "abstract": " Jobs Report Indicates Strength in Economy  Overriding earlier evidence that suggested the economy was slowing significantly, job creation and income growth appear to be holding up their end of the recovery.    The government reported that the nation's employers generated an unexpectedly large number of jobs in April, even as they gave their existing employees additional hours of work. Treasury Secretary John W. Snow said that the surge in job creation showed that ''President Bush's jobs and growth agenda has again produced results for Americans.'' [Page A1.]    Antipiracy Legislation Struck Down  A federal appeals court handed a setback to Hollywood and the television networks when it struck down an antipiracy regulation that required computer and television makers to use new technology that would make it difficult for consumers to copy and distribute digital programs. [A1.]    Insurers Say Proposal Is Unfair  Representatives of several insurance companies that are active in the military marketplace complained that proposed Pentagon rules governing on-base insurance sales are unfair to them and tilted in favor of on-base banks and credit unions. [C2.]    G.E. to Restate 3 Years of Income  General Electric said it would restate income for the last three years because of technical violations of rules for accounting for gains and losses in derivatives contracts. [C10.]    Costly Defense of Weapons Labs  The cost to protect materials for nuclear bombs from terrorists is rising so high that the Energy Department will need to close some weapons laboratories, or at least consolidate the weapons fuel that they hold, government officials and outside experts said. [A11.]    A Debate Over Faith-Based Ads  The acceptance by ABC of an advertisement from a conservative, faith-based organization has touched off a debate about who can and cannot buy commercial time to present their viewpoints. [B11.]    Shares Edge Slightly Higher  Blue-chip stocks nudged higher, but gains were limited by concerns about a more aggressive policy on interest rate increases. The Dow Jones industrial average was up 5.02 points, or 0.1 percent, to close at 10,345.40. The S.&P. 500 was down 1.28 points, or 0.1 percent, to close at 1,171.35. The Nasdaq composite index was up 5.55 points, or 0.3 percent, to finish at 1,967.35. [C4.]    Unilever Profit Increases 24%  Unilever, the owner of brands like Lipton tea and Dove soap, said that its first-quarter profit climbed 24 percent as the company reduced costs and sold assets. [C3.]    Quarterly Loss Narrowed at Revlon  Revlon said that its first-quarter loss narrowed 20 percent on lower interest expenses and lower debt retirement costs. [C4.]    Marconi to Cut 800 Jobs  Marconi, the telecommunications equipment maker, is planning to cut 800 jobs as it tries to recover from losing a major contract. [C3.]    Sun Microsystems to Expand  Sun Microsystems said that it was expanding four of its engineering facilities outside the United States to save on costs. [C4.]    Forecast Revised Again at McAfee  McAfee, the maker of antivirus software, raised 2005 profit and sales forecasts for the second time this year. [C4.]  ",
      "lead_paragraph": "Jobs Report Indicates Strength in Economy Overriding earlier evidence that suggested the economy was slowing significantly, job creation and income growth appear to be holding up their end of the recovery.",
      "publication_date": "2005-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/07/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "A Dour Scot on Blair's Team, Eager for Him to Go",
      "snippet": "He has been waiting his turn, with an impatience that ebbs and flows, for more than 11 years. And now that the Labor Party has secured its third term in office, the question for Gordon Brown, Britain's transparently ambitious chancellor of the Exc...",
      "abstract": "He has been waiting his turn, with an impatience that ebbs and flows, for more than 11 years. And now that the Labor Party has secured its third term in office, the question for Gordon Brown, Britain's transparently ambitious chancellor of the Exchequer, is when will Prime Minister Tony Blair finally step aside for him?      That Mr. Brown is the heir apparent to the throne that has been occupied by Mr. Blair for so long is not in dispute. But it is unclear when the much awaited transfer of power might take place. While Mr. Brown would prefer it to be sooner rather than later, Mr. Blair -- victorious but diminished after Thursday's election -- is not so focused in his thinking.  ",
      "lead_paragraph": "LONDON, May 6 - He has been waiting his turn, with an impatience that ebbs and flows, for more than 11 years. And now that the Labor Party has secured its third term in office, the question for Gordon Brown, Britain's transparently ambitious chancellor of the Exchequer, is when will Prime Minister Tony Blair finally step aside for him?",
      "publication_date": "2005-05-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/07/world/europe/a-dour-scot-on-blairs-team-eager-for-him-to-go.html",
      "byline": "By Sarah Lyall"
    },
    {
      "headline": "Second Homes Remake the West's Resorts",
      "snippet": "Like many a ski bum before her, Jodi Link waits on tables to make ends meet. But her dreams go far beyond the next epiphany of perfect snow or a perfect run.     In January, Ms. Link and a friend, Brooke Burgee, founded a two-woman company called ...",
      "abstract": "Like many a ski bum before her, Jodi Link waits on tables to make ends meet. But her dreams go far beyond the next epiphany of perfect snow or a perfect run.     In January, Ms. Link and a friend, Brooke Burgee, founded a two-woman company called Lights On that offers hotel-style concierge services to absentee second-home owners and part-time vacation renters here in the high country of central Colorado. They will find a fly-fishing instructor, wash the sheets or do the shopping. If the business takes off, Ms. Link, 27, vows that she has waitressed her last.  ",
      "lead_paragraph": "VAIL, Colo., May 4 - Like many a ski bum before her, Jodi Link waits on tables to make ends meet. But her dreams go far beyond the next epiphany of perfect snow or a perfect run.",
      "publication_date": "2005-05-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/08/us/second-homes-remake-the-wests-resorts.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "Drug Makers Reap Benefits of Tax Break",
      "snippet": "A new tax break for corporations is allowing the biggest American drug makers to return as much as $75 billion in profits from international havens to the United States while paying a fraction of the normal tax rate.    The break is part of the Am...",
      "abstract": "A new tax break for corporations is allowing the biggest American drug makers to return as much as $75 billion in profits from international havens to the United States while paying a fraction of the normal tax rate.    The break is part of the American Jobs Creation Act, signed into law by President Bush in October, which allows companies a one-year window to return foreign profits to the United States at a 5.25 percent tax rate, compared with the standard 35 percent rate.  ",
      "lead_paragraph": "A new tax break for corporations is allowing the biggest American drug makers to return as much as $75 billion in profits from international havens to the United States while paying a fraction of the normal tax rate.",
      "publication_date": "2005-05-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/08/business/drug-makers-reap-benefits-of-tax-break.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "All That Missing E-Mail ... It's Baaack",
      "snippet": "RONALD O. PERELMAN, the financier who is also chairman of Revlon, is not usually considered a friend to individual investors. But to anyone who has lost money as a client of Morgan Stanley in recent years, Mr. Perelman may turn out to be a true pa...",
      "abstract": "RONALD O. PERELMAN, the financier who is also chairman of Revlon, is not usually considered a friend to individual investors. But to anyone who has lost money as a client of Morgan Stanley in recent years, Mr. Perelman may turn out to be a true pal.     Why? Because e-mail messages that surfaced in his suit against the firm for its advice in his 1999 purchase of Sunbeam may force Morgan Stanley to defend itself against countless investor cases it had previously won.   ",
      "lead_paragraph": "RONALD O. PERELMAN, the financier who is also chairman of Revlon, is not usually considered a friend to individual investors. But to anyone who has lost money as a client of Morgan Stanley in recent years, Mr. Perelman may turn out to be a true pal.",
      "publication_date": "2005-05-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/05/08/business/yourmoney/all-that-missing-email-its-baaack.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Teaching Wal-Mart New Tricks",
      "snippet": "WAL-MART'S chief financial officer, Thomas Schoewe, had just returned from a trip to Wall Street, and was still shaking his head about a question analysts there had directed at him. ''They kept asking me if Lee Scott didn't know what Tom Coughlin ...",
      "abstract": "WAL-MART'S chief financial officer, Thomas Schoewe, had just returned from a trip to Wall Street, and was still shaking his head about a question analysts there had directed at him. ''They kept asking me if Lee Scott didn't know what Tom Coughlin was up to,'' he said.    H. Lee Scott Jr. is the feisty chief executive of Wal-Mart Stores, and until recently Thomas M. Coughlin was its vice chairman. A hunting and fishing buddy of Sam Walton, the founder, Mr. Coughlin retired in January amid great fanfare -- with a local library branch named for him. But two months later, he was unceremoniously dumped from the board after accusations of expense account fraud.  ",
      "lead_paragraph": "Bentonville, Ark. - WAL-MART'S chief financial officer, Thomas Schoewe, had just returned from a trip to Wall Street, and was still shaking his head about a question analysts there had directed at him. \"They kept asking me if Lee Scott didn't know what Tom Coughlin was up to,\" he said.",
      "publication_date": "2005-05-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/05/08/business/yourmoney/teaching-walmart-new-tricks.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Filibuster Fight Nears Showdown",
      "snippet": "With the Senate clock ticking toward a momentous procedural clash over judicial nominees, lawmakers and advocates on each side are readying a final push to win over the few uncommitted lawmakers and frame the fight to their best political advantag...",
      "abstract": "With the Senate clock ticking toward a momentous procedural clash over judicial nominees, lawmakers and advocates on each side are readying a final push to win over the few uncommitted lawmakers and frame the fight to their best political advantage.    Beginning Monday, when both Republicans and Democrats will mark the four-year anniversary of President Bush's initial round of nominations, the parties and their allies will follow a day-by-day schedule of demonstrations, legislative maneuvers and other public events in anticipation of an imminent floor showdown.  ",
      "lead_paragraph": "WASHINGTON, May 7 - With the Senate clock ticking toward a momentous procedural clash over judicial nominees, lawmakers and advocates on each side are readying a final push to win over the few uncommitted lawmakers and frame the fight to their best political advantage.",
      "publication_date": "2005-05-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/08/politics/filibuster-fight-nears-showdown.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "Iraq to Complete Cabinet With Sunnis in Top Jobs",
      "snippet": "Iraq's new Shiite majority government announced Saturday that it had overcome weeks of wrangling and would present nominees for six vacant appointments, including Sunni Arabs to the top posts of deputy prime minister and defense minister, for parl...",
      "abstract": "Iraq's new Shiite majority government announced Saturday that it had overcome weeks of wrangling and would present nominees for six vacant appointments, including Sunni Arabs to the top posts of deputy prime minister and defense minister, for parliamentary approval on Sunday.    Even as the announcement raised hopes that the end of a political vacuum that has lasted for months would help quell a recent streak of deadly insurgent attacks, a late-morning bombing in Baghdad killed at least 22 people, including 2 people the Iraqi police identified as Americans, and wounded dozens. Among the injured were a group of schoolgirls emerging from a test.   ",
      "lead_paragraph": "BAGHDAD, Iraq, May 7 - Iraq's new Shiite majority government announced Saturday that it had overcome weeks of wrangling and would present nominees for six vacant appointments, including Sunni Arabs to the top posts of deputy prime minister and defense minister, for parliamentary approval on Sunday.",
      "publication_date": "2005-05-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/08/world/middleeast/iraq-to-complete-cabinet-with-sunnis-in-top-jobs.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "U.S. to Spend Billions More to Alter Security Systems",
      "snippet": "After spending more than $4.5 billion on screening devices to monitor the nation's ports, borders, airports, mail and air, the federal government is moving to replace or alter much of the antiterrorism equipment, concluding that it is ineffective,...",
      "abstract": "After spending more than $4.5 billion on screening devices to monitor the nation's ports, borders, airports, mail and air, the federal government is moving to replace or alter much of the antiterrorism equipment, concluding that it is ineffective, unreliable or too expensive to operate.    Many of the monitoring tools -- intended to detect guns, explosives, and nuclear and biological weapons -- were bought during the blitz in security spending after the attacks of Sept. 11, 2001.  ",
      "lead_paragraph": "WASHINGTON, May 7 - After spending more than $4.5 billion on screening devices to monitor the nation's ports, borders, airports, mail and air, the federal government is moving to replace or alter much of the antiterrorism equipment, concluding that it is ineffective, unreliable or too expensive to operate.",
      "publication_date": "2005-05-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/08/us/us-to-spend-billions-more-to-alter-security-systems.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "Working for a Boss Who Bullies",
      "snippet": "DURING one summer break in college, I worked at a print shop. My days were spent collating and stapling -- and listening to the manager scream.     She didn't yell directly at me (at least not terribly often) because, I guess, I was temporary and ...",
      "abstract": "DURING one summer break in college, I worked at a print shop. My days were spent collating and stapling -- and listening to the manager scream.     She didn't yell directly at me (at least not terribly often) because, I guess, I was temporary and not a threat to her authority. But she chastised and lambasted and verbally eviscerated everyone unfortunate enough to rely on this as a permanent job. I cannot print the things they, in turn, had to say about her when she wasn't in the room.   ",
      "lead_paragraph": "DURING one summer break in college, I worked at a print shop. My days were spent collating and stapling -- and listening to the manager scream.",
      "publication_date": "2005-05-08T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/05/08/jobs/working-for-a-boss-who-bullies.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Sri Lankan Maids Pay Dearly for Perilous Jobs Overseas",
      "snippet": "The teacher held up an electric cake mixer and told the class of wide-eyed women before her to clean it properly. If it smells, ''Mama,'' as the aspiring maids were instructed to call their female employers, ''will be angry and she will hammer and...",
      "abstract": "The teacher held up an electric cake mixer and told the class of wide-eyed women before her to clean it properly. If it smells, ''Mama,'' as the aspiring maids were instructed to call their female employers, ''will be angry and she will hammer and beat you.''     ''This is where you go wrong,'' the teacher continued. ''That is how Mama beats you and burns you -- when you do anything wrong.''   ",
      "lead_paragraph": "KEGALLA, Sri Lanka - The teacher held up an electric cake mixer and told the class of wide-eyed women before her to clean it properly. If it smells, \"Mama,\" as the aspiring maids were instructed to call their female employers, \"will be angry and she will hammer and beat you.\"",
      "publication_date": "2005-05-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/08/world/asia/sri-lankan-maids-pay-dearly-for-perilous-jobs-overseas.html",
      "byline": "By Amy Waldman"
    },
    {
      "headline": "Smart? Fine, but Do You Know What to Do With the Olive Pits?",
      "snippet": "At the annual senior etiquette dinner at Salve Regina University in Newport, R.I., in February, one student, Jennifer Bladykas, was surprised to learn that reaching for the salt before tasting her entree tells people she is prone to rash decisions...",
      "abstract": "At the annual senior etiquette dinner at Salve Regina University in Newport, R.I., in February, one student, Jennifer Bladykas, was surprised to learn that reaching for the salt before tasting her entree tells people she is prone to rash decisions. She also learned where to put the spoon after stirring her coffee, and in what direction to pass bread.     ''Dining out seemed so simple, but I realize now it says a lot about your character,'' said Ms. Bladykas, a Long Island native who will begin a job with a New York City marketing firm after graduation.   ",
      "lead_paragraph": "At the annual senior etiquette dinner at Salve Regina University in Newport, R.I., in February, one student, Jennifer Bladykas, was surprised to learn that reaching for the salt before tasting her entree tells people she is prone to rash decisions. She also learned where to put the spoon after stirring her coffee, and in what direction to pass bread.",
      "publication_date": "2005-05-08T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/05/08/jobs/smart-fine-but-do-you-know-what-to-do-with-the-olive-pits.html",
      "byline": "By Eilene Zimmerman"
    },
    {
      "headline": "A Blog Revolution? Get a Grip",
      "snippet": "DON'T ask Nick Denton, publisher of Gawker Media and its growing list of popular Web logs, about his empire. ''People come up to me as if it's witty and say, 'How is the empire going?''' Mr. Denton said, ''which is pretty pathetic.''     Don't ask...",
      "abstract": "DON'T ask Nick Denton, publisher of Gawker Media and its growing list of popular Web logs, about his empire. ''People come up to me as if it's witty and say, 'How is the empire going?''' Mr. Denton said, ''which is pretty pathetic.''     Don't ask him about his business plan, either. He says he never had one. The only reason he formed the company, he said, was to make his network of blogs -- which includes Gawker, the flagship chronicle of Manhattan news and gossip; Fleshbot, the thinking person's diary of smut; and about 10 other titles -- more attractive to advertisers.   ",
      "lead_paragraph": "DON'T ask Nick Denton, publisher of Gawker Media and its growing list of popular Web logs, about his empire. \"People come up to me as if it's witty and say, 'How is the empire going?\"' Mr. Denton said, \"which is pretty pathetic.\"",
      "publication_date": "2005-05-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/05/08/business/yourmoney/a-blog-revolution-get-a-grip.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "No New Refineries in 29 Years? There Might Well Be a Reason",
      "snippet": "Community and political opposition has squashed every oil refinery project in United States for last 29 years, leading to acute shortage of plants needed to refine more than 20 million barrels of crude oil country consumes every day; Glenn McGinni...",
      "abstract": "Community and political opposition has squashed every oil refinery project in United States for last 29 years, leading to acute shortage of plants needed to refine more than 20 million barrels of crude oil country consumes every day; Glenn McGinnis, oil business veteran trying to build refinery in Arizona, is hoping that high cost at gasoline pumps and higher energy prices over all will help him persuade persuade local officials and residents to allow refinery in their backyard; he cleared significant hurdle when Arizona awarded him crucial emissions permit; still ahead are countless rounds of negotiations with local, state and federal agencies to secure dozens more permits; tortuous process described; photo; graphs (M)",
      "lead_paragraph": "About 100 miles southwest of Phoenix, in a remote patch off Interstate 8, Glenn McGinnis is seeking to do something that has not been done for 29 years in the United States. He is trying to build an oil refinery.",
      "publication_date": "2005-05-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/09/business/no-new-refineries-in-29-years-there-might-well-be-a-reason.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Issue in China: Many in Jails Without Trial",
      "snippet": "China is being pressured to abolish or change its vast system of re-education camps that operate outside court system; estimated 300,000 prostitutes, drug users, petty criminals, members of Falun Gong and other political prisoners have been stripp...",
      "abstract": "China is being pressured to abolish or change its vast system of re-education camps that operate outside court system; estimated 300,000 prostitutes, drug users, petty criminals, members of Falun Gong and other political prisoners have been stripped of any legal rights and locked inside vast penal system that is separate from judicial system; system, relic of Mao era, is major tool Communist Party uses to maintain hold on power and social order; it allows police to sweep up masses of people without time and complications of court trials; China is facing pressure at home and abroad to change; key members of European Union express reluctance to lift arms embargo without significant gesture by China on human rights; outside China, Falun Gong is waging aggressive campaign to pubilcize its allegations of mistreatment, which Chinese government denies; history of labor re-education camps detailed; photo; map (M)",
      "lead_paragraph": "ZIBO, China - For a Chinese government that regularly promises its citizens a society governed by the rule of law, the case of a neatly dressed man named Li is a reminder of what still remains outside the law.",
      "publication_date": "2005-05-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/09/world/asia/issue-in-china-many-in-jails-without-trial.html",
      "byline": "By Jim Yardley"
    },
    {
      "headline": "Fraud Complaint Expected Against General Re Executive",
      "snippet": "Securities and Exchange Commission reportedly plans to file civil securities fraud charges against General Re Corp top executive Richard Napier, who worked closely with American International Group senior executive Christian M Milton on deal sever...",
      "abstract": "Securities and Exchange Commission reportedly plans to file civil securities fraud charges against General Re Corp top executive Richard Napier, who worked closely with American International Group senior executive Christian M Milton on deal several years ago that artificially inflated AIG accounts; AIG has admitted deal was improper and dismissed Milton for not cooperating with probe; former AIG head Maurice R Greenberg allegedly personally lobbied former General Re chief executive Ronald E Ferguson to handle deal (M)",
      "lead_paragraph": "The Securities and Exchange Commission has told Richard Napier, a senior executive with the General Re Corporation, that it plans to file a civil securities fraud complaint against him, two people briefed on the matter said over the weekend.",
      "publication_date": "2005-05-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/09/business/fraud-complaint-expected-against-general-re-executive.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Cuban Exile Could Test U.S. Definition of Terrorist",
      "snippet": "Case of Cuban exile Luis Posada Carriles could create tension for Bush administration between politics of global war on terrorism and ghosts of cold war on communism; Posada, long a symbol for armed anti-Castro movement in US, reportedly snuck bac...",
      "abstract": "Case of Cuban exile Luis Posada Carriles could create tension for Bush administration between politics of global war on terrorism and ghosts of cold war on communism; Posada, long a symbol for armed anti-Castro movement in US, reportedly snuck back into Florida recently, seeking political asylum for serving as cold war soldier on payroll of Central Intelligence Agency in 1960's; he has admitted to plotting attacks that damaged tourist spots in Havana and killed Italian visitor there in 1997; he was convicted in Panama in 2000 in bomb plot against Fidel Castro; Venezuela seeks extradition to retry him for 1967 bombing of Cuban airliner that killed 73 people; Bush administration has three choices if Posada has indeed entered US illegally: grant him asylum, jail him for illegal entry, or grant Venezuela's request for extradition; grant of asylum could invite charges that Bush administration is compromising its principle that no nation should harbor suspected terrorist; turning Posada away could provoke political wrath in Cuban-American communities of South Florida, sources of support and campaign money for Pres Bush and Gov Jeb Bush; photos (L)",
      "lead_paragraph": "MIAMI, May 5 - From the United States through Latin America and the Caribbean, Luis Posada Carriles has spent 45 years fighting a violent, losing battle to overthrow Fidel Castro. Now he may have nowhere to hide but here.",
      "publication_date": "2005-05-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/09/us/cuban-exile-could-test-us-definition-of-terrorist.html",
      "byline": "By Tim Weiner"
    },
    {
      "headline": "Marketing a Disease, and Also a Drug to Treat It",
      "snippet": "Avanir Pharmaceuticals is testing Neurodex, drug to treat uncontrollable laughing or crying caused by various neurological diseases or injuries; critics say condition, in people who are typically fighting much more serious health problems, does no...",
      "abstract": "Avanir Pharmaceuticals is testing Neurodex, drug to treat uncontrollable laughing or crying caused by various neurological diseases or injuries; critics say condition, in people who are typically fighting much more serious health problems, does not warrant drug therapy; Avanir has recruited neurologists and psychiatrists as scientific advisers and is trying to prime market by elevating ill-defined group of symptoms into condition under name psuedobulbar affect, or PBA, in hopes of establishing awareness of it among doctors and patients; chief executive Gerald J Yakatan comments; photos (M)",
      "lead_paragraph": "Is it a drug in search of a disease, or simply an affliction in need of better publicity?",
      "publication_date": "2005-05-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/09/business/health/marketing-a-disease-and-also-a-drug-to-treat-it.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Adding Some Visual Punch To Web Search Results  Groxis, a San Francisco-based company, has converted its desktop Grokker software, which displays a Web search as a series of categories on a circular map, to run as a Java plug-in for browsers. The ...",
      "abstract": " Adding Some Visual Punch To Web Search Results  Groxis, a San Francisco-based company, has converted its desktop Grokker software, which displays a Web search as a series of categories on a circular map, to run as a Java plug-in for browsers. The company will also allow computer users to view Yahoo search results with its visualization technology on its Web site.    Instead of selling its software, the company will rely on revenue from advertisements placed by Yahoo's ad service. [Page C3.]    HDTV Broadcasters Consider Ruling  A court ruling last Friday could give broadcasters the opportunity to make good on threats to withdraw HDTV programs from over-the-air TV unless they can be protected from piracy. [C2.]    Put (Almost) Anything on a Stamp  The Postal Service will once again try letting consumers print customized stamps after an earlier trial ran into some trouble. Its vendor, Stamps.com, says it is now able to screen out images of figures like Theodore Kaczynski. Bob Tedeschi: E-Commerce Report. [C6.]    Denser Storage Method for Chips  Matrix Semiconductor, the maker of a novel computer memory chip, plans to announce a breakthrough in one-gigabit chips. [C3.]    A Cellphone Billing Hangover  Problems with a billing system at Bell Mobility of Canada caused headaches for the company and its customers. [C3.]    Times Committee Issues Report  In order to build readers' confidence, an internal committee at The New York Times has recommended taking a variety of steps, including responding more assertively to the paper's critics. [C6.]    Some Ideas for Advertising's Future  At an advertising industry conference, Andy Berlin, the co-chief executive of Red Cell, proposed a radical overhaul of advertising rates so that ''good advertising would cost less and bad advertising would cost more.'' Stuart Elliott: Advertising. [C8.]    DC Comics Tries a New Image  DC Comics, a division of Warner Brothers Entertainment that publishes Superman, Batman and Wonder Woman titles, is unveiling a new logo. The old version had been on the covers of DC Comics since the mid-1970's. The move is one part facelift and one part marketing strategy, and it may help take the spotlight off of Marvel comics. [C8.]    Journal Shrinks Foreign Editions  The Wall Street Journal plans to convert its money-losing European and Asian editions to a tabloid format in October. The conversion is expected save $17 million annually, beginning next year. [C5.]    Promotion on ABC Morning Show  ABC plans to announce that Robin Roberts, the news reader on ''Good Morning America'' on ABC since 2002, is being made a co-host of the program. [C5.]    Backers for Online Phone Company  Vonage is expected to announce that it has raised $200 million in new private investments, one of the largest single rounds of venture capital financing in the last decade. [C3.]  ",
      "lead_paragraph": "Adding Some Visual Punch To Web Search Results Groxis, a San Francisco-based company, has converted its desktop Grokker software, which displays a Web search as a series of categories on a circular map, to run as a Java plug-in for browsers. The company will also allow computer users to view Yahoo search results with its visualization technology on its Web site.",
      "publication_date": "2005-05-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/09/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Skeptics Take Another Look at Social Sites",
      "snippet": "Some of Internet companies that have created online communities to foster business and social contacts have shown such impressive growth in number of users that they are starting to win financial backing from skeptical investors, despite concerns ...",
      "abstract": "Some of Internet companies that have created online communities to foster business and social contacts have shown such impressive growth in number of users that they are starting to win financial backing from skeptical investors, despite concerns about profits; there are some signs that selling classified ads on such social networking sites may be solid business model; Greylock Partners $10 million investment in LinkedIn noted; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, May 8 - There was a time when David Sze, a venture capitalist at Greylock Partners, could be counted among those skeptical of the millions of dollars being poured into Internet companies that were creating online communities to foster business and social contacts.",
      "publication_date": "2005-05-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/09/technology/skeptics-take-another-look-at-social-sites.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Changes Made to Reserves, Ex-Employee of A.I.G. Says",
      "snippet": "Former American International Group employee says company executives regularly made changes to company's reserves, particularly to reserves for directors' and officers' liability insurance, to help meet earnings goals through much of 1990's; AIG's...",
      "abstract": "Former American International Group employee says company executives regularly made changes to company's reserves, particularly to reserves for directors' and officers' liability insurance, to help meet earnings goals through much of 1990's; AIG's disclosure of internal review of improper accounting alluded briefly to practice, holding inappropriate changes in reserves were ordered by senior management (M)",
      "lead_paragraph": "Executives at the American International Group, the giant insurer, regularly made changes to the company's reserves to help meet earnings goals through much of the 1990's, according to a former employee who was briefed on the adjustments.",
      "publication_date": "2005-05-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/09/business/changes-made-to-reserves-exemployee-of-aig-says.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "States Propose Sweeping Changes to Trim Medicaid by Billions",
      "snippet": "Governors and state legislators, faced with rapid growth of Medicaid, devise proposals that would require some beneficiaries to pay more for care and give states more latitude to limit scope of services, in effort to save billions of dollars; Cong...",
      "abstract": "Governors and state legislators, faced with rapid growth of Medicaid, devise proposals that would require some beneficiaries to pay more for care and give states more latitude to limit scope of services, in effort to save billions of dollars; Congress has just endorsed budget blueprint that would cut projected Medicaid spending by $10 billion over next five years; many state proposals resemble ideas advanced by Pres Bush in his 2006 budget; some state proposals go further than Bush's, but they reject any Bush recommendation that they believe would shift costs to states; coalition of beneficiary advocates, including AARP and Families USA, plus labor unions and health care providers is already gearing up to fight any significant cutbacks in Medicaid; state officials claim their goal is not just to save money, but to avoid wholesale cuts in coverage like those in Tennessee, which is dropping more than 300,000 people from its Nedicaid rolls, and Missouri, which is dropping 90,000; Medicaid program, originally intended for poor, now covers people with incomes well above poverty level in some states (M)",
      "lead_paragraph": "WASHINGTON, May 8 - Governors and state legislators have devised proposals for sweeping changes in Medicaid to curb its rapid growth and save billions of dollars.",
      "publication_date": "2005-05-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/09/us/states-propose-sweeping-changes-to-trim-medicaid-by-billions.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "Adventures in Opera: A 'Ring' in the Rain Forest",
      "snippet": "Amazonas Opera Festival stages Wagner's four-part Ring of the Nibelungen cycle in Manaus, Brazil, in heart of Amazon rain forest; site chosen for performances is celebrated Teatro Amazonas, built in late 1800's; this is first time Wagner's most re...",
      "abstract": "Amazonas Opera Festival stages Wagner's four-part Ring of the Nibelungen cycle in Manaus, Brazil, in heart of Amazon rain forest; site chosen for performances is celebrated Teatro Amazonas, built in late 1800's; this is first time Wagner's most renowned and challenging work has been produced and performed in Brazil; significance of event has attracted opera devotees from throughout Brazil as well as from Europe and North America; photos; map (L)",
      "lead_paragraph": "MANAUS, Brazil, May 8 - Richard Wagner set his fantastical world of Valkyries, gnomes and giants along the Rhine, not the Amazon. But this is a city with a long history of thinking large and even outlandishly, which is how the Amazonas Opera Festival here has ended up staging Wagner's sprawling four-part \"Ring of the Nibelungen\" cycle in the heart of the world's biggest rain forest.",
      "publication_date": "2005-05-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/09/arts/music/adventures-in-opera-a-ring-in-the-rain-forest.html",
      "byline": "By Larry Rohter"
    },
    {
      "headline": "Cable Shows Are Stealing Male Viewers From Broadcast TV",
      "snippet": "Ratings success of Cartoon Network late-night programming and of Daily Show with Jon Stewart on Comedy Central are part of trend in late-night television in which young men are slowly turning from broadcast networks to cable television; late-night...",
      "abstract": "Ratings success of Cartoon Network late-night programming and of Daily Show with Jon Stewart on Comedy Central are part of trend in late-night television in which young men are slowly turning from broadcast networks to cable television; late-night time slots, although they draw smaller numbers, are prized by advertisers because they tend to draw consistent audiences throughout week; broadcasters say late-night pie is growing and that they are not losing viewers to cable; numbers suggest small shift; graph; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/09/business/media/cable-shows-are-stealing-male-viewers-from-broadcast-tv.html",
      "byline": "By Mark Glassman"
    }
  ]
}