{
  "metadata": {
    "date": "2005-02-03",
    "total_articles": 13
  },
  "articles": [
    {
      "headline": "Not Just for Emergencies Anymore",
      "snippet": "Cellphones are becoming everyday convenience for older people, who once restricted their use of them to emergencies; half of Americans ages 65 to 74 own mobile phones, as do 30 percent of those 75 to 84; AARP is testing program that will provide i...",
      "abstract": "Cellphones are becoming everyday convenience for older people, who once restricted their use of them to emergencies; half of Americans ages 65 to 74 own mobile phones, as do 30 percent of those 75 to 84; AARP is testing program that will provide its members with discounted calling plans and handsets from several carriers as well as material about how to use devices; carriers have been slow to market services to older Americans, even though older customers represent one of last remaining segments of population where there is potential for subscriber growth; photos; graph (M)",
      "lead_paragraph": "LONG after cellphones became an annoyance in movie theaters and restaurants, the incessant ringing turned up at an unexpected place: the Holiday Park Senior Center in Wheaton, Md., near Washington.",
      "publication_date": "2005-02-03T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/02/03/technology/circuits/not-just-for-emergencies-anymore.html",
      "byline": "By Jeffrey Selingo"
    },
    {
      "headline": "Fed Steps Up Interest Rates a Sixth Time",
      "snippet": "Federal Reserve raises short-term federal funds rate by quarter of a point, to 2.5 percent, its sixth increase since June, and signals that it intends to keep raising rates in months to come; graph (M)",
      "abstract": "Federal Reserve raises short-term federal funds rate by quarter of a point, to 2.5 percent, its sixth increase since June, and signals that it intends to keep raising rates in months to come; graph (M)",
      "lead_paragraph": "WASHINGTON, Feb. 2 - The Federal Reserve raised short-term interest rates on Wednesday, its sixth increase since June, and signaled that it intends to keep raising rates in the months to come.",
      "publication_date": "2005-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/03/business/fed-steps-up-interest-rates-a-sixth-time.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "In Speech, Bush Sketches a Bold Domestic and Foreign Agenda",
      "snippet": "Pres Bush, in State of the Union address, challenges wary Congress to support his plan to overhaul Social Security, promises not to end American mission in Iraq before Iraqis can defend themselves against bloody insurgency, asks Congress for $350 ...",
      "abstract": "Pres Bush, in State of the Union address, challenges wary Congress to support his plan to overhaul Social Security, promises not to end American mission in Iraq before Iraqis can defend themselves against bloody insurgency, asks Congress for $350 million to support Palestinians under new leader Mahmoud Abbas, tells Iranian people to 'stand for your own liberty' and urges Saudi Arabia and Egypt to 'show the way toward democracy in the Middle East'; on domestic issues, he says budget he will propose would substantially reduce or eliminate more than 150 programs, an assault on government spending of scale not seen since ill-fated effort by Congressional Republicans in 1995 to cut entire cabinet agencies; Bush wins hearty applause throughout much of 53-minute speech, although some Democrats hoot in derision at his claim that Social Security is in dire financial straits; this year's address opens what could be last two campaigns of his career: to remake Social Security and other domestic policy along conservative lines, and to shape his own place in history as leader who extended freedom and democracy into world, unleashing American military might to combat what he casts as terrorist threat to those values; photos (L)",
      "lead_paragraph": "WASHINGTON, Feb. 2 - President Bush challenged a wary Congress on Wednesday night to join him in reinventing Social Security for the 21st century, saying his generation had a duty to preserve the retirement system for those who follow and for the first time setting out details of the individual investment accounts at the heart of his proposal.",
      "publication_date": "2005-02-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/03/politics/in-speech-bush-sketches-a-bold-domestic-and-foreign-agenda.html",
      "byline": "By Richard W. Stevenson and David E. Sanger"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Report Portrays Culture Of Excess Pay at Big Board  An internal report released by the New York Stock Exchange says Richard A. Grasso, its former chief executive, received $144 million to $156 million in excessive compensation and took deliberate ...",
      "abstract": " Report Portrays Culture Of Excess Pay at Big Board  An internal report released by the New York Stock Exchange says Richard A. Grasso, its former chief executive, received $144 million to $156 million in excessive compensation and took deliberate steps to keep the board in the dark about his soaring income.  ",
      "lead_paragraph": "Report Portrays Culture Of Excess Pay at Big Board An internal report released by the New York Stock Exchange says Richard A. Grasso, its former chief executive, received $144 million to $156 million in excessive compensation and took deliberate steps to keep the board in the dark about his soaring income.",
      "publication_date": "2005-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/03/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Introducing Private Investments to the Safety Net",
      "snippet": "Theory behind Pres Bush's proposal to change Social Security described; it is that government can make system financially solid by reducing guaranteed retirement benefits, but ideally workers' retirement income would not be lower because their inv...",
      "abstract": "Theory behind Pres Bush's proposal to change Social Security described; it is that government can make system financially solid by reducing guaranteed retirement benefits, but ideally workers' retirement income would not be lower because their investment accounts would make up for lower guaranteed benefits; workers can participate or not; those who do might fare better financially than those who rely on guaranteed benefits, but they could also do worse; Bush administration officials say accounts would be heavily regulated, but unpredictabiilty of financial markets would be injected into what has been straightforward social insurance program; political struggle over proposal will revolve around those risks; it will also involve extent to which guaranteed benefits would be reduced and cost of moving to system of personal accounts--more than $700 billion in next decade and trillions afterward; Bush does not address these matters or explain how his plan would solve Social Security's long-term financial difficulty; photo; chart with questions and answers about program (M)",
      "lead_paragraph": "WASHINGTON, Feb. 2 - Every American born after 1949 would be confronted with a very different Social Security system under the proposal that President Bush outlined Wednesday night.",
      "publication_date": "2005-02-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/03/us/front page/state-of-the-union-retirement-plans-introducing-private.html",
      "byline": "By David E. Rosenbaum and Robin Toner"
    },
    {
      "headline": "When the Sous-Chef Is an Inkjet",
      "snippet": "Chef Homaro Cantu uses inkjet printer, edible ink, edible paper and flavorings to make sushi he serves at Moto in Chicago; at least two or three food items made of paper are likely to be included in meal at Moto, which might include 10 or more tas...",
      "abstract": "Chef Homaro Cantu uses inkjet printer, edible ink, edible paper and flavorings to make sushi he serves at Moto in Chicago; at least two or three food items made of paper are likely to be included in meal at Moto, which might include 10 or more tasting courses; diners also crush paper menu into a bowl of gazpacho; food critics cheer; photo (M)",
      "lead_paragraph": "CHICAGO - HOMARO CANTU'S maki look a lot like the sushi rolls served at other upscale restaurants: pristine, coin-size disks stuffed with lumps of fresh crab and rice and wrapped in shiny nori. They also taste like sushi, deliciously fishy and seaweedy.",
      "publication_date": "2005-02-03T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/02/03/technology/circuits/when-the-souschef-is-an-inkjet.html",
      "byline": "By David Bernstein"
    },
    {
      "headline": "It's Maybe a Bubble, but a Selective One",
      "snippet": "Investors are being selective in investing in Internet stocks; even though eBay's profits for all of 2004 were up 76 percent from year earlier, share price is down by third since start of January, primarily because fourth-quarter results fell shor...",
      "abstract": "Investors are being selective in investing in Internet stocks; even though eBay's profits for all of 2004 were up 76 percent from year earlier, share price is down by third since start of January, primarily because fourth-quarter results fell short of analysts' forecasts; when Amazon.com reported growth in profits and revenue, investors sent its stock tumbling as much as 15 percent because those results, too, fell short of analysts' expectations; although Google's shares are soaring, general trend in Internet stocks indicates that investors are not indiscriminately happy; graph (M)",
      "lead_paragraph": "SAN FRANCISCO, Feb. 2 - Is the Internet bubble half empty or half full?",
      "publication_date": "2005-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/03/technology/its-maybe-a-bubble-but-a-selective-one.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Ad Reaction Claims Super Bowl Casualty",
      "snippet": "Ford Motor Co, in highly unusual last-minute reversal, withdraws commercial from upcoming Super Bowl game in face of complaints; cancels ad for Lincoln truck because of charges from advocacy group Snap, for Survivors Network of those Abused by Pri...",
      "abstract": "Ford Motor Co, in highly unusual last-minute reversal, withdraws commercial from upcoming Super Bowl game in face of complaints; cancels ad for Lincoln truck because of charges from advocacy group Snap, for Survivors Network of those Abused by Priests, that it exploits sex scandals embroiling Catholic Church; withdrawal of commercial, showing how mischievous girl's prank caused clergyman to be tempted by 2006 Lincoln Mark LT pickup, underlines how tender sensibilities are after controversy over last year's Super Bowl; advertisers and agencies want to make sure they are not faced with same loud outcry generated by Janet Jackson's 'wardrobe malfunction' during halftime show and by string of ads that some deemed vulgar and tasteless; withdrawn ad was designed by Young & Rubicam; chart; photos (M)",
      "lead_paragraph": "Even before kickoff, the Super Bowl has its first advertising casualty.",
      "publication_date": "2005-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/03/business/media/ad-reaction-claims-super-bowl-casualty.html",
      "byline": "By Stuart Elliott"
    },
    {
      "headline": "Bush Puts Much of Legacy on the Line With Social Security Plan",
      "snippet": "Analysis: Pres Bush's plan to reshape Social Security system could weigh heavily in determining success of his presidency and his place in history; Democratic leaders have already vowed to fight proposal, even as Sen Charles E Grassley, Republican...",
      "abstract": "Analysis: Pres Bush's plan to reshape Social Security system could weigh heavily in determining success of his presidency and his place in history; Democratic leaders have already vowed to fight proposal, even as Sen Charles E Grassley, Republican head of Finance Committee, warns that he would need Democratic support to move plan forward; Bush has signaled his willingness to work with Democrats, but his avoidance of specifics in his State of Union message appears to be deliberate effort to prevent opponents from picking it apart detail by detail; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/03/politics/bush-puts-much-of-legacy-on-the-line-with-social-security-plan.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "A WorldCom Settlement Falls Apart",
      "snippet": "Landmark settlement in January that had 10 former WorldCom directors agreeing to pay $18 million from their own pockets to investors who lost money in company's failure is scuttled; settlement falls apart after Federal Judge Denise Cote rules that...",
      "abstract": "Landmark settlement in January that had 10 former WorldCom directors agreeing to pay $18 million from their own pockets to investors who lost money in company's failure is scuttled; settlement falls apart after Federal Judge Denise Cote rules that one aspect of deal is illegal because it would have limited directors' potential liability and exposed investment banks that are also defendants in case to greater damages; settlement would also have prevented banks, including J P Morgan Chase, Deutsche Bank and Bank of America, from being able to sue directors and possibly recover money from them; Alan G Hevesi, trustee of New York State Common Retirement Fund and lead plaintiff in lawsuit, says he respects judge's ruling but provision is necessary; Hevesi is seeking $13 billion in damages for investors who bought WorldCom securities in two years before it filed for bankruptcy protection in 2002; case is scheduled to go to trial Feb 28 (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/03/business/a-worldcom-settlement-falls-apart.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "'Face the Nation' Host Is Interim Anchor at CBS",
      "snippet": "CBS News announces Bob Schieffer, host of Face the Nation for more than decade, will become interim anchor of CBS Evening News after Dan Rather quits broadcast on March 9; decision by network to appoint interim anchor lays bare not only internal d...",
      "abstract": "CBS News announces Bob Schieffer, host of Face the Nation for more than decade, will become interim anchor of CBS Evening News after Dan Rather quits broadcast on March 9; decision by network to appoint interim anchor lays bare not only internal disarray surrounding Rather's departure but also news division's failure in recent years to devise orderly succession plan for his broadcast; Schieffer comments; photo (M)",
      "lead_paragraph": "CBS News announced yesterday that Bob Schieffer, the host of \"Face the Nation\" for more than a decade, will become the interim anchor of \"The CBS Evening News\" after Dan Rather quits the broadcast on March 9.",
      "publication_date": "2005-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/03/business/media/face-the-nation-host-is-interim-anchor-at-cbs.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Report Details Huge Pay Deal Grasso Set Up",
      "snippet": "Internal report discloses that Richard A Grasso, former chairman and chief executive of New York Stock Exchange, received $144 million to $156 million in excessive compensation, took steps to keep exchange's board in dark about his soaring pay and...",
      "abstract": "Internal report discloses that Richard A Grasso, former chairman and chief executive of New York Stock Exchange, received $144 million to $156 million in excessive compensation, took steps to keep exchange's board in dark about his soaring pay and took much of his retirement savings out early; closely-guarded year-old report is released on order of New York judge; Grasso's detractors see it as buttressing case against him, while supporters point to absence of smoking gun and note that his compensation was approved by cream of Wall Street; report was compiled by Dan K Webb, former federal prosecutor and exchange's lawyer; it portrays culture of excessive pay: Grasso's executive assistant was paid $240,000 and his two drivers $130,000 each; report paints vivid picture of stock exchange board packed with Wall Street chief executives and close associates of Grasso; Atty Gen Eliot Spitzer sued Grasso last year, contending that $139.5 million payout Grasso received in summer of 2003 was exorbitant and in violation of New York's not-for-profit law; Spitzer has cited Webb report as crucial to his investigation; photo; graphs (M)",
      "lead_paragraph": "Richard A. Grasso, the former chairman and chief executive of the New York Stock Exchange, received $144 million to $156 million in excessive compensation, took steps to keep the exchange's board in the dark about his soaring pay and took much of his retirement savings out early, according to an internal report released yesterday by the exchange.",
      "publication_date": "2005-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/03/business/report-details-huge-pay-deal-grasso-set-up.html",
      "byline": "By Landon Thomas Jr. and Jenny Anderson"
    },
    {
      "headline": "Low Voting Rate Risks Isolation for Sunni Iraqis",
      "snippet": "Iraqi and Western officials say country's once powerful Sunni minority largely boycotted voting, confirming group's political isolation; thin turnout means Sunnis, many of them already alienated from American-backed enterprise in Iraq, could be va...",
      "abstract": "Iraqi and Western officials say country's once powerful Sunni minority largely boycotted voting, confirming group's political isolation; thin turnout means Sunnis, many of them already alienated from American-backed enterprise in Iraq, could be vastly underrepresented in 275-member parliament that will oversee drafting of constitution; Iraqi and American officials say lack of significant Sunni representation in drafting constitution would further embitter group and, when constitution is put to Iraqi voters, could lead to its rejection in three provinces where Sunnis are in majority; to head that off, Iraqi Shiite leaders who are expected to form new government say they will reach out to Sunnis, offering them senior posts and role in writing constitution; it is not clear that Sunnis would accept that offer; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Feb. 2 - As poll workers tally the ballots from Sunday's election, Iraqi and Western officials say, it is increasingly clear that the country's once powerful Sunni minority largely boycotted the voting, confirming the group's political isolation.",
      "publication_date": "2005-02-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/03/world/middleeast/low-voting-rate-risks-isolation-for-sunni-iraqis.html",
      "byline": "By Dexter Filkins"
    }
  ]
}