{
  "metadata": {
    "date": "2005-03-02",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "2 Members of Hussein Tribunal Are Assassinated in Baghdad",
      "snippet": "Iraqi judge and lawyer with special tribunal that will try Saddam Hussein and former members of his government are shot to death outside their home in Baghdad; Parwiz Muhammad Mahmoud al-Merani and son, who worked at tribunal, are killed day after...",
      "abstract": "Iraqi judge and lawyer with special tribunal that will try Saddam Hussein and former members of his government are shot to death outside their home in Baghdad; Parwiz Muhammad Mahmoud al-Merani and son, who worked at tribunal, are killed day after first charges are announced; senior Iraqi official says Hussein's half brother was captured by Iraqi and allied forces, not by Syria; some 400 tribunal members have security guards and names are kept secret; seven Iraqi police officers are killed in four incidents, day after bombing in Hilla that killed at least 122 people and wounded 170 more; photo; Abu Musab al-Zarqawi terrorists claim responsibility; Muslim Scholars Assn, influential Sunni group, denounces Hilla attack; French reporter Florence Aubenas, kidnapped Jan 5, appeals for help on videotape (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Wednesday, March 2 - A judge and a lawyer with the special tribunal that will try Saddam Hussein and former members of his government were shot and killed Tuesday by gunmen outside their home here, Iraqi officials said.",
      "publication_date": "2005-03-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/02/world/middleeast/2-members-of-hussein-tribunal-are-assassinated-in-baghdad.html",
      "byline": "By Robert F. Worth"
    },
    {
      "headline": "Fiorina Called Candidate for World Bank",
      "snippet": "Carleton S Fiorina, former chief executive of Hewlett-Packard, has emerged as strong candidate to become president of World Bank; Paul D Wolfowitz, deputy secretary of defense, is also under serious considertation; Defense Department insists Wolfo...",
      "abstract": "Carleton S Fiorina, former chief executive of Hewlett-Packard, has emerged as strong candidate to become president of World Bank; Paul D Wolfowitz, deputy secretary of defense, is also under serious considertation; Defense Department insists Wolfowitz will remain in place as deputy secretary of defense; Robert B Zoellick, until last week US trade representative, had been Bush administration's candidate to succeed current bank president James D Wolfensohn, who completes his second five-year term, in May; search was reopened when Zoellick was selected to be deputy secretary of state; photo (M)",
      "lead_paragraph": "WASHINGTON, March 1 - Carleton S. Fiorina, who lost her job as chief executive of Hewlett-Packard almost three weeks ago, has emerged as a strong candidate to become president of the World Bank, according to an official in the Bush administration.",
      "publication_date": "2005-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/02/business/worldbusiness/fiorina-called-candidate-for-world-bank.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "For President's Social Security Proposal, Many Hurdles",
      "snippet": "News analysis on troubles for Pres Bush's Social Security overhaul plan, which faces obstacles on all sides; Republican Congressional leaders return from week of listening to constituents and begin playing for time, while Democrats remain remarkab...",
      "abstract": "News analysis on troubles for Pres Bush's Social Security overhaul plan, which faces obstacles on all sides; Republican Congressional leaders return from week of listening to constituents and begin playing for time, while Democrats remain remarkably united against Bush's call for private investment accounts to be carved out of payroll taxes; USA Today/CNN/Gallup poll shows low marks for Bush on issue, indicating little support for painful choices that lawmakers would have to make; Republicans themselves are sharply divided on how big private accounts should be, whether nation can affort to borrow trillions of dollars to establish them and whether tax increase should be part of solution; photo (M)",
      "lead_paragraph": "WASHINGTON, March 1 - President Bush's drive to overhaul Social Security is in trouble, and while it is far too soon to declare it doomed, it faces obstacles on all sides.",
      "publication_date": "2005-03-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/02/politics/for-presidents-social-security-proposal-many-hurdles.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Ex-WorldCom Chief Denies Knowing of Wrongdoing  Prosecutors tried to show that Bernard J. Ebbers, the former WorldCom chief executive accused of securities fraud, had to have known about the company's doctored books.      Mr. Ebbers, however, said...",
      "abstract": " Ex-WorldCom Chief Denies Knowing of Wrongdoing  Prosecutors tried to show that Bernard J. Ebbers, the former WorldCom chief executive accused of securities fraud, had to have known about the company's doctored books.      Mr. Ebbers, however, said during his nearly six hours on the stand that he was unaware of any wrongdoing and that he trusted Scott D. Sullivan, WorldCom's former chief fiscal officer, to handle the financial matters. [Page C2.]    Martha Stewart's Publisher Quits  Suzanne Sobel, left, the longtime publisher of magazines at Martha Stewart Living Omnimedia, has resigned. The company said Lauren Podlach Stanich, the president of publishing, would take over for Ms. Sobel during the search for a successor. The timing struck some investors and analysts as odd, given the recent rise in the company's fortunes and Ms. Stewart's release from prison in a few days. Ms. Sobel, who oversaw advertising sales, helped guide the company through the difficulties it encountered as a result of Ms. Stewart's legal troubles. [C2.]    Take 2 Aspirin and E-Mail the Doctor  Doctors are being paid by health plans and medical groups to answer e-mail messages, providing them with more time to spend with patients who need to be seen. [A1.]    Marsh Rescue Plan Unveiled  Marsh & McLennan, which reported a loss of $676 million for the fourth quarter, is laying off 2,500 employees, cutting its dividend, increasing the commissions it charges, and dropping unprofitable clients. Market Place. [C9.]    F.D.A. Official Admits Lapses  After months of the Food and Drug Administration insisting that it did nothing wrong in its oversight of the withdrawn pain pill Vioxx, an agency official acknowledged before a Senate panel ''lapses'' in the agency's actions. [A15.]    The Los Angeles Times Scales Back  The Los Angeles Times has scaled back its national edition, which circulates in Washington and New York, into a 24-page format without paid advertising. [C5.]    Qwest Questions Verizon's MCI Bid  The chief executive of Qwest Communications, Richard C. Notebaert, told investors that Verizon Communications would and should face serious regulatory hurdles in its bid to acquire MCI. Mr. Notebaert made his remarks as part of an effort to persuade Wall Street investors and analysts that MCI would be better off rejecting Verizon as a suitor and accepting Qwest as a merger partner. [C4.]    Official Criticizes Pension Rules  The assistant Treasury secretary for economic policy told a Senate panel that current pension funding rules are inaccurate. [C8.]    Telecom Battle Waged in Poland  A dispute between French and German companies over the ownership of a Polish mobile telephone company has led to new managers being barred from the building. [C8.]    Strong Growth in Brazil in 2004  The Brazilian economy expanded in 2004 at its fastest pace in a decade, with booming exports and a sharp increase in consumer spending helping it rebound. [C8.]    Stocks Move Up as Oil Price Falls  Stocks were higher. The Dow Jones industrial average rose 63.77 points, to 10,830.00; the Standard & Poor's 500-stock index was up 6.81 points, to 1,210.41, and the Nasdaq composite index gained 19.53 points, to 2,071.25. [C9.]    COMMERCIAL REAL ESTATE    ENCLOSED MALLS are trying to find a way to survive now that department store chains continue to merge and open-air shopping centers proliferate. [C7.]  A NEW JERSEY DEVELOPER has moved away from residential rentals. [C6.]  ",
      "lead_paragraph": "Ex-WorldCom Chief Denies Knowing of Wrongdoing Prosecutors tried to show that Bernard J. Ebbers, the former WorldCom chief executive accused of securities fraud, had to have known about the company's doctored books.",
      "publication_date": "2005-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/02/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Supreme Court, 5-4, Forbids Execution in Juvenile Crime",
      "snippet": "US Supreme Court rules, 5-4, that Constitution bars capital punishment for crimes committed before age 18 because such executions violate Eighth Amendment's prohibition on cruel and unusual punishment; decision upholding Missouri Supreme Court wil...",
      "abstract": "US Supreme Court rules, 5-4, that Constitution bars capital punishment for crimes committed before age 18 because such executions violate Eighth Amendment's prohibition on cruel and unusual punishment; decision upholding Missouri Supreme Court will move 72 people off death row in 12 states and reverses Court's own opinion of 16 years ago; photos; graph; majority opinion by Justice Anthony Kennedy points to 'evolving standards of decency,' ban in 30 states and fact that US 'now stands alone' on issue; US has had 19 such executions since 1990; Justice Antonin Scalia dissents, joined by Chief Justice William Rehnquist and Clarence Thomas; Sandra Day O'Connor's separate dissent says she would lean toward minimum age of 18 as legislator but cannot find constitutional basis, and also objects to citing other countries; Missouri defendant is Christopher Simmons, who tied up woman and threw her over bridge to her death in 1993, when he was 17 (M)",
      "lead_paragraph": "WASHINGTON, March 1 - Concluding that the United States and the world have turned against the death penalty for youthful offenders, the Supreme Court ruled on Tuesday that the Constitution categorically bars capital punishment for crimes committed before the age of 18.",
      "publication_date": "2005-03-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/02/politics/supreme-court-54-forbids-execution-in-juvenile-crime.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "G.M. and Ford Lose Ground in Sales Again",
      "snippet": "Sales at General Motors Corp fell 12.6 percent in February from same month year earlier; Ford Motor Co's sales fell 2.8 percent; both companies scaled back numbers of cars and trucks they planned to make as unsold models accumate on dealer lots, t...",
      "abstract": "Sales at General Motors Corp fell 12.6 percent in February from same month year earlier; Ford Motor Co's sales fell 2.8 percent; both companies scaled back numbers of cars and trucks they planned to make as unsold models accumate on dealer lots, though GM's cuts were deeper and it is showing few signs of turnaround; GM says it will shuffle its senior top management ranks and give several top North American executives broader global responsibilities; auto sales in US fell 1.8 percent in February from same month year earlier, to seasonally adjusted rate of 16.3 million cars and trucks; Toyota's sales were up 11.1 percent, Nissan sales rose 10.2 percent and Hyundai's 19 percent; Honda sales were down 7.2 percent, while Mitsubishi's sales declined 40 percent in February; graph; chart (M)",
      "lead_paragraph": "DETROIT, March 1 - The gears of the domestic auto industry are grinding again, with shares of General Motors and the Ford Motor Company trading near one-year lows and the companies continuing to lose customers.",
      "publication_date": "2005-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/02/business/gm-and-ford-lose-ground-in-sales-again.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Haunted by Threats, U.S. Judge Finds New Horror",
      "snippet": "Federal Judge Joan Humphrey Lefkow, who has been target of white supremacist threats almost since appointment in 2000, finds husband Michael F Lefkow and 89-year-old mother, Donna Humphrey, shot to death in their Chicago home; authorities investig...",
      "abstract": "Federal Judge Joan Humphrey Lefkow, who has been target of white supremacist threats almost since appointment in 2000, finds husband Michael F Lefkow and 89-year-old mother, Donna Humphrey, shot to death in their Chicago home; authorities investigate possible link to Matthew Hale, white supremacist awaiting sentencing for soliciting her assassination; photos; hate groups celebrate killings on Internet; judge became target when she got case involving Oregon group's lawsuit to block Hale from using its trademarked name, Church of the Creator; she actually ruled in Hale's favor but was overruled on appeal (M)",
      "lead_paragraph": "CHICAGO, March 1 - For Joan Humphrey Lefkow, the nightmare began shortly after her appointment as a federal judge in 2000, when an Oregon group's lawsuit to block white supremacists from using a name it had trademarked, World Church of the Creator, landed in her lap.",
      "publication_date": "2005-03-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/02/us/haunted-by-threats-us-judge-finds-new-horror.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "Man of Many Names Now Called No. 1 Tax Cheat",
      "snippet": "Walter Anderson, telephone entrepreneur accused of being biggest tax cheat in American history, started playing with his name when he was 12 years old; government says acquiring aliases became habit that is central to how he evaded taxes on at lea...",
      "abstract": "Walter Anderson, telephone entrepreneur accused of being biggest tax cheat in American history, started playing with his name when he was 12 years old; government says acquiring aliases became habit that is central to how he evaded taxes on at least $450 million in income; his mother told government that his first alias involved unofficially shortening his given name, Walter Anderson Crump; government says he has used at least seven other aliases to hide his income; Anderson went on to develop what government says are elaborate schemes to conceal his movements and money; government cannot fully estimate size of Anderson's untaxed fortune, although filings by his companies suggest it is more than one billion dollars; business associates say Anderson was obsessed with keeping his actions out of sight, and even those who did business with him say he revealed little other than his hatred of government; photo (M)",
      "lead_paragraph": "WASHINGTON, March 1 - Walter Anderson, the telephone entrepreneur accused of being the biggest tax cheat in American history, started playing with his name when he was 12 years old.",
      "publication_date": "2005-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/02/business/man-of-many-names-now-called-no-1-tax-cheat.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "Digital Rx: Take Two Aspirins and E-Mail Me in the Morning",
      "snippet": "Health plans are beginning to pay doctors to answer patient e-mail messages, which can be efficient, convenient way for physicians and patients to discuss questions on diet, medication and other topics; patients may also use e-mail to secure Web s...",
      "abstract": "Health plans are beginning to pay doctors to answer patient e-mail messages, which can be efficient, convenient way for physicians and patients to discuss questions on diet, medication and other topics; patients may also use e-mail to secure Web sites to get test results and request prescription refills; several physicians patients comment; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/02/technology/digital-rx-take-two-aspirins-and-email-me-in-the-morning.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "Where Has All the Prilosec Gone?",
      "snippet": "Supplies of heartburn drug Prilosec OTC have fallen far short of demand for year and shortage will continue until at least April; Procter & Gamble and partner AstraZeneca, British drug company that owns rights to Prilosec OTC, say they underestima...",
      "abstract": "Supplies of heartburn drug Prilosec OTC have fallen far short of demand for year and shortage will continue until at least April; Procter & Gamble and partner AstraZeneca, British drug company that owns rights to Prilosec OTC, say they underestimated demand for drug and are working to increase production and correct shortage; many Wall Street analysts, consumer advocates and academic researchers who study drug costs believe AstraZeneca could easily meet demand for drug if it chose; shortage of Prilosec has been very good for AstraZeneca's bottom line because it has increased sales of Nexium, far more expensive prescription heartburn medicine that AstraZeneca also sells; most doctors view two drugs as essentially identical, yet cost of Nexium is more than five times that of Prilosec OTC, about $4 a pill compared with 70 cents; graph; photo (M)",
      "lead_paragraph": "Call it the case of the disappearing Prilosec.",
      "publication_date": "2005-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/02/business/where-has-all-the-prilosec-gone.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Saudi Shiites Look to Iraq and Assert Rights",
      "snippet": "Shiite Muslim majority in Saudi Arabia, which once marked Ashura holy day furtively to avoid wrath of Wahhabi Sunni establishment, is now boldly in the open, even performing gory ritual of self-beatings to mark murder of Prophet Muhammad's grandso...",
      "abstract": "Shiite Muslim majority in Saudi Arabia, which once marked Ashura holy day furtively to avoid wrath of Wahhabi Sunni establishment, is now boldly in the open, even performing gory ritual of self-beatings to mark murder of Prophet Muhammad's grandson Hussein in 680; photos; Sunnis damn such rites as pagan orgies but Shiites, at least in their main center of Qatif, no longer feel need to hide because of important changes in Middle East that range from new elected Shiite government in Iraq to municipal elections and easing of some discrimination at home; Shiite candidates are likely to win all five council seats in Qatif; Sheik Hassan al-Saffar, dissident who has been jailed and exiled, draws parallels to Iraq's vote; Saudi Shiites, concentrated near richest oil fields, are suspected as potential fifth column and kept out of key military, security and education posts (M)",
      "lead_paragraph": "QATIF, Saudi Arabia, Feb. 25 - The Shiite Muslim minority in this kingdom once marked their Ashura holy day furtively in darkened, illegal community centers out of fear of stirring the powerful wrath of the religious establishment.",
      "publication_date": "2005-03-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/02/world/middleeast/saudi-shiites-look-to-iraq-and-assert-rights.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "Proposed Law on Bankruptcy Has Loophole",
      "snippet": "Bankruptcy legislation being debated by Senate is intended to make it harder for people to walk away from their credit card and other debts; legal experts say proposed law leaves open increasingly popular loophole that lets wealthy people protect ...",
      "abstract": "Bankruptcy legislation being debated by Senate is intended to make it harder for people to walk away from their credit card and other debts; legal experts say proposed law leaves open increasingly popular loophole that lets wealthy people protect substantial assets from creditors even after filing for bankruptcy; loophole involves use of so-called asset protection trusts; wealthy people have set up these trusts offshore to keep their money out of reach of domestic creditors; lawmakers in Alaska, Delaware, Nevada, Rhode Island and Utah since 1997 have passed legislation exempting assets held domestically in such trusts from federal bankruptcy code; people who want to establish trusts do not have to reside in five states, but need only set their trust up through institution in one of them; Republicans in Senate beat back first in series of Democratic amendments aimed at softening effects of bankruptcy bill on military personnel, and House majority leader Tom DeLay vows to get quick approval of bill if Senate does not significantly alter it (M)",
      "lead_paragraph": "The bankruptcy legislation being debated by the Senate is intended to make it harder for people to walk away from their credit card and other debts. But legal specialists say the proposed law leaves open an increasingly popular loophole that lets wealthy people protect substantial assets from creditors even after filing for bankruptcy.",
      "publication_date": "2005-03-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/02/business/proposed-law-on-bankruptcy-has-loophole.html",
      "byline": "By Gretchen Morgenson"
    }
  ]
}