{
  "metadata": {
    "date": "2012-11-08",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Solar Tariffs Upheld, but May Not Help in U.S.",
      "snippet": "American panel producers applauded a trade decision, but Chinese solar companies have already started to circumvent it.",
      "abstract": "American panel producers applauded a trade decision, but Chinese solar companies have already started to circumvent it.",
      "lead_paragraph": "When the United States International Trade Commission decided on Wednesday to uphold tariffs of about 24 to 36 percent on most solar panels imported from China, the case’s proponents claimed a major victory. Domestic solar manufacturers said the duties, to be in place for five years, would make up for unfair business practices by Chinese companies that had harmed the domestic market and allow homegrown companies to hire more workers and thrive.",
      "publication_date": "2012-11-07T16:18:30+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2012/11/08/business/energy-environment/us-affirms-tariffs-against-chinese-solar-companies.html",
      "byline": "By Diane Cardwell"
    },
    {
      "headline": "Product Questions and Threats of Higher Tax Hit Apple Shares",
      "snippet": "Shares have dropped 20 percent since their September peak. Some investors may be selling in anticipation of higher capital gains taxes.",
      "abstract": "Shares have dropped 20 percent since their September peak. Some investors may be selling in anticipation of higher capital gains taxes.",
      "lead_paragraph": "Autumn is traditionally the time of year when people start snapping up Apple products. It’s also when investors, in anticipation of another blockbuster holiday season from the company, do the same with Apple shares. ",
      "publication_date": "2012-11-08T01:20:05+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2012/11/08/technology/apples-stock-sinks-as-profits-and-products-are-questioned.html",
      "byline": "By Nick Wingfield"
    },
    {
      "headline": "Little to Show for Cash Flood by Big Donors",
      "snippet": "While record outside spending affected the election in innumerable ways, the prizes most sought by the emerging class of megadonors remained outside their grasp.",
      "abstract": "While record outside spending affected the election in innumerable ways, the prizes most sought by the emerging class of megadonors remained outside their grasp.",
      "lead_paragraph": "At the private air terminal at Logan Airport in Boston early Wednesday, men in unwrinkled suits sank into plush leather chairs as they waited to board Gulfstream jets, trading consolations over Mitt Romney’s loss the day before.",
      "publication_date": "2012-11-08T01:25:37+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2012/11/08/us/politics/little-to-show-for-cash-flood-by-big-donors.html",
      "byline": "By Nicholas Confessore and Jess Bidgood"
    },
    {
      "headline": "On Wall Street, Time to Mend Fences With Obama",
      "snippet": "Wall Street titans who supported Mitt Romney now face the prospect of developing a working relationship with the Obama administration.",
      "abstract": "Wall Street titans who supported Mitt Romney now face the prospect of developing a working relationship with the Obama administration.",
      "lead_paragraph": "Del Frisco’s, an expensive steakhouse with floor-to-ceiling windows overlooking the Boston harbor, was a festive scene on Tuesday evening. The hedge fund billionaires Steven A. Cohen, Paul Singer and Daniel Loeb were among the titans of finance there dining among the gray velvet banquettes before heading several blocks away to what they hoped would be a victory party for their presidential candidate, Mitt Romney.",
      "publication_date": "2012-11-08T01:28:49+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://dealbook.nytimes.com/2012/11/07/on-wall-street-time-to-mend-fences-with-obama/",
      "byline": "By Susanne Craig and Nicholas Confessore"
    },
    {
      "headline": "Long Retired, Ex-Leader of China Asserts Sway Over Top Posts",
      "snippet": "Factions in the Chinese leadership had lacked a dominant elder statesman like Jiang Zemin to arbitrate disputes.",
      "abstract": "Factions in the Chinese leadership had lacked a dominant elder statesman like Jiang Zemin to arbitrate disputes.",
      "lead_paragraph": "BEIJING — In a year of scandals and corruption charges at the commanding heights of the Communist Party, a retired party chief some had written off as a spent force has thrust himself back into China’s most important political decisions and emerged as a dominant figure shaping the future leadership.",
      "publication_date": "2012-11-08T01:33:09+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2012/11/08/world/asia/jiang-zemin-ex-leader-of-china-asserts-sway-over-top-posts.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Demographic Shift Brings New Worry for Republicans",
      "snippet": "Changes in the American electorate have left many Republicans, who have not won as many electoral votes as President Obama did on Tuesday in 24 years, concerned about the future.",
      "abstract": "Changes in the American electorate have left many Republicans, who have not won as many electoral votes as President Obama did on Tuesday in 24 years, concerned about the future.",
      "lead_paragraph": "A couple of decades ago, Prince William County was one of the mostly white, somewhat rural, far-flung suburbs where Republican candidates went to accumulate the votes to win elections in Virginia.",
      "publication_date": "2012-11-08T01:37:41+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2012/11/08/us/politics/obamas-victory-presents-gop-with-demographic-test.html",
      "byline": "By Michael D. Shear"
    },
    {
      "headline": "Senate Races Expose Extent of Republicans’ Gender Gap",
      "snippet": "Going into the election, Republican candidates knew they faced obstacles with minorities and women, but candidates’ comments on rape were not among them.",
      "abstract": "Going into the election, Republican candidates knew they faced obstacles with minorities and women, but candidates’ comments on rape were not among them.",
      "lead_paragraph": "Republicans, hoping to gain seats in the Senate, knew that their limited appeal among minorities would be a problem, as would party infighting. But they did not expect to be derailed by the definition of rape.",
      "publication_date": "2012-11-08T01:43:54+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2012/11/08/us/politics/womens-issues-were-a-problem-for-gop.html",
      "byline": "By Jennifer Steinhauer"
    },
    {
      "headline": "Back to Work, Obama Is Greeted by Looming Crisis",
      "snippet": "President Obama moved quickly to open negotiations with Republican leaders on a deficit-reduction deal while preparing for major changes to his cabinet.",
      "abstract": "President Obama moved quickly to open negotiations with Republican leaders on a deficit-reduction deal while preparing for major changes to his cabinet.",
      "lead_paragraph": "Newly re-elected, President Obama moved quickly on Wednesday to open negotiations with Congressional Republican leaders over the main unfinished business of his term — a major deficit-reduction deal to avert a looming fiscal crisis — as he began preparing for a second term that will include significant cabinet changes.",
      "publication_date": "2012-11-08T02:17:50+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2012/11/08/us/politics/president-obama-begins-work-on-second-term.html",
      "byline": "By Jackie Calmes and Peter Baker"
    },
    {
      "headline": "How a Race in the Balance Went to Obama",
      "snippet": "The first presidential debate sharply exposed President Obama’s vulnerabilities and forced his advisers to work to reclaim the campaign over a grueling 30 days, ending with his triumph on Tuesday.",
      "abstract": "The first presidential debate sharply exposed President Obama’s vulnerabilities and forced his advisers to work to reclaim the campaign over a grueling 30 days, ending with his triumph on Tuesday.",
      "lead_paragraph": "Seven minutes into the first presidential debate, the mood turned from tense to grim inside the room at the University of Denver where Obama staff members were following the encounter. Top aides monitoring focus groups — voters who registered their minute-by-minute reactions with the turn of a dial — watched as enthusiasm for Mitt Romney spiked. “We are getting bombed on Twitter,” announced Stephanie Cutter, a deputy campaign manager, while tracking the early postings by political analysts and journalists whom the Obama campaign viewed as critical in setting debate perceptions. ",
      "publication_date": "2012-11-08T02:25:58+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2012/11/08/us/politics/obama-campaign-clawed-back-after-a-dismal-debate.html",
      "byline": "By Adam Nagourney, Ashley Parker, Jim Rutenberg and Jeff Zeleny"
    }
  ]
}