{
  "metadata": {
    "date": "2004-01-08",
    "total_articles": 25
  },
  "articles": [
    {
      "headline": "For Jobs, Some Germans Look to Poland",
      "snippet": "Persistent unemployment in eastern Germany is beginning to lead some German job seekers to find work in Poland; unemployment in former East Germany averaged 17.4 percent in November 2003, more than double 8.1 percent rate in former West Germany; u...",
      "abstract": "Persistent unemployment in eastern Germany is beginning to lead some German job seekers to find work in Poland; unemployment in former East Germany averaged 17.4 percent in November 2003, more than double 8.1 percent rate in former West Germany; unemployment in town of Forst, which is three miles from Zasieki, Poland, rose to 22.5 percent, up from 20.9 percent year earlier; some German citizens who work in Poland comment; map; photo (M)",
      "lead_paragraph": "For most of the 1990's, Tassilo Schlicht, an unemployed German handyman, watched as Polish men and women crossed the Neisse River to work in and around his hometown, Forst, for wages typically three times the rate in Poland.",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/08/business/for-jobs-some-germans-look-to-poland.html",
      "byline": "By Kevin J. O'Brien"
    },
    {
      "headline": "I.M.F. Warns That U.S. Debt Is Threatening Global Stability",
      "snippet": "International Monetary Fund report says US is running up foreign debt of such record-breaking proportions that it threatens financial stability of global economy; questions wisdom of Bush administration's tax cuts and warns that large budget defic...",
      "abstract": "International Monetary Fund report says US is running up foreign debt of such record-breaking proportions that it threatens financial stability of global economy; questions wisdom of Bush administration's tax cuts and warns that large budget deficits pose 'significant risk' not just for US but rest of world; warns that United States' net financial obligations to rest of world could be equal to 40 percent of its total economy within few years; says danger is that United States' voracious appetite for borrowing could push up global interest rates and thus slow global investment and economic growth; White House officials dismiss report as alarmist, saying Pres Bush has already vowed to reduce budget deficit by half over net five years; Institute for International Economics director C Fred Bergsten agrees with report (M)",
      "lead_paragraph": "With its rising budget deficit and ballooning trade imbalance, the United States is running up a foreign debt of such record-breaking proportions that it threatens the financial stability of the global economy, according to a report released Wednesday by the International Monetary Fund.Prepared by a team of I.M.F. economists, the report sounded a loud alarm about the shaky fiscal foundation of the United States, questioning the wisdom of the Bush administration's tax cuts and warning that large budget deficits pose ''significant risks'' not just for the United States but for the rest of the world.",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/08/business/imf-warns-that-us-debt-is-threatening-global-stability.html",
      "byline": "By Elizabeth Becker and Edmund L. Andrews"
    },
    {
      "headline": "EX-ENRON FIGURE REPORTEDLY NEAR A PLEA OF GUILTY",
      "snippet": "Former Enron chief financial officer Andrew S Fastow reportedly tentatively agrees to plead guilty to fraud charges and has provided evidence against another former top executive; deal, which involves prison sentence of at least 10 years, reported...",
      "abstract": "Former Enron chief financial officer Andrew S Fastow reportedly tentatively agrees to plead guilty to fraud charges and has provided evidence against another former top executive; deal, which involves prison sentence of at least 10 years, reportedly hinges in part on resolution of related case against Fastow's wife, Lea; federal judge rejects her deal because it leaves him no ability to increase five month prison sentence, possibly delaying husband's plea and expected charges against Richard A Causey, former chief accounting officer; deal with Fastow and pressure on Causey means prosecutors have reached high enough in Enron to determine whether knowledge of wrongdoing reached former chief executives Jeffrey K Skilling and Kenneth L Lay; table of people swept up in probe; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/08/business/ex-enron-figure-reportedly-near-a-plea-of-guilty.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "Politics at the Border",
      "snippet": "Pres Bush's sweeping proposal to give legal status to millions of illegal immigrant workers seen aimed at courting Hispanic support for his re-election bid and re-establishing his credentials as compassionate conservative with suburban swing voter...",
      "abstract": "Pres Bush's sweeping proposal to give legal status to millions of illegal immigrant workers seen aimed at courting Hispanic support for his re-election bid and re-establishing his credentials as compassionate conservative with suburban swing voters; analysts say proposal reflects view that it is more important to reach toward political middle than to placate Bush's conservative base; moderate Republicans say real political risk was whether Hispanics would welcome plan; many Hispanic leaders score plan, viewing it as cynical appeal for their votes that does not go far enough (M)",
      "lead_paragraph": "President Bush's sweeping proposal on Wednesday to give legal status to millions of illegal workers was a political document as well as an immigration policy and sought to re-establish his credentials as a compassionate conservative at the starting gate of an election year.",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/08/us/bush-on-immigration-news-analysis-politics-at-the-border.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Fastow Expected to Enter Guilty Plea in Enron Case  Andrew S. Fastow, the former chief financial officer of Enron, has tentatively agreed to plead guilty to fraud charges and has provided evidence for criminal charges expected to be brought agains...",
      "abstract": " Fastow Expected to Enter Guilty Plea in Enron Case  Andrew S. Fastow, the former chief financial officer of Enron, has tentatively agreed to plead guilty to fraud charges and has provided evidence for criminal charges expected to be brought against the former chief accounting officer, people involved in the case said.    The deal with Mr. Fastow -- which would result in him serving at least 10 years in prison -- hinged in part on a resolution of a related criminal case against his wife, Lea. A federal judge in Houston rejected the deal with Lea Fastow because it left him with no ability to increase the sentence above an agreed-upon term of five months. [Page A1.]",
      "lead_paragraph": "Fastow Expected to Enter Guilty Plea in Enron Case",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/08/business/business-digest-881686.html",
      "byline": ""
    },
    {
      "headline": "Qaddafi's Surprise: Why a New Stance?",
      "snippet": "Something seems to have come over one of the world's best-known boogeymen, Col. Muammar el-Qaddafi, who after making Libya a pariah in the 1980's, pledged last month to end its illicit arms programs.   ",
      "abstract": "Something seems to have come over one of the world's best-known boogeymen, Col. Muammar el-Qaddafi, who after making Libya a pariah in the 1980's, pledged last month to end its illicit arms programs.   ",
      "lead_paragraph": "Something seems to have come over one of the world's best-known boogeymen, Col. Muammar el-Qaddafi, who after making Libya a pariah in the 1980's, pledged last month to end its illicit arms programs.",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/08/world/qaddafi-s-surprise-why-a-new-stance.html",
      "byline": ""
    },
    {
      "headline": "Market Place; Exchange Said To Want Move On Grasso Pay",
      "snippet": "New York Stock Exchange board plans to recommend that state and federal regulators pursue legal action against its previous board and former chairman Richard A Grasso over size of Grasso's pay package; regulators say Securities and Exchange Commis...",
      "abstract": "New York Stock Exchange board plans to recommend that state and federal regulators pursue legal action against its previous board and former chairman Richard A Grasso over size of Grasso's pay package; regulators say Securities and Exchange Commission and New York State Atty Gen Eliot Spitzer will assume responsibility for investigation to determine whether civil suit should be brought against Grasso and former directors; such suit would not be filed if Grasso agrees to return substantial portion of his pay; interim chairman John S Reed has said that he expects Grasso to return as much as $150 million of his compensation and that he will be starting talks with Grasso in coming days to discuss matter; photo (Market Place column) (M)",
      "lead_paragraph": "The board of the New York Stock Exchange plans to recommend that state and federal regulators pursue legal action against its previous board and Richard A. Grasso, its former chairman, over the size of his pay package, a person briefed on the situation said yesterday.",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/08/business/market-place-exchange-said-to-want-move-on-grasso-pay.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "World Business Briefing | Europe: Ireland: Airline Grows",
      "snippet": "Ireland's Ryanan",
      "abstract": "Ireland's Ryanan",
      "lead_paragraph": "The discount airline Ryanair carried 21.4 million passengers last year, a 48 percent increase over 2002, although its load factor, the proportion of available seats that were sold, fell slightly, to 82 percent from 85 percent, as it added routes. Ryanair carried more than two million passengers in December, a 53 percent increase from 2002. Brian Lavery (NYT)",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/08/business/world-business-briefing-europe-ireland-airline-grows.html",
      "byline": "By Brian Lavery (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Banker Acquires Broker",
      "snippet": "La",
      "abstract": "La",
      "lead_paragraph": "Lazard, the privately held investment bank, said it had acquired the British corporate broker Panmure Gordon from WestLB of Germany for an undisclosed sum. Panmure, based in London, will keep its name and operate as an independent business in Lazard's capital markets unit, a spokeswoman, Deborah Done, said. In Britain, corporate brokers are appointed by companies to act as their agents in the stock market.",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/08/business/world-business-briefing-europe-britain-banker-acquires-broker.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Microsoft's Latest, Strapped to a Wrist",
      "snippet": "David Pogue State of the Art column reviews Microsoft's Smart Watch, manufactured by watchmakers Fossil and Suunto; device tells time and connects wirelessly to Internet; receives text messages and can display Outlook appointment book; photo; draw...",
      "abstract": "David Pogue State of the Art column reviews Microsoft's Smart Watch, manufactured by watchmakers Fossil and Suunto; device tells time and connects wirelessly to Internet; receives text messages and can display Outlook appointment book; photo; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/01/08/technology/state-of-the-art-microsoft-s-latest-strapped-to-a-wrist.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Let There Be L.E.D.'s",
      "snippet": "Light-emitting diodes are finding their way into household lighting; General Electric and Phillips are researching ways to bring efficient lighting systems to home; household system would consume about same amount of power as four 100 watt bulbs; ...",
      "abstract": "Light-emitting diodes are finding their way into household lighting; General Electric and Phillips are researching ways to bring efficient lighting systems to home; household system would consume about same amount of power as four 100 watt bulbs; photo (L)",
      "lead_paragraph": "IT started innocently enough. Marcel Jean Vos, an interior and commercial designer in London, bought some light-emitting diodes to create a small lighting system in the kitchen of his apartment. Now, four years later, Mr. Vos has transformed a neighboring one-bedroom apartment into a space lighted entirely with L.E.D.'s, the solid-state technology more commonly associated with the tiny lights on electronic gadgets.",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/01/08/technology/let-there-be-led-s.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Bank Executive Retires",
      "snippet": "World Business Briefing: B",
      "abstract": "World Business Briefing: B",
      "lead_paragraph": "HSBC Holdings said Charles-Henri Filippi would become chairman and chief executive of the bank's French business, succeeding Charles de Croisset, left, who is retiring. Mr. De Croisset, who is stepping down at the end of February, had led the Paris banking unit since 1993, fending off a takeover offer from ING Groep before agreeing in April 2000 to be bought by HSBC for 11 billion euros ($14 billion). Mr. Filippi, 51, is the head of HSBC's global corporate and institutional banking unit. He will assume his post in March.",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/08/business/world-business-briefing-europe-britain-bank-executive-retires.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: Malaysia: Dam To Be Completed",
      "snippet": "Malaysia's Prime Min Abdullah Badawi",
      "abstract": "Malaysia's Prime Min Abdullah Badawi",
      "lead_paragraph": "The prime minister, Abdullah Badawi, said his government would continue to build a $2.4 billion hydroelectric dam in the Borneo rain forest. Some analysts had predicted Mr. Abdullah, who took over from Mahathir Mohamad in October, would shelve the dam after he scrapped a $3.8 billion rail project, citing budget constraints. But Mr. Abdullah said the dam was too far along not to complete. Originally planned as a much larger project, the dam was shelved in 1997 with the outbreak of the Asian financial crisis, but not before displacing local tribes. Mr. Mahathir revived a scaled-down version in 2001. Wayne Arnold (NYT)",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/08/business/world-business-briefing-asia-malaysia-dam-to-be-completed.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Trials, Trials, Trials, and Then What?",
      "snippet": "Analysis of upcoming trials of some iconic corporate executives, including Martha Stewart and WorldCom's Scott D Sullivan, and possible guilty plea from Enron's former chief executive Andrew S Fastow questions whether litigation will be beginning ...",
      "abstract": "Analysis of upcoming trials of some iconic corporate executives, including Martha Stewart and WorldCom's Scott D Sullivan, and possible guilty plea from Enron's former chief executive Andrew S Fastow questions whether litigation will be beginning of end of corporate scandal season or will it be end of white-collar crime wave's beginning; photos (M)",
      "lead_paragraph": "With the trials of iconic corporate executives soon to begin -- Martha Stewart and WorldCom's Scott D. Sullivan, among others -- many investors are wondering if 2004 will be the beginning of the end of the corporate scandal season. Or will the new year simply be the end of the white-collar crime wave's beginning?",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/08/business/trials-trials-trials-and-then-what.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "A Tax Debate Full of Hazards For Democrats",
      "snippet": "Battle for Democratic presidential nomination has become increasingly furious debate over how to reverse Pres Bush's tax cuts, yet avoid politically deadly charge that Democrats are party of tax increases; Howard Dean, under heavy fire from rivals...",
      "abstract": "Battle for Democratic presidential nomination has become increasingly furious debate over how to reverse Pres Bush's tax cuts, yet avoid politically deadly charge that Democrats are party of tax increases; Howard Dean, under heavy fire from rivals, is shifting stance for repeal of all Bush cuts, including those for middle class, and is preparing new tax plan widely expected to offer relief for middle class; Wesley K Clark and Sens John Kerry, John Edwards and Joseph I Lieberman, seeking to present selves as more centrist, electable alternatives to Dean, are hitting issue hard in Iowa and New Hampshire (M)",
      "lead_paragraph": "Twelve days before the Iowa caucuses, the battle for the Democratic nomination has become an increasingly furious debate over how to reverse President Bush's tax cuts, yet avoid the politically deadly charge that the Democrats are the party of tax increases.",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/08/us/the-2004-campaign-political-memo-a-tax-debate-full-of-hazards-for-democrats.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Hope For Credit Card Concern",
      "snippet": "South Kore",
      "abstract": "South Kore",
      "lead_paragraph": "South Korea's biggest lender, Kookmin Bank, said it would support a bailout of the LG Card Company, the country's largest credit card issuer, paving the way for LG to raise the money it needs to stay afloat. The president of Kookmin Bank, Kim Jung Tae, said the bank was negotiating with the main creditor, Woori Bank, on the terms of a bailout.",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/08/business/world-business-briefing-asia-south-korea-hope-for-credit-card-concern.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Sumitomo Will Repay 1999 Loans From Japan",
      "snippet": "Sumitomo Trust and Banking Co will repay last of public money that it borrowed in 1999, latest sign that Japan's financial industry is slowly returning to health; will buy back 100 billion yen ($941 million) in preferred shares government bought i...",
      "abstract": "Sumitomo Trust and Banking Co will repay last of public money that it borrowed in 1999, latest sign that Japan's financial industry is slowly returning to health; will buy back 100 billion yen ($941 million) in preferred shares government bought in 1999 on Jan 13; will then sell shares to 29 companies close to Sumitomo Trust for 138 billion yen ($1.3 billion); Sumitomo on Jan 14 will use cash on hand to repurchase 100 billion yen in subordinated bonds it issued to government, and repay 2.4 billion yen ($22.5 million) in interest (M)",
      "lead_paragraph": "The Sumitomo Trust and Banking Company will repay the last of the public money that it borrowed in 1999, the latest sign that Japan's financial industry is slowly returning to health.",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/08/business/sumitomo-will-repay-1999-loans-from-japan.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "US Airways Said To Be Pursuing Big Asset Sales",
      "snippet": "US Airways Said To Be Pu",
      "abstract": "US Airways Said To Be Pu",
      "lead_paragraph": "Less than a year after it emerged from bankruptcy protection, and facing stiff competition from low-fare competitors, US Airways is seeking buyers for a number of its assets, including its East Coast shuttle and possibly one of its three hubs, people who have been briefed on the airline's plans said last night.",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/08/business/us-airways-said-to-be-pursuing-big-asset-sales.html",
      "byline": "By Micheline Maynard and Andrew Ross Sorkin"
    },
    {
      "headline": "Argentine Starts to Warm Up to Big Business",
      "snippet": "Argentina's Pres Nestor Kirchner is warming up to big business after openly snubbing business while campaigning before elections last April; Kirchner's tough stance against big business, markets and International Monetary Fund have won him approva...",
      "abstract": "Argentina's Pres Nestor Kirchner is warming up to big business after openly snubbing business while campaigning before elections last April; Kirchner's tough stance against big business, markets and International Monetary Fund have won him approval ratings of over 70 percent; Kirchner is wooing middle classes by toughening his line against left-wing protesters, whose demonstrations have disrupted downtown Buenos Aires almost daily; Argentina's poor have taken to streets to protest high unemployment, which although down from record 21.5 percent in May 2002, is still over 17 percent; photo (M)",
      "lead_paragraph": "During his first six months in office, President Néstor Kirchner's relations with Argentina's business community were about as frosty as the icebergs of his native Patagonia.",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/08/business/argentine-starts-to-warm-up-to-big-business.html",
      "byline": "By Tony Smith"
    },
    {
      "headline": "World Business Briefing | Europe: Netherlands: Shareholders Challenge Retailer",
      "snippet": "World Business Briefing: Netherlands: Shareholders Chal",
      "abstract": "World Business Briefing: Netherlands: Shareholders Chal",
      "lead_paragraph": "The food retailer Royal Ahold said it had received a summons to appear before a Dutch court in connection with demands by the shareholders association VEB that it revise its results over a five-year period. VEB is asking the company to nullify annual reports from 1998 through 2002, saying Ahold failed to disclose critical information to shareholders. VEB is asking a judge to, among other things, force Ahold to reveal more information about bonuses paid to executives at its American Foodservice subsidiary, which played a major role in the $1.2 billion accounting scandal. Ahold called VEB's claims unfounded. Gregory Crouch (NYT)",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/08/business/world-business-briefing-europe-netherlands-shareholders-challenge-retailer.html",
      "byline": "By Gregory Crouch (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Glaxo Estimates Tax",
      "snippet": "Britain's drug maker GlaxoSmithKline says decade-long tax dispute with US might cost it more than $5 billion and that company intends to contest claim; Internal Revenue Service is demanding $2.7 billion in taxes on profit company earned from 1989 ...",
      "abstract": "Britain's drug maker GlaxoSmithKline says decade-long tax dispute with US might cost it more than $5 billion and that company intends to contest claim; Internal Revenue Service is demanding $2.7 billion in taxes on profit company earned from 1989 to 1996, before merger formed company; Glaxo says it will be responsible for another $2.5 billion in interest if IRS is successful; graph (S)",
      "lead_paragraph": "The drug maker GlaxoSmithKline said that a decade-long tax dispute with the United States might cost it more than $5 billion and that the company intended to contest the government's claims in court. The Internal Revenue Service is demanding $2.7 billion in taxes on profits the company earned from 1989 to 1996, before the merger that formed the company. Glaxo said it would be responsible for another $2.5 billion in interest if the I.R.S. is successful, raising the tax liability to more than two-thirds of last year's profit. The dispute concerns the way Glaxo priced its Zantac ulcer medicine and other drugs for sale through its American unit.",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/08/business/world-business-briefing-europe-britain-glaxo-estimates-tax.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Never Lost, but Found Daily: Japanese Honesty",
      "snippet": "Japanese tradition of turning in found property to network of police lost-and-found centers has survived economic downturn; people found and brought into Tokyo center $23 million in cash in 2002, 72 percent of which was returned to owners and abou...",
      "abstract": "Japanese tradition of turning in found property to network of police lost-and-found centers has survived economic downturn; people found and brought into Tokyo center $23 million in cash in 2002, 72 percent of which was returned to owners and about 19 percent of which went unclaimed and went to finders after half-year wait; most finders don't bother making any claims, and objects and proceeds go to local governments; photos (M)",
      "lead_paragraph": "Anywhere else perhaps, a shiny cellphone fallen on the backseat of a taxi, a nondescript umbrella left leaning against a subway door, a wad of cash dropped on a sidewalk, would be lost forever, the owners resigned to the vicissitudes of big city life.",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/08/world/never-lost-but-found-daily-japanese-honesty.html",
      "byline": "By Norimitsu Onishi"
    },
    {
      "headline": "Retreating From Dial-Up Business, Microsoft Aims MSN.com at Yahoo",
      "snippet": "Retreating From Dial-Up Business, M",
      "abstract": "Retreating From Dial-Up Business, M",
      "lead_paragraph": "Microsoft said yesterday that it was repositioning its money-losing MSN Internet service operation to compete more directly with Yahoo's personalized Web portal and America Online's broadband premium service.",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/08/business/technology-retreating-from-dial-up-business-microsoft-aims-msncom-at-yahoo.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Lots of Players, Little Harmony",
      "snippet": "Shopping for portable music player has become confusing because of variety of different players and formats; Apple and Sony lead market with players and music downloading Web sites, but use incompatible formats; prices noted; marketing strategies ...",
      "abstract": "Shopping for portable music player has become confusing because of variety of different players and formats; Apple and Sony lead market with players and music downloading Web sites, but use incompatible formats; prices noted; marketing strategies discussed; photos (M)",
      "lead_paragraph": "BRETT RENWICK, an enterprising refugee from the dot-com implosion, considers himself an especially tech-savvy consumer. He spent weeks poring over reviews and product specifications before deciding on a high-speed Internet service for his Harlem apartment. And he is studying the pros and cons of plasma, liquid crystal and digital light processing as he wrestles with finding a television ready for high-definition viewing.",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/01/08/technology/lots-of-players-little-harmony.html",
      "byline": "By Michel Marriott"
    },
    {
      "headline": "World Business Briefing | Europe: Ireland: Pain Treatment Advances",
      "snippet": "Irish drug maker Elan says its Prialt treatment for chronic severe pain has successfully completed tests requested by Food and Drug Administration and drug will probably be available within year (S)",
      "abstract": "Irish drug maker Elan says its Prialt treatment for chronic severe pain has successfully completed tests requested by Food and Drug Administration and drug will probably be available within year (S)",
      "lead_paragraph": "Elan, the drug maker, said that its treatment for chronic severe pain had successfully completed tests requested by the Food and Drug Administration and that the drug would probably be available within a year. Elan applied for permission to sell the drug, Prialt, in Europe in May. About 300,000 patients in America are candidates for pain treatments like Prialt, which are administered into the fluid around the spinal cord and brain.",
      "publication_date": "2004-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/08/business/world-business-briefing-europe-ireland-pain-treatment-advances.html",
      "byline": "By Brian Lavery (NYT)"
    }
  ]
}