{
  "metadata": {
    "date": "2004-12-20",
    "total_articles": 34
  },
  "articles": [
    {
      "headline": "Lazard I.P.O. Seeks to Raise $850 Million",
      "snippet": "Lazard files for initial public offering, becoming last of old-line Wall Street partnerships to do so; seeks to raise $850 million from offering, which is subject to approval by Securities and Exchange Commission; Lazard, expected to command valua...",
      "abstract": "Lazard files for initial public offering, becoming last of old-line Wall Street partnerships to do so; seeks to raise $850 million from offering, which is subject to approval by Securities and Exchange Commission; Lazard, expected to command valuation of around $3 billion, will spin off its capital markets and merchant banking businesses in private company owned by current and former managing directors (M)",
      "lead_paragraph": "Lazard, the financial advisory boutique that dates its origins to 1848, filed for an initial public offering yesterday, becoming the last of the old-line Wall Street partnerships to sell its shares to the public.",
      "publication_date": "2004-12-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/18/business/lazard-ipo-seeks-to-raise-850-million.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Milken Sees the Classroom as Profit Center",
      "snippet": "Michael Milken, meeting with lenders at Waldorf-Astoria, seeks to persuade them to support his $1.1 billion acquisition of KinderCare Learning Centers; Milken, US's largest investor in for-profit education companies, wants to combine KinderCare wi...",
      "abstract": "Michael Milken, meeting with lenders at Waldorf-Astoria, seeks to persuade them to support his $1.1 billion acquisition of KinderCare Learning Centers; Milken, US's largest investor in for-profit education companies, wants to combine KinderCare with Knowledge Learning Corp, which he already controls; photo (M)",
      "lead_paragraph": "Michael R. Milken, who popularized junk bonds, is, if nothing else, a superb salesman. These days, the product he is promoting -- when he is not pushing for a cure for cancer -- is education.",
      "publication_date": "2004-12-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/18/business/milken-sees-the-classroom-as-profit-center.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "Europe Bloc Says Turks Can Apply",
      "snippet": "European Union says Turkey can join its ranks in about 10 years, but warns that Turks must overcome widespread public opposition to Muslim country's entering European fold; offers to begin talks on Turkish accession in Oct 2005; Turkey Prime Min R...",
      "abstract": "European Union says Turkey can join its ranks in about 10 years, but warns that Turks must overcome widespread public opposition to Muslim country's entering European fold; offers to begin talks on Turkish accession in Oct 2005; Turkey Prime Min Recip Tayyip Erdogan accepts offer, but only after he rebuffs demands for Turkey to recognize Cyprus; photo (M)",
      "lead_paragraph": "BRUSSELS, Dec. 17 - The European Union said Friday that Turkey could join its ranks as soon as 10 years from now, but warned that the Turks must overcome widespread public opposition to a Muslim country's entering the European fold.",
      "publication_date": "2004-12-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/18/world/europe/europe-bloc-says-turks-can-apply.html",
      "byline": "By Susan Sachs"
    },
    {
      "headline": "The Fallout From Celebrex",
      "snippet": "Announcement by Pfizer that patients in cancer study who used widely prescribed painkiller Celebrex had heightened incidence of heart attacks leaves lawyers wondering whether legal troubles will match those of Merck, which withdrew Vioxx on Septem...",
      "abstract": "Announcement by Pfizer that patients in cancer study who used widely prescribed painkiller Celebrex had heightened incidence of heart attacks leaves lawyers wondering whether legal troubles will match those of Merck, which withdrew Vioxx on September 30; lawyers say case against Pfizer does not appear as strong because major clinical studies suggest that Celebrex does not pose as great a risk as Vioxx; photos; graphs (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/18/business/the-fallout-from-celebrex.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "San Quentin Debate: Death Row vs. Bay Views",
      "snippet": "California is about to spend $220 million to build bigger death row in San Quentin prison; there are 641 inmates on death row in California, more than in any other state; just 10 inmates have been executed since death penalty was reinstated in 197...",
      "abstract": "California is about to spend $220 million to build bigger death row in San Quentin prison; there are 641 inmates on death row in California, more than in any other state; just 10 inmates have been executed since death penalty was reinstated in 1977; construction on new death row is scheduled to begin in Sept 2005, but there is stepped-up effort by opponents to block it; many Marin County officials want to move entire prison complex, which is located on San Francisco Bay, far away on less valuable property; county has prepared developmental plan that contemplates residential communities, bike paths, parks and transportation center in place of prison; photos (M)",
      "lead_paragraph": "SAN QUENTIN, Calif., Dec. 17 - So many people in California have been sentenced to death that the state is about to spend $220 million to build a bigger death row next to the current one on a spectacular bayside bluff here.",
      "publication_date": "2004-12-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/18/us/san-quentin-debate-death-row-vs-bay-views.html",
      "byline": "By Dean E. Murphy"
    },
    {
      "headline": "In Congo War, Even Peacekeepers Add to Horror",
      "snippet": "UN has uncovered 150 allegations of sexual abuse committed by peacekeepers stationed in Congo, many of them in Bunia where population has suffered horrendous atrocities committed by local fighters; raping of women and girls is common tactic in war...",
      "abstract": "UN has uncovered 150 allegations of sexual abuse committed by peacekeepers stationed in Congo, many of them in Bunia where population has suffered horrendous atrocities committed by local fighters; raping of women and girls is common tactic in war raging in Congo's eastern jungles involving numerous militia groups; Unicef program has treated 2,000 victims of sexual violence in Bunia in recent months; Sec Gen Kofi Annan says there is clear evidence that acts of gross misconduct have taken place in UN mission in Congo; map; photos (M)",
      "lead_paragraph": "BUNIA, Congo, Dec. 16 - In the corner of the tent where she says a soldier forced himself on her, Helen, a frail fifth grader with big eyes and skinny legs, remembers seeing a blue helmet.",
      "publication_date": "2004-12-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/18/world/africa/in-congo-war-even-peacekeepers-add-to-horror.html",
      "byline": "By Marc Lacey"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Pfizer Painkiller Increases Risk of Heart Attacks  Celebrex, a painkiller sold by Pfizer, more than tripled the risk of heart attacks, strokes and death among those taking high doses in a national trial, raising new questions about how well federa...",
      "abstract": " Pfizer Painkiller Increases Risk of Heart Attacks  Celebrex, a painkiller sold by Pfizer, more than tripled the risk of heart attacks, strokes and death among those taking high doses in a national trial, raising new questions about how well federal drug regulators protect the public.    Investors reacted by pummeling shares of Pfizer and other drug companies, while some in Congress demanded changes at the Food and Drug Administration. [Page A1.]    Fannie Mae Board to Meet  The directors of Fannie Mae will meet on Sunday to consider the fate of Franklin D. Raines, the chairman and chief executive, and J. Timothy Howard, left, the chief financial officer. The two men certified financial statements the Securities and Exchange Commission ordered to be restated because of violations in accounting rules in their treatment of derivatives and prepaid loans. [C2.]    Pilots Reach Deal With United Air  The union that represents pilots at United Airlines reached a deal that would allow the airline to terminate the ailing pension plan of the pilots and partially compensate them for the loss. It was unclear whether the agreement would withstand legal scrutiny. [C2.]    Officials of Morris Agency Resign  Three top executives at the William Morris Agency resigned, citing differences regarding the direction of the company. [C4.]    Banks End Support for Yukos Bid  Russia brushed aside an American court's move to halt the auction of a unit of the oil giant Yukos, but a group of international banks withdrew their support for a bid by the state gas monopoly Gazprom. Gazprom said it still planned to bid in the auction on Sunday. [A10.]    Aviation Fight Mirrors Rivalry  The parent of Airbus is scrambling to quell an internal squabble over its leadership, a rivalry between France and Germany. [A6.]    Pfizer News Pushes Stocks Down  The Standard & Poor's 500-stock index declined 9.01 points, to 1,194.20, but was up 6.22 points for the week. It has increased 7.4 percent this year. The Nasdaq composite lost 10.95 points, to 2,135.20, and the Dow Jones industrial average fell 55.72 points, to 10,649.92. [C4.]    Grasso Trial Delayed a Year or More  The lawsuit filed by New York's attorney general to recover part of the $139.5 million Richard A. Grasso was paid as head of the New York Stock Exchange will be delayed until 2006 or 2007. [C2.]    Questions Raised About A.C.L.U.  The American Civil Liberties Union is using sophisticated technology to collect information about its members and donors in a fund-raising effort that has ignited a debate over its leaders' commitment to privacy rights. [A1.]    Economic Growth Expected to Slow  The Bush administration predicted that economic growth would slow to 3.5 percent next year from about 4 percent this year. [C2.]    Consumer Prices Rose Last Month  The Consumer Price Index rose 0.2 percent in November. The core inflation rate, removing energy and food prices, also rose 0.2 percent last month. [C2.]    American Express to Cut Jobs  American Express plans to eliminate 2,000 jobs in a restructuring. [C4.]    Franklin to Stop Selling a Fund  Franklin Resources plans to stop selling the Templeton Capital Accumulator fund to military personnel after regulators said a broker used misleading sales practices. [C12.]  ",
      "lead_paragraph": "Pfizer Painkiller Increases Risk of Heart Attacks Celebrex, a painkiller sold by Pfizer, more than tripled the risk of heart attacks, strokes and death among those taking high doses in a national trial, raising new questions about how well federal drug regulators protect the public.",
      "publication_date": "2004-12-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/18/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Pricey Drug Trials Turn Up Few New Blockbusters",
      "snippet": "Analysis: Pfizer, AstraZeneca and Eli Lilly each disclosed serious problems with important medicines on Dec 17, throwing spotlight on fact that $500 billion drug industry is stumbling badly in its core business of finding new medicines; Pfizer fou...",
      "abstract": "Analysis: Pfizer, AstraZeneca and Eli Lilly each disclosed serious problems with important medicines on Dec 17, throwing spotlight on fact that $500 billion drug industry is stumbling badly in its core business of finding new medicines; Pfizer found increased risk of heart problems for people taking Celebrex, AstraZeneca reported that trial of Iressa, lung cancer drug, showed that it did not prolong lives, and Eli Lilly warned doctors that Strattera, its drug to treat attention deficit disorder, usually in children, had caused severe liver injury in at least two patients (M)",
      "lead_paragraph": "The worldwide drug industry is ailing.",
      "publication_date": "2004-12-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/18/business/pricey-drug-trials-turn-up-few-new-blockbusters.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Problems May Send Many Patients Back to Good Old Aspirin",
      "snippet": "Many doctors, reacting to serious questions raised about Vioxx, Celebrex and Bextra--three leading pain-killers in category called COX-2 inhibitors--suggest that millions of patients might be better off returning to old anti-arthritis standbys: ib...",
      "abstract": "Many doctors, reacting to serious questions raised about Vioxx, Celebrex and Bextra--three leading pain-killers in category called COX-2 inhibitors--suggest that millions of patients might be better off returning to old anti-arthritis standbys: ibuprofen and aspirin; photos; graphs; drawing (M)",
      "lead_paragraph": "When Merck withdrew Vioxx from the market in late September, many patients and their doctors turned to Celebrex for relief, counting on it to deal with chronic pain without the increased risk of heart attack.",
      "publication_date": "2004-12-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/18/business/problems-may-send-many-patients-back-to-good-old-aspirin.html",
      "byline": "By Anahad O'Connor and Denise Grady"
    },
    {
      "headline": "Biggest Utility in New Jersey Seen as Target of Acquisition",
      "snippet": "Exelon Corp reportedly is in advanced talks to acquire PSE&G, New Jersey's largest utility, for about $12 billion; deal would allow Exelon chief executive John Rowe to expand business in northeast and create largest utility holding company in US, ...",
      "abstract": "Exelon Corp reportedly is in advanced talks to acquire PSE&G, New Jersey's largest utility, for about $12 billion; deal would allow Exelon chief executive John Rowe to expand business in northeast and create largest utility holding company in US, with annual revenue of more than $26 billion and 25,000 employees (M)",
      "lead_paragraph": "The Exelon Corporation, the owner of utilities in northern Illinois and eastern Pennsylvania, is in advanced talks to acquire New Jersey's largest utility, P.S.E.&G., for about $12 billion, executives involved in the negotiations said yesterday.",
      "publication_date": "2004-12-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/18/business/biggest-utility-in-new-jersey-seen-as-target-of-acquisition.html",
      "byline": "By Jad Mouawad and Andrew Ross Sorkin"
    },
    {
      "headline": "Drug Trial Finds Big Health Risks in 2nd Painkiller",
      "snippet": "Celebrex, painkiller sold by Pfizer, more than tripled risk of heart attacks, strokes and death among those taking high doses in five-year study by National Cancer Institute, raising new questions about how well federal drug regulators protect pub...",
      "abstract": "Celebrex, painkiller sold by Pfizer, more than tripled risk of heart attacks, strokes and death among those taking high doses in five-year study by National Cancer Institute, raising new questions about how well federal drug regulators protect public; investors react by pummeling shares of Pfizer and other drug companies, while some in Congress demand change at Food and Drug Administration; Celebrex is approved to treat osteoarthritis and rheumatoid arthritis; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 17 - Celebrex, a huge-selling painkiller sold by Pfizer, more than tripled the risk of heart attacks, strokes and death among those taking high doses in a national trial, the company said Friday.",
      "publication_date": "2004-12-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/18/business/drug-trial-finds-big-health-risks-in-2nd-painkiller.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "A.C.L.U.'s Search for Data on Donors Stirs Privacy Fears",
      "snippet": "American Civil Liberties Union is using sophisticated technology to collect wide variety of information about its members and donors in fund-raising effort that has ignited bitter debate over its leaders' commitment to privacy rights; issue has at...",
      "abstract": "American Civil Liberties Union is using sophisticated technology to collect wide variety of information about its members and donors in fund-raising effort that has ignited bitter debate over its leaders' commitment to privacy rights; issue has attracted attention of New York Atty Gen Eliot Spitzer, who is looking into whether ACLU violated its promises to protect privacy of its donors and members; Daniel S Lowman, vice president of Grenzebach Glier & Associates, data firm hired by ACLU, says software organization combs broad range of publicly available data to compile file with information like individual's wealth and philanthropic interests (M)",
      "lead_paragraph": "The American Civil Liberties Union is using sophisticated technology to collect a wide variety of information about its members and donors in a fund-raising effort that has ignited a bitter debate over its leaders' commitment to privacy rights.",
      "publication_date": "2004-12-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/18/us/aclus-search-for-data-on-donors-stirs-privacy-fears.html",
      "byline": "By Stephanie Strom"
    },
    {
      "headline": "Learning Early That Success Is a Game",
      "snippet": "Lisa Belkin Life's Work column examines how video gamesmanship divides population into those who grew up with video games and those who did not, and what gamers can learn that is useful in labor market; according to new book Got Game: How the Game...",
      "abstract": "Lisa Belkin Life's Work column examines how video gamesmanship divides population into those who grew up with video games and those who did not, and what gamers can learn that is useful in labor market; according to new book Got Game: How the Gamer Generation Is Reshaping Business Forever, by John C Beck and Mitchell Wade, serious gamers define themselves as experts in their field, risktakers, and competitive; drawing (M)",
      "lead_paragraph": "WHEN my children push my buttons, they do it with an Xbox controller. As I watch the two of them staring at the screen, oblivious to the real world around them (specifically their mother standing nearby and talking about room-straightening), I fear for their future. What kind of juvenile delinquents am I raising? Who would ever hire someone whose proudest achievement is reaching the 70th level in Everquest?",
      "publication_date": "2004-12-19T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/12/19/jobs/learning-early-that-success-is-a-game.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Fannie's Fans Must Be in Denial",
      "snippet": "Gretchen Morgenson column holds Wall Street analysts should be embarassed by their reassurances last September that Securities and Exchange Commission would take friendlier view of Fannie Mae's accounting than did its other regulator, Office of Fe...",
      "abstract": "Gretchen Morgenson column holds Wall Street analysts should be embarassed by their reassurances last September that Securities and Exchange Commission would take friendlier view of Fannie Mae's accounting than did its other regulator, Office of Federal Housing Enterprise Oversight; holds warning by one skeptic, Medley Global Advisers analyst Josh Rosner, that Fannie Mae's immediate problem would put significant pressure on its business of buying and selling mortgages, should be heeded; graph (M)",
      "lead_paragraph": "THE Securities and Exchange Commission's smackdown of Fannie Mae should upset not only the company and its arrogant executives. It should also embarrass the Wall Street analysts who reassured investors last September that the S.E.C. would probably take a friendlier view of the company's accounting than did its other regulator, the Office of Federal Housing Enterprise Oversight. Instead, the S.E.C. said last week that Fannie Mae, the giant mortgage company, must restate its earnings for the past four years.",
      "publication_date": "2004-12-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/12/19/business/yourmoney/fannies-fans-must-be-in-denial.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Whoops! It's 1985 All Over Again",
      "snippet": "Article compares multilateral approach taken by Pres Ronald Reagan in his second term to rein in US's huge financial and trade deficits and decrease bloated budget with apparent lack of interest by Pres George Bush as he approaches his own second ...",
      "abstract": "Article compares multilateral approach taken by Pres Ronald Reagan in his second term to rein in US's huge financial and trade deficits and decrease bloated budget with apparent lack of interest by Pres George Bush as he approaches his own second term; some economists worry that investor fears over US solvency could set off uncontrolled run on dollar, or worse; notes that while US pressure on China to let yuan float has been unsuccessful so far, multilateral approach might work; photo; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/12/19/business/yourmoney/whoops-its-1985-all-over-again.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "PENTAGON SEEKS TO EXPAND ROLE IN INTELLIGENCE",
      "snippet": "Pentagon is drawing up plan that would give military more prominent role in intelligence-gathering operations that have traditionally been province of CIA, including missions aimed at terrorist groups and those involved in weapons proliferation; s...",
      "abstract": "Pentagon is drawing up plan that would give military more prominent role in intelligence-gathering operations that have traditionally been province of CIA, including missions aimed at terrorist groups and those involved in weapons proliferation; some intelligence officials say it is effort by Pentagon to expand its role in intelligence gathering at time when new legislation sets in motion sweeping changes in intelligence community; details of Pentagon plan remain secret and are evolving, but indications of scope and significance are emerging; among ideas is that of 'fighting for intelligence,' or commencing combat operations chiefly to obtain intelligence; plan also calls for expansion of human intelligence; proposal is latest chapter in rivalry between Pentagon and CIA for dominance over intelligence collection; White House and CIA are monitoring Pentagon's planning, and proposal has not yet won White House approval; until now, Pentagon has focused on gathering information about enemy forces, but proposal would focus more on counterterrorism and counterproliferation, areas in which CIA has had leading role; plan would revamp military commands to ensure that senior officers planning and fighting wars work more closely with intelligence analysts tracking threats and that regional commanders assume role in tracking terrorist and insurgent leaders (M)",
      "lead_paragraph": "WASHINGTON, Dec. 18 - The Pentagon is drawing up a plan that would give the military a more prominent role in intelligence-collection operations that have traditionally been the province of the Central Intelligence Agency, including missions aimed at terrorist groups and those involved in weapons proliferation, Defense Department officials say.",
      "publication_date": "2004-12-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/12/19/us/pentagon-seeks-to-expand-role-in-intelligence.html",
      "byline": "By Douglas Jehl and Eric Schmitt"
    },
    {
      "headline": "Medicine Fueled by Marketing Intensified Trouble for Pain Pills",
      "snippet": "Story of COX-2 drugs, class that includes Merck's Vioxx and Pfizer's Celebrex and Bextra, is part of age-old search for safer pain treatments, and illustrates how confluence of medicine and marketing can dash hopes; also shows how difficult it is ...",
      "abstract": "Story of COX-2 drugs, class that includes Merck's Vioxx and Pfizer's Celebrex and Bextra, is part of age-old search for safer pain treatments, and illustrates how confluence of medicine and marketing can dash hopes; also shows how difficult it is for FDA to to monitor safety of drugs after they have been approved for market; since drugs' release, companies have spent millions on advertising to public and marketing and promoting to doctors, with result that many medical experts say Celebrex and Vioxx have been too widely prescribed to patients who could get same same relief from cheaper, over-the-counter drugs; Pfizer and Merck have defended marketing as accurate and responsible and consistent with regulation, but some researchers say rapid rise of class of drugs is emblematic of drug companies' efforts to spur use of costly new medicines; recently released results of trial by National Cancer Institute, showing risks of hearts attacks in patients using Celebrex, sent drug stocks plummeting and cast grave doubts on future of entire COX-2 category; details of study noted; graph shows how COX-2 drugs have contributed to companies' bottom lines; photo (L)",
      "lead_paragraph": "In the mid-1990's, the medical community reached an inescapable conclusion. Researchers at the Stanford University Medical School and elsewhere who had long been monitoring arthritis and rheumatism patient records had found that thousands of patients, perhaps as many as 16,500, were dying annually from bleeding ulcers and other problems caused by widely used painkillers like ibuprofen.",
      "publication_date": "2004-12-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/12/19/business/medicine-fueled-by-marketing-intensified-trouble-for-pain-pills.html",
      "byline": "This article was reported by Barry Meier, Gina Kolata and Andrew Pollack and Written By Mr. Meier"
    },
    {
      "headline": "Some Bosses Let Workers Choose Their Own Bonuses",
      "snippet": "Some companies offering bonuses to employees let them choose between cash and points redeemable for merchandise or travel; others are rewarding employees with extra time off; other noncash bonuses discussed; photo (M)",
      "abstract": "Some companies offering bonuses to employees let them choose between cash and points redeemable for merchandise or travel; others are rewarding employees with extra time off; other noncash bonuses discussed; photo (M)",
      "lead_paragraph": "At the end of this year, the 33 employees at Unreal Marketing Solutions will have a decision to make: Will they take their end-of-year bonuses in cash, or in American Express points redeemable for merchandise and travel?",
      "publication_date": "2004-12-19T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/12/19/jobs/some-bosses-let-workers-choose-their-own-bonuses.html",
      "byline": "By Melinda Ligos"
    },
    {
      "headline": "Who's Afraid of China?",
      "snippet": "Article profiles Dell, world's largest computer maker and only major company producing computers in US; Michael Dell, founder and chairman, comments on how Dell has managed to continue to remain competitive; photos (L)",
      "abstract": "Article profiles Dell, world's largest computer maker and only major company producing computers in US; Michael Dell, founder and chairman, comments on how Dell has managed to continue to remain competitive; photos (L)",
      "lead_paragraph": "Austin, Tex. - SHAYNE MYHAND, the day-shift manager of Dell's flagship factory here, does a lot of chaperoning. As many as four or five times a day, he finds himself playing host to corporate chieftains and midlevel scouts who come to marvel at the dazzlingly efficient assembly plant that may be the best hope for keeping blue-collar jobs in the United States.",
      "publication_date": "2004-12-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/12/19/business/yourmoney/whos-afraid-of-china.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "After Baby's Grim Diagnosis, Parents Try Drastic Treatment",
      "snippet": "Fifth article in series Last Resorts, about experimental treatments for serious illnesses, focuses on drastic and painful measure to treat Niemann-Pick disease type A, which damages brain, liver and other organs in babies, who have appeared normal...",
      "abstract": "Fifth article in series Last Resorts, about experimental treatments for serious illnesses, focuses on drastic and painful measure to treat Niemann-Pick disease type A, which damages brain, liver and other organs in babies, who have appeared normal for first few months; Niemann-Pick is one of about 50 metabolic disorders known as storage diseases, in which substance body should break down instead builds up and causes illness; doctors at Fairview-University Children's Hospital at University of Minnesota had tried treating storage diseases with transplants of bone marrow or umbilical cord blood, but had not successfully treated Niemann-Pick type A until recently, finally offering glimmer of hope; photos; illustrations show how treatment works (M)",
      "lead_paragraph": "MINNEAPOLIS - Dr. Mindy Rauch thought she was humoring her brother at a family gathering last Father's Day when she agreed to examine his 6-month-old daughter, Hannah. The baby's stomach worried him: it felt taut, and too big. Dr. Rauch, a pediatrician, thought her brother was just another nervous first-time father.",
      "publication_date": "2004-12-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/12/19/us/health/after-babys-grim-diagnosis-parents-try-drastic-treatment.html",
      "byline": "By Denise Grady"
    },
    {
      "headline": "LOYALTIES AND SUSPICIONS: The Muslim Servicemen; How Dubious Evidence Spurred Relentless Guantánamo Spy Hunt",
      "snippet": "Investigations into charges of espionage and aiding enemy have become major source of embarassment for Pentagon, as prosecutions of Capt James J Yee, Airman Ahmad I Al Halabi and others have unraveled dramatically; even now, Defense Department off...",
      "abstract": "Investigations into charges of espionage and aiding enemy have become major source of embarassment for Pentagon, as prosecutions of Capt James J Yee, Airman Ahmad I Al Halabi and others have unraveled dramatically; even now, Defense Department officials refuse to explain how investigations originated and what drove them forward in face of questions about evidence; military officials involved in case hav defended their actions, noting that some inquiries continue; confidential government documents, court files and interviews show that investigations drew significantly on questionable evidence and disparate bits of information that linked Capt Yee to people suspected of being Muslim militants in US and abroad; inquiries also fed on petty personal conflicts, such as antipathy between some Muslim and non-Muslim troops at Guantanamo; military took aggressive approach to investigations, but was unable to substantiate vast majority of charges brought against Al Halabi, translator at Guantanamo, who ended up pleading guity to four relatively minor charges, served 10 months in prison and is appealing bad-conduct discharge; other cases reviewed; photos (L)",
      "lead_paragraph": "Capt. Theodore C. Polet Sr., an Army counterintelligence officer at the detention camp for terrorism suspects at Guantánamo Bay, Cuba, had just begun investigating a report of suspicious behavior by a Muslim chaplain at the prison last year when he received what he thought was alarming new information.",
      "publication_date": "2004-12-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/12/19/washington/us/loyalties-and-suspicions-the-muslim-servicemen-how-dubious.html",
      "byline": "By Tim Golden"
    },
    {
      "headline": "News Analysis: Putin UsesPower, and Loses Favor",
      "snippet": "News analysis of recent series of missteps in tenure of Russian Pres Vladimir Putin; says Putin, who has projected image as pragmatic and steady, reliable partner to world, has stumbled repeatedly in recent months, finding his policies, even his i...",
      "abstract": "News analysis of recent series of missteps in tenure of Russian Pres Vladimir Putin; says Putin, who has projected image as pragmatic and steady, reliable partner to world, has stumbled repeatedly in recent months, finding his policies, even his instincts out of step on international stage that he not long ago navigated deftly; cites his support in Ukrainian election of Viktor Yanukovich when election was marred by charges of fraud and US Bankruptcy Court's ruling restraining Russia's gas monopoly from taking part in auction of Yukos Oil's main subsidiary; photo (M)",
      "lead_paragraph": "MOSCOW, Dec. 18 - President Vladimir V. Putin's steady accretion of power over Russian business, as over politics and society, hit another obstacle, this time in a courthouse in faraway Houston. This is fast becoming a trend.",
      "publication_date": "2004-12-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/12/19/world/europe/news-analysis-putin-usespower-and-loses-favor.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "Auction of Seized Yukos Unit Raises Suspicions",
      "snippet": "Russia auctions off subsidiary of its largest oil producer, Yukos, to little-known company that registers as last-minute bidder; Gazprom, Kremlin-favored front-runner, does not even make bid; mystery surrounding winner, Baikal Finans Group, raises...",
      "abstract": "Russia auctions off subsidiary of its largest oil producer, Yukos, to little-known company that registers as last-minute bidder; Gazprom, Kremlin-favored front-runner, does not even make bid; mystery surrounding winner, Baikal Finans Group, raises suspicion among industry analysts that company is front for Gazprom or state-friendly company or combination of both; Gazprom denies any connection to Baikal Finans; Yukos unit is sold to help cover more than $27 billion in tax claims that Russian government lodged against Yukos; auction seen as reminiscent of Russian privatization deals in early 1990's--murky financing, questionable bidders and unknown companies representing powerful financial groups emerging to win lucrative assets; one analyst sees Baikal Finans bid as delaying tactic to allow Gazprom more time to raise funds; Baikal Finans has won controlling stake in Yuganskneftegas unit with bid equivalent to $9.35 billion, far below fair market value of unit; photo (M)",
      "lead_paragraph": "MOSCOW, Dec. 19 - Russia dismantled its largest oil producer, Yukos, on Sunday by auctioning off the company's largest subsidiary to a little-known concern that registered as a last-minute bidder on Friday.",
      "publication_date": "2004-12-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/20/business/worldbusiness/auction-of-seized-yukos-unit-raises-suspicions.html",
      "byline": "By Erin E. Arvedlund and Steven Lee Myers"
    },
    {
      "headline": "After the Ovitz Trial: Ushering in a New Era of Humility in Hollywood",
      "snippet": "Walt Disney Co chief executive Michael D Eisner's low-key demeanor at Delaware trial over hiring and firing of Michael S Ovitz, arriving without entourage and driving self in rented car, seems to reflect new era of humility in Hollywood; contrasts...",
      "abstract": "Walt Disney Co chief executive Michael D Eisner's low-key demeanor at Delaware trial over hiring and firing of Michael S Ovitz, arriving without entourage and driving self in rented car, seems to reflect new era of humility in Hollywood; contrasts sharply with tale of corporate excess and betrayal, dominated by outsize personalities, playing inside courthouse; criticism of company's management and board has already had impact both inside and outside company; influential yet hardly flamboyant executives are emerging as Hollywood's new power elite; photos (M)",
      "lead_paragraph": "LOS ANGELES, Dec. 19 - When Michael D. Eisner, the chief executive of the Walt Disney Company, showed up in Georgetown, Del., last month to testify in the trial over the hiring and firing of Michael S. Ovitz, his former No. 2, he parked his car a block from the courthouse and walked through the town square with only his lawyer by his side. When Mr. Eisner's testimony ended after a grueling five days, he hopped into a rented car and drove himself to a nearby airport.",
      "publication_date": "2004-12-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/20/business/media/after-the-ovitz-trial-ushering-in-a-new-era-of-humility-in.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "The New Military Life: Heading Back to the War",
      "snippet": "Article in series The War at Home, on effects of Iraq deployment on American soldiers and their families, examines matter of redeployment; military life now lacks its usual predictable rhythm to deployments; some soldiers and marines are being sen...",
      "abstract": "Article in series The War at Home, on effects of Iraq deployment on American soldiers and their families, examines matter of redeployment; military life now lacks its usual predictable rhythm to deployments; some soldiers and marines are being sent to war zones repeatedly, for longer stretches in some cases, and with far less time at home between deployments than they say they have ever experienced before; nearly third of 950,000 people from all branches of armed forces who have been sent to Iraq or Afghanistan since those conflicts began have already been sent second time; Army national guardsmen and reservists--part-time soldiers--are slightly more likely to have served more than one deployment in conflict zones than regular Army members; more than 100 of the 1,300 troops who have died in Iraq were on second tours; this radical change is leaving emotional mark on thousands of military families having to deal with stress of repeated separations; soldiers say heading to Iraq is more overwhelming second time around; photos; charts (L)",
      "lead_paragraph": "MANHATTAN, Kan., Dec. 15 - Earlier this year, as Sgt. Alexander Garcia's plane took off for home after his tense year of duty in Iraq, he remembered watching the receding desert sand and thinking, I will never see this place again.",
      "publication_date": "2004-12-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/20/us/the-new-military-life-heading-back-to-the-war.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "How About Not 'Curing' Us, Some Autistics Are Pleading",
      "snippet": "School for autistic teenagers has unconventional aim of teaching students that it is OK to 'act autistic' and showing them how to get by in world where it is not; unlike conventional program for autistics, Applied Behavior Analysis, which teaches ...",
      "abstract": "School for autistic teenagers has unconventional aim of teaching students that it is OK to 'act autistic' and showing them how to get by in world where it is not; unlike conventional program for autistics, Applied Behavior Analysis, which teaches how to make eye contact, talk and get through day without throwing tantrums, new program called Autistic Strength, Purpose and Independence in Education is rooted in view of autism as alternative form of brain wiring, with its own benefits and drawbacks, rather than devastating disorder in need of curing; many parents believe intensive behavioral therapy offers only rescue from task of caring for unpredictable, sometimes aggressive children; many adult autistics see such conventional therapy as bordering on abusive; most public conflict between parents and adult autistics came in lawsuit brought by several Canadian families who said government should pay for their children's conventional therapy because it is medically necessary; Canadian Supreme Court, in its ruling against families, cited testimony of autistic woman who questioned ethics of such therapy; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/20/health/how-about-not-curing-us-some-autistics-are-pleading.html",
      "byline": "By Amy Harmon"
    },
    {
      "headline": "Pfizer to Halt Advertising of Celebrex to Consumers",
      "snippet": "Pfizer suspends advertising Celebrex, best-selling arthritis pain reliever, to consumers after study links high doses to increased risk of heart attacks; says Food and Drug Administration agrees with move; spent $71 million advertising drug to Ame...",
      "abstract": "Pfizer suspends advertising Celebrex, best-selling arthritis pain reliever, to consumers after study links high doses to increased risk of heart attacks; says Food and Drug Administration agrees with move; spent $71 million advertising drug to American consumers, Jan-Sept 2004; plans to continue marketing drug to doctors; marketing change may cause sales of Celebrex and Bextra, related COX-2 inhibitor, to drop; photo (M)",
      "lead_paragraph": "Pfizer said yesterday that it would immediately stop advertising Celebrex, its best-selling arthritis pain reliever, to consumers after a study showed that high doses were associated with an increased risk of heart attacks.",
      "publication_date": "2004-12-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/20/business/pfizer-to-halt-advertising-of-celebrex-to-consumers.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "On the Open Internet, a Web of Dark Alleys",
      "snippet": "Recent arrest of Mark Robert Walker on charges of using roommate's computer to offer aid to terrorist group and helping run jihadist Web site highlights near impossibility of tracking terrorist communications online; case reportedly was broken onl...",
      "abstract": "Recent arrest of Mark Robert Walker on charges of using roommate's computer to offer aid to terrorist group and helping run jihadist Web site highlights near impossibility of tracking terrorist communications online; case reportedly was broken only after Walker's roommate tipped off police; ability of terrorists and other dark elements to communicate covertly online remains daunting security problem that may prove impossible to solve; drawing (M)",
      "lead_paragraph": "The indictment early this month of Mark Robert Walker by a federal grand jury in Texas might have seemed a coup for the government in its efforts to police terrorist communications online. Mr. Walker, a 19-year-old student, is accused, among other things, of using his roommate's computer to communicate with -- and offer aid to -- a federally designated terrorist group in Somalia and with helping to run a jihadist Web site.",
      "publication_date": "2004-12-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/20/business/technology/on-the-open-internet-a-web-of-dark-alleys.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "A Toy With a Story",
      "snippet": "Interview with Jeri Ellsworth, high school dropout and self-taught computer chip designer, who compressed into joy stick that attaches by cable to television set device that can run 30 video games, mostly games for obsolete Commodore 64 home compu...",
      "abstract": "Interview with Jeri Ellsworth, high school dropout and self-taught computer chip designer, who compressed into joy stick that attaches by cable to television set device that can run 30 video games, mostly games for obsolete Commodore 64 home computer from early 1980's, without hassle of changing game cartridges; device, sold by Mammoth Toys, has been hot item on QVC; her efforts in reverse engineering old computers and giving them new life inside modern custom chips shows spirit that once led from Silicon Valley garages to big computer companies still thrives; photos (M)",
      "lead_paragraph": "YAMHILL, Ore. - There is a story behind every electronic gadget sold on the QVC shopping channel. This one leads to a ramshackle farmhouse in rural Oregon, which is the home and circuit design lab of Jeri Ellsworth, a 30-year-old high school dropout and self-taught computer chip designer.",
      "publication_date": "2004-12-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/20/technology/a-toy-with-a-story.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "As Sales Flag, Publisher Eyes Retailers' Turf",
      "snippet": "Possible rift between book industry giants Random House and Barnes & Noble Inc over Random House's tentative plan to sell books directly to consumers on own Web site comes as industry suffers through second consecutive year of almost-flat sales; a...",
      "abstract": "Possible rift between book industry giants Random House and Barnes & Noble Inc over Random House's tentative plan to sell books directly to consumers on own Web site comes as industry suffers through second consecutive year of almost-flat sales; average age of book consumers continues to climb; few areas of business other than children's and religious books seem to be picking up new readers; most big publishers weigh new ways to spur sales or reach new consumers; complain about Barnes & Noble's aggressive effort to expand own publishing business; photos (M)",
      "lead_paragraph": "Two of the book industry's giants, frustrated by two years of little to no growth, appear to be taking their frustrations out on each other.",
      "publication_date": "2004-12-20T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/20/business/media/as-sales-flag-publisher-eyes-retailers-turf.html",
      "byline": "By Edward Wyatt"
    },
    {
      "headline": "At Least 64 Dead as Rebels Strike in 3 Iraqi Cities",
      "snippet": "Car bombers strike crowds in holy Shiite cities of Najaf and Karbala, killing at least 61 people and wounding 120, just days into Iraq's six-week election campaign; in Baghdad, three election officials are pulled from their car in midst of morning...",
      "abstract": "Car bombers strike crowds in holy Shiite cities of Najaf and Karbala, killing at least 61 people and wounding 120, just days into Iraq's six-week election campaign; in Baghdad, three election officials are pulled from their car in midst of morning traffic and killed with shots to head, as about 30 insurgents hurl grenades and fire machine guns; attacks, taken together, are second-worst daily civilian death toll from insurgent mayhem in Iraq since American military occupation transferred formal sovereignty to interim Iraqi government six months ago; Shiite clerics in Najaf and Karbala blame bombings on Sunni extremists seeking to ignite sectarian strife with Shiite majority; Iraqi politicians arguing for delay in elections to allow for renewed mediation efforts with Sunni insurgents have repeatedly warned of risks of wave of sectarian killings, as well as attacks on election officials and candidates; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Dec. 19 - Only days into Iraq's six-week election campaign, car bombers struck crowds in Najaf and Karbala on Sunday, killing at least 61 people and wounding about 120 in those two holy Shiite cities. In the heart of Baghdad, about 30 insurgents hurling grenades and firing machine guns pulled three election officials from their car in the midst of morning traffic and killed them with shots to the head.",
      "publication_date": "2004-12-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/20/world/middleeast/at-least-64-dead-as-rebels-strike-in-3-iraqi-cities.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Unknown Company Wins Bidding for Yukos Unit  Russia completed the dismantling of Yukos, selling off the country's largest oil subsidiary to a company that was essentially unheard of until three days ago. The announcement was a surprise because Gaz...",
      "abstract": " Unknown Company Wins Bidding for Yukos Unit  Russia completed the dismantling of Yukos, selling off the country's largest oil subsidiary to a company that was essentially unheard of until three days ago. The announcement was a surprise because Gazprom, the country's natural gas monopoly, had appeared to have positioned itself to take over the unit.    The mystery surrounding the winner -- a company called Baikal Finans Group -- immediately raised suspicions in the minds of industry analysts that the winning bidder was acting on behalf of Gazprom, or even the state itself. [Section A.]    Online Shoppers Get a Late Break  In years past, procrastinating holiday shoppers who ordered from online retailers would have faced steep shipping charges for last-minute purchases. But some companies are offering to ship goods via standard ground delivery as late as tomorrow while still guaranteeing pre-Christmas delivery. Bob Tedeschi: E-Commerce Report. [C4.]    U.S. Withdraws Tax Shelter Suit  The Justice Department has withdrawn its lawsuit against a San Diego financial services firm that it said sold questionable tax shelters to thousands of doctors and dentists. The firm, Xelan, is still the subject of a criminal federal grand jury investigation, and the Internal Revenue Service is seeking reimbursement of hundreds of millions of dollars that it says is owed by users of Xelan financial plans. [C6.]    Flaw Found in Google Search Tool  A Rice University computer scientist and two of his students have discovered a potentially serious security flaw in Google's recently distributed desktop search tool for personal computers. The flaw, which could permit an attacker to secretly search the contents of a personal computer via the Internet, emerges when separate components interact. [C3.]    Tenant Delays Big Hong Kong Deal  A lawsuit by a public housing tenant forced the Hong Kong government and three of the world's largest financial institutions to postpone a $2.73 billion real estate offering. [C6.]    Don't Call It a 'Diet' Drink  Soft-drink makers are racing to replace or play down the word ''diet'' in brand names in favor of alternative terms they hope will help fatten sales. Stuart Elliott: Advertising. [C9.]    Mobile Carriers Limit Content  With new functions to send e-mail messages, take pictures and listen to music, the mobile phone has turned into a portable minicomputer. But the operators of phone networks are resisting new services that proved very popular on the old personal computer: pornography and violent video games, like one based on the movie ''Kill Bill.'' [C8.]    Kia Spectra Receives Lowest Rating  The Kia Spectra, a compact car from the Korean automaker Hyundai, was the first vehicle in three years to receive the lowest rating on a frontal crash test from the Insurance Institute for Highway Safety. [C2.]  ",
      "lead_paragraph": "Unknown Company Wins Bidding for Yukos Unit Russia completed the dismantling of Yukos, selling off the country's largest oil subsidiary to a company that was essentially unheard of until three days ago. The announcement was a surprise because Gazprom, the country's natural gas monopoly, had appeared to have positioned itself to take over the unit.",
      "publication_date": "2004-12-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/20/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "A Dinner in Ukraine Made for Agatha Christie",
      "snippet": "Mystery continues to surround poisoning of Ukrainian presidential candidate Viktor A Yushchenko, who is too busy campaigning for runoff election to cooperate with authorities; he is using poisoning almost as theme in his campaign, and has sought t...",
      "abstract": "Mystery continues to surround poisoning of Ukrainian presidential candidate Viktor A Yushchenko, who is too busy campaigning for runoff election to cooperate with authorities; he is using poisoning almost as theme in his campaign, and has sought to meet with leaders of Security Service of Ukraine to discuss, among other things, death threats against him; it was at Sept 5 dinner meeting with Security Service leaders that he was allegedly fed food with dose of TCDD, most toxic of organic compounds known as dioxins; day after that dinner he was gravely ill, wracked with pain and his face erupting in grotesque mask of cysts; experts say dioxin is not known to act that fast; theories abound: he was poisoned by enemies in Pres Leonid D Kuchma's government, or by members of his own inner circle, or by Russia's intelligence services, or by organized crime figures working for any of above; although public attention remains focused on his late-night meal Sept 5, investigators say larger window of time needs to be examined; photos (M)",
      "lead_paragraph": "KIEV, Ukraine, Dec. 18 - The presidential candidate appeared for a hushed meeting an hour before midnight on Sept. 5, arriving in a black Mercedes-Benz at an exclusive dacha outside the capital here. He was accompanied by a campaign manager. He had left his bodyguards behind.",
      "publication_date": "2004-12-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/20/world/europe/a-dinner-in-ukraine-made-for-agatha-christie.html",
      "byline": "By C.j. Chivers"
    },
    {
      "headline": "An S.A.T. Tool Aimed at Children",
      "snippet": "A popular gift for children facing ever more standardized tests is the Time Tracker, which is meant to help children as young as 4 learn to manage their time. Page C2.  ",
      "abstract": "A popular gift for children facing ever more standardized tests is the Time Tracker, which is meant to help children as young as 4 learn to manage their time. Page C2.  ",
      "lead_paragraph": "A popular gift for children facing ever more standardized tests is the Time Tracker, which is meant to help children as young as 4 learn to manage their time. Page C2.",
      "publication_date": "2004-12-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/20/business/an-sat-tool-aimed-at-children.html",
      "byline": ""
    }
  ]
}