{
  "metadata": {
    "date": "2004-04-06",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "United to End Partnership With Smaller Airline  United Airlines and Atlantic Coast Airlines, which operates as a regional carrier under the United Express name, agreed to sever their relationship by late summer, ending a long and bitter dispute.  ...",
      "abstract": " United to End Partnership With Smaller Airline  United Airlines and Atlantic Coast Airlines, which operates as a regional carrier under the United Express name, agreed to sever their relationship by late summer, ending a long and bitter dispute.     At the same time, Atlantic Coast said its new low-fare subsidiary, Independence Air, would begin flying June 16 using Washington Dulles airport as its hub. The airline will use the gates that now handle United Express flights, and will serve many of the same routes. [Page C2.]",
      "lead_paragraph": "United to End Partnership With Smaller Airline",
      "publication_date": "2004-04-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/06/business/business-digest-096016.html",
      "byline": ""
    },
    {
      "headline": "U.S. SEEKS ARREST OF SHIITE CLERIC",
      "snippet": "American officials in Iraq confirm they have issued arrest warrant for Moktada al-Sadr, militant Shiite cleric whose followers started uprising in six Iraqi cities over weekend; Sadr says he would 'welcome' showdown with American forces; has pledg...",
      "abstract": "American officials in Iraq confirm they have issued arrest warrant for Moktada al-Sadr, militant Shiite cleric whose followers started uprising in six Iraqi cities over weekend; Sadr says he would 'welcome' showdown with American forces; has pledged to drive them out of Iraq; warrant for his arrest is issued in connection with shooting and hacking to death of rival Shiite cleric at mosque in Najaf last Apr; announcement, months after warrant was secretly approved, seems timed to coincide with new American military offensive; American troops appear to be moving into area around Kufa, where Sadr's followers have seized control and cleric has taken refuge in heavily guarded mosque; marines move into Falluja, where four American security guards working for occupation authority were killed in ambush and then mutilated last week; American officials are taking tough stance instead of seeking, as they have in past, to avoid confrontation that might fan antagonism for Americans; they appear determined to try to seize Sadr; American administrator L Paul Bremer II calls him an outlaw; photo; maps (L)",
      "lead_paragraph": "American officials on Monday stepped up their confrontation with Moktada al-Sadr, the militant Shiite cleric whose followers started an uprising in at least six Iraqi cities over the weekend, confirming that they had issued an arrest warrant for him but declining to say when they would execute it.",
      "publication_date": "2004-04-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/06/world/the-struggle-for-iraq-manhunt-us-seeks-arrest-of-shiite-cleric.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "American Unit Of BNP Paribas Is Investigated",
      "snippet": "Prosecutors in office of Manhattan district attorney are probing US unit of French banking giant BNP Paribas after receiving information from few bank employees that some executives may have engaged in improper banking practices; BNP Paribas manag...",
      "abstract": "Prosecutors in office of Manhattan district attorney are probing US unit of French banking giant BNP Paribas after receiving information from few bank employees that some executives may have engaged in improper banking practices; BNP Paribas managing director Edward V Canale is placed on leave while investigation continues; is in charge of bank's asset workout group, which deals in securities of distressed or bankrupt companies for bank's customers and for its own account; prosecutors have been told group failed internal audits for at least three years, and that in most recent period, at least $4 million was accounted for in group's profit and loss statement; bank is cooperating fully with government's probe (M)",
      "lead_paragraph": "Prosecutors in the office of the Manhattan district attorney are investigating the United States unit of BNP Paribas, the French banking giant, after receiving information from a few bank employees that some executives may have engaged in improper banking practices, according to people briefed on the inquiry.",
      "publication_date": "2004-04-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/06/business/american-unit-of-bnp-paribas-is-investigated.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Amid a Trade Deal, A Debate Over Labor",
      "snippet": "Next big battle over politically explosive issue of trade will revolve around rights of low-wage workers in Central America as Bush administration asks Congress to approve Central American Free Trade Agreement in late spring; administration believ...",
      "abstract": "Next big battle over politically explosive issue of trade will revolve around rights of low-wage workers in Central America as Bush administration asks Congress to approve Central American Free Trade Agreement in late spring; administration believes best help for such workers is trade pact known as Cafta, which promises more trade with US and new commitment that five countries included--Costa Rica, Guatemala, Honduras, Panama and El Salvador--will do better job of enforcing their national labor laws; Democrats say trade pact needs to include explicit guarantees of internationally recognized labor rights to organize unions and to prohibit child labor and discrimination in employment; contend increased trade would lead to better protection for jobs abroad and at home, and benefits of globalizatigon would be spread more evenly; El Salvador, with national budget of less than $3 billion, survives on $2 billion sent home every year in remittances from compatriots working in US; improving trade there is critical, but country has miserable record of upholding its labor laws; workers are considered lucky to have job, even if it does pay lowest of country's three minimum wages, with 42 percent unemployment rate; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/06/business/amid-a-trade-deal-a-debate-over-labor.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "Asia, a Market Bubble or Still a Buy?",
      "snippet": "Stock fund managers say that bargains abound in Asia's emerging markets despite recent runup in stock prices; remain confident that Asian stock prices will rise as countries benefit from American recovery and as consumer classes emerge in China an...",
      "abstract": "Stock fund managers say that bargains abound in Asia's emerging markets despite recent runup in stock prices; remain confident that Asian stock prices will rise as countries benefit from American recovery and as consumer classes emerge in China and India; graph (M)",
      "lead_paragraph": "J. Mark Mobius, managing director for Templeton Asset Management, has a reputation for scouring the farthest corners of the world in search of its hottest emerging markets. Late last month, Mr. Mobius was in India, looking for companies to add to the roughly $13 billion portfolio that he oversees.",
      "publication_date": "2004-04-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/06/business/asia-a-market-bubble-or-still-a-buy.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Nissan Raises Thai Stakes",
      "snippet": "Worldo",
      "abstract": "Worldo",
      "lead_paragraph": "The Nissan Motor Company will pay $190 million to gain controlling stakes in two companies that manufacture and sell Nissans in Thailand. Hoping to increase sales and profits in the fast growing Thai market, Nissan said it would raise its stakes in the Siam Nissan Automobile Company, a manufacturer and distributor of Nissan vehicles, and the Siam Motors and Nissan Company, a vehicle assembler, to 75 percent from 25 percent. Nissan's move to take control of the operations follows a year in which sales of Nissan vehicles sank 1.8 percent in Thailand while the overall vehicle sales expanded by 30 percent. Todd Zaun (NYT)",
      "publication_date": "2004-04-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/06/business/world-business-briefing-asia-japan-nissan-raises-thai-stakes.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Bank Leader In Germany Jeopardized By Hotel Tab",
      "snippet": "Bundesbank president Ernst Welteke is facing pt",
      "abstract": "Bundesbank president Ernst Welteke is facing pt",
      "lead_paragraph": "It was a gilded weekend to celebrate a gilded milestone: the introduction of euro notes and coins on Dec. 31, 2001, the triumphant end of Europe's long march to a single currency.",
      "publication_date": "2004-04-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/06/business/bank-leader-in-germany-jeopardized-by-hotel-tab.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "9/11 Panel Plans Hard Questions About the F.B.I. and Justice Dept.",
      "snippet": "Atty Gen John Ashcroft and former FBI director Louis J Freeh, who will testify before 9/11 commission next week, are expected to be criticized for their agencies' failures before terror attacks; commission members say hearings will bolster what wi...",
      "abstract": "Atty Gen John Ashcroft and former FBI director Louis J Freeh, who will testify before 9/11 commission next week, are expected to be criticized for their agencies' failures before terror attacks; commission members say hearings will bolster what will be major recommendation of panel's final report: an overhaul of domestic counterintelligence agency separate from FBI; Bush administration opposes such a move; Ashcroft and Freeh have defended their efforts before 9/11 in testimony to other investigators and in other forums; FBI insists it has made broad changes in its counterterrorism division since attacks, but Thomas H Kean, chairman of commission, voices concern that bureau would 'go back to business as usual' within few years unless counterintelligence aparatus is changed; besides Ashcroft and Freeh, witness list for next week includes former Atty Gen Janet Reno and FBI director Robert S Mueller III; photos (M)",
      "lead_paragraph": "Current and former leaders of the Justice Department and the F.B.I. are expected to come under criticism from the commission investigating the Sept. 11 terrorist attacks at public hearings next week, with Attorney General John Ashcroft and Louis J. Freeh, the former F.B.I. director, being called to account for their agencies' failures before the attacks, panel officials say.",
      "publication_date": "2004-04-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/06/us/9-11-panel-plans-hard-questions-about-the-fbi-and-justice-dept.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "Shares of Oxford Health Plans Rise In Anticipation of WellChoice Merger",
      "snippet": "Investors bid up stock of Oxford Health Plans in anticipation of takeover by WellChoice health insurance company; Oxford's shares rise $7.65, or 15 percent, to $57.97; shares of WellChoice, parent of Empire Blue Cross and Blue Shield, decline 36 c...",
      "abstract": "Investors bid up stock of Oxford Health Plans in anticipation of takeover by WellChoice health insurance company; Oxford's shares rise $7.65, or 15 percent, to $57.97; shares of WellChoice, parent of Empire Blue Cross and Blue Shield, decline 36 cents, to $37.09, indication that its investors would not be vehemently opposed to such acquisition; graph (Market Place column) (M)",
      "lead_paragraph": "Investors yesterday blessed the prospect of marriage between WellChoice, the big New York-based health insurance company, and Oxford Health Plans, by bidding up Oxford's shares.",
      "publication_date": "2004-04-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/06/business/market-place-shares-oxford-health-plans-rise-anticipation-wellchoice-merger.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "World Business Briefing | Europe: Tobacco Smuggling Deal",
      "snippet": "Philip Morris International, part of Altria Group, agrees to pay $1 billion over 12 years to settle European Union charges that it aids cigarette smuggling that costs governments billions in tax revenues; photo (M)",
      "abstract": "Philip Morris International, part of Altria Group, agrees to pay $1 billion over 12 years to settle European Union charges that it aids cigarette smuggling that costs governments billions in tax revenues; photo (M)",
      "lead_paragraph": "Philip Morris International, part of the Altria Group, has agreed to pay about $1 billion over 12 years to settle European Union charges that it aids cigarette smuggling that costs governments billions in tax revenue. The preliminary deal between the company, based in New York, and the European Commission, the European Union's executive arm, will ''put past disputes behind us,'' David Davies, head of European corporate affairs at Philip Morris, said in an interview. An agreement could also help curtail the trade in counterfeits that has cost Philip Morris, the world's largest cigarette maker, about $121 million a year, Mr. Davies said. The European Union first sued Philip Morris and R.J. Reynolds Tobacco Holdings in a New York federal court in 2000, accusing them of illegally importing cigarettes into Europe. ''We are close to an agreement'' with Philip Morris, the European Union's budget commissioner Michaele Schreyer, above, said in a briefing in Brussels. She said the commission was waiting for the approval of the member countries and hoped to sign the agreement very soon. The accord would reduce conflict between the community and the company, Ms. Schreyer said. The company's payment is not a fine or a repayment demand, but it is part of an agreement to fight smuggling, she said.",
      "publication_date": "2004-04-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/06/business/world-business-briefing-europe-tobacco-smuggling-deal.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "One-Doorbell-One-Vote Tactic Re-emerges in Bush-Kerry Race",
      "snippet": "First of two articles in series, Foraging For Votes, on re-emergence of grass-roots politics in 2004 presidential race; with country so sharply divided that as few as 10 percent of voters may be undecided, each side is fighting to find and bring o...",
      "abstract": "First of two articles in series, Foraging For Votes, on re-emergence of grass-roots politics in 2004 presidential race; with country so sharply divided that as few as 10 percent of voters may be undecided, each side is fighting to find and bring out every last one of its voters; this means competing door to door, computer to computer, Web site to Web site, in ground war to complement air war of television advertising; strategists for Pres Bush and John Kerry agree on need to identify supporters and some undecided voters, then appeal to them directly and repeatedly; such face-to-face communication was almost abandoned in 1960, when television took over and made such tactics anachronistic; now, campaign tacticians say millions of people who can be reached in TV ads do not necessarily want to hear same message; say they want to hear about what they care about; so-called niche communications is customized campaigning, appealing to concerns of group or person being addressed; photos (L)",
      "lead_paragraph": "They call it the ground war. And as anticipated, it is back after a long hiatus, subtly changing politics as we know it. Or trying to.",
      "publication_date": "2004-04-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/06/us/2004-campaign-overview-one-doorbell-one-vote-tactic-re-emerges-bush-kerry-race.html",
      "byline": "By Joyce Purnick"
    },
    {
      "headline": "4 Leading London Hotels Sell for $1.3 Billion",
      "snippet": "Quinlan Private, Dublin-based group of real estate investors, acquires four London hotels called Savoy Group for 750 million pounds ($1.37 billion) from American-based private equity firms Blackstone Group and Colony Capital; photo (M)",
      "abstract": "Quinlan Private, Dublin-based group of real estate investors, acquires four London hotels called Savoy Group for 750 million pounds ($1.37 billion) from American-based private equity firms Blackstone Group and Colony Capital; photo (M)",
      "lead_paragraph": "Renting the 2,368-square-foot Brook Penthouse at the Claridge's hotel, with personal butler service, of course, costs more than $7,000 a night. Buying the hotel and the rest of the luxury chain --the Savoy, the Connaught and the Berkeley -- comes at a somewhat higher price.",
      "publication_date": "2004-04-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/06/business/4-leading-london-hotels-sell-for-1.3-billion.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Payout In Telecom Acquisition",
      "snippet": "Manitoba Telecom Services Inc",
      "abstract": "Manitoba Telecom Services Inc",
      "lead_paragraph": "Manitoba Telecom Services Inc. will raise its annual dividend almost threefold to 2.60 Canadian dollars a share, or $1.98, after the purchase of Allstream, ending at least one investor's opposition to the acquisition. Manitoba Telecom said the dividend was 40 cents more than what was planned when the $1.53 billion Canadian purchase of Allstream, a former unit of the AT&T Corporation, was announced on March 18. The higher payout would raise the telephone company's dividend yield to more than 5 percent. Investors including Enterprise Capital Management, owner of about 5 percent of Manitoba Telecom, opposed the merger with Allstream, saying they wanted the company to transform itself into an income trust instead. Enterprise said that it was satisfied with the new dividend and would drop its opposition.",
      "publication_date": "2004-04-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/06/business/world-business-briefing-americas-canada-payout-in-telecom-acquisition.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Many Hospitals Resist Computerized Patient Care",
      "snippet": "Only few dozen medical centers across country are making full use of latest computerized patient safety systems despite pressure from large employers, unions and health care advocacy groups; many hospitals and doctors doubt that computerized syste...",
      "abstract": "Only few dozen medical centers across country are making full use of latest computerized patient safety systems despite pressure from large employers, unions and health care advocacy groups; many hospitals and doctors doubt that computerized systems will ever repay their mulit-million-dollar costs; fear current technology will be outmoded or cost much less in few years; many doctors complain that using systems to write prescriptions and order tests takes away from seeing patients and running their offices on already stressful workdays; photo (M)",
      "lead_paragraph": "For years, technology has been held out as an important way to curb the scourge of medical errors. President Bush and Senator John Kerry have each called for a bigger commitment to computerization to reduce the 98,000 avoidable deaths a year that an eye-opening federal report in 1999 said might be caused by mistakes of doctors, nurses and other hospital personnel.",
      "publication_date": "2004-04-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/06/business/many-hospitals-resist-computerized-patient-care.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "Ohio Utility Blamed In Summer Blackout",
      "snippet": "A power company should have prevented last summer's blackout across a wide swath of North America by cutting off electricity to most of the Cleveland area, officials have concluded.  ",
      "abstract": "A power company should have prevented last summer's blackout across a wide swath of North America by cutting off electricity to most of the Cleveland area, officials have concluded.  ",
      "lead_paragraph": "A power company should have prevented last summer's blackout across a wide swath of North America by cutting off electricity to most of the Cleveland area, officials have concluded.",
      "publication_date": "2004-04-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/06/us/ohio-utility-blamed-in-summer-blackout.html",
      "byline": ""
    },
    {
      "headline": "J.C. Penney Sells Drugstore Chain For $4.5 Billion",
      "snippet": "J C Penney Co agrees to sell its Eckerd drugstore chain for $4.53 billion to CVS and Jean Coutu Group; buyers will divide Eckerd's 2,800 stores, as well as related businesses, creating two larger chains within drugstore business, where Wal-Mart St...",
      "abstract": "J C Penney Co agrees to sell its Eckerd drugstore chain for $4.53 billion to CVS and Jean Coutu Group; buyers will divide Eckerd's 2,800 stores, as well as related businesses, creating two larger chains within drugstore business, where Wal-Mart Stores has become increasingly influential competitor; CVS will pay $2.15 billion for 1,260 stores, most of them in Texas and Florida; Montreal-based Jean Coutu will pay $2.375 billion to acquire 1,539 stores on East Coast and Eckerd home office in Clearwater, Fla; CVS says split was necessary because CVS has many stores in Northeast and it might have problem with Federal Trade Commission if it tried to buy every Eckerd store there as well; map; photo (M)",
      "lead_paragraph": "The J.C. Penney Company said yesterday that it had agreed to sell its Eckerd drugstore chain for $4.53 billion to two buyers, freeing it from what some analysts considered a strategic mismatch that slowed its march toward reinvention.",
      "publication_date": "2004-04-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/06/business/jc-penney-sells-drugstore-chain-for-4.5-billion.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Penalty For Trade Violation",
      "snippet": "Worlr",
      "abstract": "Worlr",
      "lead_paragraph": "Deutsche Bank, the European bank, was fined $347,000 by Britain's securities regulator for making its own trades in stocks before executing the trades for a client. The regulator, the Financial Services Authority, found that Morgan Grenfell and Company, a British unit of Deutsche Bank, in April 2002 made its own trades in seven of the securities in a client's planned program trade after receiving information about the trading plans. Morgan Grenfell did not tell the customer it might trade the securities based on the information it received and did not ensure the broker's trading would not cause the client to suffer a disadvantage, the financial authority said. Andrew Proctor, the authority's director of enforcement, said that Morgan Grenfell had disadvantaged its customer in the price it paid for the trade.",
      "publication_date": "2004-04-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/06/business/world-business-briefing-europe-germany-penalty-for-trade-violation.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "GENERALS IN IRAQ CONSIDER OPTIONS FOR MORE TROOPS",
      "snippet": "American commanders may send more forces to Iraq if situation worsens, and Bush administration officials say new surge of violence by Shiites represents challenge to plans to turn over power in less than 90 days; Pres Bush says he intends to stick...",
      "abstract": "American commanders may send more forces to Iraq if situation worsens, and Bush administration officials say new surge of violence by Shiites represents challenge to plans to turn over power in less than 90 days; Pres Bush says he intends to stick to June 30 date, even as he concedes that structure for new government has not been settled; vows that violence instigated by Shiite cleric Moktada al-Sadr would be put down; says he is committed to 'staying the course' despite new wave of attacks on American forces, in which Shiites as well as Sunnis have now joined; senior military and White House officials say attacks by Sadr's forces do not represent full-scale Shiite uprising, or portend broader civil war; describe violence led by Sadr's militia as 'power grab'; photo (M)",
      "lead_paragraph": "American commanders in Iraq are developing contingency plans to send more American forces to the country if the situation worsens, and administration officials said Monday that the new surge of violence by Shiites represented a worrying challenge to their plans to turn over power in less than 90 days.",
      "publication_date": "2004-04-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/06/world/struggle-for-iraq-war-policy-generals-iraq-consider-options-for-more-troops.html",
      "byline": "By David E. Sanger and Douglas Jehl"
    },
    {
      "headline": "Today's Lesson for College Students: Lighten Up",
      "snippet": "Colleges across country are paying ever-increasing attention to undergraduates' personal growth and emotional well-being; they are responding to rising number of students seeking help for stress-related conditions on campus and expectations of con...",
      "abstract": "Colleges across country are paying ever-increasing attention to undergraduates' personal growth and emotional well-being; they are responding to rising number of students seeking help for stress-related conditions on campus and expectations of consumer-minded parents; many colleges are extending therapeutic culture far beyond treatment for clinical depression and bipolar disorders; they are offering wide range of services and activities intended to help students negotiate what used to be considered ordinary rites of passage, including homesickness, sophomore angst and romantic relationships; colleges are offering free massages, dogs to cuddle in exam season, biofeedback workshops and therapists available to help students work through their first C; at Harvard, training given to graduate students living in undergraduate housing includes ways to help fight perfectionism as well as to negotiate matters involving race, class and sexual identity; photo of knitting club meeting at Bowdoin College (M)",
      "lead_paragraph": "It was intended as a statement against the kind of perfectionism that drives some Bowdoin College students to spend two hours a day on the treadmill: plastered all over campus recently were photographs of naked undergraduate Bowdoin women -- or at least their bodies, as the pictures had been shot from the neck down -- in all their short, tall, thin, not-so-thin, fit and unfit, anonymous, unairbrushed glory.",
      "publication_date": "2004-04-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/06/us/today-s-lesson-for-college-students-lighten-up.html",
      "byline": "By Sara Rimer"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Auto Parts Maker Acquired",
      "snippet": "World Business Briefing: Germany: Auto Part M6",
      "abstract": "World Business Briefing: Germany: Auto Part M6",
      "lead_paragraph": "The Lear Corporation, an auto parts maker, agreed to buy Grote & Hartmann of Germany for $216 million to offer a broader range of vehicle components that distribute electricity. The price includes assumed debt and unspecified costs, Lear said. The purchase, which Lear expects to complete in the second quarter, will not affect its 2004 profit, the company said. Grote & Hartmann, a closely held company, makes electrical terminals, connectors and junction boxes. Lear is based in Southfield, Mich.",
      "publication_date": "2004-04-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/06/business/world-business-briefing-europe-germany-auto-parts-maker-acquired.html",
      "byline": "By Bloomberg News"
    }
  ]
}