{
  "metadata": {
    "date": "2004-09-27",
    "total_articles": 33
  },
  "articles": [
    {
      "headline": "In Florida, the Campaigning Just Has to Wait",
      "snippet": "Three back-to-back hurricanes have crippled campaign season in Florida; fund-raisers, canvassers, and advertisers have suspended operations, and candidates are making only brief appearances; absence of Florida polls since early August has been big...",
      "abstract": "Three back-to-back hurricanes have crippled campaign season in Florida; fund-raisers, canvassers, and advertisers have suspended operations, and candidates are making only brief appearances; absence of Florida polls since early August has been biggest handicap and has left candidates flying blind at pivotal time; candidates are having hard time getting news coverage and therefore having hard time raising money; there is also question of whether Florida voters will be able to meet Oct 4 registration deadline and whether their polling places are still standing; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/25/politics/campaign/in-florida-the-campaigning-just-has-to-wait.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "US Airways Asks Court for Pay Cuts",
      "snippet": "US Airways asks federal bankruptcy court to approve emergency pay cuts of about 23 percent plus other moves, aimed at raising $38 million in cash per month; chief executive Bruce R Lakefield says airline will implement spending cuts and other cost...",
      "abstract": "US Airways asks federal bankruptcy court to approve emergency pay cuts of about 23 percent plus other moves, aimed at raising $38 million in cash per month; chief executive Bruce R Lakefield says airline will implement spending cuts and other cost-saving moves aimed at generating additional $5 million per months; cuts would apply to five unions; about 150 flight dispatches, who are members of transport workers, are exempt from motion; they reached tentative agreement with carrier earlier in week on $4.5 million in cuts (M)",
      "lead_paragraph": "US Airways late yesterday asked a federal bankruptcy court to approve emergency pay cuts plus other moves, aimed at raising $38 million in cash per month.",
      "publication_date": "2004-09-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/25/business/us-airways-asks-court-for-pay-cuts.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "California Backs Plan for Big Cut in Car Emissions",
      "snippet": "California regulators approve plan aimed at drastically reducing over next 11 years vehicle emissions of gases that scientists link to global warming; California and seven Eastern states following its lead potentially represent 30 percent of autom...",
      "abstract": "California regulators approve plan aimed at drastically reducing over next 11 years vehicle emissions of gases that scientists link to global warming; California and seven Eastern states following its lead potentially represent 30 percent of automobile market; new standards challenge automakers to choose between building different vehicles for different markets or developing unified national strategy to meet standards; industry has fended off previous state efforts to regulate air quality, but states believe they will prevail this time; latest plan still faces expected legal challenge on multiple fronts from automakers and could be blocked by Bush administration; photo (M)",
      "lead_paragraph": "LOS ANGELES, Sept. 24 - California regulators approved a plan on Friday aimed at drastically reducing over the next 11 years the vehicle emissions of gases that scientists have linked to global warming.",
      "publication_date": "2004-09-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/25/business/california-backs-plan-for-big-cut-in-car-emissions.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "AT&T Cuts Jobs at Call Centers as It Struggles to Regroup",
      "snippet": "Labor union officials say AT&T informed them in recent weeks that it is in process of closing call centers in Hawaii, Puerto Rico and Charleston, W Va; at least 400 workers will be laid off from those three locations, and another 130 will be cut a...",
      "abstract": "Labor union officials say AT&T informed them in recent weeks that it is in process of closing call centers in Hawaii, Puerto Rico and Charleston, W Va; at least 400 workers will be laid off from those three locations, and another 130 will be cut at customer service center in Fairhaven, Mass, which is being reduced in size; thousand contract workers were let go after Labor Day; industry analysts expect even more cuts, perhaps up to 10,000 jobs, in coming weeks so that workers can be removed from company's books by end of year; those cuts will come on top of plans to reduce work force by 8 percent, to about 57,000, this year; some industry analysts have embraced AT&T's decision to pull back from its traditional business, calling it necessary in face of fierce competition in consumer market against rivals like MCI, which emerged from bankruptcy in April; graph (M)",
      "lead_paragraph": "After promising in July to retreat from the residential phone market, AT&T has started to dismantle its vast operations -- by closing one telemarketing and customer-service call center at a time. But will those moves help the struggling behemoth?",
      "publication_date": "2004-09-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/25/business/att-cuts-jobs-at-call-centers-as-it-struggles-to-regroup.html",
      "byline": "By Matt Richtel and Ken Belson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "California Approves Plan To Cut Vehicle Emissions  California regulators approved a plan aimed at sharply reducing emissions of global warming gases from cars and trucks over the next 11 years.    It would be the first such regulation in the natio...",
      "abstract": " California Approves Plan To Cut Vehicle Emissions  California regulators approved a plan aimed at sharply reducing emissions of global warming gases from cars and trucks over the next 11 years.    It would be the first such regulation in the nation and one that, if it survives legal challenges, would force automakers to significantly increase the fuel efficiency of millions of vehicles. [Page A1.]    Faith-Based Health Care Offered  The Bush administration has broken new ground in its faith-based initiative, this time by offering federal employees a Catholic health plan that excludes payment for contraceptives, abortion and sterilization. [A1.]    Oil Prices Trim Gains for Stocks  Blue-chip stocks ended barely higher as a spike in oil prices to near-record levels pared earlier gains and renewed concerns about the effect of high energy prices on consumer spending and corporate profits. [C4.]    Europe Is Said to Clear Oracle Deal  The European Union's competition commissioner, Mario Monti, is ready to allow Oracle to proceed with its $7.7 billion hostile takeover bid for PeopleSoft in the coming weeks, people close to the case said. [C2.]    Publisher of Maxim Dismisses 15  Dennis Publishing USA, which publishes the magazines Maxim and Stuff and the music magazine Blender, dismissed 15 executives and editors in an effort to cuts costs. [C4.]    Orders for Durable Goods Drop  Orders to factories for big-ticket goods dropped in August, weighed down by a decline in demand for commercial airplanes. [C4.]    Regulators Weigh Morningstar Suit  Securities regulators may file a suit against Morningstar over incorrect data it published about a mutual fund, the company said. [C3.]    Chip Sales Slide at Philips  Signaling a possible wider slowdown in the semiconductor industry, Royal Philips Electronics became the latest company to say that its chip sales had begun to stall, at least temporarily. Having once predicted a spike of up to 4 percent, Philips's semiconductor division said third-quarter sales in dollars would not exceed this year's second-quarter result of $1.72 billion. [C2.]    Companies May Bid for Yukos  President Vladimir V. Putin of Russia said that state-run companies might bid for assets of Yukos in any sale to collect back taxes, raising the prospect of further government control over the nation's oil and gas industry. [C2.]    Pressure to Succeed at HBO  Can HBO keep soaring? Despite its dominance at the recent Emmy awards, rival television executives say they are not so sure. [B11.]    Mining Company in Merger Talks  Noranda, Canada's largest mining company, said that it was in talks that might lead to its acquisition by the China Minmetals Corporation in a deal worth about $4.7 billion. [C2.]    A Judge Rules Against United  A federal bankruptcy court judge ruled against United Airlines in a procedural dispute with unions over employee pensions. [C2.]    Alitalia Plan to Split Progresses  Alitalia said eight of its nine biggest unions agreed to a plan to split the airline in two. [C2.]    Surgical Device No Longer Made  St. Jude Medical said it would stop making a device used during heart surgery. [C4.]    Chart: ''YESTERDAY''  Dow industrials -- 10,047.24 up 8.34  Nasdaq composite -- 1,879.48 down 6.95  10-yr. Treasury yield -- 4.03% up 0.01  The euro -- $1.2268 down 0.0460  The dollar -- 110.68 yen up 0.13    Graph tracks the daily closing price of Royal Phillips Electronics shares for the week.    Graph tracks the daily closing of the Dow Jones Industrials since January.    (Source by Bloomberg Financial Markets)",
      "lead_paragraph": "California Approves Plan To Cut Vehicle Emissions California regulators approved a plan aimed at sharply reducing emissions of global warming gases from cars and trucks over the next 11 years.",
      "publication_date": "2004-09-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/25/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "House Proposal Puts Less Power In New Spy Post",
      "snippet": "House Republican leaders introduce bill that would grant new national intelligence director more limited powers than recommended by September 11 commission, but would grant new powers to law enforcement agencies, expanding authority granted Justic...",
      "abstract": "House Republican leaders introduce bill that would grant new national intelligence director more limited powers than recommended by September 11 commission, but would grant new powers to law enforcement agencies, expanding authority granted Justice Dept by USA Patriot Act; Democrats warn that Republicans may be trying to scuttle legislation by introducing bill so different from bipartisan Senate version; House version would require director to obtain approval of Office of Management and Budget to transfer money among intelligence programs (M)",
      "lead_paragraph": "WASHINGTON, Sept. 24 - House Republican leaders introduced a long-awaited bill Friday that would grant more limited powers to a new national intelligence director than those recommended by the Sept. 11 commission or called for in a companion bill in the Senate.",
      "publication_date": "2004-09-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/25/us/front page/house-proposal-puts-less-power-in-new-spy-post.html",
      "byline": "By Philip Shenon and Douglas Jehl"
    },
    {
      "headline": "Guess Tries to Regain Its Fabulousness",
      "snippet": "Paris Hilton, photographed in demi--pornographic poses wearing silky pink cocktail dresses and much less, is face (and body) of Guess, which, as company, is getting its own makeover; Guess is introducing two new store concepts: Marciano chain for ...",
      "abstract": "Paris Hilton, photographed in demi--pornographic poses wearing silky pink cocktail dresses and much less, is face (and body) of Guess, which, as company, is getting its own makeover; Guess is introducing two new store concepts: Marciano chain for slightly older consumer and Accessories, mall-based boutiques with only handbags, hats and small leather goods, but no clothes; company will open 9 Marciano stores in United States in next 12 months, and 27 more Accessories stores, in US and around world; 100 store openings are planned in next 12 months; stores were created by Paul Marciano and his brother Maurice; photos (M)",
      "lead_paragraph": "When Paul Marciano, the creative director of Guess, decided he wanted Paris Hilton to be the Guess model -- the one featured in all the coming advertisements -- he called her agent, who quoted what Mr. Marciano called \"an astronomical fee.\"",
      "publication_date": "2004-09-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/25/business/guess-tries-to-regain-its-fabulousness.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Odd Man Out in U.S. Inquiry Into Fannie Mae",
      "snippet": "Report released by Fannie Mae regulatory agency, Office of Housing Enterprise Oversight, has put former Fannie Mae accountant in spotlight, stating that his 'cooperation was important to our investigation'; report concluded that Fannie Mae violate...",
      "abstract": "Report released by Fannie Mae regulatory agency, Office of Housing Enterprise Oversight, has put former Fannie Mae accountant in spotlight, stating that his 'cooperation was important to our investigation'; report concluded that Fannie Mae violated generally accepted accounting principles and engaged in policies that gave it far too much flexibility in choosing how much it would report in earnings; personal and financial problems Barnes has encountered since leaving Fannie Mae in November 2003; pho9",
      "lead_paragraph": "For a low-level but pivotal figure in the investigation of Fannie Mae, it all began with an e-mail message sent in July 2003 to a supervisor.",
      "publication_date": "2004-09-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/25/business/odd-man-out-in-us-inquiry-into-fannie-mae.html",
      "byline": "By Eric Dash and Jennifer 8. Lee"
    },
    {
      "headline": "Kerry Promises to Refocus U.S. on Terror War",
      "snippet": "Sen John Kerry takes aims at what has long been considered Pres Bush's greatest political strength, perception that he will do better job keeping country safe from future terrorist attacks; declares that invasion of Iraq was 'profound diversion' f...",
      "abstract": "Sen John Kerry takes aims at what has long been considered Pres Bush's greatest political strength, perception that he will do better job keeping country safe from future terrorist attacks; declares that invasion of Iraq was 'profound diversion' from war on terror; argues that Pres Bush's record is catalogue of mistakes and outlines his own antiterrorism plan; says United States needs long-term strategy to deny terrorists recruits and safe havens; sees struggle for 'heart and soul of Muslim world' and wants to strengthen economic and political development in struggling states; photos (M)",
      "lead_paragraph": "PHILADELPHIA, Sept. 24 - Escalating his critique of President Bush as commander in chief, Senator John Kerry declared here Friday that the invasion of Iraq was \"a profound diversion from the battle against our greatest enemy, Al Qaeda,\" and asserted that he would refocus the nation's energies on \"the real war on terror.\"",
      "publication_date": "2004-09-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/25/politics/campaign/kerry-promises-to-refocus-us-on-terror-war.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "U.S. Health Plans Include One With Catholic Tenets",
      "snippet": "Bush administration offers federal employees Catholic health plan sponsored by OSF Health; plan excludes payment for contraceptives, abortion and other services; is first for federal workers to be marketed as 'faith-based' and is part of $1 billio...",
      "abstract": "Bush administration offers federal employees Catholic health plan sponsored by OSF Health; plan excludes payment for contraceptives, abortion and other services; is first for federal workers to be marketed as 'faith-based' and is part of $1 billion plan to involve religious organizations in all types of federal social programs; 1984 law prohibits federal plans from covering most abortions, but 1999 law requires plans to cover contraception; 4 million federal employees will have choice of 249 health plans sponsored by dozens of insurers in 2005; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/25/business/us-health-plans-include-one-with-catholic-tenets.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "Medicare Rules Set Off a Battle on Drug Choices",
      "snippet": "New Medicare law touches off huge battle between insurance companies and drug companies that could determine how many medicines will be readily available to Medicare beneficiaries; under law, private health plans will develop list of drugs approve...",
      "abstract": "New Medicare law touches off huge battle between insurance companies and drug companies that could determine how many medicines will be readily available to Medicare beneficiaries; under law, private health plans will develop list of drugs approved for reimbursement to Medicare recipients; in general, insurers and drug benefit managers want to limit number of drugs, and types of drugs, on their lists, while drug companies want as many drugs as possible on each private health plan's list; Bush administration has retained private nonprofit organization, United States Pharmacopeia, to develop list of types of drugs that should be covered; guidelines, which serve as model for private plans providing new drug benefit, list 146 distinct categories and classes of drugs; under new law and administration rules, private plans must cover at least two drugs in each category and class; drug lists drawn up by health plans could determine how many people sign up for drug benefits and how many private plans participate; drug companies and patients argue that patients should have access to full array of drugs for major diseases; Sen John Kerry has denounced law as giveaway to insurance and pharmaceutical companies (M)",
      "lead_paragraph": "WASHINGTON, Sept. 25 - The new Medicare law has touched off a huge battle between insurance companies and drug companies that could determine how many medicines will be readily available to Medicare beneficiaries.",
      "publication_date": "2004-09-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/26/politics/medicare-rules-set-off-a-battle-on-drug-choices.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "The 2004 CAMPAIGN: THE NOMINEE; Kerry as the Boss: Always More Questions",
      "snippet": "Sen John Kerry, portrayed by associates as uncommonly bright, informed and curious, has deliberative executive style that has resulted in campaign that often moves slowly against swift opponent, and candidate who has struggled to synthesize inform...",
      "abstract": "Sen John Kerry, portrayed by associates as uncommonly bright, informed and curious, has deliberative executive style that has resulted in campaign that often moves slowly against swift opponent, and candidate who has struggled to synthesize information he sweeps up into clear, concise case against Pres Bush; even aides concede that he can be slow in taking action, bogged down in very details he is so intent on collecting; in his quest for information, he is always consulting ever-widening circle, rarely comfortable relying on one person or giving anyone too much power; aides rejoiced when he yielded his cellphone to an aide, move they hoped would limit his seeking out contrary opinions; his willingness to upend his staff has brought him some political triumphs, but that management style comes at cost; most of his top aides in campaign are longtime political professionals who have little history with him; result has been infighting and newspaper articles detailing dissension within campaign; photo (L)",
      "lead_paragraph": "WASHINGTON, Sept. 25 - For 15 minutes in Milwaukee the other day, Senator John Kerry pummeled his staff with questions about an attack on President Bush, planned for later that morning, that accused the White House of hiding a huge Medicare premium increase.",
      "publication_date": "2004-09-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/26/us/the-2004-campaign-the-nominee-kerry-as-the-boss-always-more-questions.html",
      "byline": "By Adam Nagourney and Jodi Wilgoren"
    },
    {
      "headline": "Reading Fannie Mae's Scary Cookbook",
      "snippet": "Gretchen Morgenson article on Office of Federal Housing Enterprise Oversight report on accounting abuses at Fannie Mae warns investors should be wary of companies that claim to be able to produce predictable earnings growth from operations; holds ...",
      "abstract": "Gretchen Morgenson article on Office of Federal Housing Enterprise Oversight report on accounting abuses at Fannie Mae warns investors should be wary of companies that claim to be able to produce predictable earnings growth from operations; holds investors should learn from report that executives will manipulate numbers to protect their bonuses; photo (M)",
      "lead_paragraph": "A SHOCKING exposé hit the Street last week about one of the best-loved all-American companies: Fannie Mae, the mortgage and financial services giant. The report, written by the company's regulator, the Office of Federal Housing Enterprise Oversight, offered a litany of accounting improprieties at the company. You might call it \"In the Kitchen With Fannie: How to Cook the Books for Fun and Profit.\"",
      "publication_date": "2004-09-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/09/26/business/yourmoney/reading-fannie-maes-scary-cookbook.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "A Nation of Airport Haves and Have-Nots",
      "snippet": "Nation's troubled airlines are dropping some flights and routes and picking up others at hectic pace, threatening service to some small cities and cutting back service to even long-time hubs; passengers are benefiting from rock-bottom fares in pla...",
      "abstract": "Nation's troubled airlines are dropping some flights and routes and picking up others at hectic pace, threatening service to some small cities and cutting back service to even long-time hubs; passengers are benefiting from rock-bottom fares in places where airlines are flocking to add service; changes are worrying airport officials in cities served by one airline that may stop service at any time; service maps and graphs; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/09/26/business/yourmoney/a-nation-of-airport-haves-and-havenots.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Getting Parenthood a Place on Résumés",
      "snippet": "Lisa Belkin Life's Work column on ways to incorporate life's experiences of being parent on job resume; drawing (M)",
      "abstract": "Lisa Belkin Life's Work column on ways to incorporate life's experiences of being parent on job resume; drawing (M)",
      "lead_paragraph": "BECOMING a parent can make you a better worker. That was the simple message of my last column. Far from simple, however, is making this message an accepted truth of the workplace, so that being a parent is seen by employers as a solid credential.",
      "publication_date": "2004-09-26T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/09/26/jobs/getting-parenthood-a-place-on-resumes.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "A Big Increase of New Voters in Swing States",
      "snippet": "Tens of thousands of new voters are added to rolls in swing states of Ohio and Florida following sweeping voter registration campaigns in heavily Democratic areas; surge far exceeds efforts of Republicans in both states; registration drives have b...",
      "abstract": "Tens of thousands of new voters are added to rolls in swing states of Ohio and Florida following sweeping voter registration campaigns in heavily Democratic areas; surge far exceeds efforts of Republicans in both states; registration drives have been mounted in other swing states as well by both parties; largely hidden but deadly earnest voter registration battle is widely believed by campaign professionals to be potentially decisive in presidential election; but precise impact of swell in registration is difficult to predict, with no reliable gauge of how many of new voters will actually vote; some experts say spike has not been accurately captured by political polls and could confound prognostication in closely contested states; photo; graph (M)",
      "lead_paragraph": "COLUMBUS, Ohio - A sweeping voter registration campaign in heavily Democratic areas has added tens of thousands of new voters to the rolls in the swing states of Ohio and Florida, a surge that has far exceeded the efforts of Republicans in both states, a review of registration data shows.",
      "publication_date": "2004-09-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/26/politics/campaign/a-big-increase-of-new-voters-in-swing-states.html",
      "byline": "By Ford Fessenden"
    },
    {
      "headline": "When Employees Are Sick, Absenteeism Can Be a Virtue",
      "snippet": "Employment researchers and employers themselves are increasingly acknowledging that having sick employees stumble to work and slog through day--phenomenon they call 'presenteeism'--is not just painful for employees, but can also hurt company, beca...",
      "abstract": "Employment researchers and employers themselves are increasingly acknowledging that having sick employees stumble to work and slog through day--phenomenon they call 'presenteeism'--is not just painful for employees, but can also hurt company, because ailing workers are unlikely to perform at their normal level and they may also infect others; Journal of Occupational and Environmental Medicine study estimates that productivity losses stemming from presenteeism could be as high as 60 percent of total cost to comp;any of worker illnesses, eclipsing costs of absenteeism and medical and disability benefits; some companies are offering preventive health programs; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-26T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/09/26/jobs/when-employees-are-sick-absenteeism-can-be-a-virtue.html",
      "byline": "By Denise Difulco"
    },
    {
      "headline": "Indian Sales of Tobacco Face New Pressure",
      "snippet": "Fast-growing online sale of untaxed cigarettes by American Indian-run companies provokes stampede of protests from antitobacco groups, cash-strapped state governments and local retailers; groups are working in courts, legislatures and in Washingto...",
      "abstract": "Fast-growing online sale of untaxed cigarettes by American Indian-run companies provokes stampede of protests from antitobacco groups, cash-strapped state governments and local retailers; groups are working in courts, legislatures and in Washington to try to end practice; states are barred by treaties from taxing Indian tribes, and businesses operated by Indians have long taken advantage of this protection to sell tax-free tobacco products in reservation shops to non-Indians; Internet has allowed Indian entrepreneurs to take their business to new level, intensifying debate over legality of such commerce; there are no price figures on size of online tobacco market, but it is growing rapidly; customers buy packs of cigarettes free of excise and sales taxes that can add as much as $3 a pack to cost; photos; map (M)",
      "lead_paragraph": "IRVING, N.Y. - Many people would love to put Larry Ballagh out of business. All antismoking groups, for instance. The National Association of Convenience Stores, too.",
      "publication_date": "2004-09-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/26/business/indian-sales-of-tobacco-face-new-pressure.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "In Desert Town, Training for'Terror Attacks'",
      "snippet": "Homeland Security Dept plans to turn abandoned company town of Playas, NM, into one of country's top locations for antiterrorism training; it has channeled $5 million to small New Mexico engineering school to buy nearly deserted town, whose 50 rem...",
      "abstract": "Homeland Security Dept plans to turn abandoned company town of Playas, NM, into one of country's top locations for antiterrorism training; it has channeled $5 million to small New Mexico engineering school to buy nearly deserted town, whose 50 remaining residents are waiting eagerly for job opportunities they foresee; plan by New Mexico Tech is to use town to train security, medical and military personnel to prevent attacks as well as to stage simulated attacks for training purposes; town's lack of skyscrapers is not considered problem; simulations will be left to Texas A&M, which operates facility called Disaster City, where high-rises can be collapsed in mock disaster setting; photos; map (M)",
      "lead_paragraph": "PLAYAS, N.M., Sept. 20 - The Phelps Dodge mining company pictured a suburban utopia with a Southwestern flavor when it built this town for its employees from scratch in the early 1970's. It incorporated a six-lane bowling alley, a rodeo ring, a helicopter pad, a shooting range and a swimming pool into the community of 259 ranch-style homes.",
      "publication_date": "2004-09-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/26/us/in-desert-town-training-forterror-attacks.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "You Only Sell Thrice",
      "snippet": "Metro-Goldwyn-Mayer chairman and chief executive Alex Yemenidjian, who has agreed to sell MGM to group led by Sony, discusses his reluctance and that of his boss, elusive billionaire Kirk Kerkorian, to sell studio, interview; his success in turnin...",
      "abstract": "Metro-Goldwyn-Mayer chairman and chief executive Alex Yemenidjian, who has agreed to sell MGM to group led by Sony, discusses his reluctance and that of his boss, elusive billionaire Kirk Kerkorian, to sell studio, interview; his success in turning around MGM, which Kerkorian has bought and sold three times since 1969, noted; photos (M)",
      "lead_paragraph": "LAS VEGAS - ALEX YEMENIDJIAN, the chairman and chief executive of Metro-Goldwyn-Mayer, was sitting at his private pool outside his high-roller villa at the Bellagio Hotel and Casino here last Monday. He had just struck a $5 billion deal to sell MGM, the Hollywood studio famous for its roaring-lion mascot and film franchises including James Bond, to Sony and a group of investors after an agonizingly long auction.",
      "publication_date": "2004-09-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/09/26/business/yourmoney/you-only-sell-thrice.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Shuttling Between Nations, Latino Gangs Confound the Law",
      "snippet": "Gangs across Central America and Mexico have killed thousands of people in last decade, replacing guerrillas as pubilc enemy No 1 in region still struggling to overcome civil wars, special report, Tattooed Warriors; presidents of Honduras and El S...",
      "abstract": "Gangs across Central America and Mexico have killed thousands of people in last decade, replacing guerrillas as pubilc enemy No 1 in region still struggling to overcome civil wars, special report, Tattooed Warriors; presidents of Honduras and El Salavador have revived old counterinsurgency strategies and adopted zero-tolerance laws, imprisoning young men for nothing more than gang tattoo; human rights investigators report alarming increases in numbers of young men killed by police and vigilantes; governments of Honduras, El Salvador, Guatemala, Panama and Mexico are seeking ways to collaboratte in fight against gangs; crackdowns in countries crippled by official corruption and impunity have weakened rule of law as much as they have stemmed rise in crime; prisons are filled way beyond capacity with young men waiting months to be formally charged; hundreds of gang members have died in suspicious prison riots and fires; gang members are migrating illegally to United States, bringing crime wave with them to major American cities; photos (L)",
      "lead_paragraph": "SAN PEDRO SULA, Honduras - Christián Antúnez chokes back a scream as the nurse sticks a needle above his left eyebrow. \"Ay, Mamá!\" he shouts. \"It really hurts.\"",
      "publication_date": "2004-09-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/26/world/americas/shuttling-between-nations-latino-gangs-confound-the-law.html",
      "byline": "By Ginger Thompson"
    },
    {
      "headline": "Agencies Postpone Issuing New RulesUntil After Election",
      "snippet": "Federal agencies delay completion of range of proposed regulations from food safety and environment to corporate governance and telecommunications policy until after Election Day, when regulatory action may be more politically palatable; delays co...",
      "abstract": "Federal agencies delay completion of range of proposed regulations from food safety and environment to corporate governance and telecommunications policy until after Election Day, when regulatory action may be more politically palatable; delays come after heavy lobbying by industry organizations as well as United States Chamber of Commerce and Business Roundtable; industry lobbyists and their critics agree that re-election of Pres Bush would probably lead to adoption of some regulations favorable to industry and rejection or watering down of others that industry considers objectionable; consumer groups, environmental organizations and food safety experts say delays could lead to significantly weaker rules that could increase prices on some products, reduce safety and relax environmental protection; photo (M)",
      "lead_paragraph": "WASHINGTON, Sept. 26 - After a case of mad cow disease surfaced in Washington State late last year, federal regulators vowed to move swiftly to adopt rules to reduce the risks of further problems and restore confidence in the nation's meat industry.",
      "publication_date": "2004-09-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/27/business/agencies-postpone-issuing-new-rulesuntil-after-election.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Six Sigma: A Hollywood Studio Learns the G.E. Way",
      "snippet": "General Electric, which acquired Universal Studios in May, is submitting studio to its rigorous method of business analysis, which aims to improve quality, squeeze profits out of unpredictable businesses and ensure that divisions have quantifiable...",
      "abstract": "General Electric, which acquired Universal Studios in May, is submitting studio to its rigorous method of business analysis, which aims to improve quality, squeeze profits out of unpredictable businesses and ensure that divisions have quantifiable results; Bob Wright, chairman of GE's NBC Universal Studios unit, comments on his ubiquitous presence at Universal; Universal president Ron Meyer says new bosses are very focused on results and do not want surprises; Universal's film executives seem to be embracing GE as first owner in years that plans to stick around; producers cite pressure to keep films within budget; table of recent releases; photos (M)",
      "lead_paragraph": "LOS ANGELES, Sept. 26 - On a morning in February, more than 40 executives huddled around a U-shaped table on the eighth floor of Universal Pictures headquarters here to discuss the marketing for their coming spring lineup. Among them was Bob Wright, who found himself debating a television commercial for the remake of \"Dawn of the Dead\" and critiquing the press junket for \"Chronicles of Riddick.\"",
      "publication_date": "2004-09-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/27/business/media/six-sigma-a-hollywood-studio-learns-the-ge-way.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Army May Reduce Length of Tours in Combat Zones",
      "snippet": "Senior Army personnel officers say recruitment and troop retention will fall unless current 12-month combat tours in Iraq and Afghanistan are shortened to between six and nine months, but Army officials involved in combat operations and war planni...",
      "abstract": "Senior Army personnel officers say recruitment and troop retention will fall unless current 12-month combat tours in Iraq and Afghanistan are shortened to between six and nine months, but Army officials involved in combat operations and war planning cite need to maintain current troop strength in both countries; Army planners say they must prepare for possibility that it will be necessary to keep troops at current levels in Iraq--138,000--through 2007, even though no political decision has been made in that regard; prospect of lengthy combat tours already appears to be affecting recruitment; National Guard is expected to miss its signup goal this year for first time in decade; Army has largely deployed forces in overseas combat situations in six-month tours of duty since Vietnam War; 12-month deployment was introduced last year after end of major combat operations in Iraq, when vigorous insurgency persuaded military that it would need to maintain large numbers of troops in country; Defense Sec Donald H Rumsfeld is said to be major force driving consideration of shorter combat tours (M)",
      "lead_paragraph": "WASHINGTON, Sept. 26 - Fearing a sharp decline in recruiting and troop retention, the Army is considering cutting the length of its 12-month combat tours in Iraq and Afghanistan, senior Army officials say.",
      "publication_date": "2004-09-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/27/world/middleeast/army-may-reduce-length-of-tours-in-combat-zones.html",
      "byline": "By Thom Shanker and Eric Schmitt"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Merck Obtains Rights For Anti-Obesity Drug  Merck & Company has obtained rights to license an experimental anti-obesity drug that has generated scientific interest because it is based on a hormone the body uses to signal that it has eaten enough....",
      "abstract": " Merck Obtains Rights For Anti-Obesity Drug  Merck & Company has obtained rights to license an experimental anti-obesity drug that has generated scientific interest because it is based on a hormone the body uses to signal that it has eaten enough.   ",
      "lead_paragraph": "Merck Obtains Rights For Anti-Obesity Drug Merck & Company has obtained rights to license an experimental anti-obesity drug that has generated scientific interest because it is based on a hormone the body uses to signal that it has eaten enough.",
      "publication_date": "2004-09-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/27/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Music Sites Ask, 'Why Buy if You Can Rent?'",
      "snippet": "Virgin Group becomes first major music retailer to enter download market with new Internet store, and it is putting its biggest stress on subscription service, rather than selling individual songs; is betting new customers will pay monthly fee to ...",
      "abstract": "Virgin Group becomes first major music retailer to enter download market with new Internet store, and it is putting its biggest stress on subscription service, rather than selling individual songs; is betting new customers will pay monthly fee to listen to unlimited amount of music from its vast computer library; Internet music graphs; drawing; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/27/technology/music-sites-ask-why-buy-if-you-can-rent.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "As a Life Ebbs, the Ultimate Family Quarrel",
      "snippet": "Special report, Bitter Endings, explores ultimate family quarrel over when to end relative's life by withdrawing life support; medical advances are forcing more patients and families to confront ever more grueling choices about living and dying; a...",
      "abstract": "Special report, Bitter Endings, explores ultimate family quarrel over when to end relative's life by withdrawing life support; medical advances are forcing more patients and families to confront ever more grueling choices about living and dying; advances offer hope of saving desperately ill patients but can also result in patients surviving in such severely compromised condition that families become painfully confused; this exposes or creates family conflicts, which then make urgent medical decisions even more difficult; such wrenching conflicts can tear families apart; even doctors often disagree about how to treat such patients, and living wills often fail to resolve critical questions; experiences of several families described; photos (L)",
      "lead_paragraph": "LANCASTER, Mass. - Geraldine Reardon's medical nightmare sneaked up like a cruel and crippling ambush. Mrs. Reardon, an otherwise healthy 66-year-old, went to the hospital last October for a routine hernia operation. Days later, a ravaging infection set in. It corroded her fingers and toes with gangrene and forced doctors to medicate her into a coma to spare her unbearable pain.",
      "publication_date": "2004-09-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/27/us/as-a-life-ebbs-the-ultimate-family-quarrel.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "Lazard Is Near a Public Offer, Executives Say",
      "snippet": "Bruce Wasserstein, who runs Lazard, reportedly plans to take private investment bank public and buy out longtime chairman Michel David-Weill and other nonworking partners; revealed proposal details to firm's partners at special meeting; offering w...",
      "abstract": "Bruce Wasserstein, who runs Lazard, reportedly plans to take private investment bank public and buy out longtime chairman Michel David-Weill and other nonworking partners; revealed proposal details to firm's partners at special meeting; offering would bring end to secrecy and mystery that has long shrouded Lazard, firm reportedly beset by chronic infighting and defections (M)",
      "lead_paragraph": "Bruce Wasserstein, the big, brash Wall Street deal maker, is at it again.",
      "publication_date": "2004-09-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/27/business/lazard-is-near-a-public-offer-executives-say.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "CBS Tries to Clear UpFuture of 'Evening News'",
      "snippet": "Dan Rather's acknowledgment that he erred in broadcasting 60 Minutes report on Pres Bush's National Guard service has further complicated question of when he will relinquish role as CBS Evening News anchor and to whom; CBS probe could hasten his d...",
      "abstract": "Dan Rather's acknowledgment that he erred in broadcasting 60 Minutes report on Pres Bush's National Guard service has further complicated question of when he will relinquish role as CBS Evening News anchor and to whom; CBS probe could hasten his departure or extend his stay as anchor, particularly if network decides it cannot move until controversy cools; most likely successors are John Roberts and Scott Pelley; ratings graphs; photos (M)",
      "lead_paragraph": "Dan Rather's acknowledgment that he erred in broadcasting a recent \"60 Minutes\" report about President Bush's National Guard service has further complicated two of the most delicate questions in television news: when will Mr. Rather relinquish the anchor chair of \"The CBS Evening News,\" and to whom?",
      "publication_date": "2004-09-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/27/business/media/cbs-tries-to-clear-upfuture-of-evening-news.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Strong Charges Set New Tone Before Debate",
      "snippet": "Bush and Kerry campaigns are making emotion-charged arguments to set groundwork for first presidential debate on Sept 30; intensity of television advertisements being broadcast signals campaigns' new phase and importance that both sides attach to ...",
      "abstract": "Bush and Kerry campaigns are making emotion-charged arguments to set groundwork for first presidential debate on Sept 30; intensity of television advertisements being broadcast signals campaigns' new phase and importance that both sides attach to debates; Kerry is stating in campaign appearances that Bush has misled nation about severity of situation in Iraq, and Kerry aides accuse Bush of using war on terror as political tool in seeking to silence dissent; Bush aides accuse Kerry of playing politics with terror in his attacks on Bush's Iraq policy; Bush and Kerry will debate three times and vice-presidential candidates will debate once; photo (M)",
      "lead_paragraph": "WASHINGTON, Sept. 26 - The presidential campaign is entering a pivotal two-week period at a boil, with Senator John Kerry and President Bush battling over the Iraq war and the threat of another domestic terrorist attack, making emotion-charged arguments to set the groundwork for their first debate, on Thursday.",
      "publication_date": "2004-09-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/27/politics/campaign/strong-charges-set-new-tone-before-debate.html",
      "byline": "By Adam Nagourney and Robin Toner"
    },
    {
      "headline": "For Cingular, Becoming No. 1 Also Poses Risks",
      "snippet": "Cingular Wireless faces big challenges in its plan to acquire AT&T Wireless and create nation's largest cellular phone company; first obstacle is winning antittust approval; companies are steeling themselves for consolidation that could take up to...",
      "abstract": "Cingular Wireless faces big challenges in its plan to acquire AT&T Wireless and create nation's largest cellular phone company; first obstacle is winning antittust approval; companies are steeling themselves for consolidation that could take up to two years to complete; will have to reorganize everything from calling plans to cell towers to retail stores, lay off thousands of workers and blend two very different corporate cultures; photos (M)",
      "lead_paragraph": "ATLANTA - Ralph de la Vega, chief operating officer at Cingular Wireless, has a vision for the future. In it, cellphone bills will fall, reception will improve and mobile access to e-mail and the Internet will be fast and easy.",
      "publication_date": "2004-09-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/27/business/for-cingular-becoming-no-1-also-poses-risks.html",
      "byline": "By Ken Belson and Matt Richtel"
    },
    {
      "headline": "U.S. Military Arrests A Senior Iraqi Officer",
      "snippet": "The American military has arrested a senior commander of the Iraqi National Guard, raising concerns about the loyalty and reliability of the new security forces.   ",
      "abstract": "The American military has arrested a senior commander of the Iraqi National Guard, raising concerns about the loyalty and reliability of the new security forces.   ",
      "lead_paragraph": "The American military has arrested a senior commander of the Iraqi National Guard, raising concerns about the loyalty and reliability of the new security forces.",
      "publication_date": "2004-09-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/27/front page/world/us-military-arrests-a-senior-iraqi-officer.html",
      "byline": ""
    },
    {
      "headline": "Truckers of Iraq's Pony Express Are Risking It All for a Paycheck",
      "snippet": "Truckers lured by paychecks that are triple what they earn in United States risk their lives--occasionally losing them--to deliver goods across hundreds of miles of hostile desert to American troops in Iraq; scale of operation is huge--700 trucks ...",
      "abstract": "Truckers lured by paychecks that are triple what they earn in United States risk their lives--occasionally losing them--to deliver goods across hundreds of miles of hostile desert to American troops in Iraq; scale of operation is huge--700 trucks on Iraqi roads on typical day, delivering fuel, food and other necessities to 60 military bases across country; roughly 10 of every 30 convoys are attacked by insurgents every day; many convoys are heavily populated with Pakistanis, Bangladeshis, Egyptians, Somalis and other drivers who receive their orders through translators in duty staging areas but who take same risks as Americans; few, if any, of trucks are driven by Iraqis; in addition to substantial increase in pay, Americans who remain in Iraq for more than 330 days a year earn sizable tax break as well; many American drivers are veterans; detailed description of grueling two-day trip across 425 miles of roadways, wide open to attack by insurgents at virtually every point along way; photos (M)",
      "lead_paragraph": "SAFWAN, Iraq - They go by names like Mac Daddy, Milkman and Tango One. When a snaking convoy of 18-wheelers is moving smoothly, they are cadillackin'. And when word crackles on the radio that the lead truck has passed from another impossibly rutted, kidney-bruising dirt road onto a stretch of asphalt, they are about to hit the hardball.",
      "publication_date": "2004-09-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/27/washington/the-conflict-in-iraq-supplies-truckers-of-iraqs-pony-express-are.html",
      "byline": "By James Glanz"
    }
  ]
}