{
  "metadata": {
    "date": "2004-03-17",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "World Business Briefing | Asia: Japan: Central Banker's Outlook",
      "snippet": "Toshihiko Fukui, Bank of Japan governor, says Japan's economy is gradually recovering, helped by strong capital spending and increasing exports; warns that there is still no end in sight to falling consumer prices (S)",
      "abstract": "Toshihiko Fukui, Bank of Japan governor, says Japan's economy is gradually recovering, helped by strong capital spending and increasing exports; warns that there is still no end in sight to falling consumer prices (S)",
      "lead_paragraph": "Toshihiko Fukui, the Bank of Japan governor, said Japan's economy was gradually recovering, helped by strong capital spending and increasing exports. Mr. Fukui also said he did not expect economic growth to slow much this quarter from the strong pace set in the last quarter of 2003. He warned, however, that there was still no end in sight to falling consumer prices that have plagued the economy. Mr. Fukui made his assessment after the central bank's policy board left its monetary stance unchanged at a meeting on Tuesday. Todd Zaun (NYT)",
      "publication_date": "2004-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/17/business/world-business-briefing-asia-japan-central-banker-s-outlook.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "For Iraqis in Harm's Way, $5,000 and 'I'm Sorry'",
      "snippet": "American military commanders in Iraq are just now reckoning with volume of civilian casualies streaming in for assistance; do not have precise figures or even estimates of number of noncombatant Iraqis killed or wounded by American-led forces, but...",
      "abstract": "American military commanders in Iraq are just now reckoning with volume of civilian casualies streaming in for assistance; do not have precise figures or even estimates of number of noncombatant Iraqis killed or wounded by American-led forces, but nonprofit groups' estimates of Iraqi civilians killed range from 3,200 to more than 5,000, and that number grows as civilians continue to be cut down by American forces in checkpoint shootings and crossfires, accidents and mishaps; groups fault military for its continued use of cluster bombs; masses of grieving, injured and disfigured Iraqis line up twice a week at Baghdad Convention Center seeking treatment and compensation; Capt Jonathan Tracy forces $5,000 on man who watched his wife burn to death and his three children die after American missile hit his house a year ago, acknowledging that it cannot bring any of them back but saying that this is all US can do for now; photos (M)",
      "lead_paragraph": "Nearly a year ago, Ali Kadem Hashem watched his wife burn to death and his three children die after an American missile hit his house.",
      "publication_date": "2004-03-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/17/world/for-iraqis-in-harm-s-way-5000-and-i-m-sorry.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "For Bank Chief, Buying Big Rival Is Only the First Part of the Deal",
      "snippet": "Bank of America's $48 billion acquisition of FleetBoston Financial is most brazen move yet by Bank of America chief executive Kenneth D Lewis; Bank of America's stock price has lagged that of its peers over concerns that Lewis is overpaying for Fl...",
      "abstract": "Bank of America's $48 billion acquisition of FleetBoston Financial is most brazen move yet by Bank of America chief executive Kenneth D Lewis; Bank of America's stock price has lagged that of its peers over concerns that Lewis is overpaying for FleetBoston and because of bank's role in series of financial scandals; Lewis takes step to restore credibility by announcing two banks will jointly pay $675 million to resolve probe into trading in their mutual funds, eliminating one cloud over merger; Lewis must prove FleetBoston is worth price; Bank of America is paying 40 percent premium to FleetBoston's price before merger was announced; graph; photo (M)",
      "lead_paragraph": "Kenneth D. Lewis is making the biggest bet of his career.",
      "publication_date": "2004-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/17/business/for-bank-chief-buying-big-rival-is-only-the-first-part-of-the-deal.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "Madrid Suspect Under Scrutiny In 3 Countries",
      "snippet": "European law enforcement officials say Jamal Zougam, suspect in Madrid terror attacks, came under close scrutiny from law-enforcement and intelligence officials in Spain, Morocco and France after bombings by Islamic militants in Casablanca, Morocc...",
      "abstract": "European law enforcement officials say Jamal Zougam, suspect in Madrid terror attacks, came under close scrutiny from law-enforcement and intelligence officials in Spain, Morocco and France after bombings by Islamic militants in Casablanca, Morocco, on May 16, in which 12 suicide bombers and 32 other people were killed in synchronized strikes against targets that included Spanish social club; Spanish officials say they were unable to develop enough evidence to charge Zougam with any crime and that investigator eventually eased off their scrutiny of him, simply because they had so many other suspects to monitor; it is not clear whether any of governments mishandled case, but disclosures raise questions about effectiveness of both their intelligence efforts and antiterrorism cooperation among them (M)",
      "lead_paragraph": "A key suspect in the Madrid terror attacks came under close scrutiny from law-enforcement and intelligence officials in at least three countries last year after bombings by Islamic militants in the Moroccan city of Casablanca, European law enforcement officials said Tuesday.",
      "publication_date": "2004-03-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/17/world/bombings-madrid-investigation-madrid-suspect-under-scrutiny-3-countries.html",
      "byline": "By Tim Golden and Don van Natta Jr"
    },
    {
      "headline": "Justice Dept. Opens Inquiry Into Shell Oil",
      "snippet": "Justice Department opens inquiry into whether executives at Royal Dutch/Shell Group violated any laws by failing to disclose in timely fashion significantly shortfall in proven reserves of oil and natural gas; company and its executives are alread...",
      "abstract": "Justice Department opens inquiry into whether executives at Royal Dutch/Shell Group violated any laws by failing to disclose in timely fashion significantly shortfall in proven reserves of oil and natural gas; company and its executives are already focus of probes by European regulators and officials from Securities and Exchange Commission; Justice Department, unlike commission, has authority to bring criminal charges as well as civil ones; British and Dutch regulators are also examining company; company lowered its estimates of proven oil and gas reserves two months ago by about 20 percent, or 3.9 billion barrels; company documents from two years ago show current and former top executives were aware of significant shortfall in reserves and came up with 'external storyline' and 'investor relations script' that minimized its significance; chairman Sir Philip Watts and Walter van de Vijver, head of exploration and production, were dismissed two weeks ago (M)",
      "lead_paragraph": "The Justice Department has opened an inquiry into whether executives at the Royal Dutch/Shell Group violated any laws by failing to disclose in a timely fashion a significant shortfall in proven reserves of oil and natural gas, a person involved in the inquiry said Tuesday.",
      "publication_date": "2004-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/17/business/justice-dept-opens-inquiry-into-shell-oil.html",
      "byline": "By Stephen Labatonand Jeff Gerth"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Canon Raises Forecast",
      "snippet": "Canon, camera and office equipment maker, forecasts net profit of 90 billion yen ($827 million) for quarter ending March 31 (S)",
      "abstract": "Canon, camera and office equipment maker, forecasts net profit of 90 billion yen ($827 million) for quarter ending March 31 (S)",
      "lead_paragraph": "Canon, the camera and office equipment maker, said it expected to earn a record profit for this quarter, helped by strong sales of digital cameras and multifunction copier-printer machines. Canon forecast a net profit of 90 billion yen ($827 million) for the quarter ending March 31, which would be a 26 percent increase from 71.6 billion yen in the quarter last year. Canon, a leader in digital camera sales, had previously forecast a net profit of 73 billion yen for the quarter. Todd Zaun (NYT)",
      "publication_date": "2004-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/17/business/world-business-briefing-asia-japan-canon-raises-forecast.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Tokyo Officials Struggle to Hold the Yen in Line",
      "snippet": "Japanese financial authorities are waging battle against rising yen, which they see as one of biggest threats to nation's economic recover; analysts and investors are questioning how long they can keep it up; Japan has spent record 10.5 trillion y...",
      "abstract": "Japanese financial authorities are waging battle against rising yen, which they see as one of biggest threats to nation's economic recover; analysts and investors are questioning how long they can keep it up; Japan has spent record 10.5 trillion yen, or $94.5 billion, so far this year to purchase dollars in an attempt to protect value of its exports, engine of country's economic recovery; Japan has accumulated largest foreign-currency reserves in world, at $777 billion, much of it invested in Treasury debt; photo; charts (L)",
      "lead_paragraph": "Japanese financial authorities are waging a battle against what they see as one of the biggest threats to the nation's economic recovery -- a rising yen. And while the effort seems to be working so far, analysts and investors are questioning how long they can keep it up.",
      "publication_date": "2004-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/17/business/tokyo-officials-struggle-to-hold-the-yen-in-line.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "BUSH'S CAMPAIGN EMPHASIZES ROLE OF LEADER IN WAR",
      "snippet": "Pres Bush moves war in Iraq to forefront of his re-election effort with weeklong barrage of speeches, orchestrated set of interviews with senior Pentagon officials and new television advertisement attacking Sen John Kerry's vote against $87 billio...",
      "abstract": "Pres Bush moves war in Iraq to forefront of his re-election effort with weeklong barrage of speeches, orchestrated set of interviews with senior Pentagon officials and new television advertisement attacking Sen John Kerry's vote against $87 billion bill last year that financed operations in Iraq and Afghanistan; aides say he intends to press case that world is safer with Saddam Hussein out of power and will use March 19 anniversary of invasion to draw sharp contrasts with Kerry over foreign policy and leadership; Bush, in indication of how confrontational he plans to be on Kerry's foreign affairs record, demands that Kerry provide evidence to support his suggestion that foreign leaders want to see Bush defeated; Kerry shoots back by challenging Bush's credibility on array of fronts; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/17/us/2004-campaign-foreign-affairs-bush-s-campaign-emphasizes-role-leader-war.html",
      "byline": "By Richard W. Stevenson and Adam Nagourney"
    },
    {
      "headline": "Europe And U.S. Near Accord On Auditing",
      "snippet": "European Commission signals that it may settle longstanding dispute with United States and move toward joint supervision of accounting profession; at issue is information that US authorities would try to seize during an investigation; commission w...",
      "abstract": "European Commission signals that it may settle longstanding dispute with United States and move toward joint supervision of accounting profession; at issue is information that US authorities would try to seize during an investigation; commission wants American authorities to agree to involve European audit regulators in any such inquiry (M)",
      "lead_paragraph": "The European Commission signaled on Tuesday that it might settle a longstanding dispute with the United States next week that would pave the way for joint supervision of the auditing profession.",
      "publication_date": "2004-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/17/business/europe-and-us-near-accord-on-auditing.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "Citing Low Hiring, Fed Leaves Rates Alone",
      "snippet": "Federal Reserve leaves short-term interest rates unchanged at 1 percent, noting that 'hiring has lagged' and suggesting that it has become more concerned about weak job market; officials also stress they are concerned and puzzled about stubbornly ...",
      "abstract": "Federal Reserve leaves short-term interest rates unchanged at 1 percent, noting that 'hiring has lagged' and suggesting that it has become more concerned about weak job market; officials also stress they are concerned and puzzled about stubbornly high level of unemployment, and their statement reflects disappointment over surprisingly poor employment report for February issued by Labor Department; economy has lost 2.2 million jobs in three years, and job growth has remained anemic despite rapid growth in overall economy since summer; photo (M)",
      "lead_paragraph": "The Federal Reserve left short-term interest rates unchanged at 1 percent on Tuesday, noting that ''hiring has lagged'' and suggesting that it had become more concerned about the weak job market.",
      "publication_date": "2004-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/17/business/citing-low-hiring-fed-leaves-rates-alone.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "3 Banks Had Early Concern On WorldCom",
      "snippet": "Documents filed in connection with class-action lawsuit arising from collapse of WorldCom reveal that J P Morgan, Deutsche Bank and Bank of America expressed misgivings about WorldCom's financial soundness in early 2001 just months before they hel...",
      "abstract": "Documents filed in connection with class-action lawsuit arising from collapse of WorldCom reveal that J P Morgan, Deutsche Bank and Bank of America expressed misgivings about WorldCom's financial soundness in early 2001 just months before they helped company sell $12 billion in debt -- misgivings that were not disclosed to investors who bought debt; WorldCom bonds recently traded at about $350, down from offering price of $1,000; it is up to courts to decide whether signs of company's deteriorating financial condition should have been disclosed to investors; banks all ended up losing money they lent to WorldCom after it sought bankruptcy protection (M)",
      "lead_paragraph": "Three big banks expressed misgivings internally about WorldCom's financial soundness in early 2001 just months before they helped the company sell $12 billion in debt, according to documents filed in federal court in Manhattan on Monday. But their doubts -- and the basis for them -- were not disclosed to investors who bought the debt 14 months before WorldCom filed for bankruptcy.",
      "publication_date": "2004-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/17/business/3-banks-had-early-concern-on-worldcom.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Banks Had Questions About WorldCom in 2001  Credit analysts at J.P. Morgan, Deutsche Bank and Bank of America expressed misgivings internally about WorldCom's financial soundness in early 2001 just months before they helped WorldCom sell $12 billi...",
      "abstract": " Banks Had Questions About WorldCom in 2001  Credit analysts at J.P. Morgan, Deutsche Bank and Bank of America expressed misgivings internally about WorldCom's financial soundness in early 2001 just months before they helped WorldCom sell $12 billion in debt, according to documents filed in federal court. But their doubts and the basis for those doubts were not disclosed to investors who bought the debt 14 months before WorldCom filed for bankruptcy. [Page A1.]",
      "lead_paragraph": "Banks Had Questions About WorldCom in 2001",
      "publication_date": "2004-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/17/business/business-digest-827223.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Denmark: Lego Cutting Costs",
      "snippet": "Lego, money-losing toymaker, says it will reduce costs by 700 million Danish kroner ($115.2 million) and cut about 500 employees to break even this year; about one-third of layoffs will be in Denmark (S)",
      "abstract": "Lego, money-losing toymaker, says it will reduce costs by 700 million Danish kroner ($115.2 million) and cut about 500 employees to break even this year; about one-third of layoffs will be in Denmark (S)",
      "lead_paragraph": "Lego, the money-losing toymaker, said it would reduce costs by 700 million Danish kroner ($115.2 million) and cut about 500 employees to break even this year. About one-third of the layoffs will be in Denmark. The company has also started a plan to increase promotional spending and reduce the time it takes to put an idea on store shelves by half. Future annual sales growth is estimated at 3 to 5 percent. Victor Homola (NYT)",
      "publication_date": "2004-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/17/business/world-business-briefing-europe-denmark-lego-cutting-costs.html",
      "byline": "By Victor Homola (NYT)"
    },
    {
      "headline": "In Brazil, Chafing at Economic Restraints",
      "snippet": "Brazil's business community calls on Pres Luiz Inacio Lula da Silva to loosen his fiscal and monetary discipline, which they fear is suffocating Brazil's economy; one observer notes that with country showing negative growth and inflation at comple...",
      "abstract": "Brazil's business community calls on Pres Luiz Inacio Lula da Silva to loosen his fiscal and monetary discipline, which they fear is suffocating Brazil's economy; one observer notes that with country showing negative growth and inflation at completely acceptable level, insisting on high interest rates and strong currency will not do anything to get economy rolling again and create jobs; photo (L)",
      "lead_paragraph": "As the refrigerators roll off the production line at Metalfrio Solutions, Brazil's leading manufacturer of commercial iceboxes and freezers, its chairman, Marcelo Faria de Lima, voices a concern that is typical of Brazilian business executives these days: has President Luiz Inácio Lula da Silva's embrace of orthodox, pro-market policies turned into a bear hug that is suffocating Brazil's economy?",
      "publication_date": "2004-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/17/business/in-brazil-chafing-at-economic-restraints.html",
      "byline": "By Tony Smith"
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Bank Names Executive",
      "snippet": "UBS says Ken Moelis will succeed Rory Tapner as co-head of global investment banking with Robert Gillespie; Tapner will become chairman and chief executive of bank's operations in Asia, replacing Clive Standish, who will become chief financial off...",
      "abstract": "UBS says Ken Moelis will succeed Rory Tapner as co-head of global investment banking with Robert Gillespie; Tapner will become chairman and chief executive of bank's operations in Asia, replacing Clive Standish, who will become chief financial officer of UBS (S)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/17/business/world-business-briefing-europe-switzerland-bank-names-executive.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Investors' Confidence Falls",
      "snippet": "German investor sentiment drops sharply in March, reflecting concern about terrorist attacks in Madrid and already weakening optimism for stronger economic growth (S)",
      "abstract": "German investor sentiment drops sharply in March, reflecting concern about terrorist attacks in Madrid and already weakening optimism for stronger economic growth (S)",
      "lead_paragraph": "German investor sentiment dropped sharply in March, reflecting concern about the terrorist attacks in Madrid and the already weakening optimism for stronger growth of Europe's largest economy. The ZEW Center of European Economic Research said its index measuring the confidence of institutional investors and analysts hit a 16- month low as a result because of reduced growth forecasts published by German research institutes and, to some extent, because of the bombings in Spain. Based on slowing export growth and stagnating consumer spending, three of the leading institutes recently lowered their estimates ranging now from 1.3 to 1.8 percent growth for 2004. Petra Kappl (NYT)",
      "publication_date": "2004-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/17/business/world-business-briefing-europe-germany-investors-confidence-falls.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "The Paycheck For The Ex-Chief At Citigroup: $111,000 a Day",
      "snippet": "Former Citigroup chief executive Sanford I Weill earned $30 million last year, or about $110,000 for every day before he stepped down as chief executive on Oct 1, while remaining company's chairman; also received 2.5 million options on Citigroup's...",
      "abstract": "Former Citigroup chief executive Sanford I Weill earned $30 million last year, or about $110,000 for every day before he stepped down as chief executive on Oct 1, while remaining company's chairman; also received 2.5 million options on Citigroup's stock, which company says were valued at $13.9 million when they were granted; Weill's compensation for 2003 was $44.7 million; Weill sold 5.57 million shares back to company last October for $262.4 million; also realized $23 million from exercising options, and still owns 19.6 million Citigroup shares (M)",
      "lead_paragraph": "Sanford I. Weill was the chief executive of Citigroup for just nine months of last year, but he still took home one of the biggest paychecks of any corporate executive.",
      "publication_date": "2004-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/17/business/the-paycheck-for-the-ex-chief-at-citigroup-111000-a-day.html",
      "byline": "By Patrick McGeehan"
    },
    {
      "headline": "Egypt and Israel Discuss Industrial Trade Zone",
      "snippet": "Egypt and Israel seem to be seriously considering creation of so-called Qualifying Industrial Zones, nearly decade after agreement first allowed for joint industrial areas where Egyptian goods can gain tariff-free access to United States; zones, i...",
      "abstract": "Egypt and Israel seem to be seriously considering creation of so-called Qualifying Industrial Zones, nearly decade after agreement first allowed for joint industrial areas where Egyptian goods can gain tariff-free access to United States; zones, if formed, are expected to attract millions of dollars in foreign investment and employ thousands of Egyptian workers; Israelis confirm talks, but Egyptian delegation members and Ministry of Foreign Trade officals reject or ignore repeated requests for comment; skittishness reflects fact that Egyptian public and press, largely hostile to Israeli policies in occupied territories, have lashed out at both Egyptian government and businessmen said to have been part of trade delegation to Israel; photo (M)",
      "lead_paragraph": "Nearly a decade after an agreement first allowed for joint industrial areas where Egyptian goods with Israeli content can gain tariff-free access to the United States, Egypt and Israel finally seem to be seriously considering the creation of so-called Qualifying Industrial Zones.",
      "publication_date": "2004-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/17/business/egypt-and-israel-discuss-industrial-trade-zone.html",
      "byline": "By Abeer Allam"
    },
    {
      "headline": "Shell Is Said to Face New Reserves Inquiry",
      "snippet": "The Justice Department has opened an inquiry into whether executives at the Royal Dutch/Shell Group violated any laws by failing to timely disclose a significant shortfall in proven reserves of oil and natural gas, a person involved in the inquiry...",
      "abstract": "The Justice Department has opened an inquiry into whether executives at the Royal Dutch/Shell Group violated any laws by failing to timely disclose a significant shortfall in proven reserves of oil and natural gas, a person involved in the inquiry said yesterday.    The company and its executives are already the focus of investigations by European regulators and officials from the Securities and Exchange Commission. But the Justice Department, unlike the commission, has the authority to bring criminal charges as well as civil ones.   ",
      "lead_paragraph": "The Justice Department has opened an inquiry into whether executives at the Royal Dutch/Shell Group violated any laws by failing to timely disclose a significant shortfall in proven reserves of oil and natural gas, a person involved in the inquiry said yesterday.",
      "publication_date": "2004-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/17/business/shell-is-said-to-face-new-reserves-inquiry.html",
      "byline": ""
    },
    {
      "headline": "Talk of Greed And Beyond At Tyco Trial",
      "snippet": "New York State Asst Dl",
      "abstract": "New York State Asst Dl",
      "lead_paragraph": "After nearly six months of sometimes tedious testimony, prosecutors in the trial of L. Dennis Kozlowski and his top lieutenant began their closing argument yesterday, contending that reams of evidence demonstrated that ''these defendants stole huge amounts of money, with two fists.''",
      "publication_date": "2004-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/17/business/talk-of-greed-and-beyond-at-tyco-trial.html",
      "byline": "By Andrew Ross Sorkin"
    }
  ]
}