{
  "metadata": {
    "date": "2004-01-12",
    "total_articles": 37
  },
  "articles": [
    {
      "headline": "Hussein Given P.O.W. Status; Access Sought",
      "snippet": "Defense Dept designates Saddam Hussein as prisoner of war, legal status that sets standards for how he is treated and allows International Committee of Red Cross to see him; information about Hussein has been tightly guarded, although members of I...",
      "abstract": "Defense Dept designates Saddam Hussein as prisoner of war, legal status that sets standards for how he is treated and allows International Committee of Red Cross to see him; information about Hussein has been tightly guarded, although members of Iraqi Governing Council were allowed to confirm his identity; senior US officials say FBI has become increasingly involved in questioning Hussein, signaling that authorities view him as potential defendant in legal proceeding as well as intelligence source; CIA remains in overall control, but FBI involvement reflects CIA reluctance to allow covert officers to take part in interrogations that could force them to appear as court witnesses (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/10/world/the-struggle-for-iraq-captive-hussein-given-pow-status-access-sought.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "Sharpton's Bid Renews Queries Over Finances",
      "snippet": "Rev Al Sharpton's campaign has paid thousands of dollars for him to stay in luxury hotels and to travel around country with his own personal filmmaker Eddie Harris, even as he has struggled to raise contributions for his longshot presidential bid;...",
      "abstract": "Rev Al Sharpton's campaign has paid thousands of dollars for him to stay in luxury hotels and to travel around country with his own personal filmmaker Eddie Harris, even as he has struggled to raise contributions for his longshot presidential bid; review of Sharpton's most recent campaign report, filed in Sept, shows it is marked by oversights, errors and potential violations; campaign in many ways parallels Sharpton's personal and professional lives when it comes to finances, according to court, New York State and New York City records; such records reveal series of judgments, lawsuits and tax debts; Charles Halloran, Sharpton's campaign manager, comments; Sharpton photos (M)",
      "lead_paragraph": "While the Rev. Al Sharpton has struggled to raise contributions for his longshot bid for the Democratic presidential nomination, his campaign has paid thousands of dollars for him to stay in luxury hotels and to travel around the country with his own personal filmmaker.",
      "publication_date": "2004-01-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/10/us/the-2004-campaign-the-minister-sharpton-s-bid-renews-queries-over-finances.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "Plea Talks In Enron Case Said to Unravel",
      "snippet": "Plea Talks In Enron Case Said to Unravel**Plea negotiations collapse between Federal prosecutors and Enron Corp's former chief financial officer Andrew S Fastow and his wife Lea following rejection of proposed terms by presiding Judge David Hittne...",
      "abstract": "Plea Talks In Enron Case Said to Unravel**Plea negotiations collapse between Federal prosecutors and Enron Corp's former chief financial officer Andrew S Fastow and his wife Lea following rejection of proposed terms by presiding Judge David Hittner; Fastow faces 98 counts of fraud, and his wife is charged with concealing illegal income from Internal Revenue Service; possible loss of Fastow's testimony could undermine prosecution's case against other Enron executives (M)",
      "lead_paragraph": "Plea negotiations collapsed on Friday between the government and two prominent defendants in the Enron criminal cases, people involved in the case said. The development upends a significant advance in the two-year investigation that was expected to speed prosecutors' efforts to unravel the full story behind the company's collapse.",
      "publication_date": "2004-01-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/10/business/plea-talks-in-enron-case-said-to-unravel.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "Michigan's Online Ballot Spurs New Strategies for Democrats",
      "snippet": "Democrats in Michigan are only voters in country who have option of voting online in 2004 presidential primaries; voters since New Year's Day have been allowed to apply for ballots and vote by mail or Internet in advance of Feb 7 caucuses; Michiga...",
      "abstract": "Democrats in Michigan are only voters in country who have option of voting online in 2004 presidential primaries; voters since New Year's Day have been allowed to apply for ballots and vote by mail or Internet in advance of Feb 7 caucuses; Michigan Democratic Party says 11,000 people have applied for ballots, three-fourths of them over Internet; many Democrats say process provides unfair advantage to Howard Dean, whose supporters tend to be young, white, affluent and comfortable with computers; photo of person applying online for ballot (M)",
      "lead_paragraph": "The virtual ballot box has arrived in Michigan. Democrats in this state are the only voters in the country who have the option of voting online in the presidential primaries this year.",
      "publication_date": "2004-01-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/10/us/2004-campaign-online-voting-michigan-s-online-ballot-spurs-new-strategies-for.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Big Three Hope Rising Economy Will Lift All Vehicles",
      "snippet": "North American International Auto Show opens in Detroit amidst fierce battle for market share among US automakers; US makers' share fell to 60.2 percent in 2003, down from 61.7 in 2002, and with no new breakthrough categories in sight companies ar...",
      "abstract": "North American International Auto Show opens in Detroit amidst fierce battle for market share among US automakers; US makers' share fell to 60.2 percent in 2003, down from 61.7 in 2002, and with no new breakthrough categories in sight companies are targeting rivals' traditional areas of strength; analysts see General Motors, Ford and Chrysler division of DaimlerChrysler needing to continue aggressive pricing in order to meet industry sales target of 17 million vehicles in 2004; graph (M)",
      "lead_paragraph": "The Big Three are putting a bullish face on 2004, predicting that a wave of new products, aided by an improving economy, will increase earnings and might even cool off their price war.",
      "publication_date": "2004-01-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/10/business/big-three-hope-rising-economy-will-lift-all-vehicles.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Beijing Leaders' Populist Touch Is Not Felt by Most Rural Poor",
      "snippet": "China's Prime Min Wen Jiabao and Pres Hu Jintao have cast themselves as populists, but issues like income distribution, labor rights, taxation and land policy tend to divide Communist Party against itself--creating pockets of opposition that top l...",
      "abstract": "China's Prime Min Wen Jiabao and Pres Hu Jintao have cast themselves as populists, but issues like income distribution, labor rights, taxation and land policy tend to divide Communist Party against itself--creating pockets of opposition that top leaders often seem unable or unwilling to overcome; political analysts say Wen and Hu fear that party may collapse unless it does more to share China's increasing prosperity with more of its 1.3 billion people; that requires that local officials, government-backed companies and well-connected businessmen give up power and profits; map of Yunyang, where many peasants are owed pay for work on construction projects; photo of Xiong Deming, who received personal help from Wen after her husband was not paid for work he had done (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/10/world/beijing-leaders-populist-touch-is-not-felt-by-most-rural-poor.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "Struggling to Design the Future for Gucci",
      "snippet": "Serge Weinberg, chief executive of French conglomerate Pinault-Printemps-Redoute, faces intense pressure from investors as he seeks to replace top Gucci top executives Tom Ford and Domenico De Sole, whose contracts were not renewed; British design...",
      "abstract": "Serge Weinberg, chief executive of French conglomerate Pinault-Printemps-Redoute, faces intense pressure from investors as he seeks to replace top Gucci top executives Tom Ford and Domenico De Sole, whose contracts were not renewed; British designer Alexander McQueen and American designer Narciso Rodriguez are rumored to be leading candidates; Weinberg is believed to be over his head by some in industry as he attempts to justify company's $8 billion investment in Gucci; photo (M)",
      "lead_paragraph": "As a teenager in Paris in the 1960's, Serge Weinberg had no intention of becoming a garment maker like his father. ''I was leftist -- May 1968,'' he said. ''I wasn't interested in the apparel business, or any kind of business.''",
      "publication_date": "2004-01-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/10/business/struggling-to-design-the-future-for-gucci.html",
      "byline": "By Cathy Horyn"
    },
    {
      "headline": "Shell Cuts 20% Off Estimates Of Oil and Gas In Its Reserves",
      "snippet": "Royal Dutch/Shell revises its statement for oil and gas reserves downward by 20 percent, 3.9 billion barrels, after reviewing several extraction projects previously considered to be 'proven'; projects in Nigeria and Australia account for about 50 ...",
      "abstract": "Royal Dutch/Shell revises its statement for oil and gas reserves downward by 20 percent, 3.9 billion barrels, after reviewing several extraction projects previously considered to be 'proven'; projects in Nigeria and Australia account for about 50 percent of reduction in proven reserves; company maintains that reduction will have no 'material effect' on company's financial statements; photo (M) downgraded and price of two companies which control Shell fall more tha n 7 percent in Friday trading; photo (M)",
      "lead_paragraph": "Royal Dutch/Shell said yesterday that it was reducing its proven oil and gas reserves by 20 percent, a surprising announcement that raised questions about the company and about the tabulation of oil and gas reserves throughout the industry.",
      "publication_date": "2004-01-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/10/business/international-business-shell-cuts-20-off-estimates-oil-gas-its-reserves.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "GROWTH IN JOBS GROUND TO HALT DURING DECEMBER",
      "snippet": "Bureau of Labor Statistics reports that only 1,000 jobs were created in Dec 2003; most forecasters expected Dec to be breakthrough month with 150,000 new jobs created; unemployment rate dropped to 5.7 percent from 5.9 percent in Nov, but that was ...",
      "abstract": "Bureau of Labor Statistics reports that only 1,000 jobs were created in Dec 2003; most forecasters expected Dec to be breakthrough month with 150,000 new jobs created; unemployment rate dropped to 5.7 percent from 5.9 percent in Nov, but that was mainly because many people chose not to look for work; Pres Bush calls drop in unemployment rate positive sign that economy is getting better; BLS lowers by more than third its original estimates of number of jobs created in Oct and Nov; instead of increase of 143,000 jobs in those months, revised total is 94,000; graphs (M)",
      "lead_paragraph": "Job growth came to an unexpected halt in December, the Bureau of Labor Statistics reported yesterday, and rather than hunt for scarce work, tens of thousands of people disappeared from the labor force.",
      "publication_date": "2004-01-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/10/business/growth-in-jobs-ground-to-halt-during-december.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "As Far as Jobs Go, Bush Can Only Wait",
      "snippet": "Analysis: Labor Department's report on December unemployment shows little job growth, despite Pres Bush's optimism that unemployment will begin to fall; economists say administration has exhausted fiscal and monetary options for stimulating job gr...",
      "abstract": "Analysis: Labor Department's report on December unemployment shows little job growth, despite Pres Bush's optimism that unemployment will begin to fall; economists say administration has exhausted fiscal and monetary options for stimulating job growth, and must now wait and hope for unemployment to fall; net job loss, which totals more than two million since Bush took office in 2001, continues to be major political weakness for administration (M)",
      "lead_paragraph": "The stage had been set to celebrate the revival of jobs.",
      "publication_date": "2004-01-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/10/business/as-far-as-jobs-go-bush-can-only-wait.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Few Jobs Were Added To Labor Force in December  Job growth came to an unexpected halt in December, the Bureau of Labor Statistics reported, and rather than hunt for work, thousands of people disappeared from the labor force.    Most forecasters th...",
      "abstract": " Few Jobs Were Added To Labor Force in December  Job growth came to an unexpected halt in December, the Bureau of Labor Statistics reported, and rather than hunt for work, thousands of people disappeared from the labor force.    Most forecasters thought December would be a breakthrough month for job creation, given the strengthening economy. But instead of the 150,000 new jobs they had expected, there were only 1,000. The unemployment rate dropped to 5.7 percent from 5.9 percent in November, but that was mainly because so many people chose not to look for work, a requirement to be counted as unemployed. [Page A1.]",
      "lead_paragraph": "Few Jobs Were Added To Labor Force in December",
      "publication_date": "2004-01-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/10/business/business-digest-910937.html",
      "byline": ""
    },
    {
      "headline": "Enron Pleas Collapse",
      "snippet": "Plea negotiations collapsed between the government and two prominent defendants in the Enron criminal cases -- Andrew S. Fastow, the company's former chief financial officer, and his wife, Lea -- after a judge questioned the amount of prison time ...",
      "abstract": "Plea negotiations collapsed between the government and two prominent defendants in the Enron criminal cases -- Andrew S. Fastow, the company's former chief financial officer, and his wife, Lea -- after a judge questioned the amount of prison time to be served by Mrs. Fastow.      Business Day, Page C1.",
      "lead_paragraph": "Plea negotiations collapsed between the government and two prominent defendants in the Enron criminal cases -- Andrew S. Fastow, the company's former chief financial officer, and his wife, Lea -- after a judge questioned the amount of prison time to be served by Mrs. Fastow.",
      "publication_date": "2004-01-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/10/business/enron-pleas-collapse.html",
      "byline": ""
    },
    {
      "headline": "JUSTICES TO HEAR CASE OF CITIZEN HELD AS ENEMY",
      "snippet": "Supreme Court, expanding its review of Bush administration's treatment of those deemed 'enemy combatants,' agrees to hear challenge by Yaser Esam Hamdi, American of Saudi descent, to his open-ended confinement at military brig in South Carolina; f...",
      "abstract": "Supreme Court, expanding its review of Bush administration's treatment of those deemed 'enemy combatants,' agrees to hear challenge by Yaser Esam Hamdi, American of Saudi descent, to his open-ended confinement at military brig in South Carolina; federal appeals court in 2003 ruled that regardless of citizenship person captured in zone of active combat in foreign country could not gain access to court to contest factual basis for his detention; Hamdi was fighting with Taliban in Afghanistan in 2001, when his unit surrendered to Northern Alliance; he has been held for two years without charges and, until Dec 2003, without access to lawyer; Hamdi photo (M)",
      "lead_paragraph": "The Supreme Court, significantly expanding its review of the Bush administration's treatment of those deemed ''enemy combatants,'' agreed Friday to hear a challenge by an American of Saudi descent, Yaser Esam Hamdi, to his open-ended confinement at a military brig in South Carolina.",
      "publication_date": "2004-01-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/10/us/justices-to-hear-case-of-citizen-held-as-enemy.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "For Space Glory, Reach for the Stars, Experts Say",
      "snippet": "Disasters big and small have struck federal space establishment with alarming regularity, raising question of whether nation has technical muscle to achieve Pres Bush's vision of setting up human base on Moon and sending Americans to Mars; experts...",
      "abstract": "Disasters big and small have struck federal space establishment with alarming regularity, raising question of whether nation has technical muscle to achieve Pres Bush's vision of setting up human base on Moon and sending Americans to Mars; experts say NASA and nation's wider space community are damaged in vital areas and are unable to do anything ambitious; say space program could soar again if it is revitalized by bold leadership and tough political calls, like finding graceful way to end shuttle program, which has already outlasted its intended life span and is huge drain on NASA's resources; photo of Space Store in Houston with stock of Mars-related items (M)",
      "lead_paragraph": "Disasters big and small have struck the federal space establishment with alarming regularity of late: satellites have failed, space shuttles have blown up, astronauts have died.",
      "publication_date": "2004-01-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/10/us/america-in-space-the-missions-for-space-glory-reach-for-the-stars-experts-say.html",
      "byline": "By William J. Broad"
    },
    {
      "headline": "Survivor of Somalia and Cancer Dies on Doomed Copter in Iraq",
      "snippet": "Chief Warrant Officer Aaron A Weaver, 32, who survived famous Black Hawk Down attack in Somalia and, more recently, three rounds of surgery for testicular cancer, dies in Iraq in crash of Black Hawk helicopter near Falluja; Weaver, who relatives s...",
      "abstract": "Chief Warrant Officer Aaron A Weaver, 32, who survived famous Black Hawk Down attack in Somalia and, more recently, three rounds of surgery for testicular cancer, dies in Iraq in crash of Black Hawk helicopter near Falluja; Weaver, who relatives say insisted on serving in Iraq, dies with eight others while en route to medical checkup; photo; he was awarded Bronze Star in 1994 (M)",
      "lead_paragraph": "He survived a famously bloody street fight in Somalia that left 18 of his fellow soldiers dead, and more recently, three rounds of surgery for testicular cancer and resulting complications that left him looking skeletal. Yet relatives said it was typical of Aaron A. Weaver to insist on serving in Iraq, persuading the Army that he was well enough to ship out with the 82nd Airborne Division in October.",
      "publication_date": "2004-01-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/11/world/struggle-for-iraq-fatalities-survivor-somalia-cancer-dies-doomed-copter-iraq.html",
      "byline": "By Sara Kennedy and Abby Goodnough"
    },
    {
      "headline": "CAMPAIGN IN IOWA IS CALLED PIVOTAL AND STILL CLOSE",
      "snippet": "Howard Dean and Richard Gephardt battle for dominance before Iowa's Democratic caucuses; transformation of Dean's two-year candidacy is underscored when he appears with Sen Tom Harkin and Al Gore, although Gephardt still has strong base in state a...",
      "abstract": "Howard Dean and Richard Gephardt battle for dominance before Iowa's Democratic caucuses; transformation of Dean's two-year candidacy is underscored when he appears with Sen Tom Harkin and Al Gore, although Gephardt still has strong base in state and must win to keep his bid alive; Sens John Kerry and John Edwards are also making spirited bids; photos (M)",
      "lead_paragraph": "Eight days before the Iowa caucuses that will start the voting for the Democratic presidential nomination, Howard Dean and Richard A. Gephardt are battling for dominance in what many Democrats describe as the most contested and potentially decisive caucus campaign their party has seen here in 16 years.",
      "publication_date": "2004-01-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/11/us/2004-campaign-overview-campaign-iowa-called-pivotal-still-close.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Incentives Lure Many to Quit, Even With a Lean Job Market",
      "snippet": "Thousands of Americans are taking employers up on generous incentive offers and retiring early, gambling on finding something else in lean job market; workers like Lee Hutchinson, 51, who had no intention of leaving FedEx, are taking fortified pen...",
      "abstract": "Thousands of Americans are taking employers up on generous incentive offers and retiring early, gambling on finding something else in lean job market; workers like Lee Hutchinson, 51, who had no intention of leaving FedEx, are taking fortified pension payments and promises of health benefits; such offers, which drew few takers until year or two ago, are now more carefully aimed at workers in shrinking operations; 3,600 of 14,000 eligible FedEx workers left in Oct and Verion has shed ten percent of work force; several of those taking offers explain; photos (M)",
      "lead_paragraph": "At 51, with college still ahead for his two teenage children, Lee Hutchison had no intention of retiring from FedEx, where he had worked for 21 years. But a few months ago, that is just what he did.",
      "publication_date": "2004-01-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/11/us/incentives-lure-many-to-quit-even-with-a-lean-job-market.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "In January, Restaurateurs Watch the Fat",
      "snippet": "Home Front column; January is slowest month in restaurant business in New York City but Manhattan restaurateurs Lisa Hall and Ann Nickinson search for ways to lure customers through menu enhancements rather than coupons or other specials; photo (M...",
      "abstract": "Home Front column; January is slowest month in restaurant business in New York City but Manhattan restaurateurs Lisa Hall and Ann Nickinson search for ways to lure customers through menu enhancements rather than coupons or other specials; photo (M)",
      "lead_paragraph": "April may be the cruelest month, but in the restaurant world January gets that distinction. Oh, the stomachs of city dwellers still growl, but holiday credit card bills growl louder, and many New Yorkers tend to pare their gastronomic excursions until the shock of the previous month's spending wears off.",
      "publication_date": "2004-01-11T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/01/11/jobs/home-front-in-january-restaurateurs-watch-the-fat.html",
      "byline": "By Abby Ellin"
    },
    {
      "headline": "The No-Bang, All-Whimper Recovery",
      "snippet": "Gretchen Morgenson Market Watch column says disappointing jobs report for December is stark reminder to investors of perils of trusting consensus view of anything economic; notes that Stephen S Roach, chief economist at Morgan Stanley, has been vo...",
      "abstract": "Gretchen Morgenson Market Watch column says disappointing jobs report for December is stark reminder to investors of perils of trusting consensus view of anything economic; notes that Stephen S Roach, chief economist at Morgan Stanley, has been voice in wilderness for months, arguing that lasting economic recovery cannot be built on increasingly indebted consumer, declining savings rate and widening current-account and trade deficits and that domestic labor market is not rebounding; graph shows rising debt levels (M)",
      "lead_paragraph": "THE jobs report on Friday was a stark reminder to investors of why trusting the consensus view of anything economic -- the stock market, interest rates, commodity prices -- can be such a peril.",
      "publication_date": "2004-01-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/01/11/business/market-watch-the-no-bang-all-whimper-recovery.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Challenge for Bootstrap General Is Winning Over the Wary Iraqis",
      "snippet": "Johnn F Burns article on Lt Gen Ricardo S Sanchez, commander of occupation forces in Iraq who faces challenge of trying to win over Iraqis who do not want Americans in Iraq but also do not want them to leave; 52-year-old general, who went to work ...",
      "abstract": "Johnn F Burns article on Lt Gen Ricardo S Sanchez, commander of occupation forces in Iraq who faces challenge of trying to win over Iraqis who do not want Americans in Iraq but also do not want them to leave; 52-year-old general, who went to work at age 6 to augment welfare payments to his Mexican-American family in Texas, explains task on trip from Baghdad to Abu Saida, journey by Black Hawk helicopter that shows patterns of light and dark endured by American troops; troops watch rooftops for infiltrators who wait to strike tanks, but base commander Col Ralph Overland, 28, is also proxy mayor receiving petitions from townspeople and pushing to rebuild schools; photos; map; Sanchez recalls own career and momentous capture of Saddam Hussein (M)",
      "lead_paragraph": "Aboard a Black Hawk helicopter skimming at 100 feet across a landscape of palm groves and semidesert north of Baghdad, Lt. Gen. Ricardo S. Sanchez gazed out at lone shepherds and donkey carts and villagers staring back passively at the airborne flotilla hastening northward across Iraq's horizons.",
      "publication_date": "2004-01-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/11/world/struggle-for-iraq-reconstruction-challenge-for-bootstrap-general-winning-over.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Cancer 'Prevention' Is Big Seller, But Medical Experts Are Divided",
      "snippet": "Cancer prevention programs, encompassing anything from screenings to smoking cessation and dietary education, have become financial mainstay for major medical institutions such as Memorial Sloan-Kettering and M D Anderson Cancer Center, which is b...",
      "abstract": "Cancer prevention programs, encompassing anything from screenings to smoking cessation and dietary education, have become financial mainstay for major medical institutions such as Memorial Sloan-Kettering and M D Anderson Cancer Center, which is building huge new center for prevention; experts in fiercely competitive world of cancer medicine are divided, noting that for now most efforts involve research that may or may not lead to clinical advances; National Institutes of Health also requires designated comprehensive cancer centers to have prevention component; Dr Donald Berry and others like Dr Michael Gallo worry that many people exaggerate their cancer risk and have inflated expectations about what science can do to protect them; photo of Dr Moshe Shike of Memorial Sloan-Kettering (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/11/us/cancer-prevention-is-big-seller-but-medical-experts-are-divided.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "The Rise and Fall of Parma's First Family",
      "snippet": "Accounting fraud at Parmalat, giant Italian food and dairy company, is global scandal but remains profoundly local story in Parma, where Calisto Tanzi founded company four decades ago; ouster of Stefano Tanzi, Calisto's 35-year-old son, as preside...",
      "abstract": "Accounting fraud at Parmalat, giant Italian food and dairy company, is global scandal but remains profoundly local story in Parma, where Calisto Tanzi founded company four decades ago; ouster of Stefano Tanzi, Calisto's 35-year-old son, as president of company's soccer team, Parma AC, ruptures one of deepest bonds between city and Tanzi family; lawyers and investigators say intense pressure is starting to sunder family; townspeople believe that younger Tanzis like Calisto and his sister Francesca were peripheral figures at Parmalat despite their board seats; chronology of company's downfall (L)",
      "lead_paragraph": "FROM Milan to Frankfurt and New York, the Parmalat affair has quickly escalated into a global scandal, one that may implicate a leading American accounting firm and several of the world's mightiest banks, including Citigroup Inc. and Deutsche Bank.",
      "publication_date": "2004-01-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/01/11/business/the-rise-and-fall-of-parma-s-first-family.html",
      "byline": "By Mark Landler and Daniel J. Wakin"
    },
    {
      "headline": "Who Was That Food Stylist? Film Credits Roll On",
      "snippet": "Movie credits, which used to last three or four minutes, have joined Hollywood egos and salaries in suffering from inflation, sometimes going on until cleaning crews have left theater; photo; Rick Sparr of Pacific Title and Art Studio, says list i...",
      "abstract": "Movie credits, which used to last three or four minutes, have joined Hollywood egos and salaries in suffering from inflation, sometimes going on until cleaning crews have left theater; photo; Rick Sparr of Pacific Title and Art Studio, says list is out of control, with even tiniest contributions of any sort mentioned (M)",
      "lead_paragraph": "They are known as closing credits, but the other day at a movie theater in Times Square, after three and a half epic hours of ''The Lord of the Rings: The Return of the King,'' the credits did not seem to want to close.",
      "publication_date": "2004-01-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/11/us/who-was-that-food-stylist-film-credits-roll-on.html",
      "byline": "By Randy Kennedy"
    },
    {
      "headline": "An Open-and-Shut Case? Well, Not So Fast",
      "snippet": "Jurors appear tired and distracted at seemingly endless trial of L Dennis Kozlowski, former chief executive of Tyco International, and doubts are being raised about supposedly open-and-shut case against him; legal experts say prosecutors have not ...",
      "abstract": "Jurors appear tired and distracted at seemingly endless trial of L Dennis Kozlowski, former chief executive of Tyco International, and doubts are being raised about supposedly open-and-shut case against him; legal experts say prosecutors have not yet built a compelling case; photos of Kozlowski and Mark H Swartz, former chief financial officer of Tyco (L)",
      "lead_paragraph": "JUROR NO. 7 stared blankly at the floor. Juror No. 11 put down his notepad and seemed on the verge of nodding off. The rest of the jurors in Courtroom No. 1324 at the State Supreme Court in Manhattan looked ready to go home.",
      "publication_date": "2004-01-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/01/11/business/an-open-and-shut-case-well-not-so-fast.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Time for Politics",
      "snippet": "President Bush has indicated he is too busy running the country to pay attention to his re-election campaign. But his advisers say he is totally involved in the race. Page 24.",
      "abstract": "President Bush has indicated he is too busy running the country to pay attention to his re-election campaign. But his advisers say he is totally involved in the race. Page 24.",
      "lead_paragraph": "President Bush has indicated he is too busy running the country to pay attention to his re-election campaign. But his advisers say he is totally involved in the race. Page 24.",
      "publication_date": "2004-01-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/11/us/time-for-politics.html",
      "byline": ""
    },
    {
      "headline": "A Journey From a Mill Town Ends With a Run for President",
      "snippet": "Last article in series examining lives and careers of candidates seeking Democratic presidential nomination focuses on Sen John Edwards of NC; his campaign hinges on notion that he has not forgotten where he comes from: born in small town, reared ...",
      "abstract": "Last article in series examining lives and careers of candidates seeking Democratic presidential nomination focuses on Sen John Edwards of NC; his campaign hinges on notion that he has not forgotten where he comes from: born in small town, reared by working-class parents and first in his family to go to college; asked why one-term senator should seek highest office, he says his roots give him understanding of working folks' problems that career politicians lack; believes working-class voters have been abandoned by Pres Bush; holds that such voters will trust candidate like him, just as North Carolina juries trusted him during his earlier, hugely successful earlier career as personal-injury lawyer; is multimillionaire who harbors laborer's anger; his speeches often sound as if they they could come from union leader; he is drawing bigger crowds, and even officials in other campaigns say his sunny rhetoric about America's future and his refusal to sling mud have given him boost; he recently won coveted endorsement of Des Moines Register as he campaigns in Iowa for caucuses to be held there; timeline of important events in his life; photos (L)",
      "lead_paragraph": "At a meeting of Democrats in Parkersburg, Iowa, Senator John Edwards is listening closely as a woman describes her struggle to afford a nursing home for her ailing mother. ''I want somebody who really knows what it is like to struggle,'' she says at last.",
      "publication_date": "2004-01-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/12/us/a-journey-from-a-mill-town-ends-with-a-run-for-president.html",
      "byline": "By James C. McKinley Jr"
    },
    {
      "headline": "New Editor of The Baltimore Sun Becomes a Lightning Rod Again",
      "snippet": "Tribune Co, in naming Timothy A Franklin editor of Baltimore Sun, is looking to him to change Sun's journalistic culture; wants its 13 daily newspapers to fill more of their pages with articles provided by their sister newspapers, sharing Franklin...",
      "abstract": "Tribune Co, in naming Timothy A Franklin editor of Baltimore Sun, is looking to him to change Sun's journalistic culture; wants its 13 daily newspapers to fill more of their pages with articles provided by their sister newspapers, sharing Franklin has championed and former editor William K Marimow often rejected; Franklin's career noted; chart of turnover at newspapers acquired by Tribune Co; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/12/business/new-editor-of-the-baltimore-sun-becomes-a-lightning-rod-again.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Mogul of Music And Big Movies Is in a New Phase That's Less Showy",
      "snippet": "Strauss Zelnick, after years of running large media enterprises for others, is working with partners to build own media empire; partners expect to use their expertise and variety of financial backing to transform mundane portfolio of direct market...",
      "abstract": "Strauss Zelnick, after years of running large media enterprises for others, is working with partners to build own media empire; partners expect to use their expertise and variety of financial backing to transform mundane portfolio of direct marketing companies and other assets into multiplatform media enterprise; Zelnick comments on plans; photo (M)",
      "lead_paragraph": "Strauss Zelnick has run a worldwide music company, a video gaming start-up, and a movie studio. But where he once cut deals with Whitney Houston and rolled out ''Home Alone,'' Mr. Zelnick is now spending his days worrying over the next Lillian Vernon gift catalog and Time Life Inc.'s forthcoming collection of gospel hymns.",
      "publication_date": "2004-01-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/12/business/mogul-of-music-and-big-movies-is-in-a-new-phase-that-s-less-showy.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Overnight, a Towering Divide Rises in Jerusalem",
      "snippet": "Israel begins drawing hard line around Jerusalem, walling it off from Abu Dis, Arab village joined to city for generations; Israel begins work on other sections of Jerusalem barrier, which it says is necessary bulwark against suicide bombers; it h...",
      "abstract": "Israel begins drawing hard line around Jerusalem, walling it off from Abu Dis, Arab village joined to city for generations; Israel begins work on other sections of Jerusalem barrier, which it says is necessary bulwark against suicide bombers; it has never before built in such a busy area or so close to Jerusalem's center and holy sites; mostly Arab construction crew begins its task under heavy military guard; Palestinian leadership appears caught flat-footed as construction begins; Prime Min Ahmed Qurei, who lives in Abu Dis, is visiting West Bank village of Qalqiliya, which is enclosed by barrier; he attacks 'racist separation wall'; Israel says new barricade is not permanent, political border but reversible security measure; Prime Min Ariel Sharon says says if not for terrorist attacks on Israeli citizens, there might not be any barriers; photos; map (M)",
      "lead_paragraph": "With a towering concrete slab lowered almost tenderly into a ragged street, Israel began drawing a hard line around Jerusalem on Sunday, walling it off from Abu Dis, an Arab village joined to the city for generations.",
      "publication_date": "2004-01-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/12/world/overnight-a-towering-divide-rises-in-jerusalem.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "Issue of Israel's Identity",
      "snippet": "Prime Minister Ariel Sharon of Israel said he saw no risk that Palestinians could undermine Israel's Jewish identity by gaining a demographic majority. Page A8.",
      "abstract": "Prime Minister Ariel Sharon of Israel said he saw no risk that Palestinians could undermine Israel's Jewish identity by gaining a demographic majority. Page A8.",
      "lead_paragraph": "Prime Minister Ariel Sharon of Israel said he saw no risk that Palestinians could undermine Israel's Jewish identity by gaining a demographic majority. Page A8.",
      "publication_date": "2004-01-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/12/world/issue-of-israel-s-identity.html",
      "byline": ""
    },
    {
      "headline": "Two Fathers, With One Happy to Stay at Home",
      "snippet": "Emerging population of gay men are not only raising children but also committed to idea that one parent should leave workplace to do it; census returns of same-sex couples with children, randomly picked, show 26 percent of male couples include sta...",
      "abstract": "Emerging population of gay men are not only raising children but also committed to idea that one parent should leave workplace to do it; census returns of same-sex couples with children, randomly picked, show 26 percent of male couples include stay-at-home parent; figure is one percentage point more than for married couples with children and four percentage points higher than for female couples; percentage of men who stay at home is significantly smaller among married heterosexual couples; some gay men are pursuing parenthood with fervor, having faced obstacles of finding surrogate mothers and of discriminatory adoption laws that favor heterosexual couples; photos (M)",
      "lead_paragraph": "Right before Christmas, Jamie McConnell arrived at the Lake Country School here, as he does most days of the week, to pick up his son, Ben, 3. Hardly short on spunk, Ben made his way out to the snowy playground, and Mr. McConnell, as parents have done since the dawn of swings and monkey bars, trailed behind.",
      "publication_date": "2004-01-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/12/us/two-fathers-with-one-happy-to-stay-at-home.html",
      "byline": "By Ginia Bellafante"
    },
    {
      "headline": "To Understand U.S. Jobs Picture, Connect the Dots, And Find the Dots",
      "snippet": "Closely watched monthly employment numbers are failing to explain what is really happening to nation's workers; more people are working than recorded in official Bureau of Labor Statistics count, while official unemployment rate greatly understate...",
      "abstract": "Closely watched monthly employment numbers are failing to explain what is really happening to nation's workers; more people are working than recorded in official Bureau of Labor Statistics count, while official unemployment rate greatly understates number of people who would like to be working; disparities in numbers are giving politicians unusual room to make conflicting claims about employment picture; BLS's official count, based on monthly survey of net job changes at 400,000 companies, shows 2.3 million jobs have disappeared since Pres Bush took office in Jan 2001; BLS monthly survey, based on interviews with 60,000 households, has employment rising by 689,000 jobs in Bush years; number of people on periphery of labor force, not easily classified as employed or unemployed, has risen; graph of unemployment rates (M)",
      "lead_paragraph": "No economic statistic is watched more closely as a gauge of the economic recovery's staying power -- or of President Bush's prospects among voters -- than the monthly employment numbers. Yet these numbers are failing to explain what is really happening to the nation's workers.",
      "publication_date": "2004-01-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/12/business/to-understand-us-jobs-picture-connect-the-dots-and-find-the-dots.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Power Players",
      "snippet": "Dozens of companies have opened online music stores, but profits are slim at best in already overcrowded field; Apple Computer and RealNetworks have emerged as early industry stars; Apple chief executive Steven P Jobs and RealNetworks chief execut...",
      "abstract": "Dozens of companies have opened online music stores, but profits are slim at best in already overcrowded field; Apple Computer and RealNetworks have emerged as early industry stars; Apple chief executive Steven P Jobs and RealNetworks chief executive Rob Glaser cite high start-up costs and low profit margins; many of online music stores are sponsored by biggest names in technolgy and retailing in hopes legitimate downloading will grow rapidly with spread of high-speed Internet access and intensive marketing; sales graph; table of data on stores; photos (M)",
      "lead_paragraph": "People watching the online music industry say two things about that digital marketplace: business is booming, and the business stinks. Dozens of companies have opened online music stores, drawn by the promise of riches if even a fraction of the tens of millions of people illegally downloading songs turn to legitimate services. But profits in selling songs are slim at best, and the industry is already too crowded.",
      "publication_date": "2004-01-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/12/business/power-players.html",
      "byline": "By John Schwartz and John Markoff"
    },
    {
      "headline": "In Final Debate Before Caucuses, Democrats Tangle on Race Issues",
      "snippet": "Democratic presidential contenders grapple with issues of race, taxes and national security in their final debate before Iowa caucuses; deliver sharp jabs at one another on some of most delicate questions in American politics; Howard Dean draws mo...",
      "abstract": "Democratic presidential contenders grapple with issues of race, taxes and national security in their final debate before Iowa caucuses; deliver sharp jabs at one another on some of most delicate questions in American politics; Howard Dean draws most of fire from his rivals, as he has for months; polls show he and Rep Richard A Gephardt are locked in tight race for first place in Iowa caucuses on Jan 19; Gephardt suggests that Dean's promise to cut payroll taxes could weaken Social Security system; Dean says hiring more minorities is key to racial understanding in America, after which Rev Al Sharpton forces Dean to concede that there were no black or brown members of his cabinet as governor of Vermont; Dean declares his commitment to civil rights; issue of Dean's remark about seeking votes of 'guys with Confederate flags' in their trucks is raised again, and Dean again apologizes; Carol Moseley Braun asks why Gephardt, as House Democratic leader, has not pressed harder to protect affirmative action programs, and she demands to know how Edwards could vote regularly with Pres Bush and yet attack Dean so readily; Braun suggests that Sharpton is stirring racial divisions before national television audience rather than trying to bring people together; photo (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/12/us/2004-campaign-debate-final-debate-before-caucuses-democrats-tangle-race-issues.html",
      "byline": "By Todd S. Purdum and Adam Nagourney"
    },
    {
      "headline": "DIRECT ELECTION OF IRAQ ASSEMBLY PUSHED BY CLERIC",
      "snippet": "White House plan to transfer sovereignty to Iraqis by July 1 is put at risk by Grand Ayatollah Ali Al-Sistani's insistence that members of interim assembly be chosen through direct elections; he is most influential Shiite cleric in Iraq; edict he ...",
      "abstract": "White House plan to transfer sovereignty to Iraqis by July 1 is put at risk by Grand Ayatollah Ali Al-Sistani's insistence that members of interim assembly be chosen through direct elections; he is most influential Shiite cleric in Iraq; edict he issued in June that urged Iraqis to press for general elections forced American officials to scrap their original plans for writing constitution; his latest statement seemingly backtracks from his Nov pledge to reconsider his decision on direct elections if United Nations delegation decides such elections are not possible; Shiite Muslims make up 60 to 70 percent of Iraq's population; any general elections would favor them, and experts have warned that ethnic and religious tensions would increase if elections were held quickly; signs emerge of tenuous security situation in parts of southern Iraq, generally considered calmer than north; Iraqi-American man working for occupying authority and Iraqi man are found blindfolded and shot to death on highway south of Basra; in Amara, hundreds of protesters attack British soldiers outside city hall in reaction to deaths of six men in earlier protest over lack of jobs; map (M)",
      "lead_paragraph": "The most influential Shiite cleric in Iraq said Sunday that members of an interim assembly must be chosen through direct elections, putting at risk White House plans to transfer sovereignty to Iraqis by July 1. His statement came despite continuing efforts to change the cleric's mind on the subject.",
      "publication_date": "2004-01-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/12/world/struggle-for-iraq-occupation-politics-direct-election-iraq-assembly-pushed.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "New Questions Over Bonuses Hollinger Paid To Executives",
      "snippet": "Hollinger International unit reportedly made bonus payments totaling $3 million in Dec 2000 to chairman Conrad M Black and two other top executives, wiring money to Caribbean unit of Canadian bank; complex transaction sheds light on at least one w...",
      "abstract": "Hollinger International unit reportedly made bonus payments totaling $3 million in Dec 2000 to chairman Conrad M Black and two other top executives, wiring money to Caribbean unit of Canadian bank; complex transaction sheds light on at least one way Hollinger paid Black, through transfer that also could have cut taxes on his compensation; move, spurred by profitable unit spinoffs, was apparently legal, but unusual way to compensate executives of United States-based public company; Black spokesman says bonuses were approved; Daniel Colson and F David Radler also got bonuses (M)",
      "lead_paragraph": "A unit of Hollinger International made bonus payments totaling $3 million in December 2000 to Conrad M. Black, Hollinger's former chairman, and two of the company's other top executives, wiring the money to the Caribbean unit of a Canadian bank.",
      "publication_date": "2004-01-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/12/business/new-questions-over-bonuses-hollinger-paid-to-executives.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Move by Blue Chips To Seek Dual Listings  The Nasdaq stock market will announce today that Charles Schwab and Hewlett-Packard, with a number of other blue-chip companies on the New York Stock Exchange, have decided to list their shares on the Nasd...",
      "abstract": " Move by Blue Chips To Seek Dual Listings  The Nasdaq stock market will announce today that Charles Schwab and Hewlett-Packard, with a number of other blue-chip companies on the New York Stock Exchange, have decided to list their shares on the Nasdaq as well, several people briefed on the matter said.     The dual listings are the fruit of an aggressive campaign by the Nasdaq market, supported by Fidelity Investments, the nation's largest mutual fund company -- to chip away at the Big Board's dominant market position in the wake of a series of trading and governance scandals there. [Page C5.]",
      "lead_paragraph": "Move by Blue Chips To Seek Dual Listings",
      "publication_date": "2004-01-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/12/business/business-digest-932817.html",
      "byline": ""
    }
  ]
}