{
  "metadata": {
    "date": "2004-05-05",
    "total_articles": 24
  },
  "articles": [
    {
      "headline": "World Business Briefing | Asia: South Korea: Phone Profit Declines",
      "snippet": "South Korean telephone operator KT Corp says first-quarter profit fell 65 percent, to 341.5 billion won ($291 million) from 960.6 billion won year earlier; sales rose 1.8 percent, to 3 trillion won (S)",
      "abstract": "South Korean telephone operator KT Corp says first-quarter profit fell 65 percent, to 341.5 billion won ($291 million) from 960.6 billion won year earlier; sales rose 1.8 percent, to 3 trillion won (S)",
      "lead_paragraph": "The KT Corporation, South Korea's largest fixed-line phone operator, posted its fourth consecutive quarterly drop in profit after losing customers to cellphone services and recording fewer gains from asset sales. First-quarter profit fell 65 percent, to 341.5 billion won ($291 million) from 960.6 billion won a year earlier, when the company recorded a 557 billion won net gain on asset sales. Sales rose 1.8 percent, to 3 trillion won.",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/05/business/world-business-briefing-asia-south-korea-phone-profit-declines.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Retailer Names Board Chairman",
      "snippet": "World Business Briefing: Germany: Retailer Names B",
      "abstract": "World Business Briefing: Germany: Retailer Names B",
      "lead_paragraph": "KarstadtQuelle, Germany's largest department store operator, plans to make Thomas Middelhoff, the former chief executive of Bertelsmann, the chairman of its supervisory board, succeeding Hans Meinhardt. Mr. Meinhardt will step down in a few months after helping Mr. Middelhoff settle in his new job, he told shareholders at the company's annual general meeting.",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/05/business/world-business-briefing-europe-germany-retailer-names-board-chairman.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: France: Airline Acquisition",
      "snippet": "World Business",
      "abstract": "World Business",
      "lead_paragraph": "Air France completed its acquisition of KLM Royal Dutch Airlines, creating an airline group that will be one of the world's largest. Air France completed the purchase -- valued at more than 784 million euros ($948 million) when it made the offer last year -- after KLM investors tendered 89.22 percent of their stock, the airlines said. The carriers, which will continue operating under separate brands, may save as much as 495 million euros a year through joint purchasing and sales, Air France estimated. Voting control over KLM will remain with Dutch investors until 2007 to let the airline keep rights to fly intercontinental routes serving the Netherlands. Air France is based in Paris, and KLM in Amstelveen, the Netherlands.",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/05/business/world-business-briefing-europe-france-airline-acquisition.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Cities Enriched Pensions, but Now Struggle to Pay",
      "snippet": "Deferred retirement option programs, or DROP, form of pension sweeteners hailed as way to keep hard-to-replace public workers on job as they near retirement, are proving far more costly than expected in Houston and number of other cities, leading ...",
      "abstract": "Deferred retirement option programs, or DROP, form of pension sweeteners hailed as way to keep hard-to-replace public workers on job as they near retirement, are proving far more costly than expected in Houston and number of other cities, leading to probes of pension plans; DROPS, still being presented to other city officials across nation as way to give workers big one-time checks when they retire, at potentially no added cost, have been repeatedly abused by naive or self-serving officials who have pumped up benefits well beyond what pension funds could pay; table; photos (M)",
      "lead_paragraph": "A few years ago, the city of Houston decided to sweeten its workers' retirement benefits. Along with their traditional pensions, city workers nearing retirement were offered special accounts, fed with money from the city pension fund. Although the accounts would pay generous returns, a study showed that the cost to the city would be modest.",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/05/business/cities-enriched-pensions-but-now-struggle-to-pay.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Paris Looks Inward on Jobs and Industry",
      "snippet": "France's Finance Min Nicolas Sarkozy says government will move actively to keep jobs and crucial industries in France; also calls on European governments to join forces to keep core of economic bloc from turning into 'industrial deserts'; labels E...",
      "abstract": "France's Finance Min Nicolas Sarkozy says government will move actively to keep jobs and crucial industries in France; also calls on European governments to join forces to keep core of economic bloc from turning into 'industrial deserts'; labels European Union's state-aid rules 'far too restrictive,' and calls for relaxation to allow national governments to give their corporate elites leg up in competitiveness; also proposes Europe-wide push for tax incentives aimed at forging industry hubs to spur regional growth; photo (M)",
      "lead_paragraph": "After hammering out a deal last week to create an industrial icon for France in a giant pharmaceuticals merger, Nicolas Sarkozy, France's new finance minister, is taking that effort further.",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/05/business/paris-looks-inward-on-jobs-and-industry.html",
      "byline": "By Katrin Bennhold"
    },
    {
      "headline": "ARMY DISCLOSES CRIMINAL INQUIRY ON PRISON ABUSE",
      "snippet": "Gen George W Casey Jr says Army in last 16 months has conducted over 30 criminal probes into misconduct by American captors in Iraq and Afghanistan, including 10 cases of suspicious death, 10 cases of abuse and two deaths already determined to hav...",
      "abstract": "Gen George W Casey Jr says Army in last 16 months has conducted over 30 criminal probes into misconduct by American captors in Iraq and Afghanistan, including 10 cases of suspicious death, 10 cases of abuse and two deaths already determined to have been criminal homicides; disclosure is strongest indication yet of wider pattern of abuse at American prisons; military officials say most severe penalties in any of cases to date were less-than-honorable discharges for five soldiers; Defense Sec Donald H Rumsfeld scores Nov abuses at Iraq's Abu Ghraib prison, news conference; seeks to minimize significance of incidents elsewhere and insists military responds swiftly to abuse charges; Senate Armed Services Committee members, including Sens Carl Levin and John McCain, express anger after being briefed on details and potential scope of misconduct; Senate Intelligence Committee sets closed hearing to determine whether intelligence officers were involved; Bush administration dispatches State Sec Colin L Powell, national security adviser Condoleezza Rice and other top officials to contain fallout over widening story of abuse at prisons; photos (M)",
      "lead_paragraph": "In the last 16 months, the Army has conducted more than 30 criminal investigations into misconduct by American captors in Iraq and Afghanistan, including 10 cases of suspicious death, 10 cases of abuse, and two deaths already determined to have been criminal homicides, the Army's vice chief of staff said Tuesday.",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/05/world/struggle-for-iraq-investigations-army-discloses-criminal-inquiry-prison-abuse.html",
      "byline": "By Douglas Jehl and Eric Schmitt"
    },
    {
      "headline": "Iraqi Recounts Hours of Abuse By U.S. Troops",
      "snippet": "Hayder Sabbar Abd, Iraqi abused by American soldiers at Abu Ghraib prison, describes captivity, interview; identifies self and male and female captors in pictures of naked, hooded prisoners shown round world; claims he was never interrogated or ch...",
      "abstract": "Hayder Sabbar Abd, Iraqi abused by American soldiers at Abu Ghraib prison, describes captivity, interview; identifies self and male and female captors in pictures of naked, hooded prisoners shown round world; claims he was never interrogated or charged with crime; holds American intelligence knew Shiite prisoners were not terrorists; says most soldiers treated him well and with respect until Nov, when punishment for prisoner fight degenerated into torture and sexual humiliation; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/05/world/the-struggle-for-iraq-inmate-iraqi-recounts-hours-of-abuse-by-us-troops.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "World Business Briefing | Australia: Regional Bank Lifts Profit",
      "snippet": "Australia's St George Bank reports 19 percent increase in after-tax profit to 354 million Australian dollars ($258 million) in six months ended March (S)",
      "abstract": "Australia's St George Bank reports 19 percent increase in after-tax profit to 354 million Australian dollars ($258 million) in six months ended March (S)",
      "lead_paragraph": "St. George Bank, a regional financial services group specializing in loans for housing, reported a 19 percent increase in after-tax profit to 354 million Australian dollars ($258 million) in the six months through March. The chief executive, Gail Kelly, said an increase in business loans contributed to the increase. John Shaw (NYT)",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/05/business/world-business-briefing-australia-regional-bank-lifts-profit.html",
      "byline": "By John Shaw (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Citizens Financial in Deal To Acquire Charter One  Citizens Financial Group said that it would purchase Charter One Financial, a regional bank with $41 billion in assets and branches in nine states, for about $10.5 billion.      The transaction, w...",
      "abstract": " Citizens Financial in Deal To Acquire Charter One  Citizens Financial Group said that it would purchase Charter One Financial, a regional bank with $41 billion in assets and branches in nine states, for about $10.5 billion.      The transaction, which Citizens said would make it one of the 10 largest bank holding companies in the country, is part of a wave of consolidation in the banking industry over the last few years. [Page C7.]",
      "lead_paragraph": "Citizens Financial in Deal To Acquire Charter One",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/05/business/business-digest-482153.html",
      "byline": ""
    },
    {
      "headline": "Fed Toughens Rate Hints, Seeing a Rise As 'Measured'",
      "snippet": "Federal Reserve keeps short-term interest rates at 1 percent but gives clearest hint yet that it is preparing to increase rates; Federal Open Market Committee says it 'believes that policy accommodation can be removed at a pace that it likely to b...",
      "abstract": "Federal Reserve keeps short-term interest rates at 1 percent but gives clearest hint yet that it is preparing to increase rates; Federal Open Market Committee says it 'believes that policy accommodation can be removed at a pace that it likely to be measured'; statement reinforces expectations among investors that Fed will start to push borrowing costs higher before November presidential election (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/05/business/fed-toughens-rate-hints-seeing-a-rise-as-measured.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Italian Official Warns Alitalia Unions to Accept Job Cuts",
      "snippet": "Italy's Industry Min Antonio Marzano warns that Alitalia will be forced into liquidation if its unions do not agree to plan to cut 3,300 jobs, 15 percent of work force; Marzano's comments come one day after Alitalia says its cash has dwindled by 3...",
      "abstract": "Italy's Industry Min Antonio Marzano warns that Alitalia will be forced into liquidation if its unions do not agree to plan to cut 3,300 jobs, 15 percent of work force; Marzano's comments come one day after Alitalia says its cash has dwindled by 300 million euros, or $358 million, in last four months, leaving it with 200 million euros; carrier has been hit by sporadic strikes that forced it to cancel 1,250 flights in week through May 2; 13 unions have threatened more strikes if company tries to push through plan that contemplates increase in revenue of 30 percent by 2006, along with big job cuts; photo (M)",
      "lead_paragraph": "Italy's industry minister warned on Tuesday that Alitalia, the country's flagship airline and a national icon, would be forced into liquidation if its unions did not agree to a plan to cut 3,300 jobs, 15 percent of the work force.",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/05/business/italian-official-warns-alitalia-unions-to-accept-job-cuts.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "Libya to Open 8 Oil Projects To Bidders",
      "snippet": "National Oil Co of Libya director Tarek Hassan-Beck says his country plans to hold auction by middle of year to draw foreign investment into eight oil and gas projects, first opportunity for American oil companies to do new business in Libya since...",
      "abstract": "National Oil Co of Libya director Tarek Hassan-Beck says his country plans to hold auction by middle of year to draw foreign investment into eight oil and gas projects, first opportunity for American oil companies to do new business in Libya since Pres Bush eased sanctions 10 days ago; projects would not contribute immediately to worldwide oil supply and thus have no near-term effect on oil prices; Hassan-Beck says Libya sits atop at least 36 billion barrels of oil (M)",
      "lead_paragraph": "A senior Libyan oil official said yesterday that his country planned to hold an auction by the middle of the year to draw foreign investment into eight oil and gas projects, the first opportunity for American oil companies to do new business in Libya since President Bush eased sanctions 10 days ago.",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/05/business/libya-to-open-8-oil-projects-to-bidders.html",
      "byline": "By Neela Banerjee"
    },
    {
      "headline": "Coca-Cola Reaches Into Past for New Chief",
      "snippet": "Coca-Cola Co announces that E Neville Isdell, who left Coke at end of 2001 after 35 years with company, will return as its chief executive when Douglas N Daft retires this summer; analysts generally applaud choice, but others are surprised Coke di...",
      "abstract": "Coca-Cola Co announces that E Neville Isdell, who left Coke at end of 2001 after 35 years with company, will return as its chief executive when Douglas N Daft retires this summer; analysts generally applaud choice, but others are surprised Coke did not select outsider; Donald R Keough, director who headed search committee, insists Isdell was front-runner all along; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/05/business/coca-cola-reaches-into-past-for-new-chief.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "Average U.S. Car Is Tipping Scales At 4,000 Pounds",
      "snippet": "Environmental Protection Agency report says average new car or light-duty truck sold in 2003 model year tipped scales at 4,021 pounds, breaking two-ton barrier for first time since mid-1970's; fattening of nation's autos is principal reason that a...",
      "abstract": "Environmental Protection Agency report says average new car or light-duty truck sold in 2003 model year tipped scales at 4,021 pounds, breaking two-ton barrier for first time since mid-1970's; fattening of nation's autos is principal reason that average fuel economy has stopped improving and nation's consumption of crude has been increasing; graph (M)",
      "lead_paragraph": "Detroit was recently ranked as the nation's most obese city by Men's Fitness magazine. Perhaps it is no surprise, then, that the Motor City's chief product is also losing the battle of the bulge.",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/05/business/average-us-car-is-tipping-scales-at-4000-pounds.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Higher Fees And Trading Help Double UBS Income",
      "snippet": "UBS had its highest pl",
      "abstract": "UBS had its highest pl",
      "lead_paragraph": "UBS, Europe's biggest bank, had its highest quarterly profit ever, driven by fixed-income and equities trading and higher fees from wealth management.",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/05/business/higher-fees-and-trading-help-double-ubs-income.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Italy: Telecom Profit Steady",
      "snippet": "Telecom Italia Mobile says net income rose to 481 million euros ($581 million) in first quarter from 480 million euros year earlier (S)",
      "abstract": "Telecom Italia Mobile says net income rose to 481 million euros ($581 million) in first quarter from 480 million euros year earlier (S)",
      "lead_paragraph": "Telecom Italia Mobile, Italy's biggest mobile phone company, said first-quarter profit was little changed as it began amortizing costs for its license to provide faster wireless services and paid higher taxes. Net income increased to 481 million euros ($581 million) from 480 million euros a year earlier, the company said.",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/05/business/world-business-briefing-europe-italy-telecom-profit-steady.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "IRAQ SHIITES URGE CLERIC TO DESIST",
      "snippet": "Representatives of Iraq's most influential Shiite leaders meet, Baghdad, and demand that rebel Shiite cleric Moktada al-Sadr withdraw military units from holy cities of Najaf and Karbala, stop turning mosques into arsenals and return power to Iraq...",
      "abstract": "Representatives of Iraq's most influential Shiite leaders meet, Baghdad, and demand that rebel Shiite cleric Moktada al-Sadr withdraw military units from holy cities of Najaf and Karbala, stop turning mosques into arsenals and return power to Iraqi police and civil defense units that operate under American control; repeat warnings to American troops not to enter two cities in pursuit of Sadr; leaders, in speeches and interviews after meeting, call for rapid return to American-led talks on Iraq's political future, talks sidelined for weeks by violence linked to Sadr's uprising across central and southern Iraq and fighting in Sunni Muslim city of Falluja; several admit they delayed issuing statement until Sadr lost support among Shiite public (M)",
      "lead_paragraph": "Representatives of Iraq's most influential Shiite leaders met here on Tuesday and demanded that Moktada al-Sadr, a rebel Shiite cleric, withdraw militia units from the holy cities of Najaf and Karbala, stop turning the mosques there into weapons arsenals and return power to Iraqi police and civil defense units that operate under American control.",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/05/world/the-struggle-for-iraq-politics-iraq-shiites-urge-cleric-to-desist.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Iraq Force to Stay at 135,000",
      "snippet": "The commander of American forces in the Middle East plans to keep at least 135,000 soldiers in Iraq through 2005, Pentagon and military officials said. Page A19.",
      "abstract": "The commander of American forces in the Middle East plans to keep at least 135,000 soldiers in Iraq through 2005, Pentagon and military officials said. Page A19.",
      "lead_paragraph": "The commander of American forces in the Middle East plans to keep at least 135,000 soldiers in Iraq through 2005, Pentagon and military officials said. Page A19.",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/05/world/iraq-force-to-stay-at-135000.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Schlumberger Selling Shares In Unit",
      "snippet": "World Business Briefing: Schlu",
      "abstract": "World Business Briefing: Schlu",
      "lead_paragraph": "Schlumberger, the oil field services company, plans to raise as much as 689 million euros ($833 million) by selling its smart-card unit, Axalto Holding, in a share offering that began yesterday. The company offered 27.86 million Axalto shares, or 70 percent of the company, at 14.8 euros and 17.2 euros each. The number of shares may be increased to 100 percent of the stock, depending on investor demand, Axalto's chief executive, Olivier Piou, said at a presentation in Paris.",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/05/business/world-business-briefing-europe-schlumberger-selling-shares-in-unit.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: Singapore: Bid For Land Concern",
      "snippet": "Singapore government investment arm Temasek Holdings makes unsolicited bid worth more than $400 million for United Overseas Bank's controlling stake in property company United Overseas Land; graph (S)",
      "abstract": "Singapore government investment arm Temasek Holdings makes unsolicited bid worth more than $400 million for United Overseas Bank's controlling stake in property company United Overseas Land; graph (S)",
      "lead_paragraph": "The Singapore government's investment arm, Temasek Holdings, made an unsolicited bid reportedly worth more than $400 million for United Overseas Bank's controlling stake in the property company United Overseas Land. Temasek offered to pay 2.06 Singapore dollars ($1.21) a share for the 48.9 percent of United Overseas Land owned by the bank. The bank, which is one of Singapore's last family-run banks, last week offered to sell 36.9 percent of United Overseas Land to shareholders for 1.58 Singapore dollars a share, a move that angered minority shareholders and set off a 6 percent decline in its share price. The price rebounded yesterday, gaining 8 percent before trading was suspended. Wayne Arnold (NYT)",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/05/business/world-business-briefing-asia-singapore-bid-for-land-concern.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Disney Is Blocking Distribution of Film That Criticizes Bush",
      "snippet": "Walt Disney Co is blocking its Miramax unit from distributing in North America Michael Moore's new documentary Fahrenheit 911, which links Pres Bush and prominent Saudis, including Osama bin Laden's family, and criticizes Bush's actions before and...",
      "abstract": "Walt Disney Co is blocking its Miramax unit from distributing in North America Michael Moore's new documentary Fahrenheit 911, which links Pres Bush and prominent Saudis, including Osama bin Laden's family, and criticizes Bush's actions before and after Sept 11 terrorist attacks; Miramax executives, who are principal investors in film, challenge Disney's right to block distribution; Disney reaffirms stand; Moore's agent Ari Emanuel says Disney chief executive Michael D Eisner asked him to pull out of deal with Miramax last spring, citing concern film could cost Disney tax breaks in Florida, where Bush's brother Jeb is governor; Disney executives deny tax breaks were issue; Moore scores Disney decision, interview (M)",
      "lead_paragraph": "The Walt Disney Company is blocking its Miramax division from distributing a new documentary by Michael Moore that harshly criticizes President Bush, executives at both Disney and Miramax said Tuesday.",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/05/us/disney-is-blocking-distribution-of-film-that-criticizes-bush.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "Fox TV Studio Creates a Unit To Produce Cheaper Shows",
      "snippet": "20th Century Fox television studio announces creation of separate unit called Fox 21 specifically designed to generate new shows at much lower cost; long-time studio executive Jane Leisner will head division; 20th Century Fox Television president ...",
      "abstract": "20th Century Fox television studio announces creation of separate unit called Fox 21 specifically designed to generate new shows at much lower cost; long-time studio executive Jane Leisner will head division; 20th Century Fox Television president Dana Walden says studio hopes to shave hundreds of thousands of dollars off typical $1 million to $2 million show, using techniques like shooting dramas on 16-millimeter film, not usual 35-millimeter, hiring less-known actors, and offering writers profit-participation percentages instead of large script fees; two executives at rival studio say moves do not seem to amount to more than what other studios have tried in past--and continue to try; photo (M)",
      "lead_paragraph": "Saying the economics of the television production business has reached a crisis point, the 20th Century Fox television studio announced yesterday the creation of a separate unit specifically designed to generate new shows at much lower cost.",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/05/business/media-business-advertising-fox-tv-studio-creates-unit-produce-cheaper-shows.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Canada's Phone Giants Face Internet Threat",
      "snippet": "Canada's telephone companies are facing threat from rivals offering increasing popular technology known as voice-over-Internet protocol, or VoIP; their entry has spurred vigorous debate over future regulation of Canada's telecommunications service...",
      "abstract": "Canada's telephone companies are facing threat from rivals offering increasing popular technology known as voice-over-Internet protocol, or VoIP; their entry has spurred vigorous debate over future regulation of Canada's telecommunications services; focus of discussion is whether upstarts in VoIP will be regulated at all; Canadian Radio-Television and Telecommunications Commission, which oversees industry, recently began extensive review of its policy toward Internet telephony; Bell Canada Enterprises' chief executive Michael J Sabia comments (M)",
      "lead_paragraph": "For the first time since regulators opened Canada's telephone services to competition more than a decade ago, the giants of the industry are confronting a serious threat to their long-entrenched dominance.",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/05/business/canada-s-phone-giants-face-internet-threat.html",
      "byline": "By Bernard Simon"
    },
    {
      "headline": "World Business Briefing | Europe: Italy: Maserati Executive Named",
      "snippet": "World",
      "abstract": "World",
      "lead_paragraph": "Ferrari, the sports car maker controlled by Fiat, named Martin Leach, left, the former president of the European unit of Ford Motor, to be the head of its Maserati brand. Mr. Leach, 47, will take the job June 1, succeeding Antonello Perricone, who is taking an unspecified position within the Fiat group, Ferrari said. Mr. Leach, who left Ford in August, was Fiat's first choice to lead its Fiat Auto division. Ford, however, refused to release Mr. Leach from a contract that prevented him from going to a competitor.",
      "publication_date": "2004-05-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/05/business/world-business-briefing-europe-italy-maserati-executive-named.html",
      "byline": "By Bloomberg News"
    }
  ]
}