{
  "metadata": {
    "date": "2004-06-29",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "United Again Denied U.S. Aid to Emerge From Chapter 11",
      "snippet": "Air Transportation Stabilization Board denies United Airlines goverment loan package for third time, and airline will not get fourth chance; United faces daunting task of emerging from Chapter 11 bankruptcy protection without federal aid it was co...",
      "abstract": "Air Transportation Stabilization Board denies United Airlines goverment loan package for third time, and airline will not get fourth chance; United faces daunting task of emerging from Chapter 11 bankruptcy protection without federal aid it was counting on; is expected to turn to its workers for new cuts in jobs, wages and benefits on scale nearing $2.5 billion each year that they have already accepted since airline filed bankruptcy in 2002; problems facing chief executive Glenn F Tilton detailed; chart; photos (M)",
      "lead_paragraph": "The third attempt by United Airlines to get a package of government loan guarantees failed yesterday, and it will not get a fourth chance.",
      "publication_date": "2004-06-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/29/business/airline-shock-waves-overview-united-again-denied-us-aid-emerge-chapter-11.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Fresh Starts: One for Iraq, One for Bush",
      "snippet": "Analysis: Pres Bush's mission in Iraq is far from accomplished, even after transfer of sovereignty to new Iraqi government; even his own advisers wonder if it is possible to refocus America and world on possibilities of remaking broken nation, and...",
      "abstract": "Analysis: Pres Bush's mission in Iraq is far from accomplished, even after transfer of sovereignty to new Iraqi government; even his own advisers wonder if it is possible to refocus America and world on possibilities of remaking broken nation, and of moving beyond gruesome images of star-crossed occupation; Bush has succeeded in only one of his tasks, dismantling tyrannical government; so-far fruitless search for unconventional weapons--primary justification for invading Iraq--undermines his credibility, making what he described as war of necessity appear to have been one of choice; his argument that change of rule in Iraq would quell terrorism has been undercut by rewritten State Dept assessment that now concedes increase in terrorist incidents, even without counting attacks on American troops in Iraq; Bush himself says it will be decades before anyone knows if war in Iraq will plant seeds of democratic reform in Middle East; he is gambling that transition of formal sovereignty to Iraqis will change dynamic of American intervention in Iraq, and with it terms by which his presidency is judged; photos (M)",
      "lead_paragraph": "Seconds after President Bush received a handwritten note from Condoleezza Rice during a NATO meeting early Monday in Istanbul, telling him that their secret plan to turn over formal sovereignty to the Iraqis two days early had been consummated at 10:26 a.m., he smiled and scrawled a quick response.",
      "publication_date": "2004-06-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/29/world/transition-in-iraq-news-analysis-fresh-starts-one-for-iraq-one-for-bush.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Washington Mutual Cuts Profit Forecast, Citing Rates",
      "snippet": "Washington Mutual Inc, one of nation's largest mortgage lenders, sharply lowers its earnings estimates, citing rising interest rates and bloated expenses; anticipates earnings of $3 to $3.60 per share for year, down from earlier projection of $4.3...",
      "abstract": "Washington Mutual Inc, one of nation's largest mortgage lenders, sharply lowers its earnings estimates, citing rising interest rates and bloated expenses; anticipates earnings of $3 to $3.60 per share for year, down from earlier projection of $4.35 per share (M)",
      "lead_paragraph": "Washington Mutual Inc., one of the nation's largest mortgage lenders, sharply lowered its earnings estimates yesterday, citing rising interest rates and bloated expenses.",
      "publication_date": "2004-06-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/29/business/washington-mutual-cuts-profit-forecast-citing-rates.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Funds Manager Is Said to Face S.E.C. Inquiry",
      "snippet": "Capital Research and Management, which manages $450 billion mutual fund group known as American Funds, notifies some people who sell its services that it is under Securities and Exchange Commission probe; regulators are examining whether Capital R...",
      "abstract": "Capital Research and Management, which manages $450 billion mutual fund group known as American Funds, notifies some people who sell its services that it is under Securities and Exchange Commission probe; regulators are examining whether Capital Research rewarded brokerage firms that aggressively sold its funds by funneling commissions on securities trades chiefly to those firms; critics say such practice, known as directed brokerage, is type of pay-to-play arrangement that can represent conflict of interest; Capital Research spokesman Chuck Freadhoff declines comment (Market Place) (M)",
      "lead_paragraph": "Capital Research and Management, the company that manages the $450 billion mutual fund group known as the American Funds, has notified some people who sell its services that it is under investigation by the Securities and Exchange Commission, according to people close to the discussions.",
      "publication_date": "2004-06-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/29/business/market-place-funds-manager-is-said-to-face-sec-inquiry.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Bush's Rating Falls To Its Lowest Point, New Survey Finds",
      "snippet": "Pres Bush's approval rating has fallen to 42 percent, lowest level of his presidency, with Americans stiffening their opposition to Iraq war, worried that invasion could invite domestic terrorist attacks and skeptical about whether White House is ...",
      "abstract": "Pres Bush's approval rating has fallen to 42 percent, lowest level of his presidency, with Americans stiffening their opposition to Iraq war, worried that invasion could invite domestic terrorist attacks and skeptical about whether White House is being fully truthful about war or abuses at Abu Ghraib prison; majority of respondents to New York Times/CBS News poll say war was not worth its cost in American lives and that Bush administration does not have clear plan to restore order to Iraq; nationwide, Bush has support of 44 percent of registered voters and Sen John Kerry has support of 45 percent, indicating that Kerry has been unable to take advantage of Bush's difficulties; Americans are more likely to believe that Bush would do better job than Kerry would in steering nation through foreign crisis, perhaps indicating that Americans are more comfortable entrusting their security to president they know than relatively unknown challenger; even so, poll is scattered with warning flags for Bush, with evidence that his decision to go to war against Iraq has left him in precarious political position; graph (L)",
      "lead_paragraph": "President Bush's job approval rating has fallen to the lowest level of his presidency, according to the latest New York Times/CBS News poll. The poll found Americans stiffening their opposition to the Iraq war, worried that the invasion could invite domestic terrorist attacks and skeptical about whether the White House has been fully truthful about the war or about abuses at the Abu Ghraib prison.",
      "publication_date": "2004-06-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/29/us/2004-campaign-public-opinion-bush-s-rating-falls-its-lowest-point-new-survey.html",
      "byline": "By Adam Nagourney and Janet Elder"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: SK Executive Sentenced",
      "snippet": "World Business Briefing: South Korea: Sï",
      "abstract": "World Business Briefing: South Korea: Sï",
      "lead_paragraph": "Son Kil Seung, left, the former chairman of the SK Group, was sentenced to three years in prison after being found guilty on charges of tax evasion and illegal support for a shipping affiliate, a Seoul court said. Mr. Son was sentenced by the Seoul Central District Court. SK Group said it planned to appeal his conviction. Mr. Son, 62, was charged with taking 788.4 billion won ($685 million) from the SK Shipping Company without the board's consent and investing it in futures and lending 249 billion won of SK Shipping's money to an insolvent affiliate, the Seoul district prosecutor's office said in January. He was charged with evading 38.2 billion won in taxes. Several former SK Group executives have been convicted in the case.",
      "publication_date": "2004-06-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/29/business/world-business-briefing-asia-south-korea-sk-executive-sentenced.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "ACCESS TO COURTS",
      "snippet": "Supreme Court rules, 8 to 1, that those deemed enemy combatants by Bush administration, both in United States and at Guantanamo Bay, must be given ability to challenge their detention before judge or other 'neutral decision-maker'; rejects adminis...",
      "abstract": "Supreme Court rules, 8 to 1, that those deemed enemy combatants by Bush administration, both in United States and at Guantanamo Bay, must be given ability to challenge their detention before judge or other 'neutral decision-maker'; rejects administration's core legal argument that executive branch can impose open-ended detention on citizens and noncitizens alike; says 'state of war is not a blank check for the president'; eight justices, all but Justice Clarence Thomas, say two-year-long detention of American citizen Yaser Esam Hamdi was invalid from beginning or became so, for constitutional or statutory reasons; in second case, concerning hundreds of noncitizens confined at Guantanamo Bay in Cuba, court rules 6 to 3 that federal judges have jurisdiction to consider petitions for writs of habas corpus from detainees who argue they are being unlawfully held; rejects administration position that no federal court has jurisdiction because base is outside sovereign territory of US; in third case, court rules, 5 to 4, that Jose Padilla's habeas corpus petition was brought in wrong court; he is American citizen picked up at Chicago airport on suspicion of planning to detonate radioactive device; Padilla's lawyers say they will refile case, which has been strengthened by court's analysis in Hamdi case; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/29/us/the-supreme-court-detainees-access-to-courts.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Share Purchase Defended",
      "snippet": "Stuart Rose, newly appointed chief executive of retail company Marks & Spencer, says he will quit if inquiry finds he dealt improperly in company's shares; denies wrongdoing in purchase of 100,000 shares last month shortly after telephone conversa...",
      "abstract": "Stuart Rose, newly appointed chief executive of retail company Marks & Spencer, says he will quit if inquiry finds he dealt improperly in company's shares; denies wrongdoing in purchase of 100,000 shares last month shortly after telephone conversation with retail magnate Philip Green, who began hostile bid for retailer last in month (S)",
      "lead_paragraph": "Stuart Rose, the newly appointed chief executive of the retail company Marks & Spencer, said he would quit if an inquiry finds that he dealt improperly in the company's shares. Mr. Rose denied wrongdoing in the purchase of 100,000 shares last month shortly after a telephone conservation with the retail magnate Philip Green, who began a hostile bid for Marks & Spencer later in the month. Britain's regulatory agency, the Financial Services Authority, is investigating the transaction. Mr. Rose, who was named chief executive as Marks & Spencer prepared to resist Mr. Green's offer, told the BBC, ''If I had done something wrong I would step down.'' Alan Cowell (NYT)",
      "publication_date": "2004-06-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/29/business/world-business-briefing-europe-britain-share-purchase-defended.html",
      "byline": "By Alan Cowell (NYT)"
    },
    {
      "headline": "U.S. Has Leverage, But Wants to Show Iraqis Are in Charge",
      "snippet": "Host of issues remains outstanding after transfer of sovereignty to new Iraqi government; Iraq now has all formal powers of sovereign state, but it is not clear what will happen if Americans disagree with Iraqi decisions; Iraqi complaints of Ameri...",
      "abstract": "Host of issues remains outstanding after transfer of sovereignty to new Iraqi government; Iraq now has all formal powers of sovereign state, but it is not clear what will happen if Americans disagree with Iraqi decisions; Iraqi complaints of American interference could embarrass Bush administration, which is eager to prove to world that Iraqis are now in charge; despite agreement to consult on military matters, Iraq and US lack formal accord governing status of foreign forces and are relying on American occupation directive covering several important matters; Iraqi officials and legal scholars say Iraq has right to change occupation-era rules, but American military officials say those governing military matters are binding; it is not clear how Iraqi leaders would rescind other orders if they want to, since Iraq has no formal legislature; administration officials say US will have to exercise its influence tactfully and quietly; toward that aim, Amb John D Negroponte will eschew news briefings, planning instead to be nearly invisible; photo (M)",
      "lead_paragraph": "Iraq was officially made sovereign yesterday, but how sovereign is still in dispute.",
      "publication_date": "2004-06-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/29/world/transition-iraq-new-government-us-has-leverage-but-wants-show-iraqis-are-charge.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Pentagon Brass and Military Contractors' Gold",
      "snippet": "Multiple roles played by top Pengaton and government officials, who have joined ranks of military contractors as executives, board members and lobbyists, are coming under closer scrutiny after former top Air Force official Darleen Druyun negotiate...",
      "abstract": "Multiple roles played by top Pengaton and government officials, who have joined ranks of military contractors as executives, board members and lobbyists, are coming under closer scrutiny after former top Air Force official Darleen Druyun negotiated lucrative job contract with Boeing Co while still overseeing Boeing business; Edward C Aldridge, who worked under Defense Sec Donald H Rumsfeld until last year and now sits on board at Lockeed Martin, which gets more than $20 billion each yeaer in military contracts, is coming under scrutiny for possible conflict of interest; chart; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/29/business/pentagon-brass-and-military-contractors-gold.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Kazakhstan Wants a Piece Of Its Oil Field",
      "snippet": "Kazakhstan's Energy Min Vladimir Shkolnik says government is determined to take stake in country's Kashagan oil field, signaling that there might be further turmoil in development of world's largest oil find in more than three decades; at issue is...",
      "abstract": "Kazakhstan's Energy Min Vladimir Shkolnik says government is determined to take stake in country's Kashagan oil field, signaling that there might be further turmoil in development of world's largest oil find in more than three decades; at issue is nearly fifth of Kashagan oil field, which lies under Caspian Sea; large area will cost estimated $29 billion to develop, and yield some 13 billion barrels of oil; BG Group, ENI, Royal Dutch/Shell, ExxonMobil, Total of France, ConocoPhillips and Impex of Japan agreed to develop field after its discovery in 2000, but BG has since opted to sell its 16.67 percent stake (M)",
      "lead_paragraph": "Kazakhstan's top energy official said on Monday that the government was determined to take a stake in the country's Kashagan oil field, signaling that there might be further turmoil in the development of the world's largest oil find in more than three decades.",
      "publication_date": "2004-06-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/29/business/kazakhstan-wants-a-piece-of-its-oil-field.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Telmex Plans to Buy a Stake In a Cable Operator in Brazil",
      "snippet": "Mexico's Telmex plans t",
      "abstract": "Mexico's Telmex plans t",
      "lead_paragraph": "In another move aimed at increasing its presence in South America's largest market, the Mexican telecommunications giant Telmex said on Monday that it planned to buy a stake in Net Serviços de Comunicação, Brazil's largest cable television operator, for up to $370 million.",
      "publication_date": "2004-06-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/29/business/telmex-plans-to-buy-a-stake-in-a-cable-operator-in-brazil.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "Iraq Videotape Seems to Show Killing of a G.I.",
      "snippet": "Al Jazeera broadcasts videotape that it says shows execution of American soldier Specialist Keith Matthew Maupin, but United States military spokesmen say they are unable to confirm that he has been killed; note that man in video has back to camer...",
      "abstract": "Al Jazeera broadcasts videotape that it says shows execution of American soldier Specialist Keith Matthew Maupin, but United States military spokesmen say they are unable to confirm that he has been killed; note that man in video has back to camera; Maupin disappeared in ambush of his convoy near Baghdad on Apr 9; military officials confirm that Cpl Wassef Ali Hassoun, marine whose captors have threatened to behead him, has been missing for more than week; say they did not publicize his disappearance, suspecting that he had deserted his Marine outpost; Hassoun, Lebanese-born Muslim, appears blindfolded and with sword hanging over his head in video broadcast on Al Jazeera; Bush administration officials and military officials had warned that Saddam Hussein supporters and foreign terrorists in Iraq would try to stage major attacks to mar transfer of sovereignty; they also expressed fear that kidnappers would kill hostages when transfer occurred; photo (M)",
      "lead_paragraph": "An Arab-language satellite channel broadcast a videotape on Monday that it said showed the execution of a captured American soldier, but United States military spokesmen in Iraq and at the Pentagon said they could not confirm that the soldier had been killed.",
      "publication_date": "2004-06-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/29/world/transition-in-iraq-insurgents-iraq-videotape-seems-to-show-killing-of-a-gi.html",
      "byline": "By Thom Shanker and Jeffrey Gettleman"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Share Buyback",
      "snippet": "Dutch telephone company KPN will buy back shares worth 1 billion euros ($1.21 billion) and refinance more than 3 billion euros of bonds; graph (S)0",
      "abstract": "Dutch telephone company KPN will buy back shares worth 1 billion euros ($1.21 billion) and refinance more than 3 billion euros of bonds; graph (S)0",
      "lead_paragraph": "The telephone com-pany KPN said that it would buy back shares worth 1 billion euros ($1.21 billion) and refinance more than 3 billion euros of bonds. The buyback represents 6.7 percent of KPN's outstanding shares as of June 25, the company said. In total, KPN said it would pay about 2.1 billion euros to shareholders this year, including an earlier plan to buy stock for 500 million euros and not counting the interim 2004 dividend. The company, based in The Hague, also said it would refinance three bonds maturing in 2005 and 2006 as it worked to extend the maturity of its outstanding debt.",
      "publication_date": "2004-06-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/29/business/world-business-briefing-europe-the-netherlands-share-buyback.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "INSIDE",
      "snippet": "Rocket Attack Near Israeli Kindergarten Kills 2  Itzik Ochayon, right, was supported by relatives at the funeral of his son, Afik Zahavi. Afik, 3, was one of two people in the Israeli town of Sederot killed by a Palestinian rocket that hit near hi...",
      "abstract": " Rocket Attack Near Israeli Kindergarten Kills 2  Itzik Ochayon, right, was supported by relatives at the funeral of his son, Afik Zahavi. Afik, 3, was one of two people in the Israeli town of Sederot killed by a Palestinian rocket that hit near his kindergarten.   PAGE A6    United Airlines Again Denied U.S. Aid  United Airlines failed in its third try for government loan guarantees. The airline is expected to turn to investors and to ask employees for new cuts in jobs, wages and benefits approaching the $2.5 billion a year they have accepted since the airline filed for bankruptcy.   BUSINESS DAY, PAGE C1",
      "lead_paragraph": "Rocket Attack Near Israeli Kindergarten Kills 2",
      "publication_date": "2004-06-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/29/world/inside-130699.html",
      "byline": ""
    },
    {
      "headline": "TRANSITION IN IRAQ",
      "snippet": "AN AMERICAN CAESAR DEPARTS -- L. Paul Bremer III, the diplomat who wielded more power abroad than any American since Gen. Douglas MacArthur in postwar Japan, left an Iraq that he had changed, and that had changed him.   PAGE A9    SECRET PLAN BECO...",
      "abstract": " AN AMERICAN CAESAR DEPARTS -- L. Paul Bremer III, the diplomat who wielded more power abroad than any American since Gen. Douglas MacArthur in postwar Japan, left an Iraq that he had changed, and that had changed him.   PAGE A9    SECRET PLAN BECOMES REALITY -- In an effort to keep insurgents off balance and demonstrate confidence in the new Iraqi government, the White House began planning last week for an early transfer of power.   PAGE A11",
      "lead_paragraph": "AN AMERICAN CAESAR DEPARTS -- L. Paul Bremer III, the diplomat who wielded more power abroad than any American since Gen. Douglas MacArthur in postwar Japan, left an Iraq that he had changed, and that had changed him. PAGE A9",
      "publication_date": "2004-06-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/29/world/transition-in-iraq.html",
      "byline": ""
    },
    {
      "headline": "U.S. TRANSFERS POWER TO IRAQ 2 DAYS EARLY",
      "snippet": "American authorities turn over formal sovereignty of Iraq to its new leaders in surprise ceremony called two days ahead of schedule, to foil timing of any terrorist attacks that might be in works; American administrator L Paul Bremer III hands new...",
      "abstract": "American authorities turn over formal sovereignty of Iraq to its new leaders in surprise ceremony called two days ahead of schedule, to foil timing of any terrorist attacks that might be in works; American administrator L Paul Bremer III hands new Prime Min Iyad Allawi note from Pres Bush indicating that Coalition Provisional Authority led by Bremer since last May is dissolved; ceremony is held deep inside heavily fortified area known as Green Zone; it is unclear how much control Allawi's government will exercise, particularly over 160,000 troops from US, Britain and other countries that will remain, or even over Iraq's own army and police force; after ceremony Bremer leaves country; hours later, new American Amb John D Negroponte arrives, re-establishing American diplomatic ties with Iraq for first time since Persian Gulf War in 1990; following formal transfer of sovereignty, Allawi and Sheik Ghazi Ajil al-Yawar, new Iraqi president, and other members of new government take oath of office; ceremony occurs 15 months after Pres Bush ordered invasion of Iraq, sweeping Saddam Hussein from power; 850 American service members have died; photo; organization chart of new Iraqi leadership (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/29/world/transition-in-iraq-the-turnover-us-transfers-power-to-iraq-2-days-early.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Brazil's Big Stake in Cotton Likely to Become Bigger",
      "snippet": "World Trade Organization's ruling in early June that American cotton subsidies violated international trade rules could eventually drive up world prices and give cotton growers from Brazil to West African incentive to increase production; graph; p...",
      "abstract": "World Trade Organization's ruling in early June that American cotton subsidies violated international trade rules could eventually drive up world prices and give cotton growers from Brazil to West African incentive to increase production; graph; photo (M)9",
      "lead_paragraph": "A bet Ronaldo Spirlandelli de Oliveira made six years ago has so far paid off. It may soon pay off even bigger.",
      "publication_date": "2004-06-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/29/business/brazil-s-big-stake-in-cotton-likely-to-become-bigger.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "Trying to Hand Out Life Jackets Over, Under and Around Politics",
      "snippet": "Analysis of Air Transportation Stabilization Board's decision to deny guaranteed loan to United Airlines; says board has moved mainly from issuing financial assistance to monitoring its investments: $1.56 billion in loan guarantees that it has alr...",
      "abstract": "Analysis of Air Transportation Stabilization Board's decision to deny guaranteed loan to United Airlines; says board has moved mainly from issuing financial assistance to monitoring its investments: $1.56 billion in loan guarantees that it has already provided to six other airlines; board's decision denying United's request will be examined by inspector general at Treasury Department to see if it succumbed to any improper political pressure; chart (M)",
      "lead_paragraph": "From the moment Congress created it after the attacks of Sept. 11, 2001, the government board assigned to help bail out the ailing airline industry has found itself in a political caldron.",
      "publication_date": "2004-06-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/29/business/airline-shock-waves-decision-maker-trying-hand-life-jackets-over-under-around.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Apple Computer to Offer Hard Drive Search Features  Steven P. Jobs, the chief executive of Apple Computer, demonstrated to 3,500 software developers a new feature for Apple computers that will allow users to search quickly for words and concepts s...",
      "abstract": " Apple Computer to Offer Hard Drive Search Features  Steven P. Jobs, the chief executive of Apple Computer, demonstrated to 3,500 software developers a new feature for Apple computers that will allow users to search quickly for words and concepts stored on their hard drive using search technology borrowed from the company's iTunes online music service.     The feature will be part of the next version of the Macintosh operating system, called Tiger, scheduled for release in the first half of next year. Tiger is the fifth enhancement to the Macintosh Operating System X since it was released March 2001. While it is a year away from general availability, it is at least a year ahead of Microsoft's next version of Windows, code-named Longhorn. [Page C2.]",
      "lead_paragraph": "Apple Computer to Offer Hard Drive Search Features",
      "publication_date": "2004-06-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/29/business/business-digest-130990.html",
      "byline": ""
    },
    {
      "headline": "Testing the Rulings",
      "snippet": "The detainees in Cuba and the United States now have the right to tell their stories to a court. But the justices gave limited guidance on how and where that will happen. Page A14.",
      "abstract": "The detainees in Cuba and the United States now have the right to tell their stories to a court. But the justices gave limited guidance on how and where that will happen. Page A14.",
      "lead_paragraph": "The detainees in Cuba and the United States now have the right to tell their stories to a court. But the justices gave limited guidance on how and where that will happen. Page A14.",
      "publication_date": "2004-06-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/29/us/testing-the-rulings.html",
      "byline": ""
    },
    {
      "headline": "Testy Annual Meeting Focuses on Shell's Scandal",
      "snippet": "Royal Dutch/Shell Group shareholders express anger at annual meeting over oil reserve scandal and Aad Jacobs, supervisory board chairman of Royal Dutch Petroleum Co, may have made things worse after raising doubts about when he was first informed ...",
      "abstract": "Royal Dutch/Shell Group shareholders express anger at annual meeting over oil reserve scandal and Aad Jacobs, supervisory board chairman of Royal Dutch Petroleum Co, may have made things worse after raising doubts about when he was first informed of reserve discrepancy; shareholders appear surprised when Jacobs says he was told of 'an issue with reserves' in November; Shell's overstatement of its reserve estimates did not become public knowledge until early January; photo (M)",
      "lead_paragraph": "At its first annual meeting since it became engulfed in an oil reserve scandal, the Royal Dutch/Shell Group on Monday tried to contain the fury of shareholders, but the company may have inadvertently made things worse after an executive raised doubts about when he was first informed of the reserve discrepancy.",
      "publication_date": "2004-06-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/29/business/testy-annual-meeting-focuses-on-shell-s-scandal.html",
      "byline": "By Gregory Crouch"
    }
  ]
}