{
  "metadata": {
    "date": "2004-09-28",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "Former Executive Testifies, Offering Insider's Look at Enron's Deal Making",
      "snippet": "Former Enron executive Michael Kopper testifies against four former Merrill Lynch & Co executives and two former Enron executives charged with conspiring with former Enron chief financial officer Andrew S Fastow to rig bogus deal in Dec 1999 that ...",
      "abstract": "Former Enron executive Michael Kopper testifies against four former Merrill Lynch & Co executives and two former Enron executives charged with conspiring with former Enron chief financial officer Andrew S Fastow to rig bogus deal in Dec 1999 that made it appear Merrill bought interest in some Nigerian barges owned by Enron to let Enron report some $12 million in profit; offers glimpse through eyes of participant of deals Fastow orchestrated; says Fastow told colleagues of oral agreement to take Merrill out of investment within six months; alleged accord between Fastow and defendant Daniel Bayly, former head of investment banking at Merrill, is at heart of case; Kopper says Fastow arranged for LJM2, investment fund Fastow managed, to buy investment at profit for Merrill and said unnamed Enron executives would buy out LJM2's interest in barges if buyer could not be found by early 2001; photo (M)",
      "lead_paragraph": "HOUSTON, Sep. 27 - A former executive who was a participant in the wrongdoing that helped cripple Enron testified on Monday, providing the first glimpse through the eyes of a principal of the deals orchestrated by Andrew S. Fastow, the company's former chief financial officer.",
      "publication_date": "2004-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/28/business/former-executive-testifies-offering-insiders-look-at-enrons-deal.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "Supporters Get Incentive Plans at Bush Rallies",
      "snippet": "Pres Bush's campaign is pressing audiences at his campaign rallies to work as foot soldiers before, during and immediately after Bush events; tickets to Bush rallies are being given to volunteers who man phone banks, canvass Republican homes or pu...",
      "abstract": "Pres Bush's campaign is pressing audiences at his campaign rallies to work as foot soldiers before, during and immediately after Bush events; tickets to Bush rallies are being given to volunteers who man phone banks, canvass Republican homes or put up lawn signs; tactic points up stark difference between presidential campaigns: while Sen John Kerry uses his rallies and forums to try to reach undecided voters and to close deal with standoffish Democrats, Bush campaign packs his audiences with supporters who must identify themselves as such in questionnaires. whipping them into brigades ready to blitz crucial districts to get every last voter to polls; Yale political science Prof Donald P Green calls Bush strategy inspired but Kerry aides scoff at invitation-only audiences; Kerry himself mocks Bush's policy, noting that nobody has to sign loyalty oath to attend one of his rallies; photo (M)",
      "lead_paragraph": "Want to see the president when he comes to your town? Get in line -- to make phone calls for his campaign.",
      "publication_date": "2004-09-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/28/politics/campaign/supporters-get-incentive-plans-at-bush-rallies.html",
      "byline": "By David M. Halbfinger"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Business Confidence Slips",
      "snippet": "Ifo Institute's index of German business confidence falls to 95.2 in September from 95.3 in August, held down by stagnant consumer spending; business confidence graph (S)",
      "abstract": "Ifo Institute's index of German business confidence falls to 95.2 in September from 95.3 in August, held down by stagnant consumer spending; business confidence graph (S)",
      "lead_paragraph": "German business confidence fell for a fourth month in five in September, held down by stagnant consumer spending. The Ifo institute's confidence index, based on a survey of 7,000 companies, declined to 95.2 from 95.3 in August. The index touched a three-year high of 97.5 in January. German companies expect a \"slight weakening\" in global demand, Ifo said. Without exports, Germany's economy would not have grown in the first half. Spending by households, hampered by rising unemployment, barely rose in the second quarter after stagnating or declining in the previous year. Ifo said an index tracking the assessment of companies' current business rose to 94.8 from 94.7, and a measure of future expectations dropped to 95.7 from a revised 95.9.",
      "publication_date": "2004-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/28/business/world-business-briefing-europe-germany-business-confidence-slips.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Mortgage Giant Agrees to Alter Business Ways",
      "snippet": "Fannie Mae agrees to major changes in its accounting and management practices in unusual deal reached with Office of Federal Housing Enterprise Oversight; agreement comes after regulator's scathing report cited accounting irregularities and earnin...",
      "abstract": "Fannie Mae agrees to major changes in its accounting and management practices in unusual deal reached with Office of Federal Housing Enterprise Oversight; agreement comes after regulator's scathing report cited accounting irregularities and earnings manipulation that helped enrich company's senior executives and present apparently false portrait of Fannie Mae's financial well-being to public; Fannie Mae has agreed to add more than $5 billion in fresh funds to its capital reserve in next nine months and to have its board reassess company's structure, staffing and managerial practices and provide its regulator with regular updates on its progress in meeting terms of agreement; latter move indicates regulators have little confidence that Fannie Mae chief executive Franklin D Raines or other members of management and board have exercised effective oversight of company; company is still subject of Securities and Exchange Commission investigation that may extend to major Wall Street firms that have dealt with Fannie Mae; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/28/business/mortgage-giant-agrees-to-alter-business-ways.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: An Early Retirement Plan",
      "snippet": "About 1,000 Communications, Energy and Paperworkers Union members at Bell Canada, Canada's leading phone company, accept early retirement packages as part of cost-cutting plan (S)",
      "abstract": "About 1,000 Communications, Energy and Paperworkers Union members at Bell Canada, Canada's leading phone company, accept early retirement packages as part of cost-cutting plan (S)",
      "lead_paragraph": "About 1,000 members of the Communications, Energy and Paperworkers Union at Bell Canada, Canada's No. 1 phone company, accepted early retirement packages as part of a cost-cutting plan, the union said. Employees 60 or older or with at least 30 years of service at Bell Canada, a unit of BCE, were eligible, said Joel Carr, administrative vice president in Ontario for the union. France Poulin, a spokeswoman for BCE, would not comment on the figures but said that details would be released about the time BCE reports its third-quarter results. Workers from other unions and nonunion employees were also eligible for the packages.",
      "publication_date": "2004-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/28/business/world-business-briefing-americas-canada-an-early-retirement-plan.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Virgin to Offer Space Flights (Even, Sort of, at Discount)",
      "snippet": "Virgin Group owner Sir Richard Branson will form Virgin Galactic in partnership with aircraft designer Burt Rutan and billionaire Paul G Allen to offer suborbital space flights beginning in 2007 for $190,000 a ticket; passengers on three-hour trip...",
      "abstract": "Virgin Group owner Sir Richard Branson will form Virgin Galactic in partnership with aircraft designer Burt Rutan and billionaire Paul G Allen to offer suborbital space flights beginning in 2007 for $190,000 a ticket; passengers on three-hour trip will be able to view earth from 80 miles up and experience weightlessness; Branson has longtime interest in space travel; photo (M)",
      "lead_paragraph": "LONDON, Sept. 27 - Sir Richard Branson, owner of the Virgin Group, announced on Monday that he would offer travelers the chance to go to the edge of space beginning in 2007, for $190,000 a ticket.",
      "publication_date": "2004-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/28/business/worldbusiness/virgin-to-offer-space-flights-even-sort-of-at.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Stake In Can Maker Acquired",
      "snippet": "Rexam, beverage can maker, buys 50 percent of Vitro-American National Can it does not already own from Vitro for $26.5 million (S)",
      "abstract": "Rexam, beverage can maker, buys 50 percent of Vitro-American National Can it does not already own from Vitro for $26.5 million (S)",
      "lead_paragraph": "Rexam, the world's largest maker of beverage cans, has bought the 50 percent of Vitro-American National Can it did not own from Vitro for $26.5 million to expand further in Latin America. The business, known as VanCan, has one plant in Querétaro, Mexico. It had sales of $70 million last year and employs about 140 people, said David Yates, a spokesman for Rexam. Rexam won regulatory approval last month to buy Alcoa's Latasa unit, a can maker based in São Paulo, Brazil, with interests in Brazil, Argentina and Chile. Rexam, which is based in London, gets about 80 percent of its revenue from selling cans.",
      "publication_date": "2004-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/28/business/world-business-briefing-americas-mexico-stake-in-can-maker.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Big Role in Lukoil's Future Is Seen for ConocoPhillips",
      "snippet": "ConocoPhillips, widely seen as front-runner in Russian government's auction of its 7.6 percent stake in Lukoil, may eventually raise stake to as much as 20 percent; its top priority is Lukoil's oil and gas reserves (M)",
      "abstract": "ConocoPhillips, widely seen as front-runner in Russian government's auction of its 7.6 percent stake in Lukoil, may eventually raise stake to as much as 20 percent; its top priority is Lukoil's oil and gas reserves (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/28/business/worldbusiness/big-role-in-lukoils-future-is-seen-for.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "Prewar Assessment on Iraq Saw Chance of Strong Divisions",
      "snippet": "Bush administration was warned about potential costly consequences of American-led invasion of Iraq two months before war began by same intelligence unit that recently produced gloomy report about prospect of growing instability in Iraq now; asses...",
      "abstract": "Bush administration was warned about potential costly consequences of American-led invasion of Iraq two months before war began by same intelligence unit that recently produced gloomy report about prospect of growing instability in Iraq now; assessments came from National Intelligence Council, independent group that advises director of central intelligence; group predicted that American-led invasion of Iraq would increase support for political Islam and would result in deeply divided Iraqi society prone to violent internal conflict; said rogue elements from Saddam Hussein's government could work with existing terrorist groups or act independently to wage guerrilla warfare and that war would increase sympathy across Islamic world for some terrorist objectives, at least in short run; contents of two assessments had not been previously disclosed; White House officials outline reports after columnist Robert Novak writes about them; senior White House officials, including Condoleezza Rice, have long contended that some of early perdictions of outside experts of what could go wrong in Iraq have not come to pass; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/28/politics/prewar-assessment-on-iraq-saw-chance-of-strong-divisions.html",
      "byline": "By Douglas Jehl and David E. Sanger"
    },
    {
      "headline": "World Business Briefing | Asia: Hong Kong: Growth In Exports",
      "snippet": "Hong Kong reports its Aug exports rose 21 percent from 2003 level to 182.7 billion Hong Kong dollars ($23.4 billion); goods made in China and shipped through Hong Kong account for over 90 percent of city's overseas sales (S)",
      "abstract": "Hong Kong reports its Aug exports rose 21 percent from 2003 level to 182.7 billion Hong Kong dollars ($23.4 billion); goods made in China and shipped through Hong Kong account for over 90 percent of city's overseas sales (S)",
      "lead_paragraph": "Hong Kong's exports rose at the fastest pace in six months as the city's ports handled more components bound for China and Chinese-made toys, clothes and computers en route to the United States, Europe and Japan. Exports in August rose 21 percent from a year ago, to 182.7 billion Hong Kong dollars ($23.4 billion), after climbing 16.5 percent in July, the government said. Trade with China has helped drive an economic rebound in Hong Kong in the last year. Goods made in China and shipped through Hong Kong account for more than 90 percent of the city's overseas sales.",
      "publication_date": "2004-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/28/business/world-business-briefing-asia-hong-kong-growth-in-exports.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "City of Fishermen in Pakistan Becomes Strategic Port",
      "snippet": "Gwadar, Pakistan, city of mostly poor fishermen, is set to emerge as strategic deepwater port, transformation spurred by interest of newly independent landlocked Central Asian republics in warm-water port and China's active role; China is paying $...",
      "abstract": "Gwadar, Pakistan, city of mostly poor fishermen, is set to emerge as strategic deepwater port, transformation spurred by interest of newly independent landlocked Central Asian republics in warm-water port and China's active role; China is paying $198 million of port's estimated costs through loans and grants; Pakistan is spending $50 million; development has also brought complications, helping fuel unrest in Baluchistan province; port will help southwestern Pakistan",
      "lead_paragraph": "GWADAR, Pakistan - This city of mostly poor fishermen and their families sits on an isthmus between two picturesque bays, its most distinctive feature a flat-topped mountain of rock that extends into the sea like a fortress wall.",
      "publication_date": "2004-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/28/business/worldbusiness/city-of-fishermen-in-pakistan-becomes-strategic-port.html",
      "byline": "By Amy Waldman"
    },
    {
      "headline": "F.B.I. Said to Lag onTranslating Terror Tapes",
      "snippet": "Federal Bureau of Investigation still lacks capacity to translate all terrorism-related material from wiretaps and other intelligence sources, three years after 9/11, and influx of new material is outpacing bureau's resources; conclusions are in j...",
      "abstract": "Federal Bureau of Investigation still lacks capacity to translate all terrorism-related material from wiretaps and other intelligence sources, three years after 9/11, and influx of new material is outpacing bureau's resources; conclusions are in just-released summary of Justice Dept inspector general's investigation, which also found that computer problems may have led bureau to systematically erase some Al Qaeda recordings; report says that even after increasing number of translators, management and efficiency problems that dogged bureau before 9/11 have not been eliminated; Bush administration has made overhauling government's translation capabilities top priority; underscoring urgency is fact that Al Qaeda messages announcing terrorist attack were intercepted by National Security Agency on Sept 10, 2001, but not translated until days later; Congressional officials who have been briefed recently by FBI on translation issue say report offers much bleaker assessment than bureau has acknowledged; leading senators from both parties to accuse bureau of foot-dragging in fixing problem; photo (M)",
      "lead_paragraph": "WASHINGTON, Sept. 27 - Three years after the Sept. 11 attacks, more than 120,000 hours of potentially valuable terrorism-related recordings have not yet been translated by linguists at the Federal Bureau of Investigation, and computer problems may have led the bureau to systematically erase some Qaeda recordings, according to a declassified summary of a Justice Department investigation that was released on Monday.",
      "publication_date": "2004-09-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/28/politics/fbi-said-to-lag-ontranslating-terror-tapes.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "Time Warner and Comcast Discuss Bid for Adelphia",
      "snippet": "Cable operator Comcast Corp says it is in talks with Time Warner Inc to make joint bid for Adelphia Communications, bankrupt cable company; deal would make it possible for Comcast to exchange its 21 percent stake in Time Warner Cable for parts of ...",
      "abstract": "Cable operator Comcast Corp says it is in talks with Time Warner Inc to make joint bid for Adelphia Communications, bankrupt cable company; deal would make it possible for Comcast to exchange its 21 percent stake in Time Warner Cable for parts of Adelphia's networks in tax-efficient manner; chart of seven parcels Adelphia seeks to sell piecemeal or as single company; map (M)",
      "lead_paragraph": "The Comcast Corporation, the cable giant, said yesterday that it was in talks with Time Warner Inc. to make a joint bid for Adelphia Communications, which has been operating under bankruptcy protection.",
      "publication_date": "2004-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/28/business/time-warner-and-comcast-discuss-bid-for-adelphia.html",
      "byline": "By Geraldine Fabrikant and Ken Belson"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Jet Purchase",
      "snippet": "Air Canada to buy 30 regional aircraft from Bombardier Aerospace for $821 million; jets will be used by Air Canada Jazz, airline's wholly owned regional operating unit; airline, set to emerge from bankruptcy, could expand order to 90 planes (S)",
      "abstract": "Air Canada to buy 30 regional aircraft from Bombardier Aerospace for $821 million; jets will be used by Air Canada Jazz, airline's wholly owned regional operating unit; airline, set to emerge from bankruptcy, could expand order to 90 planes (S)",
      "lead_paragraph": "Air Canada has agreed to buy 30 regional aircraft from Bombardier Aerospace. The airline, which will end a period under bankruptcy protection on Thursday, will pay $821 million for the aircraft, which will be used by Air Canada Jazz, its wholly owned regional operating unit. The order announced yesterday is for 15 aircraft with 70 seats and 15 others that carry 50 passengers. Options and conditional orders placed by Air Canada, which is also based in Montreal, could mean that it ultimately buys 90 planes from Bombardier. This week's announcement, however, falls short of an \"agreement in principle\" announced by the two companies last December. Under its terms, Air Canada would have placed an initial order for 45 aircraft. Ian Austen (NYT)",
      "publication_date": "2004-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/28/business/world-business-briefing-americas-canada-jet-purchase.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Publisher Sells Unit",
      "snippet": "Dutch publishing and information company VNU confirms that it has agreed to sell its phone directories unit, VNU World Directories, for about 2.1 billion euros ($2.58 billion) to Apax Partners Worldwide and Cinven (S)",
      "abstract": "Dutch publishing and information company VNU confirms that it has agreed to sell its phone directories unit, VNU World Directories, for about 2.1 billion euros ($2.58 billion) to Apax Partners Worldwide and Cinven (S)",
      "lead_paragraph": "The publishing and information company VNU confirmed that it had agreed to sell its telephone directories unit, VNU World Directories, for about 2.1 billion euros ($2.58 billion) to two private equity companies, Apax Partners Worldwide and Cinven. VNU World Directories publishes yellow pages and other telephone directories in seven countries and employs about 2,200 people. VNU, which owns the Nielsen television ratings service and publishes trade magazines including The Hollywood Reporter and Billboard, said it would use at least half of the sales proceeds to repay debt. Gregory Crouch (NYT)",
      "publication_date": "2004-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/28/business/technology/world-business-briefing-europe-the-netherlands.html",
      "byline": "By Gregory Crouch (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Fannie Mae Agrees To Make Major Changes  Fannie Mae, the nation's largest mortgage buyer and a financial juggernaut that affects the lives of tens of millions of home buyers, agreed to sweeping changes in an unusual agreement reached after a week ...",
      "abstract": " Fannie Mae Agrees To Make Major Changes  Fannie Mae, the nation's largest mortgage buyer and a financial juggernaut that affects the lives of tens of millions of home buyers, agreed to sweeping changes in an unusual agreement reached after a week of negotiations with the company's federal regulator.  ",
      "lead_paragraph": "Fannie Mae Agrees To Make Major Changes Fannie Mae, the nation's largest mortgage buyer and a financial juggernaut that affects the lives of tens of millions of home buyers, agreed to sweeping changes in an unusual agreement reached after a week of negotiations with the company's federal regulator.",
      "publication_date": "2004-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/28/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Citigroup Job Changes May Be Dress Rehearsal for Top Post in Future",
      "snippet": "Citigroup names Sallie L Krawcheck chief financial officer, succeeding Todd S Thomson, who will run research and brokerage division; chief executive Charles O Prince says both are contenders for chief executive and chief operating officer; move, w...",
      "abstract": "Citigroup names Sallie L Krawcheck chief financial officer, succeeding Todd S Thomson, who will run research and brokerage division; chief executive Charles O Prince says both are contenders for chief executive and chief operating officer; move, which makes Krawcheck chief liaison with investors, hints at broaker concern about bank's slumping stock price; her skill at cultivating ties with institutional investors noted; she will be highest-ranking female executive on Wall Street; photos (M)",
      "lead_paragraph": "Citigroup said yesterday that Sallie L. Krawcheck, the former equity analyst recruited to the bank to clean up its research department, would become its chief financial officer.",
      "publication_date": "2004-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/28/business/citigroup-job-changes-may-be-dress-rehearsal-for-top-post-in.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Oil Nears $50 as Gulf Storms Curtail Output",
      "snippet": "Oil futures prices rise to new record; remain just below $50-a-barrel mark during trading session, but rise above $50 in electronic trading after hours; rises reflect concern that recent hurricanes have hurt United States output at time when comme...",
      "abstract": "Oil futures prices rise to new record; remain just below $50-a-barrel mark during trading session, but rise above $50 in electronic trading after hours; rises reflect concern that recent hurricanes have hurt United States output at time when commercial supplies are low and possibility of new clashes between army and regional group of militants in Nigeria that would threaten output (M)",
      "lead_paragraph": "Oil prices rose to another record yesterday but remained just below the $50-a-barrel mark, as traders expressed concern that recent hurricanes had hurt output in the United States at a time commercial supplies remained low.",
      "publication_date": "2004-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/28/business/worldbusiness/oil-nears-50-as-gulf-storms-curtail-output.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Sikh Group Finds Calling in Homeland Security",
      "snippet": "One of nation's fastest-growing security companies in wake of 9/11 terror attacks is Akal Security, wholly owned by Sikh Dharma, religious compound in New Mexico; Akal has 12,000 employees and $1 billion in contracts to protect vital and sensitive...",
      "abstract": "One of nation's fastest-growing security companies in wake of 9/11 terror attacks is Akal Security, wholly owned by Sikh Dharma, religious compound in New Mexico; Akal has 12,000 employees and $1 billion in contracts to protect vital and sensitive government sites, from military installations to federal courts to airports and water supply systems; Sikh Dharma members say they are following ancient Sikh tradition of warrior-saint; it is thought to be only security company owned by nonprofit religious organization; it has been generous campaign contributor to both Democratic and Republican candidates at federal level; sect official Mukta Kaur Khalsa has met with Pres Bush in White House and in New Mexico; photo; chart (M)",
      "lead_paragraph": "ESPANOLA, N.M. - At the end of a dusty road, behind a barbed-wire fence, is the Sikh Dharma of New Mexico, a religious compound with a golden temple of worship, a collection of trailers used for business and a quiet group of people wandering the grounds wearing flowing white robes and turbans.",
      "publication_date": "2004-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/28/business/sikh-group-finds-calling-in-homeland-security.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "All Is Not Sweet at the Home Base of Coca-Cola",
      "snippet": "Market Place column on turmoil at Coca-Cola Co's Atlanta home base; analysts say infighting between top executives and powerful directors like Donald R Keough, and among top executives themselves, has spurred excessive executive turnover; lower ra...",
      "abstract": "Market Place column on turmoil at Coca-Cola Co's Atlanta home base; analysts say infighting between top executives and powerful directors like Donald R Keough, and among top executives themselves, has spurred excessive executive turnover; lower ranks at Coke are also in turmoil; photo (M)",
      "lead_paragraph": "In late June, just a few weeks after coming out of retirement to become the Coca-Cola Company's latest chief executive, E. Neville Isdell visited Coke's regional managers in China. He remembers one in particular, a young woman named Lily, on the job less than three years and radiating zeal and spunk. \"She reminded me of myself at her age, just full of enthusiasm for the business and the brand,\" Mr. Isdell, 61, said.",
      "publication_date": "2004-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/28/business/all-is-not-sweet-at-the-home-base-of-cocacola.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "World Business Briefing | Europe: France: Messier Appeals Bond Ruling",
      "snippet": "Former Vivendi Universal chief executive Jean-Marie Messier appeals to France's highest court to cut his bail after Paris court rejects earlier appeal; is under investigation for share-price manipulation, improper insider trading and fraud; photo ...",
      "abstract": "Former Vivendi Universal chief executive Jean-Marie Messier appeals to France's highest court to cut his bail after Paris court rejects earlier appeal; is under investigation for share-price manipulation, improper insider trading and fraud; photo (S)",
      "lead_paragraph": "Jean-Marie Messier, the former chief executive of Vivendi Universal, left, filed an appeal with France's highest court to have his bail reduced after a Paris court rejected his appeal earlier this month, his lawyer, Olivier Metzner, said. Mr. Messier, who is under investigation for share-price manipulation, improper insider trading and fraud while he was the chief of Vivendi, argued that he was unable to pay the 1.35 million euro ($1.65 million) bail. Ariane Bernard (NYT)",
      "publication_date": "2004-09-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/28/business/world-business-briefing-europe-france-messier-appeals-bond-ruling.html",
      "byline": "By Ariane Bernard (NYT)"
    }
  ]
}