{
  "metadata": {
    "date": "2004-08-10",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "British Airways Posts Profit in a Difficult Environment",
      "snippet": "British Airways PA",
      "abstract": "British Airways PA",
      "lead_paragraph": "British Airways reported a profit of £70 million ($128.8 million) on Monday for the three months ended June 30, in contrast to a loss of £63 million ($116 million) a year earlier. But several issues raised concerns about future results.",
      "publication_date": "2004-08-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/10/business/british-airways-posts-profit-in-a-difficult-environment.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Japanese Bank Relents; Will Consider Suitor No.2",
      "snippet": "UFJ Holdings, targetÿ",
      "abstract": "UFJ Holdings, targetÿ",
      "lead_paragraph": "UFJ Holdings, the target of an unusually contentious Japanese takeover battle, said Monday that it was now willing to consider an offer from the Sumitomo Mitsui Financial Group, though it still hoped to combine with the Mitsubishi Tokyo Financial Group, Japan's second-largest banking group.",
      "publication_date": "2004-08-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/10/business/japanese-bank-relents-will-consider-suitor-no.2.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "German Banks Avoid Swirl of Transactions",
      "snippet": "From Madrid to London and Tokyo to Beijing, banking deals have become the flavor of the summer. Everywhere, that is, but Germany, where the financial capital, Frankfurt, has settled into its dog days without a significant merger or takeover to its...",
      "abstract": "From Madrid to London and Tokyo to Beijing, banking deals have become the flavor of the summer. Everywhere, that is, but Germany, where the financial capital, Frankfurt, has settled into its dog days without a significant merger or takeover to its credit.    On Monday, Commerzbank called off talks to buy BHF-Bank, a small bank based in Frankfurt that is owned by the ING Group of the Netherlands. The deal would hardly have been a blockbuster: BHF, with 2,600 employees, 15 branches and a book value of 1.2 billion euros ($1.4 billion), would have been an easy lunch for Commerzbank, Germany's fourth-largest commercial bank.  ",
      "lead_paragraph": "From Madrid to London and Tokyo to Beijing, banking deals have become the flavor of the summer. Everywhere, that is, but Germany, where the financial capital, Frankfurt, has settled into its dog days without a significant merger or takeover to its credit.",
      "publication_date": "2004-08-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/10/business/german-banks-avoid-swirl-of-transactions.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Reporter From Time Is Held in Contempt In C.I.A. Leak Case",
      "snippet": "Federal Judge Thomas F Hogan holds Time magazine reporter Matthew Cooper in contempt of court and orders him jailed for refusing to name government officials who disclosed identity of undercover CIA officer to him; magazine is also held in contemp...",
      "abstract": "Federal Judge Thomas F Hogan holds Time magazine reporter Matthew Cooper in contempt of court and orders him jailed for refusing to name government officials who disclosed identity of undercover CIA officer to him; magazine is also held in contempt and ordered to pay fine of $1,000 a day; judge suspends both sanctions while Time and Cooper pursue appeal; judge has firmly rejected their contention that First Amendment entitles journalists to refuse to answer grand jury's questions about confidential sources; ruling comes in investigation into whether Bush administration members illegally disclosed identity of covert CIA officer Valerie Plame after her husband, Joseph C Wilson IV, wrote Op-Ed piece saying Pres Bush used discredited intelligence about Iraq's supposed search for uranium in his 2003 State of Union address; subpoenas for Cooper and other journalists were issued by special prosecutor Patrick J Fitzgerald, who is trying to learn who told syndicated columnist Robert Novak Plame's identity, which he revealed in his column; Novak claimed he got information from 'two administrative officials'; it is not known whether Novak has received subpoena (M)",
      "lead_paragraph": "A federal judge in Washington held a reporter for Time magazine in contempt of court yesterday and ordered him jailed for refusing to name the government officials who disclosed the identity of an undercover C.I.A. officer to him. The magazine was also held in contempt and ordered to pay a fine of $1,000 a day.",
      "publication_date": "2004-08-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/10/us/reporter-from-time-is-held-in-contempt-in-cia-leak-case.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "U.S. to Screen Copter Tours",
      "snippet": "Federal officers will take over passenger screening on helicopter tours in New York City amid concerns that the tours might become terrorist weapons.   Page A14.",
      "abstract": "Federal officers will take over passenger screening on helicopter tours in New York City amid concerns that the tours might become terrorist weapons.   Page A14.",
      "lead_paragraph": "Federal officers will take over passenger screening on helicopter tours in New York City amid concerns that the tours might become terrorist weapons. Page A14.",
      "publication_date": "2004-08-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/10/us/us-to-screen-copter-tours.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Steelmaker Acquired",
      "snippet": "Heico Companies acquires insolvent Canadian steelmaker Ivaco Inc for 375 million Canadian dollars ($285 million) (S)",
      "abstract": "Heico Companies acquires insolvent Canadian steelmaker Ivaco Inc for 375 million Canadian dollars ($285 million) (S)",
      "lead_paragraph": "The Heico Companies, a manufacturer controlled by Michael Heisley, has agreed to buy an insolvent Canadian steelmaker, Ivaco Inc., for 375 million Canadian dollars ($285 million) to expand its wire and steel-rods businesses and add fasteners. Ivaco, which sought protection from creditors in September, said it would seek court approval for the sale. With that clearance, the transaction should close by year-end, Ivaco said. Heico, based in Chicago, has specialized in making acquisitions of distressed companies. Ivaco is based in Montreal. (Bloomberg News)",
      "publication_date": "2004-08-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/10/business/world-business-briefing-americas-canada-steelmaker-acquired.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Italy: Economic Growth Slows",
      "snippet": "Italy's gross domestic product grew 0.3 percent from April to June compared with first quarter (S)",
      "abstract": "Italy's gross domestic product grew 0.3 percent from April to June compared with first quarter (S)",
      "lead_paragraph": "The growth of Italy's gross domestic product slowed in the second quarter, an indication the recovery in the country remains tentative and could stumble in the coming months if consumer confidence does not improve. Italy's gross domestic product, the value of goods and services produced in the country, grew 0.3 percent from April to June compared with the first quarter, the country's statistics office reported. That comes after growth of 0.4 percent in the first quarter and zero growth in the last three months of 2003. Eric Sylvers (NYT)",
      "publication_date": "2004-08-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/10/business/world-business-briefing-europe-italy-economic-growth-slows.html",
      "byline": "By Eric Sylvers (NYT)"
    },
    {
      "headline": "Moscow's Nuclear Past Is Breeding Perils Today",
      "snippet": "Radon, little known arm of Russian government charged with locating, retrieving and securing radiological waste, is working to undo consequences of an incautious time; under orders from Stalin, researchers working in totalitarian secrecy and with ...",
      "abstract": "Radon, little known arm of Russian government charged with locating, retrieving and securing radiological waste, is working to undo consequences of an incautious time; under orders from Stalin, researchers working in totalitarian secrecy and with incomplete understanding of radiation's dangers built network of institutes and factories with little planning for dealing with discarded material; those sites left behind all manner of radiation-emitting waste; more than 1,200 orphaned sources have been retrieved in Moscow alone; much radioactive material was hastily dumped in forests that were outside city line; but as Moscow grew, it overtook its outskirts and sent down roots into illicit radioactive dumps; Radon began its work in 1961 after more than decade's worth of waste had been orphaned; work became more intensive after 1986 explosion at Chernobyl; Radon recovers and stores only low- and medium-level radioactive waste which are incapable of chain reaction leading to nuclear explosion but dangerous because of radiation emissions; health risks of these sources have not been conclusively establshed; photos; 1993 map showing sites contaminated by radioactive waste in Moscow (M)",
      "lead_paragraph": "The radiation experts arrived at Viktor Avram's auto repair shop last month, appearing beside the wall separating the shop from an enormous factory. The men warned Mr. Avram to take care where he strolled.",
      "publication_date": "2004-08-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/10/world/moscow-s-nuclear-past-is-breeding-perils-today.html",
      "byline": "By C.j. Chivers"
    },
    {
      "headline": "New Leaders Are Emerging For Al Qaeda",
      "snippet": "New generation of Al Qaeda operatives appear to be filling vacuum created when leaders were killed or captured; intelligence analysts are using computer records, e-mail addresses and documents seized after arrest of Muhammad Naeem Noor Khan last m...",
      "abstract": "New generation of Al Qaeda operatives appear to be filling vacuum created when leaders were killed or captured; intelligence analysts are using computer records, e-mail addresses and documents seized after arrest of Muhammad Naeem Noor Khan last month in Pakistan to discern Al Qaeda's new midlevel structure; findings may be significant intelligence coup for Bush administration and its allies in Britain, but they also create far more complex picture of Al Qaeda's status than Bush presents on campaign trail; contrary to his claim that much of Qaeda leadership has been killed or captured, new evidence suggests organization is regenerating and bringing in new blood; officials say it is not yet clear to what extent Osama bin Laden still exercises control over organization, either directly or through his chief deputy Ayman al-Zawahiri; two men are believed to be in hiding somewhere along Pakistan-Afghanistan border; photo (M)",
      "lead_paragraph": "A new portrait of Al Qaeda's inner workings is emerging from the cache of information seized last month in Pakistan, as investigators begin to identify a new generation of operatives who appear to be filling the vacuum created when leaders were killed or captured, senior intelligence officials said Monday.",
      "publication_date": "2004-08-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/10/world/threats-and-responses-the-overview-new-leaders-are-emerging-for-al-qaeda.html",
      "byline": "By David Johnston and David E. Sanger"
    },
    {
      "headline": "Civil Rights Battlegrounds Enter World of Tourism",
      "snippet": "Cities and counties throughout South, hoping to attract tourists, are starting projects to commemorate important moments in civil rights movement; in Greensboro, NC, Woolworth where sit-in movement began will become museum; in Mississippi, Neshoba...",
      "abstract": "Cities and counties throughout South, hoping to attract tourists, are starting projects to commemorate important moments in civil rights movement; in Greensboro, NC, Woolworth where sit-in movement began will become museum; in Mississippi, Neshoba County has published civil rights tour guide showing site where three civil rights workers were killed; in Alabama, National Park Service will break ground on first of three visitor centers along route of Selma-to-Montgomery voting rights march; communities are embracing a past laced with shame and violence, lured by tourism money; approach of benchmark anniversaries, like 40th birthday of voting rights march, has prompted re-examination of past, whether locals like it or not; photos; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/10/us/civil-rights-battlegrounds-enter-world-of-tourism.html",
      "byline": "By Shaila K. Dewan"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Machinery Orders Rise",
      "snippet": "Japanese machinery orders rose 3.9 percent in June from May, seasonally adjusted; orders in April-June quarter increased record 10.3 percent from previous three months (S)",
      "abstract": "Japanese machinery orders rose 3.9 percent in June from May, seasonally adjusted; orders in April-June quarter increased record 10.3 percent from previous three months (S)",
      "lead_paragraph": "Japanese machinery orders rose faster than expected in June as companies increased spending on telecommunications and precision equipment. The 3.9 percent increase in orders from May, seasonally adjusted, was almost four times faster than the 1 percent median forecast. Orders in the April-June quarter increased a record 10.3 percent from the previous three months, the Cabinet office said in Tokyo. Core machinery orders, which exclude shipping and utilities, rose to 1.04 trillion yen ($9.4 billion), the highest since November of 2000, from 997 billion yen. Orders in the nonmanufacturing sector rose 10 percent, the first rise in two months, while orders for the manufacturing sector dropped 2.8 percent. (Bloomberg News)",
      "publication_date": "2004-08-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/10/business/world-business-briefing-asia-japan-machinery-orders-rise.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Seeing Google With the Eyes of Forrest Gump",
      "snippet": "Article on prospects for Google's initial public offering; focuses other companies, including Apple Computer, whose share prices started out strong but later faltered; photos (M)",
      "abstract": "Article on prospects for Google's initial public offering; focuses other companies, including Apple Computer, whose share prices started out strong but later faltered; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/10/business/technology-seeing-google-with-the-eyes-of-forrest-gump.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "U.S. Regulators Release Vehicle Rollover Data",
      "snippet": "National Highway Traffic Safety Administration releases figures for first time that show how prone individual models of new cars and light-duty trucks are to roll over in accident, exposing occupants to high risk of death or serious injury; Ford E...",
      "abstract": "National Highway Traffic Safety Administration releases figures for first time that show how prone individual models of new cars and light-duty trucks are to roll over in accident, exposing occupants to high risk of death or serious injury; Ford Explorer Sport Trac is found to have highest rollover risk of 68 models agency tested for 2004 model year; four-door Mazda RX-8 sedan was best performer is tests; chart; photo (M)",
      "lead_paragraph": "For the first time, federal regulators released figures yesterday that show how prone individual models of new cars and light-duty trucks are to roll over in an accident, exposing the occupants to high risk of death or serious injury.",
      "publication_date": "2004-08-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/10/business/us-regulators-release-vehicle-rollover-data.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Telecom Profit Rises",
      "snippet": "Dutch communications company Royal KPN says second-quarter profit more than doubled to 369 million euros ($453 million) despite stagnant revenues of 2.93 million euros; graph (S)",
      "abstract": "Dutch communications company Royal KPN says second-quarter profit more than doubled to 369 million euros ($453 million) despite stagnant revenues of 2.93 million euros; graph (S)",
      "lead_paragraph": "The telecommunications company Royal KPN said its second-quarter profit more than doubled to 369 million euros ($453 million) despite stagnant revenues of 2.93 billion euros. The company, which reiterated a full-year pretax profit forecast of 1.4 billion to 1.7 billion euros, earned 183 million euros and reported 2.96 billion euros in sales in the second quarter of last year. KPN attributed its improved performance, in part, to cost-cutting programs and increasing demand for its mobile phone and Internet broadband services. The company's fixed-line telephone business continued to be a drag on results, with net sales down 6.3 percent to 1.8 billion euros. KPN is struggling to offset lower prices for fixed-line service required in part by regulators along with an increasing number of customers abandoning fixed-line phones for mobile ones. Gregory Crouch (NYT)",
      "publication_date": "2004-08-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/10/business/world-business-briefing-europe-the-netherlands-telecom-profit-rises.html",
      "byline": "By Gregory Crouch (NYT)"
    },
    {
      "headline": "Trump Hotels Plans to Seek Bankruptcy",
      "snippet": "Trump Hotels and Casino Resorts, centerpiece of Donald Trump's faltering casino holdings, plans to file for bankruptcy protection by end of September; hopes move will allow it to reorganize under new management and with new financing that will eas...",
      "abstract": "Trump Hotels and Casino Resorts, centerpiece of Donald Trump's faltering casino holdings, plans to file for bankruptcy protection by end of September; hopes move will allow it to reorganize under new management and with new financing that will ease its $1.8 billion debt burden; Donald Trump will step aside as chief executive but will remain chairman, and his 56 percent equity stake will be reduced to about 25 percent; will be required to make series of investments in company, including $55 million cash investment and exchange of Trump Hotels debt that he owns to hold onto 25 percent share (M)",
      "lead_paragraph": "Trump Hotels and Casino Resorts, the centerpiece of Donald J. Trump's faltering casino holdings, said last night that it planned to file for bankruptcy protection by the end of September. The company hopes the move will allow it to reorganize under new management and with new financing that will ease its $1.8 billion debt burden.",
      "publication_date": "2004-08-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/10/business/trump-hotels-plans-to-seek-bankruptcy.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Bankrupt Dairy Giant Sues Deutsche Bank",
      "snippet": "Parmalat's government-appointed administrator Enrico Bondi is suing Italian branch of Deutsche Bank for 17 million euros ($21 million) to recover money Parmalat repaid German bank on credit lines in December, same month company defaulted on billio...",
      "abstract": "Parmalat's government-appointed administrator Enrico Bondi is suing Italian branch of Deutsche Bank for 17 million euros ($21 million) to recover money Parmalat repaid German bank on credit lines in December, same month company defaulted on billions of euros of bonds; Parmalat says it might file another lawsuit against Deutsche Bank to recover unspecified amount of money related to bond sales Deutsche Bank handled for Parmalat; photo (M)",
      "lead_paragraph": "Parmalat, the bankrupt Italian dairy giant, sued Deutsche Bank on Monday for 17 million euros ($21 million), the latest of a series of lawsuits by the company against its former bankers.",
      "publication_date": "2004-08-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/10/business/bankrupt-dairy-giant-sues-deutsche-bank.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "U.S. Is Linking Status of Aliens To Hospital Aid",
      "snippet": "Federal government offers $1 billion to hospitals that provide emergency care to undocumented immigrants, with proviso that hospitals ask patients about their immigration status; that prospect alarms hospitals and advocates for immigrants, who fea...",
      "abstract": "Federal government offers $1 billion to hospitals that provide emergency care to undocumented immigrants, with proviso that hospitals ask patients about their immigration status; that prospect alarms hospitals and advocates for immigrants, who fear that it would deter undocumented immigrants from seeking hospital care; for years state officials and hospital executives have said federal government should cover costs of medical care for illegal immigrants because it has created the problem; those costs weigh heavily on border states like Texas, Arizona and California and on states like New York and Illinois, with large numbers of such immigrants; some hospitals say compliance with new requirement might cost them more than they would receive in federal aid; federal officials emphasize that data on individual patients would not ordinarily have to be submitted to government, but that hospitals must keep it on file so federal auditors could check information to prevent excessive or fraudulent payments; new program was created under 2003 Medicare law (M)",
      "lead_paragraph": "The federal government is offering $1 billion to hospitals that provide emergency care to undocumented immigrants. But to get the money, hospitals would have to ask patients about their immigration status, a prospect that alarms hospitals and advocates for immigrants.",
      "publication_date": "2004-08-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/10/us/us-is-linking-status-of-aliens-to-hospital-aid.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Conseco Settles Case Over Annuities Trading  In one of the first settlements in a broad investigation into improper securities trading in the insurance industry, Eliot Spitzer, the New York State attorney general, and the Securities and Exchange C...",
      "abstract": " Conseco Settles Case Over Annuities Trading  In one of the first settlements in a broad investigation into improper securities trading in the insurance industry, Eliot Spitzer, the New York State attorney general, and the Securities and Exchange Commission said that Conseco and a successor company had agreed to pay $20 million in restitution and fines.  ",
      "lead_paragraph": "Conseco Settles Case Over Annuities Trading",
      "publication_date": "2004-08-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/10/business/business-digest-581143.html",
      "byline": ""
    },
    {
      "headline": "U.S. SAYS ITS GRIP ON IRAQI MILITIA IN NAJAF IS TIGHT",
      "snippet": "American forces in Najaf tighten their cordon around sacred Muslim shrine and cemetery being used as stronghold by Mahdi Army of Moktada al-Sadr; Sadr rejects demands for militiamen to surrender and also rejects Prime Min Ayad Allawi's invitation ...",
      "abstract": "American forces in Najaf tighten their cordon around sacred Muslim shrine and cemetery being used as stronghold by Mahdi Army of Moktada al-Sadr; Sadr rejects demands for militiamen to surrender and also rejects Prime Min Ayad Allawi's invitation to contest parliamentary elections scheduled for Jan; officers and soldiers on the ground say rebels are moving freely between cemetery and Najaf's old city and that American forces do not fully control cemetery, which is three miles long and two miles wide; in Baghdad's Sadr City neighborhood, American military officials impose curfew of 4 pm to 8 am; million Shiites living there are, with Najaf, center of support for Sadr; curfew, most stringent measure of its kind since country fell, appears to be aimed at regaining some control over Sadr City from Sadr's militiamen and preventing area from being used for rocket and mortar attacks on American military and civil headquarters; despite curfew, rebels resume their shelling; photo (M)",
      "lead_paragraph": "American forces besieging militiamen of a rebel cleric in a shrine and cemetery sacred to Shiite Muslims tightened their cordon on Monday, United States military officials in Baghdad said, and they warned the rebels that they could not receive any outside support. But the warnings drew an immediate riposte from the cleric, Moktada al-Sadr, who emerged from days of silence to reject demands for the militiamen to surrender.",
      "publication_date": "2004-08-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/10/world/the-reach-of-war-insurgency-us-says-its-grip-on-iraqi-militia-in-najaf-is-tight.html",
      "byline": "By Alex Berenson and John F. Burns"
    },
    {
      "headline": "Tech Company Settled Tax Case Without an Audit",
      "snippet": "IRS agent Remy Welling reveals how she was saked to sign off on secret deal work out by other IRS officials that allowed Micrel Inc and its executives escape paying at least %51 million in additional taxes that she is convinced they should have pa...",
      "abstract": "IRS agent Remy Welling reveals how she was saked to sign off on secret deal work out by other IRS officials that allowed Micrel Inc and its executives escape paying at least %51 million in additional taxes that she is convinced they should have paid; agreement required IRS to cooperate with company in keeping its shareholders uninformed of some basic terms of its stock-option plan; revealing information about audit by IRS agent can open agent to criminal prosecution; Welling has decided to reveal information about case because she believes it represents particularly striking example of how outside influence and internal obsequiousness is corrupting integrity of tax system; Welling says she is about to be fired for going outside agency by taking her complaint to FBI and Securities and Exchange Commission; photo (M)",
      "lead_paragraph": "Remy Welling is a senior auditor for the Internal Revenue Service with 22 years' experience. But when she was handed the file on a company suspected of underpaying its taxes, it contained something she had never seen before in such a case: an agreement to close the audit before it had even begun.",
      "publication_date": "2004-08-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/10/business/tech-company-settled-tax-case-without-an-audit.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "World Business Briefing | Europe: China: Bid For Hungarian Airline",
      "snippet": "China's Hainan Airlines Co, whose biggest shareholder is financier George Soros, plans to bid for Malev, Hungary's unprofitable airline; photo (S)",
      "abstract": "China's Hainan Airlines Co, whose biggest shareholder is financier George Soros, plans to bid for Malev, Hungary's unprofitable airline; photo (S)",
      "lead_paragraph": "The Hainan Airlines Company, whose biggest shareholder is the financier George Soros, left, plans to bid for Malev, Hungary's unprofitable airline, to expand overseas. ''We are in preliminary talks with Malev about taking a stake in the company,'' said Song Chenliang, a Hainan Airlines spokesman, who declined to provide details. Hungary plans to seek bids for Malev next week in a fourth attempt to sell the carrier. Hainan is adding overseas routes to compete with larger competitors like Air China and China Southern Airlines. Hungary, a new member of the European Union, is selling assets to reduce its budget deficit and debt and qualify for the euro currency by 2010.",
      "publication_date": "2004-08-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/10/business/world-business-briefing-europe-china-bid-for-hungarian-airline.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Disney in Talks On Independence For a Weinstein",
      "snippet": "Walt Disney Co representatives and its subsidiary Miramax Films are expected to meet to discuss agreement that would allow Miramax's co-founder Harvey Weinstein to start production company, while his brother Bob remains at Disney to make movies; D...",
      "abstract": "Walt Disney Co representatives and its subsidiary Miramax Films are expected to meet to discuss agreement that would allow Miramax's co-founder Harvey Weinstein to start production company, while his brother Bob remains at Disney to make movies; Disney would give Bob Weinstein budget of about $300 million to $350 million per year and small development and marketing staff to make four to six movies under Dimension Films, which Bob Weinstein already runs; Harvey Weinstein would become independent producer, securing financing for movies to be distributed by his brother; Disney could agree to license Miramax name back to Harvey Weinstein (M)",
      "lead_paragraph": "Representatives for the Walt Disney Company and its subsidiary, Miramax Films, are expected to meet this week to discuss an agreement that would allow Miramax's co-founder, Harvey Weinstein, to start a production company, while his brother Bob remains at Disney to make movies, according to people involved in the talks.",
      "publication_date": "2004-08-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/10/business/disney-in-talks-on-independence-for-a-weinstein.html",
      "byline": "By Laura M. Holson"
    }
  ]
}