{
  "metadata": {
    "date": "2004-06-17",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "A Wing, a Prayer And a Lot of Luck",
      "snippet": "Air Transportation Stabilization Board could rule as soon as this week on whether to provide United Airlines, which is operating under bankruptcy protection, with $1.6 billion in loan guarantees; efforts of United's chief executive Glenn F Tilton ...",
      "abstract": "Air Transportation Stabilization Board could rule as soon as this week on whether to provide United Airlines, which is operating under bankruptcy protection, with $1.6 billion in loan guarantees; efforts of United's chief executive Glenn F Tilton to keep carrier solvent detailed; photos (M)",
      "lead_paragraph": "United Airlines may need loan guarantees, labor concessions and assorted other financial boosters to get back to robust health. But if colleagues' descriptions of his life are accurate, what Glenn F. Tilton, the airline's chief executive, needs most is sleep.",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/17/business/a-wing-a-prayer-and-a-lot-of-luck.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "MORE ON 9/11 PANEL",
      "snippet": "KEY EVIDENCE DISCREDITED -- A meeting often cited as proof of a Qaeda-Iraq link never happened, the commission found.   PAGE A14    QUESTIONS FOR BUSH -- The administration is on the defensive over an issue it once expected to be a political plus....",
      "abstract": " KEY EVIDENCE DISCREDITED -- A meeting often cited as proof of a Qaeda-Iraq link never happened, the commission found.   PAGE A14    QUESTIONS FOR BUSH -- The administration is on the defensive over an issue it once expected to be a political plus.   NEWS ANALYSIS, PAGE A15",
      "lead_paragraph": "KEY EVIDENCE DISCREDITED -- A meeting often cited as proof of a Qaeda-Iraq link never happened, the commission found. PAGE A14",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/17/us/more-on-9-11-panel.html",
      "byline": ""
    },
    {
      "headline": "INSIDE",
      "snippet": "Iraqi Cleric Orders Militia to Stand Down  Moktada al-Sadr, the Shiite cleric whose militia has tormented Americans for nearly three months, ordered his fighters to disarm and go home. In Najaf, his loyalists appeared to be heeding the order. But ...",
      "abstract": " Iraqi Cleric Orders Militia to Stand Down  Moktada al-Sadr, the Shiite cleric whose militia has tormented Americans for nearly three months, ordered his fighters to disarm and go home. In Najaf, his loyalists appeared to be heeding the order. But north of Baghdad, two Americans died in an attack.   PAGE A12    U.S. Latin Envoy Quits  Otto J. Reich, President Bush's special envoy to Latin America, resigned and took with him a lifetime of experience fighting Fidel Castro and other foes of American foreign policy.   PAGE A3",
      "lead_paragraph": "Iraqi Cleric Orders Militia to Stand Down",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/17/us/inside-000124.html",
      "byline": ""
    },
    {
      "headline": "Suits Challenge Hospital Bills Of Uninsured",
      "snippet": "Group of plaintiffs' lawyers file civil lawsuits against more than dozen nonprofit hospitals across country, contending that hospitals violated their obligation as charities by overcharging people without insurance and then hounding them for money...",
      "abstract": "Group of plaintiffs' lawyers file civil lawsuits against more than dozen nonprofit hospitals across country, contending that hospitals violated their obligation as charities by overcharging people without insurance and then hounding them for money; complaints name some of largest hospitals in Chicago, Atlanta and Minneapolis metropolitan areas; lawyers are calling for creation of trust that would be financed by hospitals and would provide affordable medical care for those without insurance; hospitals sued include Provena Health of Chicago, Yale-New Haven Hospital, Advocate Health Care Network of Oak Brook, Ill, and Allina Health System of Minneapolis (M)",
      "lead_paragraph": "A group of plaintiffs' lawyers filed civil lawsuits against more than a dozen nonprofit hospitals across the country yesterday, contending that the hospitals violated their obligation as charities by overcharging people without insurance and then hounding them for the money.",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/17/business/suits-challenge-hospital-bills-of-uninsured.html",
      "byline": "By Reed Abelson and Jonathan D. Glater"
    },
    {
      "headline": "Mitsubishi To Accelerate Recovery Plan",
      "snippet": "Mitsubishi Motors will cut employee salaries and speed up layoffs as it expands recovery plan announced May 21 to deal with sharp drop in vehicle sales in Japan; will over next two years cut executive pay packages by 25 percent to 50 percent, trim...",
      "abstract": "Mitsubishi Motors will cut employee salaries and speed up layoffs as it expands recovery plan announced May 21 to deal with sharp drop in vehicle sales in Japan; will over next two years cut executive pay packages by 25 percent to 50 percent, trim salaries of middle managers by 10 percent and lower paychecks of rank-and-file workers by 5 percent; expects cutbacks to reduce costs by $660 million over next two years; chief executive Yoichiro Okazaki comments; photo (M)",
      "lead_paragraph": "Mitsubishi Motors said on Wednesday that it would cut employee salaries and speed up layoffs as it expanded a recovery plan announced last month to deal with a sharp drop in vehicle sales in Japan.",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/17/business/mitsubishi-to-accelerate-recovery-plan.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "Clinical Trial Of Growth Drug Shows Promise",
      "snippet": "Biotechnology company Tercica, which uses technology and patents it bought from Genentech, announces favorable results from clinical trial of human-growth drug rhIGF-1 for abnormally short children; says patients given drug through twice-a-day inj...",
      "abstract": "Biotechnology company Tercica, which uses technology and patents it bought from Genentech, announces favorable results from clinical trial of human-growth drug rhIGF-1 for abnormally short children; says patients given drug through twice-a-day injections had, on average, grown about inch more per year than they would have without treatment; plans to to use data early next year to seek Food and Drug Administration approval to sell drug in US; growth hormone therapy costs about $20,000 per year, and while pricing has not been set for rhIGF-1, it is expected to be similar; photo (M)",
      "lead_paragraph": "Research that the biotechnology giant Genentech began more than a decade ago could be on the verge of a major payoff -- but not necessarily for Genentech.",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/17/business/clinical-trial-of-growth-drug-shows-promise.html",
      "byline": "By Lawrence M. Fisher"
    },
    {
      "headline": "Computers Chase the Checkered Flag",
      "snippet": "Technology is reshaping Formula One racing; drivers and crew can use computers and wireless networking to analyze elements of car's performance; International Automobile Federation officials are debating whether technology gives edge to wealthiest...",
      "abstract": "Technology is reshaping Formula One racing; drivers and crew can use computers and wireless networking to analyze elements of car's performance; International Automobile Federation officials are debating whether technology gives edge to wealthiest teams; photos (M)",
      "lead_paragraph": "The buttons, knobs and levers on Michael Schumacher's steering wheel offer stark evidence of the way computing has transformed Grand Prix auto racing.",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/06/17/technology/computers-chase-the-checkered-flag.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Retail Sales Rise",
      "snippet": "Brazil's retail sales rose for fifth consecutive month in April, gaining 9.9 percent from year-earlier period, suggesting broad economic recovery is under way (S)",
      "abstract": "Brazil's retail sales rose for fifth consecutive month in April, gaining 9.9 percent from year-earlier period, suggesting broad economic recovery is under way (S)",
      "lead_paragraph": "Retail sales in Brazil rose for a fifth consecutive month in April, gaining 9.9 percent from the year-earlier period, helped by a recent decline in interest rates, the government's statistics agency said. Appliance and furniture sales, which are especially sensitive to the cost of credit, led the surge with an increase of 32.8 percent. Supermarket sales rose 7.2 percent, suggesting that a broad economic recovery is under way. Todd Benson (NYT)",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/17/business/world-business-briefing-americas-brazil-retail-sales-rise.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "In Detail: How bin Laden Set Plan in Motion in '99",
      "snippet": "Independent commission probing Sept 11, 2001 terrorist attacks says Osama bin Laden summoned Khalid Shaikh Mohammed to his Kandahar, Afghanistan, compound in early 1999 to tell trusted aide that Al Qaeda backed his long-discussed proposal to use a...",
      "abstract": "Independent commission probing Sept 11, 2001 terrorist attacks says Osama bin Laden summoned Khalid Shaikh Mohammed to his Kandahar, Afghanistan, compound in early 1999 to tell trusted aide that Al Qaeda backed his long-discussed proposal to use aircraft as terror weapons against United States; says plot, as described in detail by two captured Qaeda operatives who helped plan attacks, was more troubled and improvisational than previously understood; lineup of hijackers was changing throughout two years of preparation, with Mohammed Atta, mission leader, joining team after plot was well under way; impatient bin Laden began pressing for attack as early as 2000, even if it meant using untrained pilots to crash into ground instead of buildings; bin Laden and Mohammed initially envisioned attacks even more audacious than Sept 11 attacks; photos (M)",
      "lead_paragraph": "In early 1999, Osama bin Laden summoned Khalid Shaikh Mohammed to his well-guarded compound in Kandahar, Afghanistan, to confide to the lieutenant that his long-discussed proposal to use aircraft as terror weapons against the United States had the full support of Al Qaeda.",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/17/world/threats-responses-hijackers-detail-bin-laden-set-plan-motion-99.html",
      "byline": "By Douglas Jehl and David Johnston"
    },
    {
      "headline": "Shutter Lag Reduced To a Mere *",
      "snippet": "David Pogue State of the Art column on Kyocera SL400R and Casio Exilim EX-P600 digital cameras; both offer shorter time from pressing shutter to when cameras records image; photo; drawing (L)",
      "abstract": "David Pogue State of the Art column on Kyocera SL400R and Casio Exilim EX-P600 digital cameras; both offer shorter time from pressing shutter to when cameras records image; photo; drawing (L)",
      "lead_paragraph": "THE world is full of amazing things. But doesn't it seem as though there's always some fly in the ointment, some little annoyance that you wish you could obliterate? With e-mail, it's spam; with DVD's, it's the F.B.I. warning that you can't fast-forward through; with PC's, it's Windows.",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/06/17/technology/state-of-the-art-shutter-lag-reduced-to-a-mere.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "RUMSFELD ISSUED AN ORDER TO HIDE DETAINEE IN IRAQ",
      "snippet": "Pentagon and intelligence officials say Sec Donald H Rumsfeld, acting at request of Central Intelligence Agency Dir George J Tenet, ordered military officials in Iraq in Nov to hold man suspected of being senior Iraqi terrorist at high-level deten...",
      "abstract": "Pentagon and intelligence officials say Sec Donald H Rumsfeld, acting at request of Central Intelligence Agency Dir George J Tenet, ordered military officials in Iraq in Nov to hold man suspected of being senior Iraqi terrorist at high-level detention center but not list him on prison's rolls; says prisoner and other 'ghost detainees' were hidden largely to prevent International Committee of Red Cross from monitoring their treatment, and to avoid disclosing their location to enemy; say practice is in keeping with Bush administration's legal opinion about status of those viewed as active threat in wartime; Maj Gen Antonio M Taguba, who probed Iraqi prison abuses, criticized practice as contrary to Army doctrine and violation of international law; officials admit detainee, reputed senior Ansar al-Islam officer, was largely forgotten about after his initial interrogation until Rumsfeld aide recently asked CIA to deal with him or let him go into prison's regular reporting system (M)",
      "lead_paragraph": "Defense Secretary Donald H. Rumsfeld, acting at the request of George J. Tenet, the director of central intelligence, ordered military officials in Iraq last November to hold a man suspected of being a senior Iraqi terrorist at a high-level detention center there but not list him on the prison's rolls, senior Pentagon and intelligence officials said Wednesday.",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/17/world/the-reach-of-war-prison-abuse-rumsfeld-issued-an-order-to-hide-detainee-in-iraq.html",
      "byline": "By Eric Schmitt and Thom Shanker"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Economic Data Show Continuing Momentum  Industrial production surged 1.1 percent in May, the strongest performance in nearly six years, and a nationwide survey of business activity showed widespread strength, the Federal Reserve reported.    In ot...",
      "abstract": " Economic Data Show Continuing Momentum  Industrial production surged 1.1 percent in May, the strongest performance in nearly six years, and a nationwide survey of business activity showed widespread strength, the Federal Reserve reported.    In other economic news, the Commerce Department reported that nearly 1.97 million residential units were being built last month, at an annual pace. That represented a 0.7 percent drop from April, but still exceeded analysts' forecasts. Total housing permits, a barometer of current demand, rose a strong 3.5 percent in May. [Page C7.]",
      "lead_paragraph": "Economic Data Show Continuing Momentum",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/17/business/business-digest-999008.html",
      "byline": ""
    },
    {
      "headline": "In Italy, With Little Fanfare, Big Stock Offering Is Planned",
      "snippet": "In Italy, With Little F",
      "abstract": "In Italy, With Little F",
      "lead_paragraph": "Never heard of Terna? Neither had most Italians until a month ago, yet next week the company is holding the country's largest initial public offering since 2001 and one of Europe's biggest stock offerings this year.",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/17/business/in-italy-with-little-fanfare-big-stock-offering-is-planned.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "New Tech Surge in Ireland, And It Feels Like '99 Again",
      "snippet": "Ireland, whicl",
      "abstract": "Ireland, whicl",
      "lead_paragraph": "Prime Minister Bertie Ahern, standing alongside the chief executive of Intel, Craig R. Barrett, cut the ribbon on Monday to open the company's newest semiconductor plant, at Leixlip, outside Dublin. A month earlier, Intel said it would spend $2 billion to build another mammoth factory at the sprawling site.",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/17/business/new-tech-surge-in-ireland-and-it-feels-like-99-again.html",
      "byline": "By Brian Lavery"
    },
    {
      "headline": "Brazil Mining Giant Said to Seek Noranda Stake",
      "snippet": "Brazil's Companhia Vale do Rio Doce has held talks to acquire controlling stake in Noranda, big, diversified Canadian mining group, for as much as $3 billion; graph; photo (M)",
      "abstract": "Brazil's Companhia Vale do Rio Doce has held talks to acquire controlling stake in Noranda, big, diversified Canadian mining group, for as much as $3 billion; graph; photo (M)",
      "lead_paragraph": "Companhia Vale do Rio Doce of Brazil, the world's biggest iron ore producer and exporter, has held talks to acquire a controlling stake in Noranda, a big, diversified Canadian mining group, for as much as $3 billion, people close to the negotiations said on Wednesday.",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/17/business/brazil-mining-giant-said-to-seek-noranda-stake.html",
      "byline": "By Bernard Simon and Todd Benson"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Shipper Acquired",
      "snippet": "Exel, world's largest distributor of goods for businesses, acquires Tibbett & Britten Group, which transports merchandise for Wal-Mart Stores Inc for 328 million pounds ($598.9 million) to expand outside Britain and in fashion and home-improvement...",
      "abstract": "Exel, world's largest distributor of goods for businesses, acquires Tibbett & Britten Group, which transports merchandise for Wal-Mart Stores Inc for 328 million pounds ($598.9 million) to expand outside Britain and in fashion and home-improvement retail; graph (S)",
      "lead_paragraph": "Exel, the world's largest distributor of goods for businesses, agreed to buy the Tibbett & Britten Group, which transports merchandise for Wal-Mart Stores Inc., for £328 million ($598.9 million) to expand outside Britain and in fashion and home-improvement retail. The offer of 668 pence a share is 36 percent more than the closing stock price on Monday, the day before Tibbett announced it had received a bid. Exel, based in Bracknell, England, aims to strengthen its business in mainland Europe, Latin America, the Middle East, Asia and the United States and to win contracts from companies that have shifted production to low-cost manufacturing countries. It expects to cut costs as much as £20 million a year and eliminate as many as 200 jobs by combining head offices with Tibbett, which is based in Elstree, England.",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/17/business/world-business-briefing-europe-britain-shipper-acquired.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "PANEL FINDS NO QAEDA-IRAQ TIE; DESCRIBES A WIDER PLOT FOR 9/11",
      "snippet": "Staff of commission probing Sept 11, 2001 attacks, in reports offering chilling, richly detailed chronology of plot, finds no apparent 'collaborative relationship' between Al Qaeda and Saddam Hussein, contradicting one of Pres Bush's justification...",
      "abstract": "Staff of commission probing Sept 11, 2001 attacks, in reports offering chilling, richly detailed chronology of plot, finds no apparent 'collaborative relationship' between Al Qaeda and Saddam Hussein, contradicting one of Pres Bush's justifications for Iraq war; chronology, based on panel's review of highly classified accounts of interrogations of captured Qaeda leaders, shows Osama bin Laden was far more intimately involved in planning than previously known and approved selection of each of 19 hijackers; shows original plot called for even larger and more deadly attacks; reports hold bin Laden ordered attacks over opposition of many of his advisers and of Afghan Taliban leader Mullah Muhammad Omar, believing Al Qaeda would reap recruiting and fund-raising bonanza; say Capitol was apparent target of hijacked plane that crashed in Pennsylvania; say Hussein's government rebuffed or ignored requests from Qaeda leaders for help in 1990's, directly contradicting series of public statements Pres Bush and Vice Pres Dick Cheney made before and after Iraq invasion; photo (M)",
      "lead_paragraph": "The staff of the commission investigating the Sept. 11 attacks sharply contradicted one of President Bush's central justifications for the Iraq war, reporting on Wednesday that there did not appear to have been a ''collaborative relationship'' between Al Qaeda and Saddam Hussein. The assertion came in staff reports that offer a chilling, richly detailed chronology of the Sept. 11 plot and rewrite much of the history of the attacks.",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/17/world/threats-responses-overview-panel-finds-no-qaeda-iraq-tie-describes-wider-plot.html",
      "byline": "By Philip Shenon and Christopher Marquis"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Aircraft Parts Contract",
      "snippet": "World Business Briefing: Britain: Aircraft Parts Contra",
      "abstract": "World Business Briefing: Britain: Aircraft Parts Contra",
      "lead_paragraph": "The Smiths Group said it won a $1.6 billion contract from the Boeing Company to provide landing gear and other components for Boeing's 7E7 aircraft. Revenue from the contract, which also include computer and flight recorder systems, should reach $3 billion over the life of the aircraft, the chief executive, Keith Butler-Wheelhouse, above, said. The 7E7 aircraft are scheduled to begin flying in 2008. Shares of Smiths, which is based in London, rose 2 percent. Boeing has said it expects to sell at least 1,700 of the airplanes, which are intended to replace the Boeing 767. Heather Timmons (NYT)",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/17/business/world-business-briefing-europe-britain-aircraft-parts-contract.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Turning The Tables On E-Mail Swindlers",
      "snippet": "Individuals are using e-mail and the Internet to counterscam Internet con artists; these fraud-baiters attempt to monopolize time and resources of con artists and collect information for law enforcement officials; photo; drawing (L)",
      "abstract": "Individuals are using e-mail and the Internet to counterscam Internet con artists; these fraud-baiters attempt to monopolize time and resources of con artists and collect information for law enforcement officials; photo; drawing (L)",
      "lead_paragraph": "ON the face of it, everyone on the Internet should be rich by now.",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/06/17/technology/turning-the-tables-on-e-mail-swindlers.html",
      "byline": "By Seth Schiesel"
    },
    {
      "headline": "Read Our Article, And Purchase Our Hair Color While You're at It",
      "snippet": "Growing number of publications, faced with falling circulation and revenue, are branching out to try to generate more revenue and increase their visibility by marketing goods branded with publication's name; those licensing revenues already increa...",
      "abstract": "Growing number of publications, faced with falling circulation and revenue, are branching out to try to generate more revenue and increase their visibility by marketing goods branded with publication's name; those licensing revenues already increased to $43 million last year from $30 million five years ago; products being marketed by some specific magazines detailed; photo (M)",
      "lead_paragraph": "Prevention magazine is coming out with a range of vitamins this fall. Parents magazine will introduce insect netting for baby strollers this winter. Maxim magazine, which brought out its own brand of hair color for men two years ago, is now thinking of putting its name on nightclubs -- and frozen food.",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/17/business/read-our-article-and-purchase-our-hair-color-while-you-re-at-it.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Retailer Rejects New Bid",
      "snippet": "World Business Briefing: Britain: Retailer Rejects Nÿ",
      "abstract": "World Business Briefing: Britain: Retailer Rejects Nÿ",
      "lead_paragraph": "The retailer Marks & Spencer Group said it turned down an increased offer by the British billionaire Philip Green that values the company at £8.35 billion ($15.3 billion), the second rejection this month. Mr. Green offered 370 pence a share, Marks & Spencer said. That was 3.6 percent more than yesterday's close. Mr. Green said this month that he was willing to pay 290 to 310 pence plus a 25 percent stake in Revival Acquisitions Ltd., a company formed to make the bid. Stuart Rose, the new chief executive of Marks & Spencer, said the new offer did not ''represent value for our shareholders.''",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/17/business/world-business-briefing-europe-britain-retailer-rejects-new-bid.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Tobacco Buyout May Imperil Corporate Tax Bill",
      "snippet": "Corporate tax bill in US House could be stalled because legislation contains provision that would pay tobacco farmers $9.6 billion to give up system of quotas and price supports that dates back to Depression; large tobacco farmers will be entitled...",
      "abstract": "Corporate tax bill in US House could be stalled because legislation contains provision that would pay tobacco farmers $9.6 billion to give up system of quotas and price supports that dates back to Depression; large tobacco farmers will be entitled to payments worth tens of millions of dollars; opponents have denounced it as expensive giveaway, but deal may have persuaded as many as 10 House Democrats from tobacco-producing states to vote for overall tax bill; tobacco deal is likely to raise new problems in Senate, where Republicans are already concerned about cost of House bill; photo (M)",
      "lead_paragraph": "It was supposed to be the deal that finally broke the logjam on a $140 billion corporate tax bill, but it could end up causing a new stalemate down the road.",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/17/business/tobacco-buyout-may-imperil-corporate-tax-bill.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Account of Plot Sets Off Debate Over Credibility",
      "snippet": "Sept 11 commission's reports base portrait of Al Qaeda as wobbly but determined organization lurching toward catastrophic attacks on United States largely on words of captured plot leaders Khalid Shaikh Mohammed and Ramzi bin al-Shibh; some offici...",
      "abstract": "Sept 11 commission's reports base portrait of Al Qaeda as wobbly but determined organization lurching toward catastrophic attacks on United States largely on words of captured plot leaders Khalid Shaikh Mohammed and Ramzi bin al-Shibh; some officials say highly coercive interrogation methods Bush administration authorized for use against high-level Al Qaeda detainees cast doubt on reliability of their accounts; American officials deny plotters were tortured (M)",
      "lead_paragraph": "In the Sept. 11 commission reports released Wednesday, the striking portrait of Al Qaeda as a wobbly but determined organization lurching toward its catastrophic strike against America was built largely on the two plot leaders' own words.",
      "publication_date": "2004-06-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/17/world/threats-responses-interrogations-account-plot-sets-off-debate-over-credibility.html",
      "byline": "By David Johnston and Don van Natta Jr"
    }
  ]
}