{
  "metadata": {
    "date": "2004-06-15",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "A Glass Bubble That's Bringing Beijing to a Boil",
      "snippet": "Chinese media and cultural community in Beijing are openly complaining about $300-million National Theater nearing completion near Tiananmen Square; photos; much-derided titanium and glass complex was designed by French architect Paul Andreu, subj...",
      "abstract": "Chinese media and cultural community in Beijing are openly complaining about $300-million National Theater nearing completion near Tiananmen Square; photos; much-derided titanium and glass complex was designed by French architect Paul Andreu, subject of scrutiny since collapse of his terminal at de Gaulle Airport; government has still not lined up operating group as it remakes capital for 2008 Olympics, razing old neighborhoods and building new roads, subways and modern architectural monuments; local designers say projects by world's leading architects are overpriced, out of touch with Chinese history and inappropriate for poor country (M)",
      "lead_paragraph": "Some compare it to a globe severed at the Equator. To others it resembles a phosphorescent egg floating in a crystal sea. One prominent Beijing architect said that when the desert dust kicks up around Beijing, lathering the expansive glass dome in a pall of gray grime, it resembles nothing so much as dried dung.",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/15/world/a-glass-bubble-that-s-bringing-beijing-to-a-boil.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "8 JUSTICES BLOCK EFFORT TO EXCISE PHRASE IN PLEDGE",
      "snippet": "Supreme Court, with eight justices voting, overturns California appeals court ruling against leaving 'under God' in Pledge of Allegiance, while keeping issue alive for possible resolution in future case; only Chief Justice William Rehnquist and Ju...",
      "abstract": "Supreme Court, with eight justices voting, overturns California appeals court ruling against leaving 'under God' in Pledge of Allegiance, while keeping issue alive for possible resolution in future case; only Chief Justice William Rehnquist and Justices Sandra Day O'Connor and Clarence Thomas comment on merits of case, finding 50-year-old revised version with phrase to be constitutional; other five justices say plaintiff, Dr Michael A Newdow, lacked standing because his daughter's mother, Sandra Banning, has final say on child's education; she supports pledge as written; photos; Antonin Scalia recused himself after publicly criticizing California ruling (M)",
      "lead_paragraph": "An inconclusive decision by the Supreme Court on Monday left ''under God'' in the Pledge of Allegiance while keeping the issue alive for possible resolution in a future case.",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/15/us/8-justices-block-effort-to-excise-phrase-in-pledge.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "INSIDE",
      "snippet": "Photo of Bill and Hillary Clinton with Pres and Mrs Bush at White House for unveiling of official portraits of former president and first lady",
      "abstract": "Photo of Bill and Hillary Clinton with Pres and Mrs Bush at White House for unveiling of official portraits of former president and first lady",
      "lead_paragraph": "A Momentary Thaw at the White House",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/15/us/inside-975567.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: Indonesia: Gas Network Discussed",
      "snippet": "Indonesia will hold talks with other major exporters of liquefied natural gas, including Brunei, Oman and Qatar, to explore possibility of setting up supply network to back up their own sales obligations; such network could help reduce risk that s...",
      "abstract": "Indonesia will hold talks with other major exporters of liquefied natural gas, including Brunei, Oman and Qatar, to explore possibility of setting up supply network to back up their own sales obligations; such network could help reduce risk that supply disruptions would prevent any one exporter from meeting its contractual obligations to sell liquefied natural gas to long-term buyers (S)",
      "lead_paragraph": "Indonesia will hold talks later this year with other major exporters of liquefied natural gas, including Brunei, Oman and Qatar, to explore the possibility of setting up a supply network to back up their own sales obligations. Indonesia's top energy official, Purnomo Yusgiantoro, said that such a network could help reduce the risk that supply disruptions would prevent any one exporter from meeting its contractual obligations to sell liquefied natural gas to long-term buyers. Indonesia is the world's largest exporter of liquefied natural gas, with most of its supplies going to Japan, South Korea and Taiwan under contracts of up to 25 years. Recent production shortfalls, however, have forced Indonesia to buy liquefied natural gas in the secondary market to meet its obligations. Wayne Arnold (NYT)",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/15/business/world-business-briefing-asia-indonesia-gas-network-discussed.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Israel to Add to Barrier",
      "snippet": "Israel is preparing to build new segments of its barrier around Ariel and other Jewish settlements that are more than 10 miles inside the West Bank. The move has drawn criticism from the Palestinians, and American officials have objected.    Artic...",
      "abstract": "Israel is preparing to build new segments of its barrier around Ariel and other Jewish settlements that are more than 10 miles inside the West Bank. The move has drawn criticism from the Palestinians, and American officials have objected.    Article, Page A11.",
      "lead_paragraph": "Israel is preparing to build new segments of its barrier around Ariel and other Jewish settlements that are more than 10 miles inside the West Bank. The move has drawn criticism from the Palestinians, and American officials have objected.",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/15/world/israel-to-add-to-barrier.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Ireland: Drug Maker Expanding",
      "snippet": "Irish drug maker Elan Corp will invest 35 million euros ($42 million) in new plant in Athlone, creating 120 jobs over next five years (S)",
      "abstract": "Irish drug maker Elan Corp will invest 35 million euros ($42 million) in new plant in Athlone, creating 120 jobs over next five years (S)",
      "lead_paragraph": "The Elan Corporation, the drug maker, said it would invest 35 million euros ($42 million) in a new plant in Ireland, creating 120 jobs over the next five years. Elan has begun hiring workers and building the plant, which will be at Athlone and begin operating by December 2005, Paul Breen, executive vice president for global services and operations, said at a news conference in Dublin, where Elan is based.",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/15/business/world-business-briefing-europe-ireland-drug-maker-expanding.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Regulators Will Decide Fate of Bid For Mandalay",
      "snippet": "MGM Mirage's $4.8 billion acquisition of Mandalay Resort Group is expected to face much scrutiny from Federal Trade Commission and State of Nevada; proposed combination would create gambling giant that would reshape control of Las Vegas Strip and ...",
      "abstract": "MGM Mirage's $4.8 billion acquisition of Mandalay Resort Group is expected to face much scrutiny from Federal Trade Commission and State of Nevada; proposed combination would create gambling giant that would reshape control of Las Vegas Strip and give combined company vast influence over everything from hotel rates to airline fares to how high-rollers are rewarded; photo; map (M)",
      "lead_paragraph": "Now that Kirk Kerkorian appears to have won over the Mandalay Resort Group in a $4.8 billion merger with his MGM Mirage hotel and casino empire, there is one player left to beat: regulators.",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/15/business/regulators-will-decide-fate-of-bid-for-mandalay.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "A Mix of Beer, Free Speech and Home-Grown Hip",
      "snippet": "Mosï",
      "abstract": "Mosï",
      "lead_paragraph": "Oleg Tinkov sees himself as something more than Russia's ''beer oligarch,'' as he has been called here.",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/15/business/a-mix-of-beer-free-speech-and-home-grown-hip.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "World Business Briefing | Asia: China: Investment Grows",
      "snippet": "China reports acceleration in foreign direct investment, suggesting government measures to slow economy are not prompting overseas companies to scale back their expansion plans; investment from abroad increased 11 percent from year ago to $25.9 bi...",
      "abstract": "China reports acceleration in foreign direct investment, suggesting government measures to slow economy are not prompting overseas companies to scale back their expansion plans; investment from abroad increased 11 percent from year ago to $25.9 billion in five months through May after rising 10 percent in first four months of year and 7.5 percent in first quarter (S)",
      "lead_paragraph": "China reported an acceleration in foreign direct investment, suggesting that government measures to slow the economy are not prompting overseas companies to scale back their expansion plans. Investment from abroad increased 11 percent from a year earlier to $25.9 billion in the five months through May after rising 10 percent in the first four months of this year and 7.5 percent in the first quarter, the Ministry of Commerce said.",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/15/business/world-business-briefing-asia-china-investment-grows.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Bankruptcies Decline",
      "snippet": "Number of companies in Japan filing for bankruptcy drops 20 percent in May from same month year earlier; debts left by failed companies fell 33 percent from last year (S)",
      "abstract": "Number of companies in Japan filing for bankruptcy drops 20 percent in May from same month year earlier; debts left by failed companies fell 33 percent from last year (S)",
      "lead_paragraph": "The number of companies filing for bankruptcy declined in May for the 17th consecutive month as the strengthening economic recovery aided small and medium-size businesses, according to a research company. For the month, 1,182 companies filed for bankruptcy, down 20 percent from the month a year earlier, while debts left by failed companies fell 33 percent from last year, to 537.2 billion yen ($4.9 billion), according to the research company, Teikoku Databank. Japanese companies are benefiting from increasingly robust economic growth this year, fueled by exports to China and a fledgling rebound in consumer spending. Todd Zaun (NYT)",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/15/business/world-business-briefing-asia-japan-bankruptcies-decline.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Boeing Wins Navy Contract To Replace Sub Chasers",
      "snippet": "US Navy awards Boeing Co contract to replace fleet of submarine-hunting airplanes from Lockheed Martin Corp at potential cost of $23 billion; Boeing will turn commercial 737 jets into antisubmarine aircraft, which have been called Multimission Mar...",
      "abstract": "US Navy awards Boeing Co contract to replace fleet of submarine-hunting airplanes from Lockheed Martin Corp at potential cost of $23 billion; Boeing will turn commercial 737 jets into antisubmarine aircraft, which have been called Multimission Maritime Aircraft; Navy is endorsing emerging policy, promoted by Boeing, to adapt more commercial products to military use; Lockheed, which has had contract for more than 40 years, proposed updating its P-3 Orion fleet of submarine hunters, which is now nearly 30 years old; photo (M)",
      "lead_paragraph": "The Navy awarded one of the Pentagon's biggest military contracts of the year to the Boeing Company yesterday by instructing it to replace a fleet of submarine-hunting airplanes from the Lockheed Martin Corporation at a potential cost of $23 billion.",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/15/business/boeing-wins-navy-contract-to-replace-sub-chasers.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Journals Are Said to Seek Registry of Drug Trials  A group of top medical journals is considering a proposal that would require drug makers to register clinical trials at their start in a public database in order for results, whether successful or...",
      "abstract": " Journals Are Said to Seek Registry of Drug Trials  A group of top medical journals is considering a proposal that would require drug makers to register clinical trials at their start in a public database in order for results, whether successful or not, to be considered for publication later, three people working with the group said.    Pharmaceutical companies are not generally required to disclose results of a trial or even whether one was conducted. Some academic researchers have argued that fuller registries of drug trials are needed because companies, as well as medical journals and scientists, tend to spotlight only trials that show positive results. [Page A1.]",
      "lead_paragraph": "Journals Are Said to Seek Registry of Drug Trials",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/15/business/business-digest-973475.html",
      "byline": ""
    },
    {
      "headline": "Nokia Aims New Models At the Midprice Market",
      "snippet": "Nokia introduces five new phones in dual presentations in Helsinki and Singapore, including three in so-called clamshell design that snaps shut, design favored by Asian phone rivals but one that Nokia has previously shunned; graph; photo (M)",
      "abstract": "Nokia introduces five new phones in dual presentations in Helsinki and Singapore, including three in so-called clamshell design that snaps shut, design favored by Asian phone rivals but one that Nokia has previously shunned; graph; photo (M)",
      "lead_paragraph": "Nokia, the world's biggest maker of mobile phones, announced an effort on Monday to win back customers and build up its crumbling share of the market.",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/15/business/nokia-aims-new-models-at-the-midprice-market.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Group Weighs Plan for Full Drug-Trial Disclosure",
      "snippet": "International Committee of Medical Journal Editors reportedly considers requiring drug makers to register clinical trials at start in public database in order for results, successful or not, to be considered later for publication; proposal, coveri...",
      "abstract": "International Committee of Medical Journal Editors reportedly considers requiring drug makers to register clinical trials at start in public database in order for results, successful or not, to be considered later for publication; proposal, covering 12 major journals, arose after disclosures that results of antidepressant tests in children were not adequately publicized; GlaxoSmithKline releases those findings, on Paxil, following civil lawsuit by New York Atty Gen Eliot Spitzer; AMA may also urge government to create public registry of clinical trials (M)",
      "lead_paragraph": "An organization of top medical journals is considering a proposal that would require drug makers to register clinical trials at their start in a public database in order for results, whether successful or not, to be later considered for publication, according to three people working with the group.",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/15/business/group-weighs-plan-for-full-drug-trial-disclosure.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "World Business Briefing | Europe: Iceland: Bank In Acquisition Deal",
      "snippet": "Icelandic bank Kaupthing Bunadarbanki acquires Swedbank's Danish lending unit for $1.56 billion; graph (S)",
      "abstract": "Icelandic bank Kaupthing Bunadarbanki acquires Swedbank's Danish lending unit for $1.56 billion; graph (S)",
      "lead_paragraph": "The Icelandic bank Kaupthing Bunadarbanki agreed to buy Swedbank's Danish lending unit for $1.56 billion, doubling its size and adding to a Nordic expansion. Kaupthing, which is based in Reykjavik, said it would finance the purchase of the Swedbank unit, FIH, with a subordinated bond and a rights offer. The price consists of 9 billion Swedish kronor ($1.2 billion) and 2.9 billion kronor in capital transferred from FIH, Swedbank said. Kaupthing has made purchases in Sweden, Norway and Finland, and opened an asset management firm in Britain.",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/15/business/world-business-briefing-europe-iceland-bank-in-acquisition-deal.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Wine Merchant Grows",
      "snippet": "British wine warehouse operator Majestic Wine says profit in second-half rose 17 percent; sales climbed 15 percent; photo (S)",
      "abstract": "British wine warehouse operator Majestic Wine says profit in second-half rose 17 percent; sales climbed 15 percent; photo (S)",
      "lead_paragraph": "A British wine warehouse operator, Majestic Wine, said profit in its second-half rose 17 percent after it opened more outlets and Britons increasingly favored wine over beer. Net income for the six months through March 29 rose to £4.3 million ($7.8 million) from £3.7 million a year earlier, the chief executive, Tim How, above, said. Sales advanced 15 percent, to £79.1 million. The company, which is based in Watford, England, increased the number of wine warehouses it operates to 115 as more British consumers abandoned ale in favor of wine. The British wine market is growing at 6 percent, it said, compared with a decline of 2 percent in the amount of beer sold in British pubs last year.",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/15/business/world-business-briefing-europe-britain-wine-merchant-grows.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Yahoo Expands E-Mail Storage, In Nod to Google",
      "snippet": "Yahoo will substantially increase amount of free storage it gives its e-mail customers in effort to respond to Google's incursion into e-mail services; Google, leading Web search engine, is testing service called Gmail, which offers users one giga...",
      "abstract": "Yahoo will substantially increase amount of free storage it gives its e-mail customers in effort to respond to Google's incursion into e-mail services; Google, leading Web search engine, is testing service called Gmail, which offers users one gigabyte of storage on its servers, enough that most users will never have to delete message; Yahoo will offer users of its free e-mail service 100 megabytes of storage, one-tenth of what Google offers but still far more than four megabytes they have had; will also introduce premium e-mail service called Yahoo Mail Plus, with two gigabytes of storage for $19.99 a year (M)",
      "lead_paragraph": "Yahoo will substantially increase the amount of free storage it gives its e-mail customers, in an effort to respond to Google's incursion into e-mail services.",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/15/business/technology-yahoo-expands-e-mail-storage-in-nod-to-google.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Justices Limit the Reach of U.S. Antitrust Law in Transactions Overseas",
      "snippet": "Supreme Court rules in closely watched international vitamin price-fixing case that federal antitrust law does not apply to transactions that take place overseas and that cause harm there unless a company's actions in US can be shown to have contr...",
      "abstract": "Supreme Court rules in closely watched international vitamin price-fixing case that federal antitrust law does not apply to transactions that take place overseas and that cause harm there unless a company's actions in US can be shown to have contributed to harm; 8-to-0 decision overturns US Appeals Court ruling that caused alarm among multinational corporations and foreign governments by significantly expanding reach of American antitrust law and jurisdiction of federal courts to hear such cases; Bush administration urged justices to overturn appeals court's ruling, which came in suit by foreign customers of vitamin manufacturers and distributors that were subjects of US price-fixing probe in late 1990's; probe led to guilty pleas and to $500 million fine in addition to heavy civil penalties imposed by European Union and several foreign governments; private lawsuit was brought by five companies in Australia, Ecuador, Panama and Ukraine on behalf of purchasers who use vitamins in range of commercial applications; their lawyer says clients can meet Supreme Court's new test as case goes forward (M)",
      "lead_paragraph": "The Supreme Court ruled Monday in a closely watched international price-fixing case that federal antitrust law does not apply to transactions that take place overseas and that cause harm there unless a company's actions in the United States can be shown to have contributed to the harm.",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/15/business/justices-limit-the-reach-of-us-antitrust-law-in-transactions-overseas.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Hospitals, Eager to Build, May Find Funds Scarcer",
      "snippet": "American hospitals will have hard time raising money for ambitious plans to build surgery centers, renovate operating rooms, buy latest medical equipment and put in badly needed new computer systems; expected rise in interest rates will make borro...",
      "abstract": "American hospitals will have hard time raising money for ambitious plans to build surgery centers, renovate operating rooms, buy latest medical equipment and put in badly needed new computer systems; expected rise in interest rates will make borrowing much more expensive, because hospitals, typically run as nonprofit organizations, frequently raise money by issuing tax-exmept bonds; hospitals that plan to finance projects with cash from operations could see future revenue squeezed as private insurers balk at paying ever-higher prices for care and federal government looks for ways to cut budget; Temple University Health System chief financial officer, Robert Lux, who is overseeing construction of Temple's ambulatory care center, says raising money for such projects through donations is also becoming harder; graph; photos (M)",
      "lead_paragraph": "After years without enough money to make capital improvements, hospitals say they want to go on a spending spree -- building surgery centers, renovating operating rooms, buying the latest medical equipment and even putting in badly needed new computer systems. The big question is how long this can last.",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/15/business/hospitals-eager-to-build-may-find-funds-scarcer.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Sentence In Theft From Goldman",
      "snippet": "Joyti De-Laurey, former secretary at Goldman Sachs in London, is sentenced to seven years in prison for stealing more than $7 million from personal accounts of her boss (S)",
      "abstract": "Joyti De-Laurey, former secretary at Goldman Sachs in London, is sentenced to seven years in prison for stealing more than $7 million from personal accounts of her boss (S)",
      "lead_paragraph": "Joyti De-Laurey, a former Goldman Sachs secretary, was sentenced to seven years in prison for stealing more than $7 million from the personal accounts of her banker bosses. Ms. De-Laurey worked for E. Scott Mead, a telecommunications banker who helped arrange large takeovers. She was found guilty in April of 20 counts including forging checks and falsifying money orders. Her husband was sentenced to 18 months in prison, and her mother was sentenced to six months.",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/15/business/world-business-briefing-europe-britain-sentence-in-theft-from-goldman.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Ahold Reports Loss From Efforts To Pull Back From Acquisitions",
      "snippet": "Royal Ahold lost 405",
      "abstract": "Royal Ahold lost 405",
      "lead_paragraph": "Still paying for a disastrous and costly decade-long acquisition binge, Royal Ahold, the Dutch food retailer, said on Monday that it lost 405 million euros ($487 million) in the first quarter because of asset-related write-downs.",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/15/business/ahold-reports-loss-from-efforts-to-pull-back-from-acquisitions.html",
      "byline": "By Gregory Crouch"
    },
    {
      "headline": "21 KILLED IN IRAQ AND DOZENS HURT IN BOMB ATTACKS",
      "snippet": "A suicide bomber rammed a truck packed with explosives into a convoy of foreign contractors on Monday, killing at least 13 people in a busy Baghdad neighborhood during the morning rush hour. Around the same time, two more bombs went off, one south...",
      "abstract": "A suicide bomber rammed a truck packed with explosives into a convoy of foreign contractors on Monday, killing at least 13 people in a busy Baghdad neighborhood during the morning rush hour. Around the same time, two more bombs went off, one south of the capital, one north, claiming eight more lives, making it one of the deadliest days in Iraq in the past month.    One American, two Britons, a French citizen and a Filipino were killed in the Baghdad bombing, military officials said. Three were General Electric employees working on power plants in Iraq, and two were their security guards. Iraqi officials said dozens of Iraqis were wounded in the attack, in addition to the eight Iraqi civilians who were killed.  ",
      "lead_paragraph": "A suicide bomber rammed a truck packed with explosives into a convoy of foreign contractors on Monday, killing at least 13 people in a busy Baghdad neighborhood during the morning rush hour. Around the same time, two more bombs went off, one south of the capital, one north, claiming eight more lives, making it one of the deadliest days in Iraq in the past month.",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/15/world/reach-war-insurgency-21-killed-iraq-dozens-hurt-bomb-attacks.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "NASA Is Urged To Widen Role For Businesses",
      "snippet": "Report by presidential commission on space policy says NASA needs to thin out bureaucracy and turn over many tasks to private industry if agency is to carry out Pres Bush's new vision to explore Moon and Mars; sees huge changes needed, and steady ...",
      "abstract": "Report by presidential commission on space policy says NASA needs to thin out bureaucracy and turn over many tasks to private industry if agency is to carry out Pres Bush's new vision to explore Moon and Mars; sees huge changes needed, and steady government commitment, to fulfill 'ambitious yet thoroughly achievable goal'; also recommends restoring White House advocate for space programs by creating Space Exploration Steering Council, as existed until this administration; says leaner NASA should concentrate on research and developing new technology not readily available; panel is led by Edward C Aldridge (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/15/us/nasa-is-urged-to-widen-role-for-businesses.html",
      "byline": "By Warren E. Leary and John Schwartz"
    }
  ]
}