{
  "metadata": {
    "date": "2004-05-26",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "Aspirin Is Seen As Preventing Breast Tumors",
      "snippet": "Researchers led by Dr Mary Beth Terry report women who take aspirin seven or more times a week have 26 percent lower risk of developing common type of breast cancer than those who do not; aspirin seems able to prevent breast tumors stimulated by h...",
      "abstract": "Researchers led by Dr Mary Beth Terry report women who take aspirin seven or more times a week have 26 percent lower risk of developing common type of breast cancer than those who do not; aspirin seems able to prevent breast tumors stimulated by hormone estrogen; such tumors account for 60 to 70 percent of all cases; scientists say it is too soon to recommend aspirin just to prevent breast cancer (M)",
      "lead_paragraph": "Women who take aspirin regularly have a lower risk of developing the most common type of breast cancer than those who do not, researchers are reporting.",
      "publication_date": "2004-05-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/26/us/aspirin-is-seen-as-preventing-breast-tumors.html",
      "byline": "By Denise Grady"
    },
    {
      "headline": "Defense Dept. Delays Action On Boeing Jets Till November",
      "snippet": "Defense Sec Donald H Rumsfeld postpones until November decision on $20 billion contract to lease aerial refueling tankers from Boeing Co, move that delays action until after presidential election; decision puts controversial project outside electi...",
      "abstract": "Defense Sec Donald H Rumsfeld postpones until November decision on $20 billion contract to lease aerial refueling tankers from Boeing Co, move that delays action until after presidential election; decision puts controversial project outside election-year politics and gives Pentagon more time to come up with alternatives to proposed deal, which critics say is overpriced and unnecessary; Rumsfeld orders analysis of alternatives to arrangement in which Air Force would lease up to 100 Boeing 767 jet for use as refueling tankers; tankers were to be used as replacements for Air Force airborne refueling fleet that dates to Eisenhower administration (M)",
      "lead_paragraph": "Secretary of Defense Donald H. Rumsfeld announced yesterday that he was postponing until November a decision on a $20 billion contract to lease aerial refueling tankers from the Boeing Company, a move that delays action until after the presidential election.",
      "publication_date": "2004-05-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/26/business/defense-dept-delays-action-on-boeing-jets-till-november.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Unemployment Rises",
      "snippet": "Unemployment in Brazil rose for fourth consecutive month in April to 13.1 percent; survey also shows number of people looking for work rose 8.5 percent from April year earlier and 3.2 percent from previous month; real wages fell 0.9 percent while ...",
      "abstract": "Unemployment in Brazil rose for fourth consecutive month in April to 13.1 percent; survey also shows number of people looking for work rose 8.5 percent from April year earlier and 3.2 percent from previous month; real wages fell 0.9 percent while number of people working remained stable (S)",
      "lead_paragraph": "Unemployment in Brazil rose for the fourth consecutive month in April to 13.1 percent, its highest level since the government's statistics agency began compiling monthly jobless figures in October 2001. The survey, which is conducted in Brazil's six largest metropolitan areas, also showed that the number of people looking for work rose 8.5 percent from April of last year and 3.2 percent from the previous month. Real wages fell 0.9 percent last month while the number of people working remained stable. The high unemployment rate has gnawed away at the popularity of President Luiz Inácio Lula da Silva, a former metalworker who came to office pledging to create 10 million jobs in his four-year term. Todd Benson (NYT)",
      "publication_date": "2004-05-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/26/business/world-business-briefing-americas-brazil-unemployment-rises.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Vodafone to Pay $4.7 Billion to Buy Rest of Japan Unit",
      "snippet": "Britain's Vodafone Group, world's largest wireless phone company, says it will pay $4.7 billion for part of its floundering Japanese operations that it does not already own, increasing concerns about management's focus, particularly as deal comes ...",
      "abstract": "Britain's Vodafone Group, world's largest wireless phone company, says it will pay $4.7 billion for part of its floundering Japanese operations that it does not already own, increasing concerns about management's focus, particularly as deal comes on heels of failed bid for AT&T Wireless this year; will pay 2.6 billion pounds cash ($4.7 billion) to take full control of its mobile phone subsidiary in Japan, which has been losing money and customers to rivals that offer more advanced cellular services; photo (M)",
      "lead_paragraph": "The Vodafone Group of Britain, the world's largest wireless phone company, said Tuesday that it would pay $4.7 billion for the part of its floundering Japanese operations that it does not already own, increasing concerns about management's focus, particularly as the deal comes on the heels of a failed bid for AT&T Wireless this year.",
      "publication_date": "2004-05-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/26/business/vodafone-to-pay-4.7-billion-to-buy-rest-of-japan-unit.html",
      "byline": "By Heather Timmons and Todd Zaun"
    },
    {
      "headline": "Day After Suit Filed Over His Pay, Grasso Comes Out Fighting",
      "snippet": "Former New York Stock Exchange chairman Richard A Grasso denounces New York State Atty Gen Eliot Spitzer's case against him: that he duped his board into paying him $139.5 million as chairman; argues that it 'defies credibility' that directors did...",
      "abstract": "Former New York Stock Exchange chairman Richard A Grasso denounces New York State Atty Gen Eliot Spitzer's case against him: that he duped his board into paying him $139.5 million as chairman; argues that it 'defies credibility' that directors did not grasp his pay details; says he will file his own suit against John S Reed, interim chairman of NYSE, as well as exchange itself for damages and for $48 million more still owed him; will seek to recoup legal fees from exchange; photos (M)",
      "lead_paragraph": "Richard A. Grasso has come out fighting, attacking the crux of Eliot Spitzer's case against him: that he duped his board into paying him $139.5 million as chairman of the New York Stock Exchange.",
      "publication_date": "2004-05-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/26/business/day-after-suit-filed-over-his-pay-grasso-comes-out-fighting.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "In Latin America, a Cellular Need",
      "snippet": "Cellphone use in Latin America, even for poor, has become way of life; subscribers rose from fewer than 40 million in 1999 to 118 million today, turning one in five Latin Americans into cellphone user and making this $20.4 billion market; Venezuel...",
      "abstract": "Cellphone use in Latin America, even for poor, has become way of life; subscribers rose from fewer than 40 million in 1999 to 118 million today, turning one in five Latin Americans into cellphone user and making this $20.4 billion market; Venezuela has Latin America's second-higest rate of cellphone use, after Chile; photo (M)",
      "lead_paragraph": "Communicating with the outside world has never been easy for residents of Nueva Tacagua, a remote neighborhood on the outskirts of Caracas dotted with crumbling government housing, rickety sheet metal shacks and pools of sewage. The area is an arduous ride from the city along an isolated road, and telephone wires have never made it this far into the hills.",
      "publication_date": "2004-05-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/26/business/in-latin-america-a-cellular-need.html",
      "byline": "By Brian Ellsworth"
    },
    {
      "headline": "SPAIN HAD DOUBTS BEFORE U.S. HELD LAWYER IN BLAST",
      "snippet": "Court records show Spanish authorities raised doubts about Federal Bureau of Investigation's match of fingerprints on bag full of detonators found after Mar train bombings in Madrid to Oregon lawyer Brandon Mayfield weeks before his May 6 arrest; ...",
      "abstract": "Court records show Spanish authorities raised doubts about Federal Bureau of Investigation's match of fingerprints on bag full of detonators found after Mar train bombings in Madrid to Oregon lawyer Brandon Mayfield weeks before his May 6 arrest; show FBI officials were so confident of match, based on digital copy, that they never bothered to look at original print while they were in Madrid meeting with Spanish investigators Apr 21; FBI returned to view original only after Spaniards linked print to Algerian; says use of copy of fingerprint is allowed by lab guidelines; plans review of how and when copies should be used (M)",
      "lead_paragraph": "Days after the train bombings in Madrid last March killed 191 people, the Spanish authorities, unable to find a match with a set of fingerprints found on a plastic bag full of detonators, sent the Federal Bureau of Investigation a digital copy, hoping the bureau could find what they could not.",
      "publication_date": "2004-05-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/26/us/spain-had-doubts-before-us-held-lawyer-in-blast.html",
      "byline": "By Sarah Kershaw and Eric Lichtblau"
    },
    {
      "headline": "Paris Wins Round in Alstom Rescue Effort",
      "snippet": "France wins partial victory for its strategy of defending its national industrial champions, clearing last hurdle to deal with European Union that will allow it to bail out Alstom; French government agrees to form partnerships of Alstom and other ...",
      "abstract": "France wins partial victory for its strategy of defending its national industrial champions, clearing last hurdle to deal with European Union that will allow it to bail out Alstom; French government agrees to form partnerships of Alstom and other businesses within four year, major concession extracted by European Commission's competition chief Mario Monti; agreement is reached in telephone conversation between Monti and new French Finance Min Nicolas Sarkozy; photo (M)",
      "lead_paragraph": "France has won a partial victory for its strategy of defending its national industrial champions, clearing the last hurdle to a deal with the European Union that will allow it to bail out Alstom, the financially troubled maker of trains, power plants and ships.",
      "publication_date": "2004-05-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/26/business/paris-wins-round-in-alstom-rescue-effort.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "MTV to Start First Network Aimed at Gays",
      "snippet": "MTV Networks intends next February to start first cable television channel called Logo directed at gay viewers; new channel will have one unusual obstacle: outrage from conservative groups; Rev Louis P Sheldon, head of Traditional Values Coalition...",
      "abstract": "MTV Networks intends next February to start first cable television channel called Logo directed at gay viewers; new channel will have one unusual obstacle: outrage from conservative groups; Rev Louis P Sheldon, head of Traditional Values Coalition, says channel is 'bad news for American families' that would lead to moral anarchy, and that he has called heads of other religious groups in effort to mount boycott of all advertisers who sponsor channel; MTV Networks chairman Tom Freston says polls show increasing levels of tolerance and acceptability for gay people; photos (M)",
      "lead_paragraph": "MTV Networks announced yesterday that, after a long delay, it intended next February to start the first cable television channel directed at gay viewers. But beyond the typical challenges facing new cable networks of finding distribution and advertisers, the new channel, to be called Logo, will have one unusual obstacle: outrage from conservative groups.",
      "publication_date": "2004-05-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/26/business/the-media-business-advertising-mtv-to-start-first-network-aimed-at-gays.html",
      "byline": "By Bill Carter and Stuart Elliott"
    },
    {
      "headline": "ABUSE OF CAPTIVES MORE WIDESPREAD, SAYS ARMY SURVEY",
      "snippet": "Army survey of deaths and mistreatment involving prisoners in American custody in Iraq and Afghanistan shows widespread pattern of abuse involving more military units than previously known; Iraqi cases date back to Apr 15, 2003 and extend up to Ap...",
      "abstract": "Army survey of deaths and mistreatment involving prisoners in American custody in Iraq and Afghanistan shows widespread pattern of abuse involving more military units than previously known; Iraqi cases date back to Apr 15, 2003 and extend up to Apr death of prisoner detained by Navy commandos; survey lists status of probes into three dozen cases, including continuing probe into abuses at Abu Ghraib; indicates Army did not conduct autopsies on may of 37 prisoners who died in custody; suggests deaths now being probed most vigorously may be Dec 2002 deaths of two prisoners in one week in Bagram, Afghanistan, where platoon from intelligence battalion oversaw interrogations; photos (M)",
      "lead_paragraph": "An Army summary of deaths and mistreatment involving prisoners in American custody in Iraq and Afghanistan shows a widespread pattern of abuse involving more military units than previously known.",
      "publication_date": "2004-05-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/26/world/struggle-for-iraq-investigation-abuse-captives-more-widespread-says-army-survey.html",
      "byline": "This article was reported and written by Douglas Jehl, Steven Lee Myers and Eric Schmitt"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Business Confidence Falls",
      "snippet": "Germany's Ifo Institute says business confidence index was 96.1 in May compared with 96.3 in April; companies' expectations for next six months rose to 97.8, from 97.7 (S)",
      "abstract": "Germany's Ifo Institute says business confidence index was 96.1 in May compared with 96.3 in April; companies' expectations for next six months rose to 97.8, from 97.7 (S)",
      "lead_paragraph": "German business confidence fell slightly in May, reversing the previous month's rise, a monthly survey by the Munich-based Ifo Institute said. The overall index, based on a survey of 7,000 companies about the current business climate, was 96.1 in May compared with 96.3 in April. The companies' expectations for the next six months, however, rose to 97.8, from 97.7. These results ''speak for an ongoing, moderate economic recovery in Germany in the coming months,'' Ifo said. Victor Homola (NYT)",
      "publication_date": "2004-05-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/26/business/world-business-briefing-europe-germany-business-confidence-falls.html",
      "byline": "By Victor Homola (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Hong Kong: Energy Venture",
      "snippet": "WoØ",
      "abstract": "WoØ",
      "lead_paragraph": "Hopewell Holdings and the Shenzhen Energy Group have agreed to form a 5 billion yuan ($604 million) power venture in China, in what would be a return to the energy industry for Sir Gordon Wu, left, who founded Hopewell. Hopewell signed a letter of intent to develop 600-megawatt generating units in Heyuan city in Guangdong Province, with production starting in 2008, a Hopewell spokeswoman said. Sir Gordon left the industry eight years ago when Hopewell sold Consolidated Electric Power Asia to the Southern Company. The company, which agreed to a noncompete clause that banned it from re-entering the Asian market, received permission from Southern to invest again, Sir Gordon said last week. Hopewell, which plans to take a stake in the venture, is seeking Chinese government approval for the investment, the spokeswoman said.",
      "publication_date": "2004-05-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/26/business/world-business-briefing-asia-hong-kong-energy-venture.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "S.E.C. Mutual Fund Inquiry Widens to Include Wellington",
      "snippet": "Wellington Management Co, one of nation's oldest and most respected money management firms and adviser to more than dozen funds offered by Vanguard Group, is under investigation by officials at Securities and Exchange Commission; investigation sug...",
      "abstract": "Wellington Management Co, one of nation's oldest and most respected money management firms and adviser to more than dozen funds offered by Vanguard Group, is under investigation by officials at Securities and Exchange Commission; investigation suggests that mutual fund scandal may not only be expanding, but may also be threatening to touch Vanguard, nation's second-largest fund company and one of most trusted names in mutual funds; Wellington spokeswoman Lisa D Finkel says firm does not believe probe has to do with market timing and late trading (M)",
      "lead_paragraph": "The Wellington Management Company, one of the nation's oldest and most respected money management firms and an adviser to more than a dozen funds offered by the Vanguard Group, is under investigation by officials at the Securities and Exchange Commission.",
      "publication_date": "2004-05-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/26/business/sec-mutual-fund-inquiry-widens-to-include-wellington.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Nickel Project Delayed",
      "snippet": "World Business Briefi",
      "abstract": "World Business Briefi",
      "lead_paragraph": "Inco, the nickel producer based in Toronto, said that its Goro nickel project in the South Pacific territory of New Caledonia would probably start production in mid-2007, almost a year later than planned. While estimated output from the $1.85 billion mine has been raised by about 10 percent, Inco said that design changes would result in a second-quarter write-down of $180 million to $220 million. The Goro mine is expected to help ease a shortage of nickel, which has driven prices of the metal, used in stainless steel, sharply higher in the last two years. Bernard Simon (NYT)",
      "publication_date": "2004-05-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/26/business/world-business-briefing-americas-canada-nickel-project-delayed.html",
      "byline": "By Bernard Simon (NYT)"
    },
    {
      "headline": "A New Office Can Mean Making Do With Less",
      "snippet": "Growing number of companies are providing less office space for workers and executives; to compensate for tighter quarters, new layouts include more common spaces, like meeting rooms and 'teaming areas,' where employees can work together on projec...",
      "abstract": "Growing number of companies are providing less office space for workers and executives; to compensate for tighter quarters, new layouts include more common spaces, like meeting rooms and 'teaming areas,' where employees can work together on projects or gather informally to exchange ideas; companies are trying to crack longtime link in employees' minds between space and status, notion that each higher rung on corporate ladder brings with it entitlement to larger, fancier office; scene at PricewaterhouseCoopers and ChevronTexaco discussed; chart; photo (M)",
      "lead_paragraph": "When PricewaterhouseCoopers moves into its new offices in Midtown Manhattan this summer, it will slim down by about 200,000 square feet of space from the 1 million it now occupies.",
      "publication_date": "2004-05-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/26/business/commercial-real-estate-a-new-office-can-mean-making-do-with-less.html",
      "byline": "By Terry Pristin"
    },
    {
      "headline": "From Renaissance Enigma, a Modern Best Seller",
      "snippet": "Interview with Ian Caldwell and Dustin Thomason, who have written surprise best seller The Rule of Four; novel invents solutions to authorship and meaning of rare Renaissance book The Hypnerotomachia Poliphili (M)",
      "abstract": "Interview with Ian Caldwell and Dustin Thomason, who have written surprise best seller The Rule of Four; novel invents solutions to authorship and meaning of rare Renaissance book The Hypnerotomachia Poliphili (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/26/us/from-renaissance-enigma-a-modern-best-seller.html",
      "byline": "By Dinitia Smith"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Clothier's Profit Rises",
      "snippet": "World",
      "abstract": "World",
      "lead_paragraph": "The Marks & Spencer Group, the British clothing retailer, said second-half profit rose 8.5 percent as it bought more cheaply from overseas suppliers and cut costs to fight faltering sales. Net income rose to about £320 million ($573.3 million) in the six months ended April 3, from £295 million a year earlier, a spokesman said. The company can only give approximate second-half figures because of changes in the way it accounts for pensions since it released first-half earnings. Full-year revenue rose 3.8 percent, to £7.3 billion, helped by a 53rd week in its accounting year and the addition of 49 stand-alone food stores, the chief executive, Roger Holmes, said. Sales at stores open at least a year fell 0.4 percent, including a 3.4 percent drop in the fourth quarter.",
      "publication_date": "2004-05-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/26/business/world-business-briefing-europe-britain-clothier-s-profit-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: Indonesia: Economic Growth Meets Forecasts",
      "snippet": "Indonesia's gross domestic product rose 4.5 percent in first quarter from year earlier; manufacturing expanded 5.5 percent (S)ÿ",
      "abstract": "Indonesia's gross domestic product rose 4.5 percent in first quarter from year earlier; manufacturing expanded 5.5 percent (S)ÿ",
      "lead_paragraph": "Indonesia's gross domestic product rose 4.5 percent in the first quarter from a year earlier, a government report said, as cheaper loans fueled consumer spending and business expansion. Economic growth in the three months to March 31 was faster than the previous quarter's 4.4 percent and in line with economists' forecasts. Manufacturing, the largest contributor to economic activity at about a quarter of gross domestic product, expanded 5.5 percent, which is the fastest pace in five quarters, the report showed. Retail trade, which accounts for about a sixth of economic activity, rose 6.1 percent, the fastest pace in a year.",
      "publication_date": "2004-05-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/26/business/world-business-briefing-asia-indonesia-economic-growth-meets-forecasts.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Confidence in Profits Spurs A Rally on Wall Street  Stocks rallied as investors focused on economic strength and corporate profits rather than oil prices and the situation in Iraq.    The S.&P. 500 posted its largest gain in two months, finishing ...",
      "abstract": " Confidence in Profits Spurs A Rally on Wall Street  Stocks rallied as investors focused on economic strength and corporate profits rather than oil prices and the situation in Iraq.    The S.&P. 500 posted its largest gain in two months, finishing up 17.64 points, or 1.6 percent, at 1,113.05. The Dow Jones industrial average also had its best day in two months, advancing 159.19 points, or 1.6 percent, to 10,117.62. The Nasdaq composite climbed 41.67 points, or 2.2 percent, to 1,964.65. [Page C9.]",
      "lead_paragraph": "Confidence in Profits Spurs A Rally on Wall Street",
      "publication_date": "2004-05-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/26/business/business-digest-735876.html",
      "byline": ""
    },
    {
      "headline": "Tracing a Civilian's Odd Path To His Gruesome Fate in Iraq",
      "snippet": "Path that led Nicholas E Berg to his murder by militants in Iraq detailed; friends and relatives say he really believed he could help rebuild war-torn nations by repairing radio towers; he was briefly detained in Jan in Diwaniya by Iraqi police wh...",
      "abstract": "Path that led Nicholas E Berg to his murder by militants in Iraq detailed; friends and relatives say he really believed he could help rebuild war-torn nations by repairing radio towers; he was briefly detained in Jan in Diwaniya by Iraqi police who thought he might be spy; was arrested again in Mosul Mar 24 as possible spy, smuggler or terrorist, held 13 days while Federal Bureau of Investigation checked and rechecked his story and freed Apr 6, at time when Iraqi insurgents were targeting foreign contractors, after his family sued for his release; he disappeared Apr 10, day he planned to return home, and body was found May 8; Mosul detention has raised questions about whether American officials did enough to get him released as quickly as possible, so he could have returned home before Apr wave of anti-Western killings; time line; map; photos (M)",
      "lead_paragraph": "Nicholas E. Berg had a distinctive strategy for soliciting work for his communications tower company: conduct free spot inspections, then offer to fix any problems. Where others went sightseeing, he went climbing and inspecting. Where others wrote postcards, he inventoried towers, from Texas to Africa.",
      "publication_date": "2004-05-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/26/world/visions-suspicions-entrepreneur-tracing-civilian-s-odd-path-his-gruesome-fate.html",
      "byline": "This article was reported by James Dao, Richard Lezin Jones, Christine Hauser and Eric Lichtblau and Was Written By Mr. Dao"
    },
    {
      "headline": "Court Ruling Muddies Merger Scene In Europe",
      "snippet": "Antonio Tizzano, advocate general of European Court of Justice, criticizes lower Court of First Instance for overstepping its role when it annulled European Commission's veto of $2 billion merger involving two European packaging companies Tetra La...",
      "abstract": "Antonio Tizzano, advocate general of European Court of Justice, criticizes lower Court of First Instance for overstepping its role when it annulled European Commission's veto of $2 billion merger involving two European packaging companies Tetra Laval and Sidel in 2002; lower court cleared merger, which has since taken place (M) .",
      "lead_paragraph": "As the European competition commissioner Mario Monti prepares this week to defend his landmark veto of the 2001 proposed merger of General Electric and Honeywell, a representative of Europe's highest court issued a mixed opinion that will no doubt ripple through the proceedings.",
      "publication_date": "2004-05-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/26/business/court-ruling-muddies-merger-scene-in-europe.html",
      "byline": "By Paul Meller"
    }
  ]
}