{
  "metadata": {
    "date": "2004-01-05",
    "total_articles": 33
  },
  "articles": [
    {
      "headline": "Offshore Services Grow in Lean Times",
      "snippet": "Growing number of large American companies are outsourcing white-collar jobs to overseas providers in order to avoid duplication of services and take advantage of lower wage scales in foreign countries; outsourcing has proven boon to many beleague...",
      "abstract": "Growing number of large American companies are outsourcing white-collar jobs to overseas providers in order to avoid duplication of services and take advantage of lower wage scales in foreign countries; outsourcing has proven boon to many beleaguered consulting firms, which have seized on strategy as means of helping clients reduce costs; range of jobs being outsourced continues to broaden, and now includes most nonessential business functions; some economists fear that new outsourcing methods will continue recent losses of American jobs to overseas workers; outsourcing of jobs by Procter & Gamble Co discussed; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/03/business/offshore-services-grow-in-lean-times.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Private Group Prepares Visit To North Korea",
      "snippet": "Private delegation of US experts on North Korea, including former National Security Council staff member Jack Pritchard and former Los Alamos National Laboratory dir Sigfried Hecker, will travel to North Korea and possibly visit nuclear weapons pl...",
      "abstract": "Private delegation of US experts on North Korea, including former National Security Council staff member Jack Pritchard and former Los Alamos National Laboratory dir Sigfried Hecker, will travel to North Korea and possibly visit nuclear weapons plant; Bush administration officials say delegation does not have official government blessing; express concern that trip might complicate administration's own delicate diplomacy with North Korea; John W Lewis, professor emeritus of international relati ons at Stanford University, will lead delegation (M)",
      "lead_paragraph": "A private delegation of American experts on North Korea, including a former White House official and a former director of Los Alamos National Laboratory, will travel to North Korea and possibly visit a nuclear weapons plant, people close to the delegation said Friday.",
      "publication_date": "2004-01-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/03/world/private-group-prepares-visit-to-north-korea.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "New Chief to Take Reins as Motorola Takes on Challenge of Rivals",
      "snippet": "Profile of Edward J Zander, who is taking over as new chairman and chief executive of Motorola; Zander is seen facing difficult challenge of reinvigorating wireless communications giant in face of strong competition from smaller wireless companies...",
      "abstract": "Profile of Edward J Zander, who is taking over as new chairman and chief executive of Motorola; Zander is seen facing difficult challenge of reinvigorating wireless communications giant in face of strong competition from smaller wireless companies such as Verizon; photo (M)",
      "lead_paragraph": "Edward J. Zander, who takes over on Monday as chairman and chief executive at Motorola, will arrive at the company's headquarters in Schaumburg, Ill., having served notice that he packs a sense of humor.",
      "publication_date": "2004-01-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/03/business/new-chief-to-take-reins-as-motorola-takes-on-challenge-of-rivals.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "Manufacturing Index Reaches 20-Year High",
      "snippet": "Survey released by Institute for Supply Management shows highest level for US manufacturing sector since 1983, suggesting that last year's economic recovery will continue; however, survey also shows that unemployment in manufacturing sector rose o...",
      "abstract": "Survey released by Institute for Supply Management shows highest level for US manufacturing sector since 1983, suggesting that last year's economic recovery will continue; however, survey also shows that unemployment in manufacturing sector rose once again, reaching near-record levels; analysts say that growth in manufacturing may signal imminent reverse in recent unemployment rise; predict that US economy as whole should continue to grow at annual rate of 4 percent to 5 percent in 2004 (M)",
      "lead_paragraph": "An index of American manufacturing surged to its highest level in 20 years last month, providing another sign that the economic revival that began in the second half of last year should continue this year.",
      "publication_date": "2004-01-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/03/business/manufacturing-index-reaches-20-year-high.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "British Cancel Another Flight Bound for U.S.",
      "snippet": "British Airways cancels another flight to US as Bush administration faces questions from US allies about reliability of intelligence information that has led to recent rash of flight cancellations; grounds Jan 2 flight from London to Washington, D...",
      "abstract": "British Airways cancels another flight to US as Bush administration faces questions from US allies about reliability of intelligence information that has led to recent rash of flight cancellations; grounds Jan 2 flight from London to Washington, DC, third cancellation in 24 hours, and Jan 3 scheduled flight from London to Riyadh, Saudi Arabia; seven international flights have been canceled since Dec 27, 2003, after Bush administration began aggressive approach to defending US airspace when nation was put on 'high' alert on Dec 21; Mexican Pres Vicente Fox questions US decision to cancel two Aeromexico flights from Mexico City to Los Angeles; photos (M)",
      "lead_paragraph": "British Airways canceled another flight to the United States on Friday as the Bush administration faced questions from American allies about the reliability of the intelligence information that has led to the recent rash of flight cancellations.",
      "publication_date": "2004-01-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/03/us/british-cancel-another-flight-bound-for-us.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "The Asian Battle for Russia's Oil and Gas",
      "snippet": "Japan and China are in competition for rights to proposed oil pipeline to be built in eastern Russia; China wants pipeline to end in heavy industrial region of northeastern China, while Japan wants pipeline to carry oil to depot on Siberian coast ...",
      "abstract": "Japan and China are in competition for rights to proposed oil pipeline to be built in eastern Russia; China wants pipeline to end in heavy industrial region of northeastern China, while Japan wants pipeline to carry oil to depot on Siberian coast where it can be shipped by tanker to Japan; China is fastest-growing oil importer in world and Japan is second-largest; Russian government currently is seen favoring Japanese plan despite lo wer costs associated with proposed Chinese route; map (M)",
      "lead_paragraph": "For now, Krylova Cape is not much to see: a spit of land between the Russian taiga forest and the Sea of Japan, its soil being graded a bit by a bright yellow bulldozer. But what is taking shape here is central to a pitched struggle between the two most important economies in Asia: the reigning titan, Japan, and its rising challenger, China.",
      "publication_date": "2004-01-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/03/business/international-business-the-asian-battle-for-russia-s-oil-and-gas.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "To Help Poor Be Pupils, Not Wage Earners, Brazil Pays Parents",
      "snippet": "Brazil is giving poor families small cash payments if they keep their children in school and take them for regular medical checkups; Pres Luiz Inacio Lula da Silva is consolidating array of cash transfer programs, expanding his version of model, n...",
      "abstract": "Brazil is giving poor families small cash payments if they keep their children in school and take them for regular medical checkups; Pres Luiz Inacio Lula da Silva is consolidating array of cash transfer programs, expanding his version of model, named Family Grant, and tripling average monthly benefit, to about $24; Family Grant will reach 11.4 million families by 2006--over 45 million people, about quarter of Brazil's population; that would be world's largest such program; W orld Bank and Inter-American Development Bank are putting up $3 billion in loans for program; Nicaragua, Honduras and Mexico have adopted similar programs; photos (M)",
      "lead_paragraph": "Vandelson Andrade, 13, often used to skip school to work 12-hour days on the small, graceful fishing boats that sail from the picturesque harbor here. His meager earnings helped pay for rice and beans for his desperately poor family.",
      "publication_date": "2004-01-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/03/world/to-help-poor-be-pupils-not-wage-earners-brazil-pays-parents.html",
      "byline": "By Celia W. Dugger"
    },
    {
      "headline": "IRAN TURNS DOWN AMERICAN OFFER OF RELIEF MISSION",
      "snippet": "Bush administration says Iran has rebuffed offer from US to send delegation led by Sen Elizabeth Dole to assist in distribution of relief supplies to earthquake victims in Bam; says Iran cited difficulties facing relief workers in ancient city, bu...",
      "abstract": "Bush administration says Iran has rebuffed offer from US to send delegation led by Sen Elizabeth Dole to assist in distribution of relief supplies to earthquake victims in Bam; says Iran cited difficulties facing relief workers in ancient city, but did not rule out possibility of future visit; expresses concern for Iran at time when US has declared that some of Tehran's recent actions have been positive and could lead to resumption of dialogue to improve relations; photo of Muslims praying in damaged mosque (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/03/world/iran-turns-down-american-offer-of-relief-mission.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "That Parent-Child Conversation Is Becoming Instant, and Online",
      "snippet": "Instant messaging, long a part of teenagers lives, is working its way into broader fabric of American family; almost three-quarters of all teenagers with online access use instant messaging and about half of all adults have tried services; adults ...",
      "abstract": "Instant messaging, long a part of teenagers lives, is working its way into broader fabric of American family; almost three-quarters of all teenagers with online access use instant messaging and about half of all adults have tried services; adults use instant messaging to stay in touch with co-workers, friends and far-flung family members; instant messaging is taking root within home itself as families own more than one computer; psychologists say that sometimes it is easier for teenager to talk to their parents online about difficult subject; graph; photos (M)",
      "lead_paragraph": "Nina Gordon types out an instant message and sends it. The data travels some 500 miles, from the computer in her living room in Queens to America Online's servers in Northern Virginia, and then to her son Schuyler's computer, which just happens to be in the next room -- about 20 feet away from where she is sitting.",
      "publication_date": "2004-01-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/03/business/that-parent-child-conversation-is-becoming-instant-and-online.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Rash of Canceled Flights May Curb Business Travel  The rash of holiday flight cancellations, security actions and terrorism warnings are going to compel many American companies to reassess whether to send employees abroad in coming weeks, not only...",
      "abstract": " Rash of Canceled Flights May Curb Business Travel  The rash of holiday flight cancellations, security actions and terrorism warnings are going to compel many American companies to reassess whether to send employees abroad in coming weeks, not only out of fear of attack but because of the inconvenience of canceled and delayed flights, business travel experts said.    Kevin P. Mitchell, chairman of the Business Travel Coalition, which represents business travelers and corporate travel departments, said bookings could drop 10 percent to 15 percent. [Page A10.]",
      "lead_paragraph": "Rash of Canceled Flights May Curb Business Travel",
      "publication_date": "2004-01-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/03/business/business-digest-816647.html",
      "byline": ""
    },
    {
      "headline": "Careers Settle Within a Thriving Home",
      "snippet": "Life's Work column looks at how Jim and Kim Derk of Evansville, Ind, are able to care for their large family through generous family leave policy and flexible hours program at General Electric, where they both work; drawing (M)",
      "abstract": "Life's Work column looks at how Jim and Kim Derk of Evansville, Ind, are able to care for their large family through generous family leave policy and flexible hours program at General Electric, where they both work; drawing (M)",
      "lead_paragraph": "THE lights start coming on at the Derk house in Evansville, Ind., at 5:30 in the morning. Waking early is a habit left over from the years several of the children spent in an orphanage, where no one really ever got much sleep. They are all old enough now to put on their clothes, and while they do, their parents, Kimberly and Jim, are downstairs doing the daily scramble of making the breakfast, walking the dog, packing the lunch bags.",
      "publication_date": "2004-01-04T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/01/04/jobs/life-s-work-careers-settle-within-a-thriving-home.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "India and Pakistan Offer Hint of Thaw",
      "snippet": "Prime Minister Atal Bihari Vajpayee of India stepped onto Pakistani soil for the first time in four years, his mere presence feeding the hopes for peace between India and Pakistan.   ",
      "abstract": "Prime Minister Atal Bihari Vajpayee of India stepped onto Pakistani soil for the first time in four years, his mere presence feeding the hopes for peace between India and Pakistan.   ",
      "lead_paragraph": "Prime Minister Atal Bihari Vajpayee of India stepped onto Pakistani soil for the first time in four years, his mere presence feeding the hopes for peace between India and Pakistan.",
      "publication_date": "2004-01-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/04/world/india-and-pakistan-offer-hint-of-thaw.html",
      "byline": ""
    },
    {
      "headline": "BUSH '05 BUDGET SEEKS TO REIN IN DOMESTIC COSTS",
      "snippet": "Bush administration officials, facing record budget deficit, say they have drafted election-year budget that will rein in growth of domestic spending without alienating politically influential constituencies; say Bush's proposed budget for 2005 fi...",
      "abstract": "Bush administration officials, facing record budget deficit, say they have drafted election-year budget that will rein in growth of domestic spending without alienating politically influential constituencies; say Bush's proposed budget for 2005 fiscal year will control rising cost of housing vouchers for poor, require some veterans to pay more for health care, slow growth in spending on biomedical research and merge or eliminate some job training and employment programs; moves are intended to trim programs without damaging any essential services; administration officials say that even with improving economic outlook, federal budget deficit in current fiscal year is likely to exceed last year's deficit of $374 billion (M)",
      "lead_paragraph": "Facing a record budget deficit, Bush administration officials say they have drafted an election-year budget that will rein in the growth of domestic spending without alienating politically influential constituencies.",
      "publication_date": "2004-01-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/04/us/bush-05-budget-seeks-to-rein-in-domestic-costs.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "The Joyless Recovery",
      "snippet": "Continuing erosion of factory jobs in places like Rockford, Ill, underscores fact that current economic resurgence will not lift manufacturing jobs back to pre-slump levels and higher because jobs are going abroad; manufacturers have trimmed 2.8 m...",
      "abstract": "Continuing erosion of factory jobs in places like Rockford, Ill, underscores fact that current economic resurgence will not lift manufacturing jobs back to pre-slump levels and higher because jobs are going abroad; manufacturers have trimmed 2.8 million jobs over last three years alone, and more than half of those job losses stemmed from structural changes that are likely to be permanent; new jobs will eventually replace the old, and workers' incomes can still rise, but outlook for short and medium term remains grim; Rockford, city synonymous with manufacturing, is reinventing itself to adjust to new economic realities; photos; graphs (L)",
      "lead_paragraph": "THE stock market is surging and the economy appears to be booming, but Judith Pike is getting out of business. ''I'm finished; I'm out of here,'' said Mrs. Pike, owner of Acme Grinding, whose customers have been vanishing and whose work force has shrunk from 40 to 4. Two days before Christmas, Mrs. Pike sold her business and more than 40 machines used to grind and finish metal parts. ''It will be for pennies on the dollar,'' she said. ''Less than what it cost to buy just one of these machines.''",
      "publication_date": "2004-01-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/01/04/business/the-joyless-recovery.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "For G.I.'s, Pride in War Efforts But Doubts About Iraq's Future",
      "snippet": "American soldiers, from privates to generals, say they believe that their fight to restore security and stability in Iraq is winnable in long run, but that an American presence will be required for years to keep country from falling into chaos; in...",
      "abstract": "American soldiers, from privates to generals, say they believe that their fight to restore security and stability in Iraq is winnable in long run, but that an American presence will be required for years to keep country from falling into chaos; in nearly 100 interviews and conversations in last four weeks, soldiers express complex set of emotions and sentiments toward their rebuilding mission, now entering its ninth month; they take enormous pride in having ousted Saddam Hussein and restored semblance of normal life for many of 25 million people in war-battered nation; but they also voice mix of pity, disdain and admiration for Iraqis and question what future holds for country and military presence there; photos (L)",
      "lead_paragraph": "American soldiers, from privates to generals, say they believe that their fight to restore security and stability in Iraq is winnable in the long run, but that an American military presence will be required for years to keep the country from falling into chaos.",
      "publication_date": "2004-01-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/04/world/for-gi-s-pride-in-war-efforts-but-doubts-about-iraq-s-future.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Unruly Students Facing Arrest, Not Detention",
      "snippet": "City and suburban schools around country are increasingly sending students into juvenile justice system for sort of adolescent misbehavior that used to be handled by school administrators; in Toledo, Ohio, and many other places, juvenile detention...",
      "abstract": "City and suburban schools around country are increasingly sending students into juvenile justice system for sort of adolescent misbehavior that used to be handled by school administrators; in Toledo, Ohio, and many other places, juvenile detention center has become extension of principal's office; more than two dozen students in Toledo were arrested in school in October for offenses like being loud and disruptive, cursing at school officials, shouting at classmates and violating dress code, all infractions of city's safe school ordinance; school officials say they have little choice if they are going to maintain classrooms free of disruptions that make it impossible for teachers to teach and students to learn; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/04/us/unruly-students-facing-arrest-not-detention.html",
      "byline": "By Sara Rimer"
    },
    {
      "headline": "A Designer Lets Loose In the 'Year of the Car'",
      "snippet": "J Mays, Ford Motor Co group vice president for design since 1997, will put his stamp on Ford most clearly in 2004 model year; his most appreciable impact at Ford so far has been in satiny overhaul he has given to interior of company's SUV's and tr...",
      "abstract": "J Mays, Ford Motor Co group vice president for design since 1997, will put his stamp on Ford most clearly in 2004 model year; his most appreciable impact at Ford so far has been in satiny overhaul he has given to interior of company's SUV's and trucks, and design of 2004 cars appears to be going in several directions, most prominently toward conservative, chrome-accented styling that is prevalent in European cars; 'retrofuturist' look that May gave to new Beetle when he was at Volkswagen is represented at Ford in new Mustang, whose design sets it far apart from current Mustangs and has been praised by critics and enthusiasts; photos (M)",
      "lead_paragraph": "WHEN the Ford Motor Company landed J Mays as design chief in 1997, it was considered something of a coup. Well spoken and well coiffed, Mr. Mays was among the most celebrated and daring young designers in the business. In his previous job, he had presided over the imaginative reinvention of the Volkswagen Beetle into a car that managed to revive the old Bug's spirit while being thoroughly modern at the same time.",
      "publication_date": "2004-01-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/01/04/business/a-designer-lets-loose-in-the-year-of-the-car.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "As Chaplain's Spy Case Nears, Some Ask Why It Went So Far",
      "snippet": "Some military commanders are dismayed by prosecution of Capt James J Yee, former Muslim chaplain at military base at Guantanamo Bay, who was first held on suspicion of being part of espionage ring, then end charged with far less serious crime of m...",
      "abstract": "Some military commanders are dismayed by prosecution of Capt James J Yee, former Muslim chaplain at military base at Guantanamo Bay, who was first held on suspicion of being part of espionage ring, then end charged with far less serious crime of mishandling classified information and eventually with adultery and keeping pornography on his government computer; John L Fugh, retired major general and onetime judge advocate general, contends that case ought to be brought to speedy end when preliminary hearing resumes January 19; other military officials continue to defend prosecution, saying even technical violations of regulations that fall short of espionage should not be ignored; photos of Yee (L)",
      "lead_paragraph": "As the Muslim chaplain at the military base at Guantánamo Bay in Cuba, Capt. James J. Yee often invited some of the Islamic members of the garrison to his quarters for dinner on Friday after he conducted weekly services.",
      "publication_date": "2004-01-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/04/us/as-chaplain-s-spy-case-nears-some-ask-why-it-went-so-far.html",
      "byline": "By Neil A. Lewis and Thom Shanker"
    },
    {
      "headline": "From Rogue Nuclear Programs, Web of Trails Leads to Pakistan",
      "snippet": "Investigations into nuclear programs of North Korea, Iran and Libya reveal that Pakistan has been intellectual and trading hub of loose network of hidden nuclear proliferators; A Q Khan Research Laboratories in Kahuta has been peddling advanced nu...",
      "abstract": "Investigations into nuclear programs of North Korea, Iran and Libya reveal that Pakistan has been intellectual and trading hub of loose network of hidden nuclear proliferators; A Q Khan Research Laboratories in Kahuta has been peddling advanced nuclear technology for years, quietly circulating sales brochure to aspiring nuclear weapons states and network of nuclear middlemen around world; network is global, stretching from Germany to Dubai and from China to South Asia, and involves many middlemen and suppliers; experts say what is striking about string of recent disclosures is how many roads appear ultimately to lead back to Kahn Research Laboratories, where Pakistan's own bomb was developed; photos of Abdul Qadeer Khan, father of Pakistani bomb, and of brochure from Khan's Research Laboratory; map shows original nuclear nations, and new group; drawing shows how uranium is enriched (L)",
      "lead_paragraph": "The Pakistani leaders who denied for years that scientists at the country's secret A. Q. Khan Research Laboratories were peddling advanced nuclear technology must have been averting their eyes from a most conspicuous piece of evidence: the laboratory's own sales brochure, quietly circulated to aspiring nuclear weapons states and a network of nuclear middlemen around the world.",
      "publication_date": "2004-01-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/04/world/from-rogue-nuclear-programs-web-of-trails-leads-to-pakistan.html",
      "byline": "By David E. Sanger and William J. Broad"
    },
    {
      "headline": "Face of Employee Assistance Is Often a Company Chaplain",
      "snippet": "Marketplace Ministries and Corporate Chaplains of America contract chaplains to companies wishing to supply counseling services to employees; some religious scholars and experts on religion in workplace see disturbing trend toward business and rel...",
      "abstract": "Marketplace Ministries and Corporate Chaplains of America contract chaplains to companies wishing to supply counseling services to employees; some religious scholars and experts on religion in workplace see disturbing trend toward business and religion overlap; instances of employee resentment toward what they see as pushing religion cited; photo (M)",
      "lead_paragraph": "ONLY six weeks into his new job as a salesman with Baillie Lumber in Hamburg, N.Y., Brian Fox faced a parent's nightmare. His 22-month-old son, Andrew, fell into a pond and had to be hospitalized. His son clung to life for a month before he died.",
      "publication_date": "2004-01-04T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/01/04/jobs/face-of-employee-assistance-is-often-a-company-chaplain.html",
      "byline": "By Eve Tahmincioglu"
    },
    {
      "headline": "Fund Scandal: A 60's Flashback",
      "snippet": "Diana B Henriques column compares Bernie Cornfeld 'fund of funds' scandal of 1960's with current allegations that hedge fund managers have used their financial muscle with mutual funds they invest in to get 'market timing' privileges that are not ...",
      "abstract": "Diana B Henriques column compares Bernie Cornfeld 'fund of funds' scandal of 1960's with current allegations that hedge fund managers have used their financial muscle with mutual funds they invest in to get 'market timing' privileges that are not available to small investors; notes that some former regulators believe it may be time to erect new fence to protect small investors in mutual funds from hedge funds and other big investors; photo (M)",
      "lead_paragraph": "A BIG offshore investment fund, beyond the easy reach of United States regulators, starts pumping huge amounts of cash into American mutual funds. Fund managers are accused of catering to this powerful investor at the expense of ordinary shareholders. Regulators scramble to attack the problem.",
      "publication_date": "2004-01-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/01/04/business/market-watch-fund-scandal-a-60-s-flashback.html",
      "byline": "By Diana B. Henriques"
    },
    {
      "headline": "Kurdish Region in Northern Iraq Will Get to Keep Special Status",
      "snippet": "Bush administration decides to let Kurdish region remain semiautonomous as part of newly sovereign Iraq, despite warnings from Iraq's neighbors and many Iraqis not to divide country into ethnic states; American and Iraqi officials say position on ...",
      "abstract": "Bush administration decides to let Kurdish region remain semiautonomous as part of newly sovereign Iraq, despite warnings from Iraq's neighbors and many Iraqis not to divide country into ethnic states; American and Iraqi officials say position on Kurdish area was effectively dictated by Nov 15 accord with Iraqi leaders that established June 30 as target date for Iraqi self-rule; say rapid timetable leaves no time to change autonomy and unity of Kurdish stronghold of north; administration and Iraq officials insist that leaving Kurdish autonomous region intact does not preclude country's consolidating itself without ethnic states in future when Iraq writes its own constitution; say Bush administration will press Iraq not to divide itself permanently along ethic lines; issue of whether Iraq is to be divided into ethnic states in federation-style government is of great significance both inside country and throughout Middle East, where there is widespread fear that dividing Iraq along ethnic or sectarian lines could break country up and spread turmoil throughout region; photo (M)",
      "lead_paragraph": "The Bush administration has decided to let the Kurdish region remain semiautonomous as part of a newly sovereign Iraq despite warnings from Iraq's neighbors and many Iraqis not to divide the country into ethnic states, American and Iraqi officials say.",
      "publication_date": "2004-01-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/05/world/struggle-for-iraq-northern-region-kurdish-region-northern-iraq-will-get-keep.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Blair Visits Troops",
      "snippet": "Prime Minister Tony Blair paid a surprise visit to British troops stationed in southern Iraq yesterday, extolling their courage and surveying their progress. Page A11.",
      "abstract": "Prime Minister Tony Blair paid a surprise visit to British troops stationed in southern Iraq yesterday, extolling their courage and surveying their progress. Page A11.",
      "lead_paragraph": "Prime Minister Tony Blair paid a surprise visit to British troops stationed in southern Iraq yesterday, extolling their courage and surveying their progress. Page A11.",
      "publication_date": "2004-01-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/05/us/blair-visits-troops.html",
      "byline": ""
    },
    {
      "headline": "AFGHAN COUNCIL GIVES APPROVAL TO CONSTITUTION",
      "snippet": "New Constitution for Afghanistan is approved by acclamation by 502 delegates at national meeting, concluding three weeks of often tense debate; for first time, Afghans have set up democratic presidential system, with directly elected president and...",
      "abstract": "New Constitution for Afghanistan is approved by acclamation by 502 delegates at national meeting, concluding three weeks of often tense debate; for first time, Afghans have set up democratic presidential system, with directly elected president and two-chamber national assembly; elections are to be held in just six months; independent judiciary is also being organized; country will be renamed Islamic Republic of Afghanistan, combining democracy and religion; there is to be system of civil law, but no law will be contrary to beliefs and provisions of Islam; new bedrock of government is welcomed by Afghan human rights and women's activists as offering prospect of rule of law in ravaged country; diplomats and foreign experts who observed process praise it for being coherent and even forward looking for region; Pres Bush welcomes new Constitution; Americans hope new arrangements will provide stronger government that can help Afghanistan rebuild after war that defeated Taliban government that had befriended Osama bin Laden; photos; chart with highlights of Afghan pact (L)",
      "lead_paragraph": "Delegates at a national meeting approved a new Constitution for Afghanistan on Sunday, concluding three weeks of often tense debate. Their decision heralded a new era of democracy after a quarter-century of war.",
      "publication_date": "2004-01-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/05/world/afghan-council-gives-approval-to-constitution.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "New Economy; In Survey, Fewer Are Sharing Files (Or Admitting It)",
      "snippet": "Pew Internet and American Life Project finds percentage of Internet users swapping music files online fell from 29 percent in Mar-May survey to 14 percent in Nov-Dec survey after Recording Industry Association of America started suing file sharers...",
      "abstract": "Pew Internet and American Life Project finds percentage of Internet users swapping music files online fell from 29 percent in Mar-May survey to 14 percent in Nov-Dec survey after Recording Industry Association of America started suing file sharers; percentage of Internet users downloading files on any given day fell from 4 percent to 1 percent; project director Lee Rainie says past surveys showed many people did not fully understand that downloads infringed on copyrights; says industry's tactics seem to have changed behavior, if not attitude; graphs of industry gains (M)",
      "lead_paragraph": "How easily do online file swappers scare? Pretty darned easily, a new survey suggests.",
      "publication_date": "2004-01-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/05/business/new-economy-in-survey-fewer-are-sharing-files-or-admitting-it.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "Five Giants In Technology Unite to Deter File Sharing",
      "snippet": "Project Hudson, consortium of technology companies Intel, Nokia, Samsung, Toshiba and Matsushita, is working on new system for protecting digital music, video and software from illicit file sharing; plans drive to convince Hollywood and recording ...",
      "abstract": "Project Hudson, consortium of technology companies Intel, Nokia, Samsung, Toshiba and Matsushita, is working on new system for protecting digital music, video and software from illicit file sharing; plans drive to convince Hollywood and recording industry that it has found acceptable way to limit copying of music CD's and movie DVD's and to protect digital content in fast-growing market for hand-held devices capable of playing music, video clips and computer games while wirelessly linked to Internet; plan could let users of hand-held devices share files on limited basis or permit file-sharing for promotional purposes; consortium seeks to control standards and garner rewards from developing successful system; vies with copy protection systems being advanced by Microsoft and others; table of competiting systems; photo (M)",
      "lead_paragraph": "The technology and entertainment industries have long been at odds over the best way to secure intellectual property rights as digital technology advances.",
      "publication_date": "2004-01-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/05/business/five-giants-in-technology-unite-to-deter-file-sharing.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Rover Unfurls, Opening New Stage in Exploring Mars",
      "snippet": "Landing of robotic rover Spirit on surface of Mars, almost exactly on target, marks suspenseful beginning of new stage in exploration of geology and perhaps biology of planet that has long fascinated its neighbors on Earth; 400-pound Spirit raises...",
      "abstract": "Landing of robotic rover Spirit on surface of Mars, almost exactly on target, marks suspenseful beginning of new stage in exploration of geology and perhaps biology of planet that has long fascinated its neighbors on Earth; 400-pound Spirit raises its camera and antenna mast and begins transmitting black-and-white picture postcards of its landing place on broad plain in Gusev crater, near Martian equator; this is first successful landing on Mars since 1997; all around arid surface are rocks that scientists suspect once held ancient lake; some spots appeal to scientists as places rover may be sent to investigate; depression more than 60 feet in the distance tantalizes geologists; for NASA officials and engineers, successful landing of rover Spirit exorcises memory of embarrassing failure of Mars Polar Lander in 1999; photos; diagram (M)",
      "lead_paragraph": "The robotic rover Spirit is on the surface of Mars, its arrival Saturday night the suspenseful beginning to a new stage in the exploration of the geology and perhaps biology of the planet that has long fascinated its neighbors on Earth.",
      "publication_date": "2004-01-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/05/us/rover-unfurls-opening-new-stage-in-exploring-mars.html",
      "byline": "By John Noble Wilford"
    },
    {
      "headline": "RIVALS IN DEBATE TAKE AIM AT DEAN",
      "snippet": "Democratic presidential candidates repeatedly pummel Howard Dean at debate in Johnston, Iowa, in raucous series of exchanges on taxes and trade that reflect how tight Iowa caucuses have become 15 days before the vote; for two hours, seven of nine ...",
      "abstract": "Democratic presidential candidates repeatedly pummel Howard Dean at debate in Johnston, Iowa, in raucous series of exchanges on taxes and trade that reflect how tight Iowa caucuses have become 15 days before the vote; for two hours, seven of nine contenders promote themselves, lay out themes of their campaigns and attack their opponents; when candidates are offered opportunity to question one another, four turn their fire on Dean, leaving no doubt about pressure they feel to block him from victory in Iowa that could propel him to his party's nomination; debate in Iowa marks start of what all campaigns view as final and most intense phase of contest in Iowa; two candidates who are skipping caucuses, Wesley K Clark and Al Sharpton, also skip this debate; Sen Joseph Lieberman, who will skip caucuses, appears for debate, hoping to present himself to television audience outside Iowa as Democrat willing to make strongest challenge to Dean; in face of many attacks, Dean shows little sign of backing down; photo (L)",
      "lead_paragraph": "The Democratic presidential candidates repeatedly pummeled Howard Dean at a debate here on Sunday, in a raucous series of exchanges on taxes and trade that reflected how tight the Iowa caucuses have become 15 days before the vote.",
      "publication_date": "2004-01-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/05/us/the-2004-campaign-the-debate-rivals-in-debate-take-aim-at-dean.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Parmalat Lawyer Is Focus Of New York Investigators  The Manhattan district attorney's office has searched the New York office and apartment of a lawyer for Parmalat in connection with the fraud investigation of the company, according to an enforce...",
      "abstract": " Parmalat Lawyer Is Focus Of New York Investigators  The Manhattan district attorney's office has searched the New York office and apartment of a lawyer for Parmalat in connection with the fraud investigation of the company, according to an enforcement officer close to the investigation.    The office and apartment were said to belong to Gianpaolo Zini, who was detained in Milan in connection with the Parmalat investigation. Italian officials described the documents as interesting and useful in Italian newspapers. [Page 2.]",
      "lead_paragraph": "Parmalat Lawyer Is Focus Of New York Investigators",
      "publication_date": "2004-01-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/05/business/business-digest-837318.html",
      "byline": ""
    },
    {
      "headline": "Fox Hopes 'Fiancé' Delivers Big Fat Win",
      "snippet": "Fox network, after weak fall season for its regularly scheduled nonsports programs, is pinning its hopes on new reality series My Big Fat Obnoxious Fiance, aiming to repeat recent formula of turning comedy and cynicism into prime-time hit; show's ...",
      "abstract": "Fox network, after weak fall season for its regularly scheduled nonsports programs, is pinning its hopes on new reality series My Big Fat Obnoxious Fiance, aiming to repeat recent formula of turning comedy and cynicism into prime-time hit; show's female contestant introduces to her family lout of fiance, whom she claims to have met on different reality show; photos (M)",
      "lead_paragraph": "At the midway point in the television season, the Fox network finds itself in a familiar position: In a deep hole, looking for a hero to ride up with a lifesaving lasso.",
      "publication_date": "2004-01-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/05/business/media-fox-hopes-fiance-delivers-big-fat-win.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "A Debate on Web Phone Service",
      "snippet": "Growth of Internet-based phone service, which is dependent on traditional phone or cable lines, raises question of whether government should continue to play role in ensuring that phone network remains reliable and universally available; Federal C...",
      "abstract": "Growth of Internet-based phone service, which is dependent on traditional phone or cable lines, raises question of whether government should continue to play role in ensuring that phone network remains reliable and universally available; Federal Communications Commission Chmn Michael K Powell and growing number of other officials say Internet phone service should be treated just like other unregulated Internet services, free from regulation, taxes and surcharges; other officials insist only government referees can preserve universal, reliable service; debate gains in importance as service seems on verge of takeoff; photos (M)",
      "lead_paragraph": "Charles Davidson, a self-proclaimed gadget freak in Tallahassee, Fla., began using Internet-based telephone service last week. He can call anyone -- not just the other 100,000 pioneers around the nation using such service, but any of the millions of people who use conventional telephones, like his parents in Elizabethton, Tenn.",
      "publication_date": "2004-01-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/05/business/technology-a-debate-on-web-phone-service.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Mad Cow Forces Beef Industry to Change Course",
      "snippet": "Discovery of mad cow disease in United States forces American cattle industry to accept ban on sale of damaged cows for human consumption, regulation it has long fought; such a ban has been rallying point for food safety advocates since mad cow di...",
      "abstract": "Discovery of mad cow disease in United States forces American cattle industry to accept ban on sale of damaged cows for human consumption, regulation it has long fought; such a ban has been rallying point for food safety advocates since mad cow disease appeared overseas two decades ago; current crisis reveals how government regulators sided with beef-processing companies that continued to use controversial practices; some years ago, when animal rights group Farm Sanctuary sued government to force ban on using so-called 'downer' animals for food, government lawyers persuaded federal judge to dismiss case on ground that mad cow disease had not appeared in US: for years, beef industry followed strategy of fighting any proposal that would crimp its ability to squeeze as much revenue as possible from each cow, even those with injury or illness; toward that end, it developed advanced meat recovery system that stripped few extra pounds off carcasses, even after critics cited studies showing that extra meat was sometimes laced with nerve tissues, where mad cow disease can incubate; diagram showing how advanced meat recovery system works (L)",
      "lead_paragraph": "Jeffrey Behling, a dairy farmer in Washington State, used to burn the carcasses of his hobbled ''downer'' cattle until he found there was a market for their meat. Even so, selling damaged cows for human consumption never sat well with Mr. Behling, who in 2001 briefly had in his feedlot the Holstein cow identified last month as the downer with mad cow disease.",
      "publication_date": "2004-01-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/05/us/mad-cow-forces-beef-industry-to-change-course.html",
      "byline": "This article is by Michael Moss, Richard A. Oppel Jr. and Simon Romero"
    },
    {
      "headline": "G.M. Executive Preaches: Sweat the Smallest Details",
      "snippet": "Robert A Lutz, General Motors vice chairman for product development, discusses cars he is developing, interview; cites his stress on eliminating minor defects that detract from image of American cars, interview; his efforts to make Pontiac more li...",
      "abstract": "Robert A Lutz, General Motors vice chairman for product development, discusses cars he is developing, interview; cites his stress on eliminating minor defects that detract from image of American cars, interview; his efforts to make Pontiac more like BMW noted; photos (M)",
      "lead_paragraph": "Robert A. Lutz is trying to persuade the world's largest automaker, General Motors, to obsess about the smallest details, from the way a stereo knob feels when you turn it to eliminating the cheap-looking shine from plastics used in interiors.",
      "publication_date": "2004-01-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/05/business/gm-executive-preaches-sweat-the-smallest-details.html",
      "byline": "By Danny Hakim"
    }
  ]
}