{
  "metadata": {
    "date": "2004-09-16",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "I.B.M. Shrugs Off Loss of a Contract It Once Flaunted",
      "snippet": "J P Morgan Chase is ending seven-year, $5 billion deal to outsource much of its data processing to IBM, which it agreed to in December 2002; 4,000 J P Morgan employees who moved to IBM as part of deal will return to bank early next year; company s...",
      "abstract": "J P Morgan Chase is ending seven-year, $5 billion deal to outsource much of its data processing to IBM, which it agreed to in December 2002; 4,000 J P Morgan employees who moved to IBM as part of deal will return to bank early next year; company says managing it own technology infrastructure is best for long-term growth and success of its company as well as its shareholders; J P Morgan analyst Bill C Shope says IBM's loss in revenues from contract will be $700 million to $800 million a year (Market Place column) (M)",
      "lead_paragraph": "Back in December 2002, when J.P. Morgan Chase announced a seven-year, $5 billion deal to outsource much of its data processing to I.B.M., both companies bragged that the contract -- the largest of its kind for I.B.M. -- would reduce costs, create value and propel innovation at J.P. Morgan.",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/16/business/technology/market-place-ibm-shrugs-off-loss-of-a-contract-it-once.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "World Business Briefing | Asia: Singapore: Shipper Control",
      "snippet": "Singapore's Temasek Holdings acquires control of Neptune Orient Lines, which operates fleet of container ships, for $566 million (S)",
      "abstract": "Singapore's Temasek Holdings acquires control of Neptune Orient Lines, which operates fleet of container ships, for $566 million (S)",
      "lead_paragraph": "Temasek Holdings, an investment company owned by the government of Singapore, bought control of Neptune Orient Lines, which operates a fleet of container ships, for $566 million. Temasek raised its stake in the company, the biggest shipping line in Singapore, to 53.5 percent, according to a statement released to the stock exchange by an adviser, the Goldman Sachs Group. A buyout offer of 2.80 Singapore dollars ($1.66) a share, which was due to expire yesterday, was extended to Sept. 29.",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/16/business/world-business-briefing-asia-singapore-shipper-control.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Martha Stewart Asks to Begin Sentence as Soon as Possible",
      "snippet": "Martha Stewart says she wants to serve her five-month prison sentence without waiting to see outcome of her court appeal, so she can 'put this nightmare behind me'; says she would be doing right thing for herself, her family, her colleagues and he...",
      "abstract": "Martha Stewart says she wants to serve her five-month prison sentence without waiting to see outcome of her court appeal, so she can 'put this nightmare behind me'; says she would be doing right thing for herself, her family, her colleagues and her company; her decision is unusual one for any defendant hoping to be vindicated on appeal, particularly so for Stewart, who has maintained that she did nothing wrong in late 2001 when she sold nearly 4,000 shares of stock in ImClone Systems, company led by her friend Samuel D Waksal; legal experts say likelihood of reversal of her conviction is remote; note that appeal means additional publicity around her stock trade; Stewart's lead appeals lawyer writes letter to Judge Miriam Goldman Cedearbaum asking that Stewart be assigned to prison in Coleman, Fla, so her aged mother could visit her; photo (M)",
      "lead_paragraph": "Saying she wished to \"put this nightmare behind me,\" Martha Stewart said yesterday that she wanted to enter a federal prison as soon as possible to begin serving her five-month sentence, without waiting to see whether an appeals court would overturn her conviction on conspiracy and other charges earlier this year.",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/16/business/martha-stewart-asks-to-begin-sentence-as-soon-as-possible.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Hotel Concern Ousts Chief",
      "snippet": "InterContinental Hotels Group ousts chief executive Richard North (S)",
      "abstract": "InterContinental Hotels Group ousts chief executive Richard North (S)",
      "lead_paragraph": "The InterContinental Hotels Group said yesterday that it had ousted its chief executive, Richard North, and would search for an executive with greater marketing experience as it focuses on building brands like Holiday Inn. The company, which is based in Windsor, England, said it was looking for a chief executive who can lead its transformation from a company that owns hotels to one that manages or franchises them. Mr. North, 54, will leave at the end of this month, the chairman, David Webster, said. He has been chief executive since October 2002. Mr. Webster said that he would serve as chief executive while the company seeks a successor.",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/16/business/world-business-briefing-europe-britain-hotel-concern-ousts-chief.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "The Grapevine Is Whispering; It Says Mondavi",
      "snippet": "Mondavi family, who recently gave up control of Robert Mondavi Corp, could be long-shot bidder for Robert Mondavi Winery; corporation says it will focus on its inexpensive wines and sell its namesake winery as well as its high-end ventures; any bi...",
      "abstract": "Mondavi family, who recently gave up control of Robert Mondavi Corp, could be long-shot bidder for Robert Mondavi Winery; corporation says it will focus on its inexpensive wines and sell its namesake winery as well as its high-end ventures; any bid for winery by family could be complicated by history of public differences and questions about how it will finance deal; winery may be worth upward of $400 million (M)",
      "lead_paragraph": "The Mondavi family, who recently gave up control of the corporation that bears its name, could be a long-shot bidder for its most famous winery.",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/16/business/the-grapevine-is-whispering-it-says-mondavi.html",
      "byline": "By Frank J. Prial"
    },
    {
      "headline": "World Business Briefing | Asia: China: Brewer Expands With Purchase",
      "snippet": "SABMiller's China Resources Breweries acquires three unprofitable breweries in China from Lion Nathan for $71 million (S)",
      "abstract": "SABMiller's China Resources Breweries acquires three unprofitable breweries in China from Lion Nathan for $71 million (S)",
      "lead_paragraph": "The brewer SABMiller said its Chinese venture bought three unprofitable breweries in China from Lion Nathan for $71 million. SABMiller said the venture, China Resources Breweries, would also assume about $83 million of debt. SABMiller is pursuing acquisitions in China and rolling out its brands there after losing a bid for the Harbin Brewery Group to the Anheuser-Busch Companies.",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/16/business/world-business-briefing-asia-china-brewer-expands-with-purchase.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Democrats Seek Louder Voice From Edwards",
      "snippet": "Sen John Edwards, Democratic vice presidential candidate, disputes suggestion that he has kept low profile or not energetically taken on Pres Bush or Vice Pres Cheney in his campaign appearances; Cheney has been mocking and pummeling Kerry across ...",
      "abstract": "Sen John Edwards, Democratic vice presidential candidate, disputes suggestion that he has kept low profile or not energetically taken on Pres Bush or Vice Pres Cheney in his campaign appearances; Cheney has been mocking and pummeling Kerry across country; many Democrats want Edwards to do for Kerry what Cheney is doing for Bush; that Edwards finds his role being questioned by prominent Democrats reflects how playing field has changed in 10 weeks since Kerry turned to him, when Edwards's stance against attack campaigning seemd clear asset; many Democrats are recalculating that equation as Kerry lags in polls and is under such relentless assault by Cheney; Kerry adviser says privately that Edwards, with his sunny optimism, might not make most effective attack dog; photo (M)",
      "lead_paragraph": "POMEROY, Ohio, Sept. 15 - Don Imus had a question for Senator John Kerry when the senator called in to Mr. Imus's morning televised radio program on Wednesday.",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/16/politics/campaign/democrats-seek-louder-voice-from-edwards.html",
      "byline": "By Randal C. Archibold and Adam Nagourney"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Stewart Seeks to Begin Her Prison Term Soon  Saying she wished to ''put this nightmare behind me,'' Martha Stewart said she wanted to enter a federal prison as soon as possible to begin serving her five-month sentence without waiting to see whethe...",
      "abstract": " Stewart Seeks to Begin Her Prison Term Soon  Saying she wished to ''put this nightmare behind me,'' Martha Stewart said she wanted to enter a federal prison as soon as possible to begin serving her five-month sentence without waiting to see whether an appeals court would overturn her conviction on conspiracy and other charges earlier this year.     ''I am very sad knowing I will miss the holiday season,'' Ms. Stewart said at a news conference, ticking off Halloween, Thanksgiving and Christmas as celebrations she will have to observe behind bars. [Page A1.]",
      "lead_paragraph": "Stewart Seeks to Begin Her Prison Term Soon Saying she wished to \"put this nightmare behind me,\" Martha Stewart said she wanted to enter a federal prison as soon as possible to begin serving her five-month sentence without waiting to see whether an appeals court would overturn her conviction on conspiracy and other charges earlier this year.",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/16/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Ferocious Hurricane Punishes the Gulf Coast",
      "snippet": "Hurricane Ivan pummels and paralyzes central Gulf Coast as it surges toward Mobile Bay, Ala, with ferocity not seen in region since Hurricane Camille in 1969; giant waves measured at 53 feet rumble onto barrier beaches and islands south of city of...",
      "abstract": "Hurricane Ivan pummels and paralyzes central Gulf Coast as it surges toward Mobile Bay, Ala, with ferocity not seen in region since Hurricane Camille in 1969; giant waves measured at 53 feet rumble onto barrier beaches and islands south of city of Mobile; National Hurricane Center director Max Mayfield expects damage to be 'extreme'; areas of Alabama coast experience hurricane-force winds and eight inches of rain; such conditions are expected over broad swath of coast for next 30 hours; storm is put in Category 4 of 5-step scale of hurricane damage potential; state of emergency is declared in Louisiana, Mississippi, Alabama and Florida; curfews are ordered in several cities, including New Orleans and Mobile, to discourage looting and reduce danger from falling power lines, trees and other hazards; first American deaths reported from Ivan are on Florida Panhandle, where two people die when five tornadoes produced by pinwheeling arm of hurricane demolish homes and businesses; photos; maps (M)",
      "lead_paragraph": "MOBILE, Ala., Thursday, Sept 16 - Hurricane Ivan pummeled and paralyzed the central Gulf Coast late Wednesday and early Thursday as it surged toward the broad bay here with a ferocity not seen in the region since Hurricane Camille struck to the west in 1969.",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/16/us/ferocious-hurricane-punishes-the-gulf-coast.html",
      "byline": "By Andrew C. Revkin"
    },
    {
      "headline": "Florida Examines Higher Insurance Deductibles",
      "snippet": "Insurance companies in Florida are expected to do fine despite recent hurricanes because they have cut back on coverage, shifting much of initial cost of repairs and reconstruction to people who suffered damage; Gov Jeb Bush and Tom Gallagher, hea...",
      "abstract": "Insurance companies in Florida are expected to do fine despite recent hurricanes because they have cut back on coverage, shifting much of initial cost of repairs and reconstruction to people who suffered damage; Gov Jeb Bush and Tom Gallagher, head of state's Department of Financial Services, are suggesting that companies have gone too far, noting sharply increased deductibles that force homeowners to pay thousands of dollars for repairs before insurance companies give them money; Bush, with Gallagher's support, is considering calling special session of Legislature to review higher deductibles and other issues arising from recent hurricanes; photo (M)",
      "lead_paragraph": "MIAMI, Sept. 15 - Twelve years ago when Hurricane Andrew pummeled South Florida, 11 small insurance companies went out of business and the giants in home insurance, State Farm and Allstate, were staggered.",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/16/business/florida-examines-higher-insurance-deductibles.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Volkswagen Begins Talks With Union",
      "snippet": "Volkswagen begins talks with IG Metall union, which is demanding 4 percent wage increase, as well as guarantees fo job security for 103,000 assemblyline workers covered by contract set to expire soon; Volkwagen reiterates its insistence on two-yea...",
      "abstract": "Volkswagen begins talks with IG Metall union, which is demanding 4 percent wage increase, as well as guarantees fo job security for 103,000 assemblyline workers covered by contract set to expire soon; Volkwagen reiterates its insistence on two-year wage freeze and other cutbacks; photo (M)",
      "lead_paragraph": "FRANKFURT, Sept. 15 - Representatives of Volkswagen and its labor union faced off across a table on Wednesday, opening a round of negotiations that will be closely watched as a test of how long German workers can preserve their privileged place in the global auto industry.",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/16/business/worldbusiness/volkswagen-begins-talks-with-union.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Toyota Plans to Assemble Prius Hybrid in China",
      "snippet": "Toyota Motor Corp wil assemble and sell its fuel-efficient Prius hybrid sedan in China beginning in 2005 with its local partner, China FAW Group; move seems intended to appeal as much to Chinese government as to car buyers in China; photo (M)",
      "abstract": "Toyota Motor Corp wil assemble and sell its fuel-efficient Prius hybrid sedan in China beginning in 2005 with its local partner, China FAW Group; move seems intended to appeal as much to Chinese government as to car buyers in China; photo (M)",
      "lead_paragraph": "TOKYO, Sept. 15 - The Toyota Motor Corporation said on Wednesday that it would assemble and sell its fuel-efficient Prius hybrid sedan in China beginning next year with its local partner, the China FAW Group, in a move that seems intended to appeal as much to policy makers in Beijing as to car buyers in China.",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/16/business/worldbusiness/toyota-plans-to-assemble-prius-hybrid-in-china.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "Socialist Kibbutz Taking Its Honey to World Market",
      "snippet": "Yad Mordechai, Israeli kibbutz, has become country's largest producer of honey, producing some 3,000 tons a year, worth $26.7 million; is aiming to create honey culture in Israel and abroad, developing and marketing honey as more than just accompa...",
      "abstract": "Yad Mordechai, Israeli kibbutz, has become country's largest producer of honey, producing some 3,000 tons a year, worth $26.7 million; is aiming to create honey culture in Israel and abroad, developing and marketing honey as more than just accompaniment for apples on Rosh Hashana; hopes that honey, which body absorbs more easily than refined sugar, will gain popularity with growing global taste for low-carb food products; photos (M)",
      "lead_paragraph": "ASHKELON, Israel, Sept. 12 - Yair Schwartz loves honey. He likes nothing more than to slip a fresh honeycomb frame from its crate, admire the nectar-filled hexagons, and then taste the sweet syrup.",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/16/business/worldbusiness/socialist-kibbutz-taking-its-honey-to-world-market.html",
      "byline": "By Jessica Steinberg"
    },
    {
      "headline": "A Computer With the IPod's Bloodlines",
      "snippet": "David Pogue State of the Art column on iMac G5 computer from Apple; all components are built into tilting flat screen with mouse and keyboard connected wirelessly; photos; drawing (M)",
      "abstract": "David Pogue State of the Art column on iMac G5 computer from Apple; all components are built into tilting flat screen with mouse and keyboard connected wirelessly; photos; drawing (M)",
      "lead_paragraph": "GOOD morning, and welcome to \"Name That Apple!\" Fingers on buzzers? All right, let's begin.",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/09/16/technology/circuits/a-computer-with-the-ipods-bloodlines.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "U.S. Intelligence Shows Pessimism On Iraq's Future",
      "snippet": "Classified National Intelligence Estimate prepared for Pres Bush in late July is said to spell out dark assessment of prospects for Iraq through end of 2005, in contrast to recent optimistic statements by Bush administration officials; most favora...",
      "abstract": "Classified National Intelligence Estimate prepared for Pres Bush in late July is said to spell out dark assessment of prospects for Iraq through end of 2005, in contrast to recent optimistic statements by Bush administration officials; most favorable outcome described by intelligence estimate is an Iraq whose stability would remain tenuous in political, economic and security terms; worst case outlined could lead to civil war; intelligence estimate, first on Iraq since Oct 2002, was prepared by National Intelligence Council and approved by National Foreign Intelligence Board under acting central intelligence director John E McLaughlin; Pres Bush, who was briefed on new intelligence estimate with its pessimistic tone, has not significantly changed tenor of his public remarks on war's course over summer, consistently emphasizing progress while acknowledging difficulties; Sen John Kerry has criticized administration's optimistic public position on Iraq and questioned whether it will be possible to hold elections there in Jan as planned (M)",
      "lead_paragraph": "WASHINGTON, Sept. 15 - A classified National Intelligence Estimate prepared for President Bush in late July spells out a dark assessment of prospects for Iraq, government officials said Wednesday.",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/16/washington/the-conflict-in-iraq-the-reconstruction-us-intelligence-shows.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "State Dept. Official Arrested in Inquiry on Taiwan Contact",
      "snippet": "Career Foreign Service officer Donald W Keyser, who is suspected of improperly passing documents to Taiwanese intelligence agents, is arrested and charged with concealing trip to Taiwan; Keyser was until recently top advisor on China to Secretary ...",
      "abstract": "Career Foreign Service officer Donald W Keyser, who is suspected of improperly passing documents to Taiwanese intelligence agents, is arrested and charged with concealing trip to Taiwan; Keyser was until recently top advisor on China to Secretary of State Colin L Powell; he resigned abruptly several weeks ago when he found he was under investigation; he allegedly met with Taiwanese intelligence agent in Tapei, and failed to disclose meeting as required; in subsequent FBI surveillance operation, he was seen meeting with two Taiwanese agents in series of covert meetings around Washington, and handing Taiwanese what appeared to be government material; because United States does not have diplomatic relations with Taiwan, it is rare for diplomats to travel there, especially in any official capacity, without special permission (M)",
      "lead_paragraph": "WASHINGTON, Sept. 15 - A longtime Foreign Service officer at the State Department, who until recently was a ranking official on East Asian affairs, was arrested on Wednesday and charged with concealing a trip to Taiwan, and is suspected of improperly passing documents to Taiwanese intelligence agents, law enforcement and intelligence officials said.",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/16/politics/state-dept-official-arrested-in-inquiry-on-taiwan-contact.html",
      "byline": "By Eric Lichtblau and David E. Sanger"
    },
    {
      "headline": "World Business Briefing | Europe: Belgium: Illegal Airline Aid Estimated",
      "snippet": "European Commission says regional government in southern Belgium estimates it paid 4 million euros ($4.9 million) in illegal aid to Irish airline Ryanair; ordered regional government in February to recover illegal aid in move that it said was aime...",
      "abstract": "European Commission says regional government in southern Belgium estimates it paid 4 million euros ($4.9 million) in illegal aid to Irish airline Ryanair; ordered regional government in February to recover illegal aid in move that it said was aimed at restoring fair competition in market; Ryanair received discounts for landing and service fees at Charleroi airport in southern Belgium (S)",
      "lead_paragraph": "A regional government in southern Belgium has estimated that it paid 4 million euros ($4.9 million) in illegal aid to the Irish airline Ryanair, the European Commission said. In February, the commission ordered the regional government to recover illegal aid in a move that it said was aimed at restoring fair competition in the market. The amount may be disputed by Ryanair, which has requested further information about the calculations. Ryanair appealed the commission's ruling in February at the European Court of First Instance in Luxembourg, but no trial date has been set. Ryanair, which is based in Dublin, received discounts for landing and service fees at the Charleroi airport in southern Belgium. Paul Meller (NYT)",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/16/business/world-business-briefing-europe-belgium-illegal-airline-aid.html",
      "byline": "By Paul Meller (NYT)"
    },
    {
      "headline": "Alzheimer's in the Living Room: How One Family Rallies to Cope",
      "snippet": "Article in series on Alzheimer's Disease, The Long Goodbye, describes round-the-clock attention required by man whose family is determined to care for him at home; primary caregiver for Christopher Dillon is his wife, who describes her situation a...",
      "abstract": "Article in series on Alzheimer's Disease, The Long Goodbye, describes round-the-clock attention required by man whose family is determined to care for him at home; primary caregiver for Christopher Dillon is his wife, who describes her situation as 'overwhelming, worse every day,' despite help she gets from two adult sons; Dillons' ordeal is familiar to families of 4.5 million American men and women with Alzheimer's; health care experts expect number of afflicted to triple to 14 million by midcentury; for their caregivers, life is constant vigil, an act of stoic devotion that most families embrace as antithesis of nursing home; experts agree that substantial majority of Alzheimer's patients are cared for at home by family members; this growing army of caregivers props up nation's health care system with free labor worth estimated $100 billion a year or more; many caregivers pay terrible price, as emotional bonds and financial resources are strained; many get sick from stress; daily routine in Dillon household described; photos (M)",
      "lead_paragraph": "After his retirement as a New York City carpenter four years ago, and before he faded into the incoherent fog of Alzheimer's disease, Christopher Dillon and his two grown sons renovated a bathroom in the basement of the family's Queens home.",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/16/health/alzheimers-in-the-living-room-how-one-family-rallies-to-cope.html",
      "byline": "By Jane Gross"
    },
    {
      "headline": "World Business Briefing | Europe: France: Perrier Decision Postponed",
      "snippet": "Bottled-water unit of Nestle postpones until at least October any decision on whether to sell its Perrier brand; graph (S)",
      "abstract": "Bottled-water unit of Nestle postpones until at least October any decision on whether to sell its Perrier brand; graph (S)",
      "lead_paragraph": "The bottled-water unit of Nestlé has postponed until at least October any decision on whether to sell its Perrier brand, six weeks after workers rejected a proposal by the company to cut costs at the subsidiary's plant in southern France. The employees' central council \"was informed of the possibility of selling the Perrier division, a project that will be examined along with others, including grouping the Vittel and Contrex organizations into a single structure,\" the unit, Nestlé Waters, said after a meeting between senior management and the employee council in Paris.",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/16/business/world-business-briefing-europe-france-perrier-decision-postponed.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Coke Says 2nd-Half Profit Will Miss Target",
      "snippet": "Coca-Cola Co warns investors that problems in North America and Europe will cause its profits for second half to fall short of expectations; its stock to fall to its lowest level this year; chief executive E Neville Isdell faces many challenges to...",
      "abstract": "Coca-Cola Co warns investors that problems in North America and Europe will cause its profits for second half to fall short of expectations; its stock to fall to its lowest level this year; chief executive E Neville Isdell faces many challenges to reviving company; graph; photo (M)",
      "lead_paragraph": "The Coca-Cola Company warned yesterday that its earnings for the second half of the year would fall short of forecasts, citing competitive pressures in North America and unseasonably cool and rainy weather in Europe.",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/16/business/coke-says-2ndhalf-profit-will-miss-target.html",
      "byline": "By Nat Ives"
    },
    {
      "headline": "OPEC Raises Output Ceiling in Gesture to Lower Price",
      "snippet": "OPEC agrees to increase its formal production ceiling, underlining group's resolve to bring down high oil prices; move will have no impact on physical oil market because most OPEC members are already producing at or near capacity and well above th...",
      "abstract": "OPEC agrees to increase its formal production ceiling, underlining group's resolve to bring down high oil prices; move will have no impact on physical oil market because most OPEC members are already producing at or near capacity and well above their existing quotas; OPEC will raise its nominal production ceiling to 27 million barrels a day, highest on record, from 26 million barrels a day; crude oil for October delivery falls 81 cents, or 1.8 percent, to close at $43.58 a barrel in New York trading; factor keeping prices high is that OPEC's 11 members have little spare production capacity; Saudi Arabia's Oil Min Ali al-Naimi estimates there is no need for OPEC to bring more oil on market; Saudi Arabia is producing 9.5 million barrels a day and will bring on two fields that can add 800,000 barrels a day in production; Naimi says OPEC has not lost its control of market; photo (M)",
      "lead_paragraph": "VIENNA, Sept. 15 - In a largely symbolic decision, OPEC agreed on Wednesday to increase its formal production ceiling, underlining the group's resolve to bring down high oil prices. But the move will have no impact on the physical oil market, because most OPEC members are already producing at or near capacity and well above their existing quotas.",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/16/business/worldbusiness/opec-raises-output-ceiling-in-gesture-to-lower-price.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Way Is Cleared for Santander to Buy British Home Lender",
      "snippet": "Spain's Santander Central Hispano seems certain to acquire British mortgage lender Abbey National after HBOS decides not to make counterbid and European Commission clears Spanish takeover; Santander offered 8.5 billion pounds ($15 billion) in July...",
      "abstract": "Spain's Santander Central Hispano seems certain to acquire British mortgage lender Abbey National after HBOS decides not to make counterbid and European Commission clears Spanish takeover; Santander offered 8.5 billion pounds ($15 billion) in July; photo (M)",
      "lead_paragraph": "LONDON, Sept. 15 - Santander Central Hispano of Spain looks certain to clinch its deal for the British mortgage lender Abbey National, after HBOS, a potential rival, said on Wednesday that it would not make a counterbid, and European Commission regulators cleared the Spanish takeover.",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/16/business/worldbusiness/way-is-cleared-for-santander-to-buy-british-home.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "The Return of the Sims",
      "snippet": "Charles Herold Game Theory column reviews Sims 2; photo (M)",
      "abstract": "Charles Herold Game Theory column reviews Sims 2; photo (M)",
      "lead_paragraph": "RACHEL loves Mike. Mike loves Rachel. Mike also loves Carol and is trying to seduce Alice. Rachel punched Mike and wept hysterically when she saw him flirt with Alice, which was a little hypocritical since she is also having an affair with Carol. Surprisingly, Ted, a child adopted by Rachel and Mike, seems to take all this in stride.",
      "publication_date": "2004-09-16T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/09/16/technology/circuits/the-return-of-the-sims.html",
      "byline": "By Charles Herold"
    }
  ]
}