{
  "metadata": {
    "date": "2004-07-16",
    "total_articles": 25
  },
  "articles": [
    {
      "headline": "Around the World, Markets Are the Dullest in Years. Is That Good News?",
      "snippet": "Floyd Norris column on boring stock markets around world; says in most cases, doubts shown by dull markets have been resolved with good news and could be harbinger of good times; graph (M)",
      "abstract": "Floyd Norris column on boring stock markets around world; says in most cases, doubts shown by dull markets have been resolved with good news and could be harbinger of good times; graph (M)",
      "lead_paragraph": "MAY you live in boring times. For those familiar with the old Chinese curse about living in interesting times, boring may sound like a blessing, and it may well become one for investors. But it is flustering money managers this year.",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/16/business/around-the-world-markets-are-the-dullest-in-years-is-that-good-news.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Dispute Disrupts Daimler in Germany",
      "snippet": "Tens of thousands of autoworkers walk off job at Mercedes-Benz plants across Germany, intensifying already bitter dispute between DaimlerChrysler and its union; more than 20,000 workers strike plant in Sindelfingen, where company has been trying t...",
      "abstract": "Tens of thousands of autoworkers walk off job at Mercedes-Benz plants across Germany, intensifying already bitter dispute between DaimlerChrysler and its union; more than 20,000 workers strike plant in Sindelfingen, where company has been trying to eliminate hourly breaks in effort to cut labor costs; carmaker is seeking to reduce labor costs by 500 million euros ($617 million) a year; workers have offered cuts worth 180 million euros ($222 million); photo (M)",
      "lead_paragraph": "Tens of thousands of autoworkers walked off the job Thursday at Mercedes-Benz plants across Germany, intensifying an already bitter dispute between DaimlerChrysler and its union.",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/16/business/dispute-disrupts-daimler-in-germany.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Schering-Plough Is Said To Settle Medicaid Charges  The drug giant Schering-Plough has agreed to pay $350 million in fines and plead guilty to criminal charges that it cheated the federal Medicaid program, according to people involved in the case....",
      "abstract": " Schering-Plough Is Said To Settle Medicaid Charges  The drug giant Schering-Plough has agreed to pay $350 million in fines and plead guilty to criminal charges that it cheated the federal Medicaid program, according to people involved in the case.    The settlement, expected to be announced next week with federal prosecutors in Philadelphia, stems from a six-year investigation prompted by three whistle-blowers who accused Schering-Plough of selling its products to private health care providers for far less than it sold them to Medicaid. [Page A1.]",
      "lead_paragraph": "Schering-Plough Is Said To Settle Medicaid Charges",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/16/business/business-digest-330094.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Internet Telecom",
      "snippet": "Britain's BT Group begins offering phone calls, e-mail and Yahoo Inc instant messaging free over Internet; access charges start at $37 a month (S)",
      "abstract": "Britain's BT Group begins offering phone calls, e-mail and Yahoo Inc instant messaging free over Internet; access charges start at $37 a month (S)",
      "lead_paragraph": "The British telecom company BT Group has started offering phone calls, e-mail and Yahoo Inc. instant messaging free over the Internet. The company's 19 million customers can now download free software from the Internet to set up the service, which turns the computer into a telephone, address book and video camera, the company said. Calls from one computer to another, using technology known as voice over Internet protocol, are free; fixed-line or mobile phone calls are charged standard rates. Access charges start at £20 ($37) a month.",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/16/business/world-business-briefing-europe-britain-internet-telecom.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "INSIDE",
      "snippet": "Bryant Stays, Martin Goes  Kobe Bryant decided to return to the Los Angeles Lakers for a sevenyear, $136.4 million contract, allowing the team to avoid a complete dismantling. Meanwhile, the Nets sent Kenyon Martin to Denver for three draft picks....",
      "abstract": " Bryant Stays, Martin Goes  Kobe Bryant decided to return to the Los Angeles Lakers for a sevenyear, $136.4 million contract, allowing the team to avoid a complete dismantling. Meanwhile, the Nets sent Kenyon Martin to Denver for three draft picks.   SPORTSFRIDAY, PAGE D1    Ex-Tyco Lawyer Is Acquitted  Tyco International's former top lawyer was acquitted of charges that he stole millions from the company.   BUSINESS DAY, PAGE C1",
      "lead_paragraph": "Bryant Stays, Martin Goes",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/16/us/inside-329991.html",
      "byline": ""
    },
    {
      "headline": "Senate Approves Tobacco Buyout And New Curbs",
      "snippet": "Senate, in 78-to-15 vote, approves new federal regulation of tobacco products and advertising as part of deal to buy out nation's tobacco growers and end price supports that date from Depression; lawmakers from tobacco belt sign off on new oversig...",
      "abstract": "Senate, in 78-to-15 vote, approves new federal regulation of tobacco products and advertising as part of deal to buy out nation's tobacco growers and end price supports that date from Depression; lawmakers from tobacco belt sign off on new oversight by Food and Drug Administration in exchange for $12 billion, 10-year program to aid tobacco growers struggling for survival in light of lower prices resulting from less smoking and increased imports; House has adopted its own $9.6 billion tobacco buyout without any new federal regulation of tobacco products; some House members privately acknowledge that giving FDA new power might be price they must pay for grower relief; under Senate bill, FDA would have authority for first time to regulate sale, distribution and advertising of cigarettes and smokeless tobacco, and to require manufacturers to better disclose contents and consequences of their products in new, stronger warning labels on packages; photo (M)",
      "lead_paragraph": "After years of resistance by lawmakers from tobacco states and the cigarette industry, the Senate overwhelmingly approved new federal regulation of tobacco products and advertising on Thursday as part of a deal to buy out the nation's tobacco growers and end price supports that date from the Depression.",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/16/us/senate-approves-tobacco-buyout-and-new-curbs.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "Hedge Fund Plan Fractures Civility Of Republicans",
      "snippet": "Securities and Exchange Commission chairman William H Donaldson stakes out his independence as he comes under heavy political attack from Republican members of Senate Banking Committee for his plan to tighten oversight of hedge fund industry; find...",
      "abstract": "Securities and Exchange Commission chairman William H Donaldson stakes out his independence as he comes under heavy political attack from Republican members of Senate Banking Committee for his plan to tighten oversight of hedge fund industry; finds allies among Democrats as he fends off skepticism of plan by committee's chairman, Sen Richard C Shelby, and more pointed criticism by most other Republican members; photo (M)",
      "lead_paragraph": "The head of the Securities and Exchange Commission staked out his independence on Thursday as he came under heavy political assault by Republican members of the Senate Banking Committee for his plan to tighten oversight of the hedge fund industry.",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/16/business/hedge-fund-plan-fractures-civility-of-republicans.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Deal in Mexico Makes 4 Banks Absorb Losses From Loans",
      "snippet": "Four banks agree to absorb some losses stemming from Mexico's banking crisis of mid-1990's, ending dispute with regulators; they are Citigroup's Banamex unit, HSBC, Banco Bilbao Vizcaya Argentaria's Mexican bank known as BBVA-Bancomer and Mexican ...",
      "abstract": "Four banks agree to absorb some losses stemming from Mexico's banking crisis of mid-1990's, ending dispute with regulators; they are Citigroup's Banamex unit, HSBC, Banco Bilbao Vizcaya Argentaria's Mexican bank known as BBVA-Bancomer and Mexican bank Banorte; will absorb about $826 million in bad loans and allow limited audit of some $600 million in questionable loans; agree to open sealed working papers from 1998 audit; legislators believe those papers may reveal additional questionable loans; press reports estimate total loss for banks could reach $1.5 billion (M)",
      "lead_paragraph": "Four banks, including the local units of Citigroup and HSBC, have agreed to absorb some losses stemming from the banking crisis of the mid-1990's, ending a dispute with regulators, legislators said Thursday.",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/16/business/deal-in-mexico-makes-4-banks-absorb-losses-from-loans.html",
      "byline": "By Elisabeth Malkin"
    },
    {
      "headline": "What Iraqis Want Most: Passport and a Way Out",
      "snippet": "Iraqis who are jobless, rattled and fed up storm newly reopened passport offices in Baghdad, hoping to leave country; offices have been swamped ever since reopening on June 28, with one office getting over 500 applications every day; fervor with w...",
      "abstract": "Iraqis who are jobless, rattled and fed up storm newly reopened passport offices in Baghdad, hoping to leave country; offices have been swamped ever since reopening on June 28, with one office getting over 500 applications every day; fervor with which Iraqis crave passport, and with it chance to escape, speaks volumes about their frustration with existing order; long lines at five passport offices in capital are grim portrait of fledgling government coming face to face with its constituents; photos (M)",
      "lead_paragraph": "There is one thing the sovereign state of Iraq can offer its citizens today, and Iraqis are banging down the doors to get their hands on it: a passport out of the country.",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/16/world/the-reach-of-war-the-way-out-what-iraqis-want-most-passport-and-a-way-out.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Oil Profit Falls",
      "snippet": "Canada's Nexen Inc says second-quarter profit fell 46 percent, 143 million Canadian dollars ($108 million); revenue rose 4.8 percent, to 913 million Canadian dollars; graph (S)",
      "abstract": "Canada's Nexen Inc says second-quarter profit fell 46 percent, 143 million Canadian dollars ($108 million); revenue rose 4.8 percent, to 913 million Canadian dollars; graph (S)",
      "lead_paragraph": "Nexen Inc., a Canadian oil and natural gas producer, said second-quarter profit fell 46 percent as output declined, costs rose and the company accounted for a change in its stock-option plan. Net income fell to 143 million Canadian dollars ($108 million) from 263 million Canadian dollars a year earlier, Nexen said. Revenue rose 4.8 percent, to 913 million Canadian dollars. Second-quarter production fell 14 percent from a year earlier, Nexen said. The company, based in Calgary, Alberta, said daily output for the full year might miss its target.",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/16/business/world-business-briefing-americas-canada-oil-profit-falls.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "MORE ON IRAQ",
      "snippet": " MILITIAMEN TURN VIGILANTES -- Iraqi militiamen loyal to the Shiite cleric Moktada al-Sadr have found a new calling: vigilantism.   PAGE A10",
      "abstract": " MILITIAMEN TURN VIGILANTES -- Iraqi militiamen loyal to the Shiite cleric Moktada al-Sadr have found a new calling: vigilantism.   PAGE A10",
      "lead_paragraph": "MILITIAMEN TURN VIGILANTES -- Iraqi militiamen loyal to the Shiite cleric Moktada al-Sadr have found a new calling: vigilantism. PAGE A10",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/16/world/more-on-iraq.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Funds For Automaker",
      "snippet": "Japan's Mitsubishi Motors receives final installments of 496 billion yen ($4.5 billion) bailout packaged announced in May, money it plans to use in attempt to turn its business around amid steep slide in sales (S)",
      "abstract": "Japan's Mitsubishi Motors receives final installments of 496 billion yen ($4.5 billion) bailout packaged announced in May, money it plans to use in attempt to turn its business around amid steep slide in sales (S)",
      "lead_paragraph": "The Japanese automaker Mitsubishi Motors has received the final installments of a 496 billion yen ($4.5 billion) bailout package announced in May, money that it plans to use in an attempt to turn its business around amid a steep slide in sales. The carmaker, which has been tainted by revelations it concealed vehicle defects from Japanese regulators to avoid recalls, received 201 billion yen yesterday through the sale of new shares to three groups of investors, including the Japanese turnaround fund Phoenix Capital. The sale makes Phoenix Capital the largest shareholder in Mitsubishi Motors, with a 33 percent stake, replacing DaimlerChrysler, whose stake falls to 23 percent from 37 percent. Mitsubishi Motors received 295 billion yen in fresh capital last month. Todd Zaun (NYT)",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/16/business/world-business-briefing-asia-japan-funds-for-automaker.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Former Leader Is Still a Power In China's Life",
      "snippet": "Jiang Zemin, who handed titles of Communist Party chief and president to Hu Jintao in 2002, still holds ultimate power in China and has no immediate plans to give up his remaining position as head of military; some members of party elite want him ...",
      "abstract": "Jiang Zemin, who handed titles of Communist Party chief and president to Hu Jintao in 2002, still holds ultimate power in China and has no immediate plans to give up his remaining position as head of military; some members of party elite want him to do so when party convenes its fourth plenum, or national planning session, this fall; consequences of Jiang's prolonged reign are thought to be substantial; he has retained final say on most delicate foreign policy issues, as well as some prickly domestic disputes, even though he no longer holds top government and party posts; Chinese party officials and Western experts say split leadership has contributed to increased political repression at home and heightened chances of military conflict with Taiwan, while raising specter of power struggle in future; Hu and Jiang have not feuded publicly, but Jiang has thwarted Hu's efforts to put his own stamp on Chinese foreign policy; photo (M)",
      "lead_paragraph": "With bold front-page headlines and top billing on the main television news show, China's state media announced this week that Jiang Zemin, the country's military chief, had visited the northern city of Shenyang and called on troops there ''to master revolutionary theory.''",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/16/world/former-leader-is-still-a-power-in-china-s-life.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "Brazil's President Is Cautious Despite Signs of a Recovery",
      "snippet": "Pres Luiz Inacio Lula da Silva is cautious despite signs of economic recovery in Brazil; says he is optimistic but knows lot of work ahead before economy really starts growing on sustained basis; positive first-quarter numbers also strengthen hand...",
      "abstract": "Pres Luiz Inacio Lula da Silva is cautious despite signs of economic recovery in Brazil; says he is optimistic but knows lot of work ahead before economy really starts growing on sustained basis; positive first-quarter numbers also strengthen hand of Finance Min Antonio Palocci, who became magnet for criticism while economy languished; photo (M)",
      "lead_paragraph": "Exports are booming. Industrial production has risen for nine consecutive months. Retail sales are surging after a long slump. And unemployment is starting to retreat.",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/16/business/brazil-s-president-is-cautious-despite-signs-of-a-recovery.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "As Sales Dip, Nokia Issues A Warning On Earnings",
      "snippet": "Nokia reports second-quarter decline in sales and slashes its earnings forecast for current quarter, as it continues to cut prices to try to win back customers; total sales fell 5 percent from year ago, to 6.64 billion euros ($8.19 billion), while...",
      "abstract": "Nokia reports second-quarter decline in sales and slashes its earnings forecast for current quarter, as it continues to cut prices to try to win back customers; total sales fell 5 percent from year ago, to 6.64 billion euros ($8.19 billion), while operating profit from cellphones fell 39 percent, to 797 million euros; net income was 712 million euros, up 14 percent from last year; photo (M)",
      "lead_paragraph": "Nokia, the world's largest cellphone maker, reported a second-quarter drop in sales on Thursday and slashed its earnings forecast for the current quarter, as it continues to cut prices to try to win back customers.",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/16/business/as-sales-dip-nokia-issues-a-warning-on-earnings.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Retail Sales Surge",
      "snippet": "Brazil's retail sales rose 10 percent in May from year earlier and 4.2 percent from April (S)",
      "abstract": "Brazil's retail sales rose 10 percent in May from year earlier and 4.2 percent from April (S)",
      "lead_paragraph": "Retail sales in Brazil rose in May for the sixth consecutive month, jumping 10 percent from the period a year earlier and 4.2 percent from April, the government's statistics agency said. Furniture and household appliance sales continued to lead the surge, rising 36 percent, while clothing and shoe sales climbed 22 percent. Retail sales are up 8.5 percent so far this year, suggesting that the economic recovery is being driven by an increase in domestic demand as well as a booming export sector. Todd Benson (NYT)",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/16/business/world-business-briefing-americas-brazil-retail-sales-surge.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Growth Outlook Reduced",
      "snippet": "European Commission lowers its third-quarter growth forecast to 0.3 percent to 0.7 percent for dozen euro nations, compared with 0.4 percent to 0.8 percent it predicted on June 1 (S)",
      "abstract": "European Commission lowers its third-quarter growth forecast to 0.3 percent to 0.7 percent for dozen euro nations, compared with 0.4 percent to 0.8 percent it predicted on June 1 (S)",
      "lead_paragraph": "The European Commission lowered its third-quarter growth forecast for the $8.5 trillion economy of the dozen euro nations, suggesting that consumer spending is failing to strengthen as much as anticipated. The commission said growth in the current quarter would be 0.3 percent to 0.7 percent, compared with the 0.4 percent to 0.8 percent it predicted on June 1.",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/16/business/world-business-briefing-europe-growth-outlook-reduced.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Africa: South Africa: Blacks Buy Bank Stake",
      "snippet": "South Africa's Standard Bank Group and its Liberty Group life insurance unit agree to sell 5.6 billion rand ($925 million) in shares to black investors in biggest attempt yet to raise black participation in South Africa's economy; investors will b...",
      "abstract": "South Africa's Standard Bank Group and its Liberty Group life insurance unit agree to sell 5.6 billion rand ($925 million) in shares to black investors in biggest attempt yet to raise black participation in South Africa's economy; investors will be Millennium Consolidated Investments Ltd, led by Cyril Ramaphosa, Safika Holdings Ltd, led by Saki Macozoma, employees and community trust; photo (S)",
      "lead_paragraph": "The Standard Bank Group, Africa's No. 1 lender, and its insurance unit agreed to sell 5.6 billion rand ($925 million) in shares to black investors in the biggest attempt yet to raise black participation in South Africa's economy. The bank, based in Johannesburg, and its Liberty Group life insurer will each sell a 10 percent stake. The investors will be Millennium Consolidated Investments Ltd., led by Cyril Ramaphosa (above), the former politician who was a leader in negotiations that led to the end of apartheid; Safika Holdings Ltd., led by Saki Macozoma; employees; and a community trust, the companies said. South Africa's financial services companies agreed last year to sell a quarter of their businesses to blacks to help make up for apartheid-era discrimination.",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/16/business/world-business-briefing-africa-south-africa-blacks-buy-bank-stake.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "I.B.M. Profit, Up by 17%, Bucks Trend In Industry",
      "snippet": "IBM reports quarterly profits that surpass Wall Street estimates at time when much of recent news from computer hardware and software companies has been of surprisingly bad earnings, rising inventories and uncertain prospects; says profit was near...",
      "abstract": "IBM reports quarterly profits that surpass Wall Street estimates at time when much of recent news from computer hardware and software companies has been of surprisingly bad earnings, rising inventories and uncertain prospects; says profit was nearly $1.99 billion, up 17 percent from year earlier; revenue in quarter rose 7 percent, to $23.2 billion; chief financial officer Mark Loughridge comments (M)",
      "lead_paragraph": "I.B.M., a bellwether of the corporate computing business, supplied a modest dose of steadying reassurance yesterday to a shaky technology sector.",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/16/business/technology-ibm-profit-up-by-17-bucks-trend-in-industry.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Nothing but Friendly Skies for G.E.; Giant in Engines and Plane Leasing Finds Itself in Win-Win Situations",
      "snippet": "General Electric appears to be weathering upheavals in airline industry and may even stand to gain from them if it winds up repossessing sort of young, fuel-efficient narrow-body jets that low-fare carriers want; GE Commercial Aviation Services le...",
      "abstract": "General Electric appears to be weathering upheavals in airline industry and may even stand to gain from them if it winds up repossessing sort of young, fuel-efficient narrow-body jets that low-fare carriers want; GE Commercial Aviation Services leases out more than 1,200 of its own aircraft, manages 300 leases for other owners and handles maintenance for many aircraft; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/16/business/nothing-but-friendly-skies-for-ge-giant-engines-plane-leasing-finds-itself-win.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "Isolated and Angry, Gaza Battles Itself, Too",
      "snippet": "Second of two articles in series, A People Adrift, on plight of Palestinians living in Gaza Strip; Israel says it will withdraw its settlers and soldiers from Gaza Strip next year, prompting struggle among Palestinian factions over who will govern...",
      "abstract": "Second of two articles in series, A People Adrift, on plight of Palestinians living in Gaza Strip; Israel says it will withdraw its settlers and soldiers from Gaza Strip next year, prompting struggle among Palestinian factions over who will govern Gaza and how, whether it will be ruled by agreement, by ballot, by force, or not at all; 10 years after Yasir Arafat returned in triumph to Gaza, would-be leaders continue to scramble for way forward; many feel Arafat has failed to propose vision for Palestinian people, refusing to say if he is for or against intifada, for or against terror; man favored by Israeli, European and American officials as strong enough to run Gaza is Muhammad Dahlan, for years leader of Preventive Security Force in Gaza; he is more feared than loved by people of Gaza; in 1996, on Arafat's orders, he cracked down on Hamas, earning reputation for ruthlessness; during current uprising, he has refused to take such action; he sees Israeli withdrawal as opportunity; says Palestinians must decide if they want peace or war; he and other Palestinian politicians sense beneath militancy an exhaustion with death and despair and hunger for change; photos; map (L)",
      "lead_paragraph": "Some of the women wore smart suits. Many modestly covered their hair. Only one wore the most conservative Islamic dress, cloaking herself head to toe in black.",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/16/world/isolated-and-angry-gaza-battles-itself-too.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "World Business Briefing | Americas: Chile: Record Copper Exports",
      "snippet": "Chile says exports of copper during second quarter rose to record on demand from expanding economies in US and China (S)",
      "abstract": "Chile says exports of copper during second quarter rose to record on demand from expanding economies in US and China (S)",
      "lead_paragraph": "Chile, the world's biggest copper producer, said its exports of the metal during the second quarter rose to a record on demand from expanding economies in the United States and China. Exports doubled to $3.6 billion from $1.8 billion in the period a year earlier, according to central bank figures.",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/16/business/world-business-briefing-americas-chile-record-copper-exports.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "GUILTY PLEA SEEN FOR DRUG MAKER",
      "snippet": "Schering-Plough agrees to pay $350 million in fines and plead guilty to criminal charges that it cheated federal Medicaid program; settlement to be announced next week is result of six-year investigation that began when three whistle-blowers accus...",
      "abstract": "Schering-Plough agrees to pay $350 million in fines and plead guilty to criminal charges that it cheated federal Medicaid program; settlement to be announced next week is result of six-year investigation that began when three whistle-blowers accused company of selling its products to private health care providers for far less than it sold them to Medicaid, in violation of federal law that requires drug makers to offer their lowest prices to Medicaid; in settlement, Schering-Plough is expected to admit that it gave grants to private providers to conduct patient education and marketing programs as part of kickback scheme to induce them to buy Schering-Plough drugs at relatively high prices; company then billed Medicaid officials at these high prices--without giving offsetting grants; last year, Bayer paid $257 million and GlaxoSmith Kline paid $86.7 million to settle similar allegations; Schering-Plough  case is part of broad assault by federal prosecutors into drug industry's marketing practices (M)",
      "lead_paragraph": "The drug giant Schering-Plough has agreed to pay $350 million in fines and plead guilty to criminal charges that it cheated the federal Medicaid program, according to people involved in the case.",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/16/business/guilty-plea-seen-for-drug-maker.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "Executive Abruptly Quits at Canadian Discount Airline",
      "snippet": "Mark Hill, co-founder of Canada's no-frills carrier WestJet Airlines, resigns amid increasingly acrimonious legal fight between Air Canada and WestJet over suspected industrial espionage; Air Canada, which is preparing to emerge from 15 months of ...",
      "abstract": "Mark Hill, co-founder of Canada's no-frills carrier WestJet Airlines, resigns amid increasingly acrimonious legal fight between Air Canada and WestJet over suspected industrial espionage; Air Canada, which is preparing to emerge from 15 months of bankruptcy protection, filed suit in April against WestJet, contending Hill monitored internal Air Canada Web site; WestJet has filed preliminary papers on its intent to sue Air Canada, contending investigators hired by Air Canada disguised as garbage collectors rifled Hill's home trash so they could later digitally reconstruct it; photo (M)",
      "lead_paragraph": "Mark Hill, a co-founder of Canada's no-frills carrier WestJet Airlines, resigned late Wednesday amid an increasingly acrimonious legal fight between Air Canada and WestJet over suspected industrial espionage.",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/16/business/executive-abruptly-quits-at-canadian-discount-airline.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "Jury Finds Ex-Tyco Lawyer Not Guilty of All Charges",
      "snippet": "Tyco International's former general counsel Mark A Belnick is acquitted of charges he stole millions of dollars from company in form of unauthorized bonuses and loans and that he failed to disclose payments; decision is setback for prosecutors, wh...",
      "abstract": "Tyco International's former general counsel Mark A Belnick is acquitted of charges he stole millions of dollars from company in form of unauthorized bonuses and loans and that he failed to disclose payments; decision is setback for prosecutors, whose efforts to convict former Tyco executives L Dennis Kozlowski and Mark H Swartz ended in mistrial in April; photo (M)",
      "lead_paragraph": "Tyco International's former general counsel was acquitted yesterday of charges that he stole millions of dollars from the company in the form of unauthorized bonuses and loans and that he failed to disclose the payments.",
      "publication_date": "2004-07-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/16/business/jury-finds-ex-tyco-lawyer-not-guilty-of-all-charges.html",
      "byline": "By Jonathan D. Glater"
    }
  ]
}