{
  "metadata": {
    "date": "2004-05-07",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "World Business Briefing | Asia: Japan: Profit For Brewer",
      "snippet": "Asahi Breweries Ltd's net income was 2.35 billion yen ($21.6 million) in three months ended March 31 compared to loss of 5.07 billion yen year earlier; sales rose to 277.2 billion yen from 273 billion yen (S)",
      "abstract": "Asahi Breweries Ltd's net income was 2.35 billion yen ($21.6 million) in three months ended March 31 compared to loss of 5.07 billion yen year earlier; sales rose to 277.2 billion yen from 273 billion yen (S)",
      "lead_paragraph": "Asahi Breweries Ltd., Japan's biggest brewer, said it returned to profit in the first quarter as new brands bolstered sales and helped win market share from rivals. Asahi said it had net income of 2.35 billion yen ($21.6 million), or 4.71 yen a share, in the three months ended March 31, in contrast to a loss of 5.07 billion yen, or 10.17 yen a share, a year earlier. Sales rose to 277.2 billion yen from 273 billion yen, the company said.",
      "publication_date": "2004-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/07/business/world-business-briefing-asia-japan-profit-for-brewer.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "U.S. Forces Move on Outskirts Of Najaf, Installing a Governor",
      "snippet": "American forces capture governor's office on outskirts of Najaf and quickly install new Iraqi leader there, in most aggressive move yet against radical Shiite cleric Moktada al-Sadr, leader of monthlong resistance there; seizure comes on day of he...",
      "abstract": "American forces capture governor's office on outskirts of Najaf and quickly install new Iraqi leader there, in most aggressive move yet against radical Shiite cleric Moktada al-Sadr, leader of monthlong resistance there; seizure comes on day of heavy fighting between Americans and Sadr's militia in southern Iraq; in Kufa, where bulk of Sadr's militia is concentrated, Americans say they killed 41 insurgents; American administrator L Paul Bremer III announces appointment of Adnan al-Zurufi as governor in Najaf; he was opponent of Saddam Hussein who lived in exile in United States; American move into Najaf, a holy city, reflects high-risk strategy designed to subdue Sadr without alienating Iraq's Shiite majority population; so far, in operations in Najaf and Karbala, another holy Shiite city, Americans have avoided moving into city centers, where holiest shrines are; in Karbala, American military sieze large store of weapons being used by Sadr's Mahdi Army; American operation against Sadr began hours after moderate Shiite leaders issued statement calling on Sadr to take his army out of two cities; photos; maps (L)",
      "lead_paragraph": "American forces on Thursday captured the governor's office on the outskirts of the holy city of Najaf and quickly installed a new Iraqi leader there. It was the most aggressive move yet against the radical Shiite cleric, Moktada al-Sadr, who has led a monthlong resistance there.",
      "publication_date": "2004-05-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/07/world/struggle-for-iraq-military-us-forces-move-outskirts-najaf-installing-governor.html",
      "byline": "By Edward Wong and Dexter Filkins"
    },
    {
      "headline": "World Business Briefing | Asia: Singapore: Telecom Profit",
      "snippet": "World Business",
      "abstract": "World Business",
      "lead_paragraph": "Singapore Telecommunications said it would buy back 3 billion Singapore dollars ($1.78 billion) worth of its shares after reporting a sixfold increase in net profit for the first three months of 2004. The company, known as SingTel, said it earned 1.96 billion Singapore dollars in its fiscal fourth quarter, lifted by an exceptional pretax gain of 2 billion Singapore dollars from the sale of its stake in a Belgian operator, Belgacom. Profit for the year ended March 31 tripled to 4.49 billion Singapore dollars. Wayne Arnold (NYT)",
      "publication_date": "2004-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/07/business/world-business-briefing-asia-singapore-telecom-profit.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Italy Fires Alitalia's Board and Seeks New Investors",
      "snippet": "Italy's government fires entire board of Alitalia and says that private investors will be sought to provide cash to its flagging operations; postpones any decisions on layoffs; government, which owns 62 percent of Alitalia, appoints Giancarlo Cimo...",
      "abstract": "Italy's government fires entire board of Alitalia and says that private investors will be sought to provide cash to its flagging operations; postpones any decisions on layoffs; government, which owns 62 percent of Alitalia, appoints Giancarlo Cimoli to take over as chairman and chief executive, ousting Marco Zanichelli, who had been chief executive less than three months, and Giuseppe Bonomi, who had served as chairman; unions endorse government's decision to change board and promises to suspend their sporadic strikes indefinitely; photo (M)",
      "lead_paragraph": "In a surprise move Thursday, Italy's government fired the entire board of Alitalia, the nation's flagship airline, and said that private investors would be sought to provide cash to its flagging operations. The government postponed any decisions on layoffs.",
      "publication_date": "2004-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/07/business/italy-fires-alitalia-s-board-and-seeks-new-investors.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "U.S. Rules Morning-After Pill Can't Be Sold Over the Counter",
      "snippet": "Food and Drug Administration rejects Barr Pharmaceuticals' application to sell morning-after pill over the counter because of concerns about whether young girls will be able to use it safely; says company must either find way to prevent young teen...",
      "abstract": "Food and Drug Administration rejects Barr Pharmaceuticals' application to sell morning-after pill over the counter because of concerns about whether young girls will be able to use it safely; says company must either find way to prevent young teenagers from getting it from store shelves or prove, in new study, that young girls can understand how to use it without help of doctor; in Dec, panel of independent experts assembled by FDA voted 23 to 4 to recommend that drug, called Plan B, be sold over counter; it is presently available only by prescription; advocates say making pill more broadly available will prevent unwanted pregnancies, while opponents say it will encourage promiscuity and risky sex; matter has spilled into presidential campaign, with spokesman for Sen John Kerry accusing White House of putting its own political interests ahead of sound medical policies that have broad support; chart (M)",
      "lead_paragraph": "Federal drug regulators yesterday rejected a drug maker's application to sell a morning-after pill over the counter because of concerns about whether young girls would be able to use it safely.",
      "publication_date": "2004-05-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/07/us/us-rules-morning-after-pill-can-t-be-sold-over-the-counter.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "U.S. Lawyer Arrested in Madrid Bombing Inquiry",
      "snippet": "Oregon lawyer Brandon Mayfield is taken into custody in Portland by FBI on material witness warrant in connection with deadly railway bombings in Madrid on Mar 11; is first person in United States to be drawn into that investigation; officials ref...",
      "abstract": "Oregon lawyer Brandon Mayfield is taken into custody in Portland by FBI on material witness warrant in connection with deadly railway bombings in Madrid on Mar 11; is first person in United States to be drawn into that investigation; officials refuse to comment other than to say his fingerprints match prints found in bag in wreckage of Madrid bombing; he is American citizen who converted to Islam; has link to one of six defendants in highly publicized case in Portland who were convicted of conspiring to aid Taliban and Al Qaeda; had represented one of defendants in custody case but not in criminal case; use of material witness warrant suggests authorities are still building their case against Mayfield; Justice Dept has used warrants with increasing frequency since 9/11; some civil rights advocates say practice is being abused; photo (M)",
      "lead_paragraph": "An Oregon lawyer was taken into custody by the F.B.I. on Thursday on a material witness warrant in connection with the deadly railway bombings in Madrid on March 11, a government official said.",
      "publication_date": "2004-05-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/07/us/us-lawyer-arrested-in-madrid-bombing-inquiry.html",
      "byline": "By Sarah Kershaw and Eric Lichtblau"
    },
    {
      "headline": "From Picture of Pride to Symbol of Abuse",
      "snippet": "Family and friends of Pfc Lynndie R England are aghast at photographs showing her abusing prisoners at Abu Ghraib prison in Iraq; they are convinced she must have been following orders, but unable to explain how tough, bold and independent young w...",
      "abstract": "Family and friends of Pfc Lynndie R England are aghast at photographs showing her abusing prisoners at Abu Ghraib prison in Iraq; they are convinced she must have been following orders, but unable to explain how tough, bold and independent young woman they know followed order that seemed so obviously wrong; Terrie England worries that war, Iraq and Abu Ghraib have changed her daughter forever; story of Abu Ghraib photogrpahs has attracted hordes of news reporters to England's tiny hometown of Fort Ashby, W Va; her parents have left town, exhausted by stream of reporters knocking on their door; photos (M)",
      "lead_paragraph": "For weeks, the Mineral County courthouse has proudly displayed the photographs of local soldiers stationed in Iraq along the stairway at its front entrance. ''We're hometown proud,'' the banner said.",
      "publication_date": "2004-05-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/07/us/the-struggle-for-iraq-the-soldier-from-picture-of-pride-to-symbol-of-abuse.html",
      "byline": "By James Dao"
    },
    {
      "headline": "Big Board Set to Take Down A Reminder of Ex-Chief",
      "snippet": "New York Stock Exchange officials are planning to take down plaque that commemorates victims of Sept 11--and that is signed 'Dick Grasso, Chairman and CEO'--from its prominent position by building's main entrance at 2 Broad Street; members hope to...",
      "abstract": "New York Stock Exchange officials are planning to take down plaque that commemorates victims of Sept 11--and that is signed 'Dick Grasso, Chairman and CEO'--from its prominent position by building's main entrance at 2 Broad Street; members hope to replace it with plaque that emphasizes exchange membership and omits Grasso's name; Grasso considers removal of plaque insult; some people close to events of Sept 11 express surprise when told of plan to remove plaque, describing it as petty form of gamemanship; Rudolph W Giuliani, former mayor who helped Grasso unveil plaque year after attack, says it should be there forever; photo (M)",
      "lead_paragraph": "Having already laid a claim on Richard A. Grasso's fortune, the New York Stock Exchange is taking aim at another asset dear to the former chairman's heart: his Sept. 11th legacy.",
      "publication_date": "2004-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/07/business/big-board-set-to-take-down-a-reminder-of-ex-chief.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Angering Big Business, Donaldson Vows to Change Voting Rules",
      "snippet": "Floyd Norris comment on Securities and Exchange Commission chairman William H Donaldson's proposal to allow institutional investors to nominate one or more director candidates to run on company's own ballot if at least 35 percent of votes were wit...",
      "abstract": "Floyd Norris comment on Securities and Exchange Commission chairman William H Donaldson's proposal to allow institutional investors to nominate one or more director candidates to run on company's own ballot if at least 35 percent of votes were withheld from candidate in previous elections; says meaningful reform to corporate board elections would be significant achievement for Donaldson; photo (M)",
      "lead_paragraph": "''THE Business Roundtable is apoplectic,'' said William H. Donaldson, the chairman of the Securities and Exchange Commission, before he made it quite clear that he planned to go ahead with the proposal that has upset America's largest companies.",
      "publication_date": "2004-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/07/business/angering-big-business-donaldson-vows-to-change-voting-rules.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Europe Lets Rate Stand; Britain Opts For Increase",
      "snippet": "Bank of England raises its repurchase interest rate by 25 basis points, to 4.25 percent, third increase in six months; European Central Bank leaves its benchmark rate at 2 percent; photo (M)",
      "abstract": "Bank of England raises its repurchase interest rate by 25 basis points, to 4.25 percent, third increase in six months; European Central Bank leaves its benchmark rate at 2 percent; photo (M)",
      "lead_paragraph": "The Bank of England raised its benchmark interest rate Thursday to the highest level since 2001, while the European Central Bank opted to keep its rate at a 60-year low, illustrating the divide between the economies in Britain and the rest of Europe.",
      "publication_date": "2004-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/07/business/europe-lets-rate-stand-britain-opts-for-increase.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "World Business Briefing | Europe: Italy: Phone Company Reverses Loss",
      "snippet": "World Business Briefi",
      "abstract": "World Business Briefi",
      "lead_paragraph": "Italy's major telephone company Telecom Italia said it earned 277 million euros in the first quarter, reversing a loss of 397 million euros a year earlier. Sales rose 1.7 percent, to 7.4 billion euros; after stripping out losses linked to the euro's rise against other currencies and taking into account that some units were sold in the last year, the increase was 5.2 percent. Telecom Italia had 30.8 billion euros in debt at the end of the quarter compared with 33.3 billion at the end of 2003. Eric Sylvers (NYT)",
      "publication_date": "2004-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/07/business/world-business-briefing-europe-italy-phone-company-reverses-loss.html",
      "byline": "By Eric Sylvers (NYT)"
    },
    {
      "headline": "German Bank Set to Test Stock Climate",
      "snippet": "Planned stock offering on June 21 of Germany's largest retail bank Postbank promises to be biggest initial public offering in Germany in years; Deutsche Post, Postbank's parent, announces new details about offering and dampens some rumors that hav...",
      "abstract": "Planned stock offering on June 21 of Germany's largest retail bank Postbank promises to be biggest initial public offering in Germany in years; Deutsche Post, Postbank's parent, announces new details about offering and dampens some rumors that have swirled around share sale; Deutsche Post's chief executive Klaus Zumwinkel says company will list up to 49.9 percent of Postbank's shares with value of $6.1 billion; denies report that he held talks with Deutsche Bank about its acquiring large stake in Postbank; Postbank chairman Wulf von Schimmelmann comments; photo (M)",
      "lead_paragraph": "It's not Google, by any stretch. But the planned stock offering next month of Germany's largest retail bank, Postbank, promises to be the biggest initial public offering in this country in years, and it could resuscitate a moribund market for initial offerings.",
      "publication_date": "2004-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/07/business/german-bank-set-to-test-stock-climate.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Regulators File Suit Against Pimco Adviser  The Securities and Exchange Commission filed suit against an adviser to the Pimco stock funds, accusing it of permitting a hedge fund to make billions of dollars worth of trades in and out of its portfol...",
      "abstract": " Regulators File Suit Against Pimco Adviser  The Securities and Exchange Commission filed suit against an adviser to the Pimco stock funds, accusing it of permitting a hedge fund to make billions of dollars worth of trades in and out of its portfolios.    The S.E.C.'s civil complaint was filed nearly two months after a similar case was brought against the adviser, PEA Capital, and related entities by the New Jersey attorney general. But the S.E.C.'s suit differs because it does not name the managers of the Pimco bond funds as defendants. [Page C2.]",
      "lead_paragraph": "Regulators File Suit Against Pimco Adviser",
      "publication_date": "2004-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/07/business/business-digest-510874.html",
      "byline": ""
    },
    {
      "headline": "PRESIDENT SORRY FOR IRAQ ABUSE; BACKS RUMSFELD",
      "snippet": "Pres Bush says he is sorry for abuse of Iraqi prisoners by American soldiers, but vows that Defense Sec Donald H Rumsfeld will remain in his job; appears to direct his words to visiting King Abdullah II of Jordan as leader of Arab nation; stopped ...",
      "abstract": "Pres Bush says he is sorry for abuse of Iraqi prisoners by American soldiers, but vows that Defense Sec Donald H Rumsfeld will remain in his job; appears to direct his words to visiting King Abdullah II of Jordan as leader of Arab nation; stopped short of apology in Arab television interviews day earlier; voices faith in Rumsfeld while also saying that he chastised him 24 hours earlier for his failure to inform him about graphic photographs showing American abuse of Iraqi captives; Washington is rampant with speculation over whether Rumsfeld will survive; many Democrats, including Sen John Kerry, are calling for his resignation, while most Republicans say they are behind him for now; Rumsfeld, said to be embarrassed and angry, spends day with aides, preparing for testimony before Senate and House that is likely to be among most important of his tenure; meets with four Republicans on Senate Armed Services Committee in effort to defuse what both parties say will be contentious hearing; photo (M)",
      "lead_paragraph": "President Bush said on Thursday that he was sorry for the abuse of Iraqi prisoners by American soldiers, but vowed that the man in charge of the United States military, Defense Secretary Donald H. Rumsfeld, would remain in his job.",
      "publication_date": "2004-05-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/07/world/struggle-for-iraq-prison-scandal-president-sorry-for-iraq-abuse-backs-rumsfeld.html",
      "byline": "By Elisabeth Bumiller and Eric Schmitt"
    },
    {
      "headline": "World Business Briefing | Europe: France: Bank's Profit Rises",
      "snippet": "BNP Paribas says first-quarter profit rose 31 percent to its highest level in more than three years; net income totaled 1.26 billion euros ($1.53 billion), up 962 million euros year ago; revenue rose 2.6 percent, to 4.63 billion euros (S)/",
      "abstract": "BNP Paribas says first-quarter profit rose 31 percent to its highest level in more than three years; net income totaled 1.26 billion euros ($1.53 billion), up 962 million euros year ago; revenue rose 2.6 percent, to 4.63 billion euros (S)/",
      "lead_paragraph": "The French bank BNP Paribas said first-quarter profit rose 31 percent to its highest level in more than three years as recovering stock markets increased asset management earnings and investment gains. Net income totaled 1.26 billion euros ($1.53 billion), up from 962 million euros a year earlier, the bank said. Revenue growth of 2.6 percent lagged behind competitors like UBS, Europe's largest bank, and Deutsche Bank. BNP said its profit was helped by gains from private equity investments and asset sales, and a decline in loan-loss provisions. Revenue rose 2.6 percent, to 4.63 billion euros.",
      "publication_date": "2004-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/07/business/world-business-briefing-europe-france-bank-s-profit-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Civilians at War",
      "snippet": "The American military's reliance on civilian interrogators and translators in Iraq is so great that many are hired without complete background investigations or full qualifications for the jobs, government officials and industry experts say.    Ar...",
      "abstract": "The American military's reliance on civilian interrogators and translators in Iraq is so great that many are hired without complete background investigations or full qualifications for the jobs, government officials and industry experts say.    Article, Page A15.",
      "lead_paragraph": "The American military's reliance on civilian interrogators and translators in Iraq is so great that many are hired without complete background investigations or full qualifications for the jobs, government officials and industry experts say.",
      "publication_date": "2004-05-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/07/world/civilians-at-war.html",
      "byline": ""
    },
    {
      "headline": "China Anxiously Seeks a Soft Economic Landing",
      "snippet": "China's economy is overheating, and country's leaders are grappling with ways to slow breakneck growth without choking it off; Prime Min Wen Jiabao has sought to assure foreign nivestors that China is taking significant steps to achieve soft landi...",
      "abstract": "China's economy is overheating, and country's leaders are grappling with ways to slow breakneck growth without choking it off; Prime Min Wen Jiabao has sought to assure foreign nivestors that China is taking significant steps to achieve soft landing; promises to slow swift increases in money supply and in bank lending that have fueled recent acceleration in growth, but says loosening of peg of China's currency to dollar will have to wait for banking reforms; economy grew at 9.7 percent annual pace in first quarter; experts see 7 percent growth rate acceptable and needed for country size of China; graph; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/07/business/china-anxiously-seeks-a-soft-economic-landing.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Fannie Mae Is Ordered To Revalue Some Losses",
      "snippet": "Office of Federal Housing Enterprise Oversight, which regulates Fannie Mae, says housing finance company improperly accounted for some of bonds in its $1 trillion portfolio; orders Fannie Mae to recalculate losses on bonds by May 15; recalculation...",
      "abstract": "Office of Federal Housing Enterprise Oversight, which regulates Fannie Mae, says housing finance company improperly accounted for some of bonds in its $1 trillion portfolio; orders Fannie Mae to recalculate losses on bonds by May 15; recalculation could force Fannie Mae to restate its profits downward, although oversight office does not order that step (M)",
      "lead_paragraph": "Fannie Mae, the giant housing finance company, has improperly accounted for some of the bonds in its $1 trillion portfolio, a federal regulator said yesterday.",
      "publication_date": "2004-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/07/business/fannie-mae-is-ordered-to-revalue-some-losses.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Seven Arrested Over False Mitsubishi Reports",
      "snippet": "Japanese police arrest seven former Mitsubishi Motors Corp executives suspected of falsifying reports about commercial truck defect linked to fatal accident two years ago; those arrested include Takashi Usami, former chairman of Mitsubishi Fuso Tr...",
      "abstract": "Japanese police arrest seven former Mitsubishi Motors Corp executives suspected of falsifying reports about commercial truck defect linked to fatal accident two years ago; those arrested include Takashi Usami, former chairman of Mitsubishi Fuso Truck and Bus and former vice president of Mitsubishi Motors; all seven were executives of Mitsubishi Motors when accident occurred in January 2002; Ministry of Land, Infrastructure and Transport files criminal complaint against Mitsubishi Motors over reports in question; Mitsubishi truck affiliate admitted in March that faulty wheel hubs might have been cause of dozens of accidents, including one in which 29-year-old woman was killed by tire that flew off truck in Kanagawa Prefecture; photos (M)",
      "lead_paragraph": "The ailing Mitsubishi Motors Corporation suffered another blow Thursday when police arrested seven former executives suspected of falsifying reports about a truck defect linked to a fatal accident two years ago.",
      "publication_date": "2004-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/07/business/seven-arrested-over-false-mitsubishi-reports.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Profit At Alcan",
      "snippet": "Alcan Ltd reports $106 million profit in first quarter as prices rose and sales almost doubled after purchase of Pechiney; net income was 28 cents per share, in contrast to net loss of $27 million, or 9 cents per share, year earlier; sales rose 93...",
      "abstract": "Alcan Ltd reports $106 million profit in first quarter as prices rose and sales almost doubled after purchase of Pechiney; net income was 28 cents per share, in contrast to net loss of $27 million, or 9 cents per share, year earlier; sales rose 93 percent, to $6.2 billion; chief executive Travis Engen expects worldwide aluminum demand this year to increase 8 percent; photo (S)",
      "lead_paragraph": "The aluminum maker Alcan Inc. reported a $106 million profit in the first quarter as prices rose and sales almost doubled after the purchase of Pechiney of France in February. Net income was 28 cents a share, in contrast to a net loss of $27 million, or 9 cents a share, a year earlier, Alcan said. Sales rose 93 percent, to $6.2 billion. Alcan benefited from an 18 percent increase in the average price of aluminum on the London Metal Exchange in the quarter, spurred by growing demand from China and an improving global economy. The chief executive, Travis Engen, above, said he expected worldwide aluminum demand this year to increase 8 percent, greater than the forecast of 6 percent growth in aluminum production and supply. Excluding the effects of foreign currency translation and costs for acquisitions and restructuring, profit was 50 cents a share, short of the 57 cents analysts expected. Alcan's share price fell 4 percent.",
      "publication_date": "2004-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/07/business/world-business-briefing-americas-canada-profit-at-alcan.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "He Does Get Some Respect, but the Critics Still Have His Number",
      "snippet": "Profile of Ford Motor chief executive William Clay Ford Jr, who has pulled his great-grandfather's company out of sinkhole and was able to make company profitable in 2003 after huge losses in 2001 and 2002; says William Clay Ford still have his sk...",
      "abstract": "Profile of Ford Motor chief executive William Clay Ford Jr, who has pulled his great-grandfather's company out of sinkhole and was able to make company profitable in 2003 after huge losses in 2001 and 2002; says William Clay Ford still have his skeptics on Wall Street and within environmental community; photos (M)",
      "lead_paragraph": "Not long ago, William Clay Ford Jr., chief executive of Ford Motor, found himself signing autographs for some young admirers.",
      "publication_date": "2004-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/07/business/he-does-get-some-respect-but-the-critics-still-have-his-number.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Contract Investigation",
      "snippet": "World Busine",
      "abstract": "World Busine",
      "lead_paragraph": "A Canadian panel will investigate the government's decision last month to award a flight-training contract worth as much as 270 million Canadian dollars ($196 million) to Bombardier Inc. and the L-3 Communications Holdings Corporation. The panel said the award might have been biased. The quasi-judicial Canadian International Trade Tribunal, responding to a complaint by CAE Inc. of Toronto, said there was a reasonable indication that the Defense Department violated international trade agreements that demand equal access to bidding.",
      "publication_date": "2004-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/07/business/world-business-briefing-americas-canada-contract-investigation.html",
      "byline": "By Bloomberg News"
    }
  ]
}