{
  "metadata": {
    "date": "2004-11-12",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Coke Warns of Slack Sales for a Year or So",
      "snippet": "Coca-Cola, suffering from weak sales in North America and other important markets, will sharply scale back its projections for amount of beverages it expects to sell in future years and profit it hopes to generate; chief executive E Neville Isdell...",
      "abstract": "Coca-Cola, suffering from weak sales in North America and other important markets, will sharply scale back its projections for amount of beverages it expects to sell in future years and profit it hopes to generate; chief executive E Neville Isdell promises to improve company's long-term profitability eventually, but warns that 2005 will be 'transition year'; says company is concentrating on sales volume growth of 3 percent to 4 percent, instead of earlier targets of 5 percent to 6 percent; operating income is expected to increase 6 percent to 8 percent, compared with earlier target of 10 percent; growth targets do not apply to 2005, which is expected to fall short; Isdell warns investors that they should not expect to see any significant improvements in results for 18 to 24 months; plans renewed emphasis on marketing and advertising; Coke plans to add $350 million to $400 million to its annual marketing budget starting next year; photo (M)",
      "lead_paragraph": "Coca-Cola, suffering from weak sales in North America and other important markets, said yesterday that it would sharply scale back its projections for the amount of beverages it expects to sell in future years and the profit it hopes to generate.",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/12/business/coke-warns-of-slack-sales-for-a-year-or-so.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Bank's Profit Rises",
      "snippet": "Uniao de Bancos Brasileiros (Unibanco) reports third-quarter net profit of $115.8 million, up 21 percent from same period last year (S)",
      "abstract": "Uniao de Bancos Brasileiros (Unibanco) reports third-quarter net profit of $115.8 million, up 21 percent from same period last year (S)",
      "lead_paragraph": "The Brazilian bank União de Bancos Brasileiros, or Unibanco, posted a net profit of 327 million reais ($115.8 million) in the third quarter, a 21 percent increase over the year-earlier period. Unibanco said its loan portfolio grew 2.1 percent from the end of June, and 15 percent from a year earlier, to 30.67 billion reais ($10.86 billion) as a strengthening economy led to an increase in lending. Income from fees in the quarter rose 21 percent from the year-earlier period, to 829 million reais. Todd Benson (NYT)",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/12/business/world-business-briefing-americas-brazil-banks-profit-rises.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Black Flags Are Deadly Signals as Cornered Rebels Fight Back",
      "snippet": "US marines in Falluja keep watchful eye for black flags, used by Iraqi insurgents to gather and attack, as American forces push south of main highway; corned insurgents are setting up deadly ambushes in moonless blackness of labyrinthine streets; ...",
      "abstract": "US marines in Falluja keep watchful eye for black flags, used by Iraqi insurgents to gather and attack, as American forces push south of main highway; corned insurgents are setting up deadly ambushes in moonless blackness of labyrinthine streets; photos (M)",
      "lead_paragraph": "FALLUJA, Iraq, Nov. 11 - The stars began to glimmer through a wan yellow-gray sunset over Falluja on Thursday evening. The floury dust in the air and a skyline of broken minarets and smashed buildings combined for the only genuine postcard image this country has to offer for now.",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/12/world/middleeast/black-flags-are-deadly-signals-as-cornered-rebels-fight.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Choice of Gonzales May Blaze a Trail for the High Court",
      "snippet": "Republicans close to White House say choice of Alberto R Gonzales as attorney general is part of political strategy to bolster his credentials with conservatives and position him for Supreme Court, while clearing way for Bush's first Court nominee...",
      "abstract": "Republicans close to White House say choice of Alberto R Gonzales as attorney general is part of political strategy to bolster his credentials with conservatives and position him for Supreme Court, while clearing way for Bush's first Court nominee to be conservative favored by his political base; Gonzales could use tenure at Justice Department to demonstrate reliability on crucial conservative issues, and nomination hearings would 'get out of the way' debate over his White House legal memos on treatment of captured terrorist suspects; speculation noted on leading candidates for first Court nomination (M)",
      "lead_paragraph": "WASHINGTON, Nov. 11 - Republicans close to the White House said on Thursday that the choice of Alberto R. Gonzales as attorney general was part of a political strategy to bolster Mr. Gonzales's credentials with conservatives and position him for a possible Supreme Court appointment.",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/12/politics/choice-of-gonzales-may-blaze-a-trail-for-the-high-court.html",
      "byline": "By Elisabeth Bumiller and Neil A. Lewis"
    },
    {
      "headline": "After Death, Tests for Mideast and World",
      "snippet": "News analysis says death of Yasir Arafat, who was both symbol of Palestinian hopes and prime obstacle to statehood, presents enormous challenge to his own people as well as to Israelis, Pres Bush and world at large; Palestinians will have to move ...",
      "abstract": "News analysis says death of Yasir Arafat, who was both symbol of Palestinian hopes and prime obstacle to statehood, presents enormous challenge to his own people as well as to Israelis, Pres Bush and world at large; Palestinians will have to move from victimhood and violence to more responsible, legitimate government; Prime Min Ariel Sharon will be called on to help emerging leadership consolidate authority; Bush is already being pressed in public by Prime Min Tony Blair to revive negotiations on issue that feeds Muslim anger and despair, giving rationale to terrorist groups like Al Qaeda; Palestinians, in effect, will have to replace charismatic revolutionary with smart, pragmatic leaders in suits; new PLO chairman Mahoud Abbas and Prime Min Ahmed Qurei lack Arafat's street appeal but they are already moving to co-opt two main leaders with guns and power: Jibril Rajoub in West Bank and Mahmoud Dahlan in Gaza; photos (M)",
      "lead_paragraph": "RAMALLAH, West Bank, Nov. 11 - Yasir Arafat was both the symbol of the Palestinians' hope for a viable, independent state and the prime obstacle to its realization.",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/12/world/middleeast/after-death-tests-for-mideast-and-world.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Potential Buyers Turn Attention to 3 Store Chains",
      "snippet": "Potential buyers are circling around Fortunoff, Toys 'R' Us and Casual Corner, unit of Retail Brand Alliance, now that Barneys New York has been acquired by Jones Apparel Group; Fortunoff is being pursued by Apollo Management and Trimaran Capital ...",
      "abstract": "Potential buyers are circling around Fortunoff, Toys 'R' Us and Casual Corner, unit of Retail Brand Alliance, now that Barneys New York has been acquired by Jones Apparel Group; Fortunoff is being pursued by Apollo Management and Trimaran Capital Partners, with Trimaran currently in lead; Fortunoff family is playing hard to get, looking for close to $250 million; photo (M)",
      "lead_paragraph": "Now that Barneys New York is off the block -- snapped up yesterday by the Jones Apparel Group -- potential buyers are circling around Fortunoff, Toys \"R\" Us and Casual Corner. When the hunt is over, the store chains may end up selling, not to the huge department stores, but to cash-rich private equity funds or individuals looking for a trophy.",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/12/business/potential-buyers-turn-attention-to-3-store-chains.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Profit At Telephone Company",
      "snippet": "BT Group reports third-quarter net income of $790.7 million, up 14 percent from same period last year; graph (S)",
      "abstract": "BT Group reports third-quarter net income of $790.7 million, up 14 percent from same period last year; graph (S)",
      "lead_paragraph": "The British phone company BT Group said quarterly profit rose 14 percent as lower prices for Internet services led to an increase in the number of high-speed connections and offset a slump in its traditional fixed-line business. Net income in the quarter, which ended Sept. 30 and was the second quarter of BT's fiscal year, rose to £428 million ($790.7 million) from £376 million a year earlier. Sales rose 2 percent, to £4.60 billion, from £4.57 billion, the company said.",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/12/business/world-business-briefing-europe-britain-profit-at-telephone-company.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "P.L.O. Picks Abbas, a Pragmatist, as Followers Mourn Arafat",
      "snippet": "Palestinian leadership moves quickly in hours after Yasir Arafat's death to fill top posts, to signal end to chaos and ambiguity that characterized his decades-long grip; Mahmoud Abbas, pragmatic negotiator and critic of violent uprising, is named...",
      "abstract": "Palestinian leadership moves quickly in hours after Yasir Arafat's death to fill top posts, to signal end to chaos and ambiguity that characterized his decades-long grip; Mahmoud Abbas, pragmatic negotiator and critic of violent uprising, is named PLO chairman; confusion is still on sharp display in scenes of grief and anger throughout West Bank and Gaza; Arafat's body is flown from Paris to Cairo to lie in state before military funeral attended by Arab leaders, many of whom will not or cannot attend burial in Ramallah; foreign ministers of Germany, France and Britain and US Asst Sec William Burns will be present; Palestinians call gravesite inside Arafat's ruined compound temporary step because Israel forbids burial in Jerusalem; burning tires and garbage cast bitter pall over Ramallah but day passes largely in calm, grief muted by yearning for change; Sec Colin Powell strikes conciliatory note; speculation on potential new leaders discussed (M)",
      "lead_paragraph": "RAMALLAH, West Bank, Nov. 11 - Hours after the death of Yasir Arafat, the Palestinian leadership quickly filled its top posts on Thursday, trying to signal that the chaos and ambiguity that characterized his decades-long hold on the Palestinian national dream died with him.",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/12/world/middleeast/plo-picks-abbas-a-pragmatist-as-followers-mourn-arafat.html",
      "byline": "By James Bennet and Steven Erlanger"
    },
    {
      "headline": "Boom Time for Credit in Southeast Asia",
      "snippet": "Strengthening economies in Southeast Asia enable more consumers to move up from poverty to lower middle class, prompting expansion of consumer credit opportunities for companies like Capital OK; consumer credit in Thailand grew 35 percent last yea...",
      "abstract": "Strengthening economies in Southeast Asia enable more consumers to move up from poverty to lower middle class, prompting expansion of consumer credit opportunities for companies like Capital OK; consumer credit in Thailand grew 35 percent last year, pushing average household's debt up to 52 percent of its income; photo; boom also spurs competition for region's banks from aggressive foreign institutions like Citibank and Aeon of Japan, which pioneered consumer finance in region (M)",
      "lead_paragraph": "Chamikorn Buranananda has a vision of a Thailand where everyone, rich or poor, city dweller or rice farmer, is in debt -- be it for a car loan, mortgage, a credit card or some other loan.",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/12/business/worldbusiness/boom-time-for-credit-in-southeast-asia.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Profit At Engineering Concern",
      "snippet": "Siemens reports $4.38 billion in earnings in fiscal year ended Sept, 39 percent gain from previous year; chief executive Heinrich von Pierer, who is stepping down in January, comments; photo (S)",
      "abstract": "Siemens reports $4.38 billion in earnings in fiscal year ended Sept, 39 percent gain from previous year; chief executive Heinrich von Pierer, who is stepping down in January, comments; photo (S)",
      "lead_paragraph": "The engineering company Siemens said it earned 3.4 billion euros ($4.38 billion) in the fiscal year ended Sept. 30, an increase of 39 percent over the previous year. Sales in the period rose 1 percent, to 75 billion euros, and new orders grew by 8 percent, Siemens said. The results were in line with market expectations and with the company's target. The chief executive, Heinrich von Pierer, above, who is stepping down in January, said he expected a challenging year ahead as a result of high fuel costs and a weak United States dollar, but he declined to give a specific outlook. Siemens is based in Munich. Petra Kappl (NYT)",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/12/business/world-business-briefing-europe-germany-profit-at-engineering.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "Firms Said to Explore a Giant Offer for Adelphia",
      "snippet": "Several prominent investment firms are exploring joint bid for all of cable operator Adelphia Communications; consortium of private equity firms would create rival to Time Warner and Comcast, which have indicated they plan joint bid for Adelphia; ...",
      "abstract": "Several prominent investment firms are exploring joint bid for all of cable operator Adelphia Communications; consortium of private equity firms would create rival to Time Warner and Comcast, which have indicated they plan joint bid for Adelphia; Time Warner-Comcast alliance has long been seen as favorite to win auction; consortium includes Thomas H Lee Partners, Providence Equity Partners and Kohlberg Kravis Roberts; Adelphia chief executive William T Schleyer might stay to lead possible buyout by investment firms; photo (M)",
      "lead_paragraph": "Several prominent investment firms are exploring a joint bid for all of Adelphia Communications, the cable operator that is up for sale, in what would be the largest leveraged buyout since the landmark takeover of RJR Nabisco in 1989, executives involved in the auction said yesterday.",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/12/business/media/firms-said-to-explore-a-giant-offer-for-adelphia.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "A Beer Ban Fails, and Russians Hoist Bottles",
      "snippet": "Beer companies toasted the upper house of Russia's Parliament this week after lawmakers struck down a proposed law banning beer drinking in streets and other public places.    As beer swiftly catches up to vodka as the most popular alcoholic bever...",
      "abstract": "Beer companies toasted the upper house of Russia's Parliament this week after lawmakers struck down a proposed law banning beer drinking in streets and other public places.    As beer swiftly catches up to vodka as the most popular alcoholic beverage here, Russians are drinking it everywhere -- in the morning on their way to work, in the subway, at the movies, in parks when the temperature is below zero.   ",
      "lead_paragraph": "MOSCOW, Nov. 11 - Beer companies toasted the upper house of Russia's Parliament this week after lawmakers struck down a proposed law banning beer drinking in streets and other public places.",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/12/business/worldbusiness/a-beer-ban-fails-and-russians-hoist-bottles.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "Europe Clears Pay TV Deal, Creating Rival to BSkyB",
      "snippet": "European Commission approves joint venture between Walt Disney Company, Columbia Pictures and British video-on-demand company, On Demand Group, which will create competition for Rupert Mudoch's BSkyB pay television; MovieCo will offer movies by wa...",
      "abstract": "European Commission approves joint venture between Walt Disney Company, Columbia Pictures and British video-on-demand company, On Demand Group, which will create competition for Rupert Mudoch's BSkyB pay television; MovieCo will offer movies by way of video-on-demand for flat monthly rate through cable companies in Britain and Ireland; plan is to give cable companies and other distribution channels alternative source of big Hollywood movies (M)",
      "lead_paragraph": "BRUSSELS, Nov. 11 - The European Commission on Thursday approved a joint venture that would group two Hollywood movie studios with a video-on-demand company in the hope of creating competition to Rupert Murdoch's dominant BSkyB pay television company, a unit of the News Corporation.",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/12/business/worldbusiness/europe-clears-pay-tv-deal-creating-rival-to-bskyb.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "U.S. Presses Fight in Falluja; Insurgents Strike Other Cities",
      "snippet": "Rebels in Iraq mount fierce counterattacks against rapid advances by US troops into southern Falluja, while insurgents elsewhere appear to open second front, overrunning police stations and laying siege to provincial headquarters in Mosul; about 6...",
      "abstract": "Rebels in Iraq mount fierce counterattacks against rapid advances by US troops into southern Falluja, while insurgents elsewhere appear to open second front, overrunning police stations and laying siege to provincial headquarters in Mosul; about 600 rebels have been killed in Falluja, along with 18 American and 5 Iraqi soldiers; US is carrying out pincer movement in Falluja, pressing insurgents ever south in intense fighting and reportedly gaining control of most of city; photos; map; two Super Cobra helicopters are downed by ground fire; crews are rescued; powerful suicide car bomb explodes in downtown Baghdad, killing at least 17 people and wounding at least 30 others; explosions rattle across capital and vilence surges in Sunni triangle; curfews imposed; US believes fighters who fled Falluja may be organizing counteroffensive across Iraq; Stryker group, armored battalion, is detached to Mosul, which could hinder effort to clear out insurgents near Falluja; US must also dampen insurgency in Ramadi; Muslim Scholars Assn, Sunni clerics, repeats call for boycott of elections; no word emerges on three kidnapped relatives of Prime Min Ayad Allawi (M)",
      "lead_paragraph": "FALLUJA, Iraq, Friday, Nov. 12 - Rebels mounted fierce counterattacks Thursday against rapid advances by American troops into the southern part of Falluja, while insurgents elsewhere in Iraq appear to have opened up a second front in the fighting by overrunning police stations and laying siege to the provincial headquarters in Mosul.",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/12/world/middleeast/us-presses-fight-in-falluja-insurgents-strike-other-cities.html",
      "byline": "By Robert F. Worth and James Glanz"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Economic Growth in Japan Slows as Exports Decline  Japan's economy grew at a worse-than-expected annual pace of 0.3 percent in the third quarter as exports and capital expenditures weakened, indicating that slowing overseas demand is having a big ...",
      "abstract": " Economic Growth in Japan Slows as Exports Decline  Japan's economy grew at a worse-than-expected annual pace of 0.3 percent in the third quarter as exports and capital expenditures weakened, indicating that slowing overseas demand is having a big impact on Japan.  ",
      "lead_paragraph": "Economic Growth in Japan Slows as Exports Decline Japan's economy grew at a worse-than-expected annual pace of 0.3 percent in the third quarter as exports and capital expenditures weakened, indicating that slowing overseas demand is having a big impact on Japan.",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/12/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Vote Fraud Theories, Spread by Blogs, Are Quickly Buried",
      "snippet": "Online market of dark ideas about election fraud took root immediately after presidential election, but rumors spread so fast that experts were able to debunk them before they lingered to feed conspiracy theories; much of controversy involved real...",
      "abstract": "Online market of dark ideas about election fraud took root immediately after presidential election, but rumors spread so fast that experts were able to debunk them before they lingered to feed conspiracy theories; much of controversy involved real voting anomalies in Florida and Ohio; Kath Dopp's Utah-based Web site analyzed Florida vote in way that set off flurry of theorizing by disheartened Democrats who were certain, given early exit polls, that John Kerry would win; zeal and sophistication of Dobb's number crunching led to breathless cycle of theorizing, at least until political scientists pointed out that many Democratic counties in Florida have long tradition of voting for Republican presidents; photos; maps; malfunction of one electronic voting machine in Ohio also touched off 'snowball of hearsay' even though it was quickly caught and corrected; Kerry camp dismisses speculation, saying there is nothing to indicate intentional fraud (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/12/politics/vote-fraud-theories-spread-by-blogs-are-quickly-buried.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Tax Bill For Oil Concern",
      "snippet": "British-Russian oil company TNK-BP gets Russian back-tax bill of $87 million, not including penalties; company expects overall tax bill of $6.5 billion for 2004 (S)",
      "abstract": "British-Russian oil company TNK-BP gets Russian back-tax bill of $87 million, not including penalties; company expects overall tax bill of $6.5 billion for 2004 (S)",
      "lead_paragraph": "A British-Russian oil company, TNK-BP, received a back-tax bill for 2001 totaling 2.5 billion rubles ($87 million), not including possible penalties and interest payments, a spokeswoman confirmed. The spokeswoman, Marina Dracheva, said the company was contesting the tax claim, which stemmed from a routine check by tax authorities. \"Our intent is to consult with relevant tax authorities to regulate the matter to mutual satisfaction,\" she said. The claim is small compared with the company's overall tax bill; TNK-BP expects a tax bill of $6.5 billion for 2004, consistent with Russia's 24 percent rate on corporate profits, Ms. Dracheva said. Erin E. Arvedlund (NYT)",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/12/business/world-business-briefing-europe-russia-tax-bill-for-oil-concern.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    },
    {
      "headline": "World Business Briefing | Australia/New Zealand: Unemployment At Record Lows",
      "snippet": "Australia's jobless rate fell in Oct to 5.3 percent, lowest since tallying began in 1978; New Zealand rate was 3.8 percent, lowest since tracking began in 1986 (S)",
      "abstract": "Australia's jobless rate fell in Oct to 5.3 percent, lowest since tallying began in 1978; New Zealand rate was 3.8 percent, lowest since tracking began in 1986 (S)",
      "lead_paragraph": "Unemployment in the booming economies of Australia and New Zealand is at record lows, according to official statistics from the two countries. The Australian Bureau of Statistics said Australia's jobless rate fell in October to 5.3 percent, its lowest since monthly figures were first tallied in 1978. Statistics New Zealand said the nation's unemployment rate fell to 3.8 percent in the third quarter, the lowest since it started tracking unemployment in 1986. Wayne Arnold (NYT)",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/12/business/world-business-briefing-australianew-zealand-unemployment-at.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Inflation Up",
      "snippet": "Inflation in Brazil rose in Oct on surging fuel prices, reinforcing expectation that central bank will raise interest rates; consumer price index rose 0.44 percent (S)",
      "abstract": "Inflation in Brazil rose in Oct on surging fuel prices, reinforcing expectation that central bank will raise interest rates; consumer price index rose 0.44 percent (S)",
      "lead_paragraph": "Inflation in Brazil rose in October on surging fuel prices, reinforcing expectations that the central bank will increase interest rates next week for a third consecutive month. The government's statistics agency said its IPCA consumer price index rose 0.44 percent last month, up from a 0.33 percent increase in September. The reading brought the accumulated inflation rate this year to 5.95 percent, overshooting the government's year-end target of 5.5 percent. In the 12-month period that ended in October, the index rose 6.86 percent. Most economists expect the central bank to raise its benchmark lending rate, currently at 16.75 percent, by at least a quarter of a percentage point next Wednesday. Todd Benson (NYT)",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/12/business/world-business-briefing-americas-brazil-inflation-up.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "As Baby Boom Ages, Era of Guaranteed Retirement Income Fades",
      "snippet": "Floyd Norris column on end of era of guaranteed retirement income in US and Europe as baby boom ages; says increased competition stemming from globalization has left many companies scrambling for ways to cut costs; holds many pension and health ca...",
      "abstract": "Floyd Norris column on end of era of guaranteed retirement income in US and Europe as baby boom ages; says increased competition stemming from globalization has left many companies scrambling for ways to cut costs; holds many pension and health care plans are pay-as-you-go systems whose generous benefits while baby boomers are working now seem unsustainable as that huge population group begins to retire; graph (M)",
      "lead_paragraph": "PARIS - WE live in an age when a lot of promises regarding retirement are going to be broken. Just how they are broken, and what replaces them, will have profound effects on the future of the industrial nations that have dominated the world economy in the last century.",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/12/business/as-baby-boom-ages-era-of-guaranteed-retirement-income-fades.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Economy Stalls",
      "snippet": "German economy expanded just 0.1 percent in third quarter as high oil prices and rising euro cause imports to stagnate for first time in five quarters (S)",
      "abstract": "German economy expanded just 0.1 percent in third quarter as high oil prices and rising euro cause imports to stagnate for first time in five quarters (S)",
      "lead_paragraph": "Germany's economy sputtered nearly to a halt in the third quarter, expanding just 0.1 percent compared with the previous three months, as high oil prices and the rising euro hurt German exports. Exports, which had been growing strongly, stagnated for the first time in five quarters. The German government pointed to indications of renewed investment as a hopeful sign. But the European Central Bank expressed concern about the euro's recent record strength against the dollar. Mark Landler (NYT)",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/12/business/world-business-briefing-europe-germany-economy-stalls.html",
      "byline": "By Mark Landler (NYT)"
    },
    {
      "headline": "To Encourage Spending, Korea Cuts Interest Rate",
      "snippet": "South Korean central bank, in surprise move, cuts benchmark rate to 3.25 percent, hoping to turn around two-year slump in consumer spending; photos (S)",
      "abstract": "South Korean central bank, in surprise move, cuts benchmark rate to 3.25 percent, hoping to turn around two-year slump in consumer spending; photos (S)",
      "lead_paragraph": "SEOUL, Nov. 11 - In a surprise move, Korea's central bank cut its benchmark rate to 3.25 percent on Thursday, hoping to turn around a two-year slump in consumer spending.",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/12/business/worldbusiness/to-encourage-spending-korea-cuts-interest-rate.html",
      "byline": "By Andrew Salmon"
    },
    {
      "headline": "S.E.C. Warns Amex Leaders It May File Civil Charges",
      "snippet": "Securities and Exchange Commission notifies American Stock Exchange chairman-chief executive Salvatore F Sodano, president Peter Quick and general counsel Michael J Ryan that they may civil charges of failing to properly enforce exchange's rules; ...",
      "abstract": "Securities and Exchange Commission notifies American Stock Exchange chairman-chief executive Salvatore F Sodano, president Peter Quick and general counsel Michael J Ryan that they may civil charges of failing to properly enforce exchange's rules; warning, known as Wells notice, gives individual opportunity to defend actions cited; regulators could still choose not to bring complaint; Amex executives are being probed in connection with SEC investigation into exchange's regulation of its options trading (M)",
      "lead_paragraph": "The Securities and Exchange Commission has notified the top three executives of the American Stock Exchange that they may face civil charges of failing to properly enforce the exchange's rules, the exchange's board disclosed yesterday.",
      "publication_date": "2004-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/12/business/sec-warns-amex-leaders-it-may-file-civil-charges.html",
      "byline": "By Jenny Anderson"
    }
  ]
}