{
  "metadata": {
    "date": "2004-03-22",
    "total_articles": 37
  },
  "articles": [
    {
      "headline": "Global Crossing Settles Suit on Losses",
      "snippet": "Investors and former workers who lost money and their pensions in 2002 collapse of Global Crossing will receive $325 million in settlement of class-action lawsuit; company's founder Gary Winnick will contribute $30 million to settlement; Simpson T...",
      "abstract": "Investors and former workers who lost money and their pensions in 2002 collapse of Global Crossing will receive $325 million in settlement of class-action lawsuit; company's founder Gary Winnick will contribute $30 million to settlement; Simpson Thacher & Bartlett, Global Crossing's law firm, will pay $19.5 million, even though firm was not named as defendant; Pender Insurance Co, which insured officers and directors of Global Crossing and its affiliate, Asia Global Crossing, pay bulk of settlement; investors who bought Global Crossing securities beginning in 1999 will receive $245 million and former employees will receive $80 million; tentative settlement will be submitted to final approval hearing before Federal Judge Gerard E Lynch in about three months; photo (M)",
      "lead_paragraph": "Investors and former workers who lost money and their pensions in the 2002 collapse of Global Crossing, the telecommunications company, will receive $325 million in a settlement of a class-action lawsuit reached late yesterday.",
      "publication_date": "2004-03-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/20/business/global-crossing-settles-suit-on-losses.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Hussein's Fall Leads Syrians To Test Government Limits",
      "snippet": "Fall of Iraqi Pres Saddam Hussein has spawned sort of 'what if' process in Syria in which some people are openly questioning government doctrine and challenging state oppression; it would have been inconceivable year ago for citizen of Syria, run ...",
      "abstract": "Fall of Iraqi Pres Saddam Hussein has spawned sort of 'what if' process in Syria in which some people are openly questioning government doctrine and challenging state oppression; it would have been inconceivable year ago for citizen of Syria, run by Baath Party of Pres Bashar al-Assad, to make documentary film with working title Fifteen Reasons Why I Hate the Baath; Omar Amiralay says watching overthrow of Hussein across border in Iraq prompted him to do just that; Syrian Baath Party remains firmly in control, ruling through emergency laws that basically suspend all civil rights, but subtle changes have begun; Syrians do not know what locked doors they can push open, but they are trying to find out; photo (M)",
      "lead_paragraph": "A year ago, it would have been inconceivable for a citizen of Syria, run by the Baath Party of President Bashar al-Assad, to make a documentary film with the working title, ''Fifteen Reasons Why I Hate the Baath.''",
      "publication_date": "2004-03-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/20/world/struggle-for-iraq-damascus-hussein-s-fall-leads-syrians-test-government-limits.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "CHARGES DROPPED AGAINST CHAPLAIN",
      "snippet": "US military drops all charges, including one of mishandling classified information, against Capt James J Yee, former Muslim chaplain at Guantanamo Bay Naval Base, Cuba; does not want to proceed with trial because to do so could expose sensitive ev...",
      "abstract": "US military drops all charges, including one of mishandling classified information, against Capt James J Yee, former Muslim chaplain at Guantanamo Bay Naval Base, Cuba; does not want to proceed with trial because to do so could expose sensitive evidence to public view; case against Yee, who officials once suggested was part of espionage ring, has become lingering embarrassment for Pentagon; Yee will have to face administrative hearing on charges of adultery and possession of pornography, but he will not have to face Army court-martial; Yee photo (M)",
      "lead_paragraph": "The military said Friday night that it was dropping all charges, including one of mishandling classified information, against Capt. James J. Yee, the former Muslim chaplain at Guantánamo Bay, Cuba.",
      "publication_date": "2004-03-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/20/us/charges-dropped-against-chaplain.html",
      "byline": "By Neil A. Lewis"
    },
    {
      "headline": "Analysts Question Value of Coke's Old Guard",
      "snippet": "As Coca-Cola Co searches for new chairman and chief executive, some investors and analysts are as concerned with who is doing looking as with who will ultimately be chosen; selection committee is dominated by longtime insiders; photos (M)",
      "abstract": "As Coca-Cola Co searches for new chairman and chief executive, some investors and analysts are as concerned with who is doing looking as with who will ultimately be chosen; selection committee is dominated by longtime insiders; photos (M)",
      "lead_paragraph": "As the Coca-Cola Company searches for a new chairman and chief executive, some investors and analysts are as concerned with who is doing the looking as with who will ultimately be chosen.",
      "publication_date": "2004-03-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/20/business/analysts-question-value-of-coke-s-old-guard.html",
      "byline": "By Sherri Day"
    },
    {
      "headline": "Bush Urges Nations To Help Rebuild Iraq",
      "snippet": "Rallying support for the fight against terrorism, President Bush urged the nations around the world to put aside past differences and focus on stabilizing and rebuilding Iraq. ''Any sign of weakness or retreat simply validates terrorist violence, ...",
      "abstract": "Rallying support for the fight against terrorism, President Bush urged the nations around the world to put aside past differences and focus on stabilizing and rebuilding Iraq. ''Any sign of weakness or retreat simply validates terrorist violence, and invites more violence for all nations,'' he told a group of foreign emissaries at the White House.    Article, Page A7.",
      "lead_paragraph": "Rallying support for the fight against terrorism, President Bush urged the nations around the world to put aside past differences and focus on stabilizing and rebuilding Iraq. ''Any sign of weakness or retreat simply validates terrorist violence, and invites more violence for all nations,'' he told a group of foreign emissaries at the White House.",
      "publication_date": "2004-03-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/20/world/bush-urges-nations-to-help-rebuild-iraq.html",
      "byline": ""
    },
    {
      "headline": "90-DAY STRATEGY BY BUSH'S AIDES TO DEFINE KERRY",
      "snippet": "Pres Bush's campaign is following aggressive 90-day media strategy to define Sen John Kerry as indecisive and lacking conviction, with coordinated blitz of advertisements, speeches and sound bites; campaign aides say goal is to strip Kerry of posi...",
      "abstract": "Pres Bush's campaign is following aggressive 90-day media strategy to define Sen John Kerry as indecisive and lacking conviction, with coordinated blitz of advertisements, speeches and sound bites; campaign aides say goal is to strip Kerry of positive image that he carried away from Democratic primaries and to define him issue by issue in their own terms before summer vacation season; say central thrusts will be national security and taxes; say strategy was planned in coordination with Karl Rove, Bush's chief political aide; photo of Vice Pres Dick Cheney making speech attacking Kerry (M)",
      "lead_paragraph": "President Bush's campaign is following an aggressive and precise 90-day media strategy to define Senator John Kerry as indecisive and lacking conviction, with a coordinated blitz of advertisements, speeches and sound bites, senior campaign advisers said this week.",
      "publication_date": "2004-03-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/20/us/the-2004-campaign-the-president-90-day-strategy-by-bush-s-aides-to-define-kerry.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "Where Coup Plots Are Routine, One That Is Not",
      "snippet": "Equatorial Guinea Pres Teodoro Obiang Nguema Mbasogo quashed coup attempt in March, fifth attempt against dictator since 1996; it featured dysfunctional ruling family, rap-music producing heir apparent Teodoro Nguemo Obiang, and opposition leader ...",
      "abstract": "Equatorial Guinea Pres Teodoro Obiang Nguema Mbasogo quashed coup attempt in March, fifth attempt against dictator since 1996; it featured dysfunctional ruling family, rap-music producing heir apparent Teodoro Nguemo Obiang, and opposition leader Severo Moto, who lives in exile in Spain and claims Pres Obiang is cannibal; also involved Lebanese front company, unidentified British financier and some 80 mercenaries from South Africa, Germany, Armenia and Kazakhstan; they are being held in prisons in Zimbabwe and Equatorial Guinea; Simon Mann, British expatriate and soldier of fortune, and Nick du Toit, South African special forces veteran, led mercenaries; map; Teodoro Obiang photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/20/world/where-coup-plots-are-routine-one-that-is-not.html",
      "byline": "By Michael Wines"
    },
    {
      "headline": "With Internet Fraud Up Sharply, EBay Attracts Vigilantes",
      "snippet": "Klaus Priebe is eBay vigilante, one of number of eBay members who are stepping in to fight online auction fraud; they say problem is getting worse week by week because company does not do enough policing of its own; eBay considers Priebe and his v...",
      "abstract": "Klaus Priebe is eBay vigilante, one of number of eBay members who are stepping in to fight online auction fraud; they say problem is getting worse week by week because company does not do enough policing of its own; eBay considers Priebe and his vigilante brethren pariahs, and it occasionally suspends their accounts; Priebe in recent eBay auction bid $2.5 million on telescope worth no more than $2,000; says he knew he would not have to pay for telescope because he was sure that it did not exist; critics say eBay is not only slow to stop fraud, it is loath to reveal how much of it goes on; Priebe photo (M)",
      "lead_paragraph": "Five months ago, Klaus Priebe, a soft-spoken building contractor who said he was sick and tired of fraud on eBay, decided it was time to catch the cheaters at their game.",
      "publication_date": "2004-03-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/20/business/with-internet-fraud-up-sharply-ebay-attracts-vigilantes.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "EBay Vigilantes Try to Fight Growing Auction Fraud  A number of eBay members are stepping in to fight online auction fraud -- a problem they say is getting worse by the week -- because they believe that the company does not do enough policing of i...",
      "abstract": " EBay Vigilantes Try to Fight Growing Auction Fraud  A number of eBay members are stepping in to fight online auction fraud -- a problem they say is getting worse by the week -- because they believe that the company does not do enough policing of its own.    But in eBay's view, these vigilantes are pariahs. Rather than embrace these virtual posses, eBay discourages them, occasionally going so far as to suspend the vigilantes' accounts. [Page A1.]",
      "lead_paragraph": "EBay Vigilantes Try to Fight Growing Auction Fraud",
      "publication_date": "2004-03-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/20/business/business-digest-874175.html",
      "byline": ""
    },
    {
      "headline": "After Buying Rubbermaid, a Deluge of Sorts",
      "snippet": "Profile of Newell Rubbermaid, which has been floundering since its ill-started acquisition of Rubbermaid five years ago; focuses on company's financial problems under leadership of Joseph Galli Jr; Newell lost $46.6 million last year on sale of $7...",
      "abstract": "Profile of Newell Rubbermaid, which has been floundering since its ill-started acquisition of Rubbermaid five years ago; focuses on company's financial problems under leadership of Joseph Galli Jr; Newell lost $46.6 million last year on sale of $7.8 billion, after loss of $203.4 million on sales of $7.5 billion in 2002; Galli comments; photos (M)",
      "lead_paragraph": "Sharpie's new metallic ink pen writes on glass, metal and other surfaces that are usually hard to mark. The Vise-Grip Quick Adjusting Pipe Wrench from Irwin Industrial Tool wraps tightly around pipes with the push of a button. Graco's TurboBooster, a colorful, sporty car seat, can grow as a child grows.",
      "publication_date": "2004-03-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/20/business/after-buying-rubbermaid-a-deluge-of-sorts.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "Airlines Told To Supply Data On Loan Panel",
      "snippet": "Treasury Department orders major airlines to turn over records of their dealings in 2002 and 2003 with Air Transportation Stabilization Board; five airlines confirm they received subpoenas on March 12 from department's inspector general Jeffrey Ru...",
      "abstract": "Treasury Department orders major airlines to turn over records of their dealings in 2002 and 2003 with Air Transportation Stabilization Board; five airlines confirm they received subpoenas on March 12 from department's inspector general Jeffrey Rush Jr directing them to provide their records of dealings with Daniel G Montgomery, former executive director of board; Montgomery says he has no knowledge of subpoenas and declines to comment further; photo (M)",
      "lead_paragraph": "Treasury Department investigators have ordered major airlines to turn over records of their dealings in 2002 and 2003 with the federal board overseeing loan guarantees to domestic carriers, industry officials said yesterday.",
      "publication_date": "2004-03-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/20/business/airlines-told-to-supply-data-on-loan-panel.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "USA TODAY FINDS TOP WRITER LIED",
      "snippet": "USA Today reports that Jack Kelley, foreign correspondent at newspaper before he resigned on Jan 6, appears to have fabricated substantial portions of at least eight major articles in last 10 years, including one that earned him finalist nominatio...",
      "abstract": "USA Today reports that Jack Kelley, foreign correspondent at newspaper before he resigned on Jan 6, appears to have fabricated substantial portions of at least eight major articles in last 10 years, including one that earned him finalist nomination for Pulitzer Prize in 2002; accuses Kelley of using at least two dozen passages from work of other news organizations without attribution and trying to subvert newspaper's investigation by concocting scripts for associates to follow if his editors tried to substantiate his work; says its investigation is continuing; Kelley photo (M)",
      "lead_paragraph": "Jack Kelley, a star foreign correspondent at USA Today before he resigned earlier this year, appears to have fabricated substantial portions of at least eight major articles in the last 10 years, including one that earned him a finalist nomination for a Pulitzer Prize in 2002, the newspaper reported yesterday.",
      "publication_date": "2004-03-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/20/us/usa-today-finds-top-writer-lied.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Clinton Aides Plan to Tell Panel Of Warning Bush Team on Qaeda",
      "snippet": "Senior Clinton administration officials plan to tell independent commission investigating Sept 11 attacks how they repeatedly warned Bush administration in late 2000 that Al Qaeda posed worst security threat facing nation--and how new administrati...",
      "abstract": "Senior Clinton administration officials plan to tell independent commission investigating Sept 11 attacks how they repeatedly warned Bush administration in late 2000 that Al Qaeda posed worst security threat facing nation--and how new administration was slow to act; say warnings were delivered in urgent post-election intelligence briefings in Dec 2000 and Jan 2001 for Condoleezza Rice, Stephen Hadley and Philip D Zelikow; Hadley is Rice's deputy and Zelikow was member of Bush transition team; he is executive director of bipartisan panel; Zelikow and commission chmn Thomas H Kean photo (M)",
      "lead_paragraph": "Senior Clinton administration officials called to testify next week before the independent commission investigating the Sept. 11 attacks say they are prepared to detail how they repeatedly warned their Bush administration counterparts in late 2000 that Al Qaeda posed the worst security threat facing the nation -- and how the new administration was slow to act.",
      "publication_date": "2004-03-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/20/us/clinton-aides-plan-to-tell-panel-of-warning-bush-team-on-qaeda.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "He Measures Oakland's Beat, And Parks Bloom in Return",
      "snippet": "Walter Hood, professor of landscape architecture at University of California at Berkeley, is rejuvenating dispossessed neighborhoods of Oakland, Calif, taking forgotten streets, plazas, playgrounds and parks and turning them into jaunty new urban ...",
      "abstract": "Walter Hood, professor of landscape architecture at University of California at Berkeley, is rejuvenating dispossessed neighborhoods of Oakland, Calif, taking forgotten streets, plazas, playgrounds and parks and turning them into jaunty new urban places that resonate with their pasts; says his landscapes are about 'connecting the dots': understanding deep history of a place, observing it over time, and listening to community needs; photos (M)",
      "lead_paragraph": "Places, like people, can get the blues. Walter Hood listens to them.",
      "publication_date": "2004-03-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/21/us/he-measures-oakland-s-beat-and-parks-bloom-in-return.html",
      "byline": "By Patricia Leigh Brown"
    },
    {
      "headline": "Musical Chairs With the Big Boys",
      "snippet": "RealNetworks is showing quick instincts of survivor in face of Microsoft's dominance in market for digital media players and advent of Apple Computer's iTunes music store, which allows a la carte downloading of songs and now overshadows RealNetwor...",
      "abstract": "RealNetworks is showing quick instincts of survivor in face of Microsoft's dominance in market for digital media players and advent of Apple Computer's iTunes music store, which allows a la carte downloading of songs and now overshadows RealNetworks' Rhapsody subscription service as stellar brand in digital music; its losses are declining sharply, and it expects to return to profitability in second half of 2004; growth of its consumer services have made it less dependent on software and thus less susceptible to being run over by Microsoft; analysts are divided on whether future of digital music lies with subscription service or downloading; graph shows that while iTunes leads in digital music downloading, Rhapsody leads in streaming; photos (L)",
      "lead_paragraph": "IS RealNetworks the next Netscape?",
      "publication_date": "2004-03-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/03/21/business/musical-chairs-with-the-big-boys.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Pakistan Battle Pierces Solitude Of Tribal Area",
      "snippet": "More than 7,000 Pakistani troops battle 400 to 500 Islamic militants in tribal area outside Wana near border with Afghanistan, but military officials are backing away from earlier conclusion that fierceness of fighting must mean that Al Qaeda's No...",
      "abstract": "More than 7,000 Pakistani troops battle 400 to 500 Islamic militants in tribal area outside Wana near border with Afghanistan, but military officials are backing away from earlier conclusion that fierceness of fighting must mean that Al Qaeda's No. 2 leader, Ayman al-Zawahiri, is in area; sheer number of militants involved in fighting would suggest that they are able to live there because they have significant, if passive, local support; government's efforts to win over tribal peoples are hindered by their deep suspicion of any kind of outsiders and gulf between tribal areas and rest of Pakistan; photo; maps (M)",
      "lead_paragraph": "Viewed from a helicopter, there is little that differentiates a cluster of farming villages just outside this remote town near the border with Afghanistan from the desolate surrounding countryside. Small patches of irrigated fields appear as specks of green in a sea of brown hills and fields.",
      "publication_date": "2004-03-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/21/world/pakistan-battle-pierces-solitude-of-tribal-area.html",
      "byline": "By David Rohde"
    },
    {
      "headline": "TALLY IS DISPUTED",
      "snippet": "Chen Shui-bian is declared to have won second term as president of Taiwan by razor-thin margin over Lien Chan, leader of Nationalist Party, but Lien calls for voiding of election, citing ballot irregularities, and suggests that Chen may have stage...",
      "abstract": "Chen Shui-bian is declared to have won second term as president of Taiwan by razor-thin margin over Lien Chan, leader of Nationalist Party, but Lien calls for voiding of election, citing ballot irregularities, and suggests that Chen may have staged 11th-hour assassination attempt to get votes; top aides to Chen contend that assassination attempt was real and that there is no evidence of fraud in vote and no need for recount sought by opposition; Chen, whom Chinese officials have repeatedly accused of being willing to risk war to achieve greater independence for Taiwan, urges Beijing to respect election and cooperate with him; photo of demonstration by Lien's supporters (M)",
      "lead_paragraph": "President Chen Shui-bian of Taiwan was declared to have won a second term by a razor-thin margin Saturday, but the opposition Nationalist Party called for the election to be annulled and suggested the president might have staged an 11th-hour assassination attempt to get votes.",
      "publication_date": "2004-03-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/21/world/taiwan-s-leader-wins-re-election-tally-is-disputed.html",
      "byline": "By Keith Bradsher and Joseph Kahn"
    },
    {
      "headline": "Home Front; Split Made Her, Too, a Source on Divorce",
      "snippet": "DivorceSource, Margery Rubin's one-woman firm, offers what she calls nonlegal counseling on practical issues of divorce; impetus to start firm came from experience of ending her own 22-year marrage to prominent divorce lawyer; photo (M)",
      "abstract": "DivorceSource, Margery Rubin's one-woman firm, offers what she calls nonlegal counseling on practical issues of divorce; impetus to start firm came from experience of ending her own 22-year marrage to prominent divorce lawyer; photo (M)",
      "lead_paragraph": "MARGERY RUBIN'S bitter divorce was unusual in two ways.",
      "publication_date": "2004-03-21T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/03/21/jobs/home-front-split-made-her-too-a-source-on-divorce.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "An Outsourcing Giant Fights Back",
      "snippet": "Azim Premji, chairman of Wipro, defends Indian companies like his that build software and maintain computer systems for host of American companies, which have become focus of complaints in US about outsourcing of high-tech jobs; is pressing his go...",
      "abstract": "Azim Premji, chairman of Wipro, defends Indian companies like his that build software and maintain computer systems for host of American companies, which have become focus of complaints in US about outsourcing of high-tech jobs; is pressing his government to publicize India's purchases of American products and to underscore advantages of doing business with India, estimating that US financial services sector alone has saved $8 billion in last four years by outsourcing to India; says that Americans are exaggerating threat posed by outsourcing and that shifting jobs to lower-cost countries will benefit US in long run; political backlash in US does not appear to be hurting Wipro, which Premji transfomed from family-owned vegetable oil business into global technology powerhouse; graphs; photos (L)",
      "lead_paragraph": "TO his compatriots, Azim Premji is the Bill Gates of India. By transforming his family-owned vegetable oil business into a global technology powerhouse, Mr. Premji has become the country's richest citizen, with a net worth hovering around $8 billion.",
      "publication_date": "2004-03-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/03/21/business/an-outsourcing-giant-fights-back.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "Litmus Test for Ethics: Options",
      "snippet": "Gretchen Morgenson column commends Marsh & McLennan for nominating Zachary W Carter, former federal prosecutor, for seat on its board in effort to face up to scandal at Putnam Investment, its money management arm; scores continuing resistance else...",
      "abstract": "Gretchen Morgenson column commends Marsh & McLennan for nominating Zachary W Carter, former federal prosecutor, for seat on its board in effort to face up to scandal at Putnam Investment, its money management arm; scores continuing resistance elsewhere, particularly in Silicon Valley, to having stock options deducted from revenues along with other employee costs; notes Prudential Financial study showing that options costs would have reduced earnings of semiconductor makers by 40 percent in 2003; graph (M)",
      "lead_paragraph": "THERE are two types of companies today: those that understand they must be more responsive to their owners and those that do not. Unfortunately for investors, the second group is far larger.",
      "publication_date": "2004-03-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/03/21/business/market-watch-litmus-test-for-ethics-options.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "CONCERNS RAISED OVER CONSULTANTS TO PENSION FUNDS",
      "snippet": "SEC begins inquiry into practice of consultants who serve as gatekeepers between state and local pension funds and investments they choose; small but growing part of $2 trillion in these funds is being steered into private or alternative investmen...",
      "abstract": "SEC begins inquiry into practice of consultants who serve as gatekeepers between state and local pension funds and investments they choose; small but growing part of $2 trillion in these funds is being steered into private or alternative investments that are not publicly traded and whose performance cannot be tracked in any agreed-upon way; such unregulated investments offer potential for high returns, but carry more risk than conventional stocks and bonds, and some governments have lost money on them and been forced to draw on tax dollars; other public pension money has been directed into investments that deduct big fees; consultants play host to gatherings at which pension officials meet with famous people like former Pres Bill Clinton, Ehud Barak, former Israeli prime minister,and H Carl McCall, former New York State comptroller; are paid by funds to track and rate money managers but often take money from managers for other services; photos; graph (L)",
      "lead_paragraph": "A small but growing part of the $2 trillion in state and local pension funds is being steered into high-risk investments by pension consultants and others who often have business dealings with the very money managers they recommend. After making such investments, a few of these pension funds have come up short, forcing the governments to draw on tax dollars.",
      "publication_date": "2004-03-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/21/us/concerns-raised-over-consultants-to-pension-funds.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Jury of Methodists Clears Gay Minister Over a Relationship",
      "snippet": "Jury of 13 Methodist clergy member in Bothell, Wash, finds that Rev Karen T Dammann did not violate church law by being in lesbian relationship; her defense team presented more than 20 witnesses who argued that church's Book of Discipline and Bibl...",
      "abstract": "Jury of 13 Methodist clergy member in Bothell, Wash, finds that Rev Karen T Dammann did not violate church law by being in lesbian relationship; her defense team presented more than 20 witnesses who argued that church's Book of Discipline and Bible contain unclear and contradictory passages about homosexual relationships; verdict is likely to inflame Methodist conservatives who believe that Dammann openly violated church rules and hoped that jury would deliver clear repudiation; photo of Dammann with her partner, Meredith Savage (M)",
      "lead_paragraph": "A jury of 13 Methodist clergy members said Saturday that a fellow minister did not violate church law by being in a lesbian relationship, concluding a proceeding that put on trial the church's stance on homosexuality as much as it did the minister's relationship.",
      "publication_date": "2004-03-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/21/us/jury-of-methodists-clears-gay-minister-over-a-relationship.html",
      "byline": "By Matthew Preusch and Laurie Goodstein"
    },
    {
      "headline": "MORE ON IRAQ",
      "snippet": " PROTEST MARCHES -- Demonstrators in Manhattan and cities around the world protested the Iraq occupation.   PAGE 27",
      "abstract": " PROTEST MARCHES -- Demonstrators in Manhattan and cities around the world protested the Iraq occupation.   PAGE 27",
      "lead_paragraph": "PROTEST MARCHES -- Demonstrators in Manhattan and cities around the world protested the Iraq occupation. PAGE 27",
      "publication_date": "2004-03-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/21/world/more-on-iraq.html",
      "byline": ""
    },
    {
      "headline": "New Heart Studies Question the Value Of Opening Arteries",
      "snippet": "New studies show that vast majority of heart attacks do not occur because artery has gradually been clogged with plaque to point where blood flow is obstructed and that artery-opening treatments, such as bypass surgery and stents, would not be bes...",
      "abstract": "New studies show that vast majority of heart attacks do not occur because artery has gradually been clogged with plaque to point where blood flow is obstructed and that artery-opening treatments, such as bypass surgery and stents, would not be best way to prevent them; indicate that heart attacks occur when area of plaque bursts, a clot forms over area and blood flow is abruptly blocked; find that dangerous plaque is soft and fragile, produces no symptoms, would not be seen as obstruction to blood flow and would be not be stented or bypassed in 70 to 80 percent of cases; suggest that since heart patients may have hundreds of vulnerable plaques, best preventive would be to address them all through rigorous adherence to conventional advice, like not smoking, and taking drugs to get blood pressure under control, drive cholesterol levels down and prevent blood clotting; bypass and stent procedures continue to rise despite findings and despite fact that stents can cause minor heart attacks in about 4 percent of patients; photos; graph (M)",
      "lead_paragraph": "A new and emerging understanding of how heart attacks occur indicates that increasingly popular aggressive treatments may be doing little or nothing to prevent them.",
      "publication_date": "2004-03-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/21/us/new-heart-studies-question-the-value-of-opening-arteries.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "Bremer Pushes Iraq on Difficult Path to Self-Rule",
      "snippet": "* L Paul Bremer III has made impressive achievements during his 10 months as chief American administrator there, but is criticized for number of decisions that appear to have undermined his work; is credited with helping create democratic institut...",
      "abstract": "* L Paul Bremer III has made impressive achievements during his 10 months as chief American administrator there, but is criticized for number of decisions that appear to have undermined his work; is credited with helping create democratic institutions, restoring many public facilities, setting up vast security apparatus and keeping Iraq on timetable for nationwide elections, federal constitution and rapid transfer of sovereignty to people; is criticized for decision to disband Saddam Hussein's army and failing to anticipate political assertiveness of Iraq's Shiite majority; he is regarded by many Iraqis as earnest and hard-working, the benevolent despot they never had; photo (M)",
      "lead_paragraph": "For L. Paul Bremer III, the chief American administrator here, the contradictions of Iraq seemed to crystallize in a single moment this month.",
      "publication_date": "2004-03-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/03/21/world/struggle-for-iraq-reconstruction-bremer-pushes-iraq-difficult-path-self-rule.html",
      "byline": "By Dexter Filkinsp"
    },
    {
      "headline": "Delivery Delays Hurt U.S. Effort To Equip Iraqis",
      "snippet": "Senior American commanders in Iraq publicly complain that delays in delivering radios, body armor and other equipment have hobbled their ability to build effective Iraqi security force that can ultimately replace United States troops there; say la...",
      "abstract": "Senior American commanders in Iraq publicly complain that delays in delivering radios, body armor and other equipment have hobbled their ability to build effective Iraqi security force that can ultimately replace United States troops there; say lag in supplying equipment, caused by contract dispute, may have contributed to loss of lives among Iraqi recruits; equipment for America's combat troops and that for Iraqi security services is obtained through separate contracting and procurement processes; senior Army officials in Washington say sloppy contract language, staff turnover, incomplete paperwork and stressful combat conditions on ground led to badly flawed process; Army is rushing to seek new bids for contract, but that could take months; in meantime, officials look to see if they can use other funds and piggyback on existing contracts for weapons and other equipment; photo (M)",
      "lead_paragraph": "Senior American commanders in Iraq are publicly complaining that delays in delivering radios, body armor and other equipment have hobbled their ability to build an effective Iraqi security force that can ultimately replace United States troops here.",
      "publication_date": "2004-03-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/22/world/delivery-delays-hurt-us-effort-to-equip-iraqis.html",
      "byline": "By Thom Shanker and Eric Schmitt"
    },
    {
      "headline": "As Europe Hunts for Terrorists, The Hunted Press Advantages",
      "snippet": "Europe has become prized target for Islamic terrorists in last 20 years; police and intelligence agents all over Europe confront growing numbers of Islamic militants who blend easily with other immigrants from North Africa, Middle East and elsewhe...",
      "abstract": "Europe has become prized target for Islamic terrorists in last 20 years; police and intelligence agents all over Europe confront growing numbers of Islamic militants who blend easily with other immigrants from North Africa, Middle East and elsewhere, as terrorists among them exploit tactical advantage; militants operate in ever-changing constellation of cells, moving freely from country to country across continent; agents tracking them are constrained by jurisdictional and bureaucratic boundaries; intelligence is far too infrequently shared, often leaving information about dangerous militants woefully incomplete; at least three of suspects in Madrid terror bombings were known to European and Arab intelligence officials for some time; one, Jamal Zougam, consorted with militant leaders from five countries, had his home searched by police, yet was never thoroughly investigated; in Madrid bombings, which killed 202 people, suicide bombers were replaced by triggering devices engineered with cheap cellphones; this suggests terrorists linked to Al Qaeda are able to modify their tactics and adopt mind-set different from one investigators thought they knew; map showing places where authorities foiled terrorist plans against European targets (L)",
      "lead_paragraph": "On a quiet Sunday afternoon, the ancient Madrid neighborhood of Lavapiés is a picture of European multiculturalism.",
      "publication_date": "2004-03-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/22/world/as-europe-hunts-for-terrorists-the-hunted-press-advantages.html",
      "byline": "This article was reported and written by Tim Golden, Desmond Butler and Don van Natta Jr"
    },
    {
      "headline": "Nortel Faces Credibility Questions In New Audit",
      "snippet": "Nortel Networks' decision to place Douglas C Beatty, its chief financial officer, and Michael J Gollogly, its controller, on indefinite paid leaves of absence prompts concern among analysts and investors that new audit will produce more than just ...",
      "abstract": "Nortel Networks' decision to place Douglas C Beatty, its chief financial officer, and Michael J Gollogly, its controller, on indefinite paid leaves of absence prompts concern among analysts and investors that new audit will produce more than just relatively minor accounting charges that resulted from first financial review; confusion surrounding company's finances is already creating additional pressure on senior management, particularly Frank A Dunn, chief execuive, who was widely credited with steering company to financial stability and market credibility after collapse of telecom market; he was company's financial chief and then did double duty as chief executive and chief financial office during part of period apparently now under its second re-examination; photo; graph (M)",
      "lead_paragraph": "For Frank A. Dunn, chief executive of Nortel Networks, vindication was just a conference call away.",
      "publication_date": "2004-03-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/22/business/nortel-faces-credibility-questions-in-new-audit.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "More Troubles Await Microsoft in Europe  While the European Commission goes through the final steps this week to conclude its five-year case against Microsoft, the company's legal problems in Europe are far from over and appear to be accelerating,...",
      "abstract": " More Troubles Await Microsoft in Europe  While the European Commission goes through the final steps this week to conclude its five-year case against Microsoft, the company's legal problems in Europe are far from over and appear to be accelerating, antitrust lawyers and officials said.  ",
      "lead_paragraph": "More Troubles Await Microsoft in Europe",
      "publication_date": "2004-03-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/22/business/business-digest-889830.html",
      "byline": ""
    },
    {
      "headline": "LEADER OF HAMAS KILLED BY MISSILE IN ISRAELI STRIKE",
      "snippet": "Israeli missile strike kills Sheik Ahmed Yassin, spiritual leader and founder of militant Palestinian group Hamas, in Gaza City; two bodyguards are also killed; Yassin is most significant Palestinian miiltant killed by Israel in more than three ye...",
      "abstract": "Israeli missile strike kills Sheik Ahmed Yassin, spiritual leader and founder of militant Palestinian group Hamas, in Gaza City; two bodyguards are also killed; Yassin is most significant Palestinian miiltant killed by Israel in more than three years of conflict; Israeli military blames Yassin for 'numerous murderous terror attacks' that have killed many civilians, charge Yassin had denied; in Palestinian refugee camps, thousands of people take to streets to protest Yassin's death; Palestinian Prime Minister Ahmed Qurei condemns attack, claiming Yassin was voice of moderation within Hamas; Israeli Army closes off Gaza Strip and shuts checkpoints that effectively divide it into three sections; Israel has stepped up pressure on militants in Gaza since Palestinian suicide bombing in Israeli port of Ashdod that killed 10 Israelis; photos (M)",
      "lead_paragraph": "Sheik Ahmed Yassin, the spiritual leader and founder of the militant Palestinian group Hamas, was killed early Monday by an Israeli missile that struck him as he left a mosque in Gaza City, his family and Hamas officials said. They said at least two bodyguards had been killed with him.",
      "publication_date": "2004-03-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/22/world/leader-of-hamas-killed-by-missile-in-israeli-strike.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "Newspaper Editors Move To Tighten Safeguards",
      "snippet": "At least 10 American newspapers have confirmed instances of plagiarism or fabrication since New York Times reported in May 2003 that Jayson Blair had made up or copied portions of at least three dozen articles; it is impossible to say for sure whe...",
      "abstract": "At least 10 American newspapers have confirmed instances of plagiarism or fabrication since New York Times reported in May 2003 that Jayson Blair had made up or copied portions of at least three dozen articles; it is impossible to say for sure whether more reporters are cutting corners or whether those that do are now being detected through safeguards against journalistic fraud that newspapers have established in last 10 months; photos (M)",
      "lead_paragraph": "There have been times since the Jayson Blair scandal broke at The New York Times last spring that Romenesko, an online compendium of developments in the news media, has resembled a crime blotter.",
      "publication_date": "2004-03-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/22/business/newspaper-editors-move-to-tighten-safeguards.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Fox, Taking a Risk, Relies on Amateur Nights",
      "snippet": "American Idol brings Fox Broadcasting Co closer than it has ever been to first place in network supremacy among viewers from 18 to 49, age group most coveted by advertisers; crucial challenge for Fox now becomes avoiding overdosing on show that ac...",
      "abstract": "American Idol brings Fox Broadcasting Co closer than it has ever been to first place in network supremacy among viewers from 18 to 49, age group most coveted by advertisers; crucial challenge for Fox now becomes avoiding overdosing on show that accounts for 10 percent of its 15 hours of prime-time programming and sometimes 20 percent; dependence could become liability if appeal of Idol should fade, as Who Wants to Be a Millionaire did for ABC; Fox executives insist that they are not overusing American Idol and that program shows no signs of fading; photos; graph (M)",
      "lead_paragraph": "When rivals check out the health of the Fox Broadcasting Company this television season, they see a network schedule full of holes, with many nights in decline or outright disarray, and with a very short list of formidable shows.",
      "publication_date": "2004-03-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/22/business/media-fox-taking-a-risk-relies-on-amateur-nights.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Game Wars 2: Battle for the Living Room; Giants Look to Create the Next Digital Hub",
      "snippet": "Two competing visions of digital age of home entertainment are emerging: one centered on personal computer and the other on video game console; Intel Corp and Microsoft Corp hope to reshape PC into entertainment-oriented multimedia computer that w...",
      "abstract": "Two competing visions of digital age of home entertainment are emerging: one centered on personal computer and the other on video game console; Intel Corp and Microsoft Corp hope to reshape PC into entertainment-oriented multimedia computer that will fit comfortably into family room; Microsoft is also hedging its bets by turning to IBM to develop chip for its next-generation Xbox game player; Sony Corp and Microsoft are weighing how many interactive media and digital video recording features they can add to their next-generation game players without making them too complex or expensive; photo (M)",
      "lead_paragraph": "The consumer electronics and personal computing industries are supposedly rushing toward a grand digital convergence.",
      "publication_date": "2004-03-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/22/business/game-wars-2-battle-for-living-room-giants-look-create-next-digital-hub.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "One Crucial Issue in Pledge Case: What Does 'Under God' Mean?",
      "snippet": "Supreme Court must decide what it means to pledge allegiance to 'one nation under God' before it rules on atheist's suit to stop recitation of pledge in his daughter's school classroom; Bush administration, in defending pledge, claims it is simply...",
      "abstract": "Supreme Court must decide what it means to pledge allegiance to 'one nation under God' before it rules on atheist's suit to stop recitation of pledge in his daughter's school classroom; Bush administration, in defending pledge, claims it is simply patriotic acknowledgment of 'nation's religious history' and that it poses no threat to separation of church and state; group of religious individuals that takes opposite side claims reciting pledge with 'under God' invites troubling kind of civic blasphemy for children who do not mean it as affirmation of personal faith; federal appeals court declared pledge unconstitutional in June 2002; attorneys general of all states have signed brief supporting pledge, as have National School Boards Assn and National Education Assn, teachers' union; suit was brought by Dr Michael A Newdow of California (M)",
      "lead_paragraph": "It has taken 50 years since Congress added ''under God'' to the Pledge of Allegiance for the validity of that cold war amendment to reach the Supreme Court, with arguments scheduled for Wednesday. But before the justices can decide whether those two words render the pledge unconstitutional, they have to answer a factual question that is inextricably entwined with the legal one: what exactly does it mean to pledge allegiance to ''one nation under God''?",
      "publication_date": "2004-03-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/22/us/one-crucial-issue-in-pledge-case-what-does-under-god-mean.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "In Florida Groves, Cheap Labor Means Machines",
      "snippet": "Florida orange growers turn to labor-saving technology as their best hope for survival; growers face increased competition from Brazil and glut of oranges on world markets; globalization is threatening to displace workers, mainly illegal Mexican i...",
      "abstract": "Florida orange growers turn to labor-saving technology as their best hope for survival; growers face increased competition from Brazil and glut of oranges on world markets; globalization is threatening to displace workers, mainly illegal Mexican immigrants; canopy shakers, huge machines, can shake loose more oranges in 15 minutes than four pickers could in full day; for first time in generation, farmers are working to replace hand laborers with machines, even as Pres Bush advances plan to invite legal guest workers into American fields; grain farmers have already cut labor costs with mechanization, and vegetable and fruit growers are rushing to catch up; photos; graphs (M)",
      "lead_paragraph": "Chugging down a row of trees, the pair of canopy shakers in Paul Meador's orange grove here seem like a cross between a bulldozer and a hairbrush, their hungry steel bristles working through the tree crowns as if untangling colossal heads of hair.",
      "publication_date": "2004-03-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/22/business/in-florida-groves-cheap-labor-means-machines.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "As Its Ex-Bosses Await Their Fate, Tyco Continues Comeback",
      "snippet": "Tyco International management and work force focus on company's recent run of profitable quarters rather than trial in which L Dennis Kozlowski, former chairman and chief executive, and Mark H Swartz, former chief financial officer, are charged wi...",
      "abstract": "Tyco International management and work force focus on company's recent run of profitable quarters rather than trial in which L Dennis Kozlowski, former chairman and chief executive, and Mark H Swartz, former chief financial officer, are charged with looting company of more than $600 million; Tyco's story is surprisingly upbeat compared with tales of other companies tarred with scandal's brush, in no small part because Tyco is conglomerate in which Kozlowski's role at holding company was far removed from operating units; share price, which traded in $50's in early 2002 and dropped to $8.25 by July of that year, closed at $27.95 on March 19; much of success is credited to Edward D Breen, who succeeded Kozlowski as chairman and chief executive; photos; graphs (M)",
      "lead_paragraph": "After a six-month trial, a jury in Manhattan is deliberating the fates of two former top executives of Tyco International. But at Tyco's headquarters in Princeton, N.J., its current executives are focusing on the company's recent run of profitable quarters.",
      "publication_date": "2004-03-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/22/business/as-its-ex-bosses-await-their-fate-tyco-continues-comeback.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "Welfare Rolls Drop In Sluggish Economy",
      "snippet": "In a trend that has surprised many experts, the welfare rolls have declined over the last three years, even as unemployment and other signs of economic weakness surged.    After Congress overhauled the welfare system in 1996, the number of familie...",
      "abstract": "In a trend that has surprised many experts, the welfare rolls have declined over the last three years, even as unemployment and other signs of economic weakness surged.    After Congress overhauled the welfare system in 1996, the number of families receiving benefits dropped much faster than expected. Even more remarkable, officials say, since the 2001 recession the rolls actually fell slightly.  ",
      "lead_paragraph": "In a trend that has surprised many experts, the welfare rolls have declined over the last three years, even as unemployment and other signs of economic weakness surged.",
      "publication_date": "2004-03-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/22/us/welfare-rolls-drop-in-sluggish-economy.html",
      "byline": ""
    }
  ]
}