{
  "metadata": {
    "date": "2004-02-12",
    "total_articles": 25
  },
  "articles": [
    {
      "headline": "Ex-Chairman of Italian Food Producer Is Arrested",
      "snippet": "Italian police arrest Sergio Cragnotti, former chairman of bankrupt canned-food producer Cirio, in latest effort to fight financial fraud; Cragnotti has been under investigation for about year; Cragnotti is suspected of fraudulent bankruptcy tied ...",
      "abstract": "Italian police arrest Sergio Cragnotti, former chairman of bankrupt canned-food producer Cirio, in latest effort to fight financial fraud; Cragnotti has been under investigation for about year; Cragnotti is suspected of fraudulent bankruptcy tied to collapse of Cirio, which is in liquidation and has defaulted on 1.1 billion euros ($1.4 billion) in outstanding bonds; Cragnotti has said company's collapse is not related to fraud; police also arrest Cragnotti's son Andrea and son-in-law Filippo Fucile, who is director of unit; notify Cragnotti's daughter Elisabetta, who is married to Fucile, that she is under investigation; also place Paolo Micolini, former board member of Cirio unit, under house arrest; Ettore Quadrani, another former director, is notified that he is under investigation; Reuters says 25 bankers are named in probe; photo (M)",
      "lead_paragraph": "The Italian police arrested Sergio Cragnotti, the former chairman of the bankrupt canned-food producer Cirio, on Wednesday in the country's latest effort to fight financial fraud.",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/12/business/ex-chairman-of-italian-food-producer-is-arrested.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "Defending '03 Law, Justice Dept. Seeks Abortion Records",
      "snippet": "Justice Dept demands that at least six hospitals in New York City, Philadelphia and elsewhere turn over hundreds of patient medical records to determine whether procedure that opponents call partial-birth abortion was in fact medically necessary; ...",
      "abstract": "Justice Dept demands that at least six hospitals in New York City, Philadelphia and elsewhere turn over hundreds of patient medical records to determine whether procedure that opponents call partial-birth abortion was in fact medically necessary; says it needs records to defend new law that prohibits procedure, known medically as intact dilation and extraction; new law is being challenged in suit by doctors at hospitals nationwide; hospital administrators are balking at Justice Dept request, saying it would violate privacy rights of their patients; standoff has resulted in clashing interpretations from federal judges in recent days about whether Justice Dept has right to see files; it is unclear exactly how many patients would be affected by subpoenas--if they are enforced; advocates for abortion rights say they are particularly troubled by subpoenas because of Atty Gen John Ashcroft's history as outspoken opponent of abortion in his days in Senate (M)",
      "lead_paragraph": "The Justice Department is demanding that at least six hospitals in New York City, Philadelphia and elsewhere turn over hundreds of patient medical records on certain abortions performed there.",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/12/us/defending-03-law-justice-dept-seeks-abortion-records.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Profit At Noranda",
      "snippet": "World Business BriÔ",
      "abstract": "World Business BriÔ",
      "lead_paragraph": "Noranda, the Canadian mining company, had a fourth-quarter profit of $64 million as surging metal prices increased revenue. Net income was 21 cents a share, in contrast to a loss of $442 million, or $1.86, in the period a year earlier when write-downs added 623 million Canadian dollars to expenses. Sales rose 49 percent, to $1.32 billion, Noranda said. ''Earnings in 2004 should be further enhanced as expansion projects are completed and if current metal prices persist,'' the chief executive, Derek Pannell, said.",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/12/business/world-business-briefing-americas-canada-profit-at-noranda.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "For IPod, 6 Flavors Of Flattery",
      "snippet": "David Pogue State of the Art column reviews iPod and similar portable music players; compares iPod to devices from other manufacturers; features and prices noted; photos; drawing (M)",
      "abstract": "David Pogue State of the Art column reviews iPod and similar portable music players; compares iPod to devices from other manufacturers; features and prices noted; photos; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/02/12/technology/state-of-the-art-for-ipod-6-flavors-of-flattery.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Fed Chief Hints Rate Policy Will Be Steady",
      "snippet": "Federal Reserve chairman Alan Greenspan gives upbeat outlook for economy and signals that central bank will keep interest rates low for at least next few months, semiannual report on monetary policy to House committee; says economic growth could r...",
      "abstract": "Federal Reserve chairman Alan Greenspan gives upbeat outlook for economy and signals that central bank will keep interest rates low for at least next few months, semiannual report on monetary policy to House committee; says economic growth could reach 5 percent this year, that unemployment will decline slightly and inflation appears set to remain very low; financial markets react buoyantly; photo (M)",
      "lead_paragraph": "Alan Greenspan, the chairman of the Federal Reserve, gave an upbeat outlook for the economy on Wednesday and signaled that the central bank would keep interest rates low for at least the next few months.",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/12/business/fed-chief-hints-rate-policy-will-be-steady.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Court Is Urged to Rewrite Media-Ownership Rules  Broadcasters and public interest groups urged a federal appeals court to order the Federal Communications Commission to rewrite the agency's new media ownership rules that govern the size and reach ...",
      "abstract": " Court Is Urged to Rewrite Media-Ownership Rules  Broadcasters and public interest groups urged a federal appeals court to order the Federal Communications Commission to rewrite the agency's new media ownership rules that govern the size and reach of conglomerates.    The case has enormous implications for the newspaper, television and radio industries. The rules make it much easier for the biggest companies to acquire other companies in their existing markets and new ones. [Page C14.]",
      "lead_paragraph": "Court Is Urged to Rewrite Media-Ownership Rules",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/12/business/business-digest-361895.html",
      "byline": ""
    },
    {
      "headline": "Vodafone Said to Be Preparing a Bid for AT&T Wireless",
      "snippet": "Vodafone Group is preparing to make offer worth as much as $35 billion for AT&T Wireless; Vodafone's chief executive Arun Sarin is planning to present company's offer to board members in conference call before deadline for bids Feb 13 (M)",
      "abstract": "Vodafone Group is preparing to make offer worth as much as $35 billion for AT&T Wireless; Vodafone's chief executive Arun Sarin is planning to present company's offer to board members in conference call before deadline for bids Feb 13 (M)",
      "lead_paragraph": "The Vodafone Group, the world's largest cellular telephone operator, is preparing to make an offer worth as much as $35 billion for AT&T Wireless, executives close to Vodafone said last night.",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/12/business/vodafone-said-to-be-preparing-a-bid-for-at-t-wireless.html",
      "byline": "By Andrew Ross Sorkin and Matt Richtel"
    },
    {
      "headline": "Cable Giant Bids to Take Over Disney",
      "snippet": "Comcast Corp, largest cable operator in United States, makes unsolicited $54.1 billion takeover offer for Walt Disney Co; if successful, deal would create largest media company in world by combining Comcast's distribution channel to over 21 millio...",
      "abstract": "Comcast Corp, largest cable operator in United States, makes unsolicited $54.1 billion takeover offer for Walt Disney Co; if successful, deal would create largest media company in world by combining Comcast's distribution channel to over 21 million cable subscribers with Disney's collection of film and television properties; Disney's holdings include ABC television network, ESPN and other cable networks, Disney and Miramax movie studios, and Disney theme parks around world; Comcast is two-thirds size of Disney in revenue; besides its cable systems it owns or controls several entertainment cable channels; its chief executive Brian L Roberts wants to add entertainment programming to company's cable systems; Disney chief executive Michael D Eisner has said branching into cable or satellite delivery systems would divert Disney from its strengths as creator of entertainment; Comcast bid is expected to ignite takeover fight, and could inspire other suitors to emerge; Disney's public response to bid is to say its board will consider proposal; behind scenes, Disney is scrambling to mount defense, hiring investment bankers and plotting strategy to block deal; photo; chart (L)",
      "lead_paragraph": "In an audacious bid that could once again reshape the entertainment landscape, the Comcast Corporation, the largest cable operator in the United States, made an unsolicited $54.1 billion takeover offer yesterday for the Walt Disney Company.",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/12/business/bidding-for-disney-the-overview-cable-giant-bids-to-take-over-disney.html",
      "byline": "This article was reported and written by Geraldine Fabrikant, Laura M. Holson and Andrew Ross Sorkin"
    },
    {
      "headline": "Algerian Explosion Stirs Foes of U.S. Gas Projects",
      "snippet": "Explosion that flattened large part of Algerian port of Skikda on Jan 19, killing 30 people and injuring 70 more, has shaken plans to build dozens of liquefied natural gas terminals in US to address forecast shortage of natural gas; environmentali...",
      "abstract": "Explosion that flattened large part of Algerian port of Skikda on Jan 19, killing 30 people and injuring 70 more, has shaken plans to build dozens of liquefied natural gas terminals in US to address forecast shortage of natural gas; environmentalists in California, Massachusetts and Alabama have challenged safety of proposed LNG terminals; blast at Skikda, port responsible for about quarter of LNG exports from Algeria, is deadliest incident in more than 30 years for industry; Algeria's national oil and gas company Sonatrach attributes explosion to accident at steam boiler, and administration of Pres Abdelaziz Bouteflika has promised official inquiry; Algeria's Finance Min Abdellatif Benachenhou says nation could lose as much as $300 million in export revenue this year if Skikda remains shut for extended period; photo (M)",
      "lead_paragraph": "An explosion that flattened a large part of the Algerian port of Skikda last month, killing 30 people and injuring 70 more, has shaken plans to build dozens of liquefied natural gas terminals in the United States to address a forecast shortage of natural gas.",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/12/business/algerian-explosion-stirs-foes-of-us-gas-projects.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "A Strategy of Opening the Door Before Opportunity Has to Knock",
      "snippet": "Comcast Corp's chairman-chief executive Brian L Roberts means to become full-fledged media mogul with acquisition of Walt Disney Co; his plan is to combine Comcast and its 21.5 million cable subscribers with Disney, merger he describes as marriage...",
      "abstract": "Comcast Corp's chairman-chief executive Brian L Roberts means to become full-fledged media mogul with acquisition of Walt Disney Co; his plan is to combine Comcast and its 21.5 million cable subscribers with Disney, merger he describes as marriage of distribution and content that would let 'our customers access the best of Disney, which is the entertainment leader'; owning movie and television studio could help buffer Comcast from rising programming costs; cable industry has been fighting rising costs, and has nowhere been more outspoken than in protesting rising fees for Disney's ESPN sports service; charts; photos (M)",
      "lead_paragraph": "Brian L. Roberts's bold $50 billion takeover of AT&T's cable business two years ago was seen as his defining moment. But that deal, it turns out, may have been just for starters. Not content running the nation's largest cable company, Comcast, Mr. Roberts set out yesterday to create the world's largest media company.",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/12/business/bidding-for-disney-suitor-strategy-opening-door-before-opportunity-has-knock.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Intel Reports A Research Leap To a Faster Chip",
      "snippet": "Intel scientists will announce they have built prototype of silicon chip that can switch light on and off like electricity, blurring line between computing and communications and bringing sweeping changes to way digital information and entertainme...",
      "abstract": "Intel scientists will announce they have built prototype of silicon chip that can switch light on and off like electricity, blurring line between computing and communications and bringing sweeping changes to way digital information and entertainment are delivered; researchers say for the first time they have shown that ultra-high-speed fiber optic equipment can be produced at equivalent of low-cost personal computer industry prices; diagram (M)",
      "lead_paragraph": "Intel scientists will announce on Thursday that they have built a prototype of a silicon chip that can switch light on and off like electricity, blurring the line between computing and communications and bringing sweeping changes to the way digital information and entertainment are delivered.",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/12/business/technology-intel-reports-a-research-leap-to-a-faster-chip.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Facing a Battle, Disney's Chief Is Known to Fight Back, Hard",
      "snippet": "Disney chief executive Michael D Eisner is expected to mount tenacious counterattack against Comcast's unsolicited takeover bid; has overcome many threats in past, though he has never faced challenge as formidable as this; some past battles recall...",
      "abstract": "Disney chief executive Michael D Eisner is expected to mount tenacious counterattack against Comcast's unsolicited takeover bid; has overcome many threats in past, though he has never faced challenge as formidable as this; some past battles recalled; photos; graph (M)",
      "lead_paragraph": "When under attack, Michael D. Eisner, chief executive of the Walt Disney Company, can be counted on for a tried-and-true response: a tenacious counterattack.",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/12/business/bidding-for-disney-chief-executive-facing-battle-disney-s-chief-known-fight-back.html",
      "byline": "By Sharon Waxman"
    },
    {
      "headline": "Big Media, Please Meet Wide Distribution",
      "snippet": "Analysis of Comcast Corp's $66 billion hostile bid for Walt Disney Co; says logic of Comcast's bid is that there are lucrative advantages to melding Disney's media content--movies, television, music, news and entertainment--with distribution netwo...",
      "abstract": "Analysis of Comcast Corp's $66 billion hostile bid for Walt Disney Co; says logic of Comcast's bid is that there are lucrative advantages to melding Disney's media content--movies, television, music, news and entertainment--with distribution network of nation's largest cable television operator; photos (M)",
      "lead_paragraph": "With the memory of nightmare media mergers like AOL Time Warner and Vivendi Universal still lingering, no wonder Comcast avoided the dreaded S-word -- synergy -- to justify its hostile $54 billion takeover bid for Disney.",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/12/business/bidding-for-disney-the-strategy-big-media-please-meet-wide-distribution.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "World Business Briefing | Europe: KLM Takeover Cleared",
      "snippet": "European Commission approves Air Fr",
      "abstract": "European Commission approves Air Fr",
      "lead_paragraph": "The European Commission approved the Air France takeover of the Dutch airline KLM after the companies agreed to give up 94 takeoff and landing slots. With the takeover, which still requires the approval of regulators in the United States, Air France will overtake British Airways as the biggest carrier in the world. Paul Meller (NYT)",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/12/business/world-business-briefing-europe-klm-takeover-cleared.html",
      "byline": "By Paul Meller (NYT)"
    },
    {
      "headline": "File Sharing's New Face",
      "snippet": "File-sharing software BitTorrent developed by Bram Cohen cuts large files into small pieces, hastening process by which files can be downloaded and thus shared; technology takes advantage of typically unused upload time; photo; illustrations show ...",
      "abstract": "File-sharing software BitTorrent developed by Bram Cohen cuts large files into small pieces, hastening process by which files can be downloaded and thus shared; technology takes advantage of typically unused upload time; photo; illustrations show how process works (M)",
      "lead_paragraph": "AFTER working for a parade of doomed dot-com startups, a young programmer named Bram Cohen finally got tired of failure.",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/02/12/technology/file-sharing-s-new-face.html",
      "byline": "By Seth Schiesel"
    },
    {
      "headline": "A Tale of Nuclear Proliferation: How Pakistani Built His Network",
      "snippet": "Story of Dr Abdul Qadeer Khan's transformation from Pakistani national hero to largest and most sophisticated exporter in nuclear black market is gradually emerging; nuclear proliferation experts say Khan started in mid-1980's by ordering twice th...",
      "abstract": "Story of Dr Abdul Qadeer Khan's transformation from Pakistani national hero to largest and most sophisticated exporter in nuclear black market is gradually emerging; nuclear proliferation experts say Khan started in mid-1980's by ordering twice the number of parts Pakistani nuclear program needed, then selling excess to other countries, notably Iran and then North Korea; say his ultimate undoing was his sale to Libya of entire kits, from centrifuges to enriched uranium to crude weapons designs; investigators found weapons blueprints wrapped in bags from Islamabad dry cleaner when German ship BBC China was seized on its way to Libya; for years, hints of Khan's operation circulated widely among intelligence officers and officials in Pakistan, United States and elsewhere; but Pres Pervez Musharraf of Pakistan confronted him only after ship was seized and evidence of network tumbled out; investigators say Khan had three motives for his nuclear black market: he was eager to defy West, eager to transfer technology to other Muslim nations, and eager for money; photos; maps (L)",
      "lead_paragraph": "The break for American intelligence operatives tracking Abdul Qadeer Khan's nuclear network came in the wet August heat in Malaysia, as five giant cargo containers full of specialized centrifuge parts were loaded into one of the nondescript vessels that ply the Straits of Malacca.",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/12/world/a-tale-of-nuclear-proliferation-how-pakistani-built-his-network.html",
      "byline": "This article was reported and written by William J. Broad, David E. Sanger and Raymond Bonner"
    },
    {
      "headline": "World Business Briefing | Asia: Thailand: Another Discount Airline",
      "snippet": "Battle for Southeast Asia's budget air traveler gains new combatant as Nok Air, new low-cost airline backed by Thai Airways International announces plans to begin domestic service in Thailand by second quarter of year; Thai Airways will hold 39 pe...",
      "abstract": "Battle for Southeast Asia's budget air traveler gains new combatant as Nok Air, new low-cost airline backed by Thai Airways International announces plans to begin domestic service in Thailand by second quarter of year; Thai Airways will hold 39 percent stake in Nok Air, which will compete with two other discount airlines (S)",
      "lead_paragraph": "The battle for Southeast Asia's budget air traveler gained a new combatant this week as Nok Air, a new low-cost airline backed by Thai Airways International, announced plans to begin domestic service in Thailand by the second quarter of this year. Thai Airways will hold a 39 percent stake in Nok Air. Nok Air will compete with two other discount airlines. Wayne Arnold (NYT)",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/12/business/world-business-briefing-asia-thailand-another-discount-airline.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Indonesia: Bank Stake Sale Approved",
      "snippet": "Indonesia's Parliament approves g",
      "abstract": "Indonesia's Parliament approves g",
      "lead_paragraph": "Indonesia's Parliament approved government plans to sell a stake worth about $735 million in PT Bank Permata, the country's 13th-largest lender by assets, after a delay of one week. A fifth of the bank would be sold on the stock market first, followed by the sale of 51 percent to a single investor or a group of investors, said Emir Moeis, chairman of Parliament's budget commission.",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/12/business/world-business-briefing-asia-indonesia-bank-stake-sale-approved.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Iraq Is Granted Observer Status At the W.T.O.",
      "snippet": "Trade ministers and ambassadors grant Iraq observer status at World Trade Organization and, in trade-off to avert new dispute, give Iran hope that is membership will be considered in May (M)",
      "abstract": "Trade ministers and ambassadors grant Iraq observer status at World Trade Organization and, in trade-off to avert new dispute, give Iran hope that is membership will be considered in May (M)",
      "lead_paragraph": "Trade ministers and ambassadors granted Iraq observer status at the World Trade Organization on Wednesday and, in a trade-off to avert a new dispute, gave Iran a glimmer of hope that its membership would be considered in May.",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/12/business/iraq-is-granted-observer-status-at-the-wto.html",
      "byline": "By Fiona Fleck"
    },
    {
      "headline": "World Business Briefing | Europe: France: Ad Concern's Revenue Falls",
      "snippet": "Publicis Groupe says fourth-quarter revenue fell 6.9 percent as better-than-expected increase in ad spending failed to offset weaker dollar; revenue fell to 1.08 billion euros ($1.38 billion) from 1.16 billion euros; chief executive Maurice Levy c...",
      "abstract": "Publicis Groupe says fourth-quarter revenue fell 6.9 percent as better-than-expected increase in ad spending failed to offset weaker dollar; revenue fell to 1.08 billion euros ($1.38 billion) from 1.16 billion euros; chief executive Maurice Levy comments; photo (S)",
      "lead_paragraph": "The Publicis Groupe, the marketing and advertising company, said fourth-quarter revenue fell 6.9 percent as a better-than-expected increase in ad spending failed to offset a weaker dollar. Revenue fell to 1.08 billion euros ($1.38 billion) from 1.16 billion euros, the chief executive, Maurice Lévy, said. Excluding the impact of currencies, revenue rose 5.2 percent. ''I expect the ad market growth will be solid this year -- but not booming,'' Mr. Lévy said in a conference call. The impact of exchange rates reduced revenue by 123 million euros in the fourth quarter and 494 million euros during the full year, Mr. Lévy said.",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/12/business/world-business-briefing-europe-france-ad-concern-s-revenue-falls.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: BSKYB To Pay Dividend",
      "snippet": "World Business Briefing: Britain: BSkyB To Pay Dividend",
      "abstract": "World Business Briefing: Britain: BSkyB To Pay Dividend",
      "lead_paragraph": "The pay television network British Sky Broadcasting said that it would pay investors a dividend for the first time in five years. The company, which is 35 percent owned by Rupert Murdoch's News Corporation, angered investors in 2003 when it hired Mr. Murdoch's son James as chief executive. Investors were worried at that time that the strong cash flow from BSkyB would be diverted from their pockets. BSkyB will pay an interim dividend of 2.75 pence a share, the company said. BSkyB also said that net profit for the last six months of 2003 was £130 million ($245 million), up from £12 million a year ago. Heather Timmons (NYT)",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/12/business/world-business-briefing-europe-britain-bskyb-to-pay-dividend.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Deadline for Bids Nearing For Hollinger Publications",
      "snippet": "Preliminary offers for Hollinger International's most valuable assets, publications in Telegraph Group, are due by Feb 12 to investment bank of Lazard Brothers; bidders include Richard Desmond, owner of Express newspaper chain in London, Terry Smi...",
      "abstract": "Preliminary offers for Hollinger International's most valuable assets, publications in Telegraph Group, are due by Feb 12 to investment bank of Lazard Brothers; bidders include Richard Desmond, owner of Express newspaper chain in London, Terry Smith, founder of Collins Stewart Tullett, and Candover Investments (M)",
      "lead_paragraph": "Preliminary offers for Hollinger International's most valuable assets, the publications in the Telegraph Group, are due by Thursday afternoon to the investment bank Lazard Brothers.",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/12/business/deadline-for-bids-nearing-for-hollinger-publications.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "World Business Briefing | Europe: Finland: Financial Services Acquisition",
      "snippet": "World Business BriÔ",
      "abstract": "World Business BriÔ",
      "lead_paragraph": "Sampo, a Finnish financial services company, agreed to buy control of If Skadefoersaekring Holding for 1.37 billion euros ($1.75 billion) to become the largest Nordic property and casualty insurer. Sampo is buying stakes in Stockholm-based If, owned by Skandia A.B., Skandia Liv and Storebrand. The purchase values If at 24 billion kronor ($3.3 billion), Storebrand said. Sampo, whose shares have risen 41 percent in the last year, has a market value of 5 billion euros.",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/12/business/world-business-briefing-europe-finland-financial-services-acquisition.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Regime Thought War Unlikely, Iraqis Tell U.S.",
      "snippet": "Captured Iraqi leaders and former officers say under questioning that Saddam Hussein dismissed threat of war with United States, believing that 'casualty adverse' White House would order only bombing campaign that Iraq could withstand; say he was ...",
      "abstract": "Captured Iraqi leaders and former officers say under questioning that Saddam Hussein dismissed threat of war with United States, believing that 'casualty adverse' White House would order only bombing campaign that Iraq could withstand; say he was so convinced that war would be averted that he deployed Iraqi military to crush domestic uprisings rather than defend against ground invasion; say Iraqi Defense Ministry, in another grand miscalculation, believed that any ground offensive would come across Jordanian border despite broad news media coverage of American and British buildup in Kuwait; interrogations yield portrait of government disconnected from reality in peace and in war, where Hussein's inner circle routinely lied to him and each other about Iraqi military capacities; interrogations also reveal flaws in Pentagon's prewar operations, particularly information campaign to demoralize and sway Iraqis from commanders down to foot soldiers; even so, campaigns scored unexpected successes; American military officers say interrogations validate decisions to send ground forces from south and to use small number of Special Operations forces in western Iraq instead of large infantry forces in that section of nation (M)",
      "lead_paragraph": "A complacent Saddam Hussein was so convinced that war would be averted or that America would mount only a limited bombing campaign that he deployed the Iraqi military to crush domestic uprisings rather than defend against a ground invasion, according to a classified log of interrogations of captured Iraqi leaders and former officers.",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/12/world/regime-thought-war-unlikely-iraqis-tell-us.html",
      "byline": "By Thom Shanker"
    },
    {
      "headline": "Making High-Tech Play Less Work",
      "snippet": "Toy manufacturers are looking to incorporate sophisticated but easy-to-use technology into future toys in attempt to make entertainment simple and enjoyable; games and doll characters that interact with special programs on DVD are expected this ye...",
      "abstract": "Toy manufacturers are looking to incorporate sophisticated but easy-to-use technology into future toys in attempt to make entertainment simple and enjoyable; games and doll characters that interact with special programs on DVD are expected this year; photo (M)",
      "lead_paragraph": "IN the late 1990's, as personal computers were becoming as common in many American households as televisions and cordless phones, the toy industry quickly embraced technologies like microprocessors, optical sensors and audio synthesizers. But some parents complained that child's play was becoming anything but. Toys and games, they said, were becoming too difficult to set up, charge up and play.",
      "publication_date": "2004-02-12T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/02/12/technology/making-high-tech-play-less-work.html",
      "byline": "By Michel Marriott"
    }
  ]
}