{
  "metadata": {
    "date": "2004-12-08",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "Wall St. Turns to the Time Out as Punishment",
      "snippet": "Regulators are wielding new weapon against Wall Street firms in hope that it might hurt more than multimillion-dollar fines: temporarily shutting down certain business lines; NASD last week prohibited Merrill Lynch and Wachovia Securities from reg...",
      "abstract": "Regulators are wielding new weapon against Wall Street firms in hope that it might hurt more than multimillion-dollar fines: temporarily shutting down certain business lines; NASD last week prohibited Merrill Lynch and Wachovia Securities from registering brokers for five days on top of fining firms: $1.6 million for Merrill and $650,000 for Wachovia; each firm had failed to report to NASD on-time information including customer complaints, regulatory actions and criminal charges and convictions about brokers (M)",
      "lead_paragraph": "Regulators are wielding a new weapon against Wall Street firms in the hope that it might hurt more than multimillion-dollar fines: temporarily shutting down certain business lines.",
      "publication_date": "2004-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/08/business/wall-st-turns-to-the-time-out-as-punishment.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Justices Pick Apart Ban on Wine Sales From State to State",
      "snippet": "Supreme Court hears arguments on whether to permit interstate wine sales; justices appear notably unmoved by New York's and Michigan's arguments defending state laws that bar direct shipments to consumers from other states, but allow shipments fro...",
      "abstract": "Supreme Court hears arguments on whether to permit interstate wine sales; justices appear notably unmoved by New York's and Michigan's arguments defending state laws that bar direct shipments to consumers from other states, but allow shipments from in-state wineries; age of Internet sales finds 50 states almost equally divided, and federal courts also split between one upholding New York's law and second declaring Michigan's ban to be unconstitutional curb on interstate commerce; two states say 21st Amendment, which repealed Prohibition, gives states such blanket authority over 'importation' of alcohol as to trump Constitution's rule that states cannot discriminate in favor of own products and Congress regulates interstate commerce; Kathleen Sullivan, arguing for 13 Michigan consumers, sees pattern of state discrimination; Clint Bolick, arguing for New York plaintiffs, says small wineries cannot affor to set up offices around country to reach customers (M)",
      "lead_paragraph": "WASHINGTON, Dec. 7 - If the Supreme Court argument Tuesday on interstate wine sales proves to be a reliable roadmap to the eventual decision, consumers who want to order wine directly from out-of-state wineries will soon be able to do so with the court's blessing.",
      "publication_date": "2004-12-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/08/politics/justices-pick-apart-ban-on-wine-sales-from-state-to-state.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Air Freight Rescue For PlayStation",
      "snippet": "Sony Corp is using Russian cargo planes to fly new version of its PlayStation 2 games console to Europe after incident in Suez Canal disrupted supplies (S)",
      "abstract": "Sony Corp is using Russian cargo planes to fly new version of its PlayStation 2 games console to Europe after incident in Suez Canal disrupted supplies (S)",
      "lead_paragraph": "The Sony Corporation, the Japanese electronics maker, is using Russian cargo planes to fly the new version of its PlayStation 2 games console to Europe after an incident in the Suez Canal disrupted supplies. Sony chartered Antonov-124 freight aircraft to move the consoles from China after a shipment was delayed in the Suez Canal, a spokesman, Nick Sharples, said. An oil tanker ran aground Nov. 8, halting canal traffic for the first time since 1875. \"Our delay over all was about two weeks,\" Mr. Sharples said. Retail stores and Internet sites in Europe reported that they were unable to restock the game console because of the delay.",
      "publication_date": "2004-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/08/business/world-business-briefing-asia-japan-air-freight-rescue-for.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Gold Fields Shareholders Reject a Merger",
      "snippet": "Shareholders of South African mining company Gold Fields reject bid to merge with Imagold of Toronto, development that shifts investors' focus back to Harmony Gold Mining's hostile bid for Gold Fields; Harmony says it will reinvigorate its plan to...",
      "abstract": "Shareholders of South African mining company Gold Fields reject bid to merge with Imagold of Toronto, development that shifts investors' focus back to Harmony Gold Mining's hostile bid for Gold Fields; Harmony says it will reinvigorate its plan to purchase Gold Fields in all-stock transaction worth about $6.25 billion; photo (M)",
      "lead_paragraph": "OTTAWA, Dec. 7 - Shareholders of the South African mining company Gold Fields rejected a bid to merge with Iamgold of Toronto Tuesday, a development that shifted investors' focus back to Harmony Gold Mining's hostile bid for Gold Fields.",
      "publication_date": "2004-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/08/business/worldbusiness/gold-fields-shareholders-reject-a-merger.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "World Business Briefing | Asia: Singapore: Fuel Supplier Seeks Debt Plan Delay",
      "snippet": "China Aviation Oil (Singapore) Corp asks Singapore High Court for another six weeks to come up with plan to pay creditors; also plans to meet its creditors within six months (S)",
      "abstract": "China Aviation Oil (Singapore) Corp asks Singapore High Court for another six weeks to come up with plan to pay creditors; also plans to meet its creditors within six months (S)",
      "lead_paragraph": "The China Aviation Oil (Singapore) Corporation said it asked the Singapore High Court for another six weeks to come up with a plan to pay creditors. The company also plans to meet its creditors within six months, it said in a statement to the Singapore Exchange. The court will hear the application on Friday. China Aviation last month disclosed a $550 million loss from derivatives trading, prompting investigations by the police, the central bank and the stock exchange. The company sought court protection from creditors in a filing dated Nov. 29 and was given two weeks to come up with a plan to pay back debt and set a date to meet creditors.",
      "publication_date": "2004-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/08/business/world-business-briefing-asia-singapore-fuel-supplier-seeks-debt.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "BBC Says It Will Cut 2,900 Jobs Over 3 Years",
      "snippet": "Britain's public broadcaster BBC announces some of deepest job cuts in its 82-year history, saying 2,900 positions will be eliminated over three years to save around $610 million in annual costs; staff reductions represent more than 10 percent of ...",
      "abstract": "Britain's public broadcaster BBC announces some of deepest job cuts in its 82-year history, saying 2,900 positions will be eliminated over three years to save around $610 million in annual costs; staff reductions represent more than 10 percent of work force of 27,000 and draws threat from labor unions to strike if layoffs are compulsory; director general Mark Thompson says BBC must undergo nothing short of transformation; crux of issue is $210 compulsory annual license fee levied on all owners of television sets, who are routinely warned in advertisements that they may be prosecuted in court and fined up to $2,000 for failing to pay up; fee raises almost $6 billion a year in revenues for BBC, much to annoyance of pay-TV operators like BSkyB, controlled by Rupert Murdoch's News Corp, which claim fee is anachronism at time when digital technology has transformed television business; photos (M)",
      "lead_paragraph": "LONDON, Dec. 7 - Maneuvering to safeguard its future and reputation in the digital era, the BBC, Britain's public broadcaster, announced Tuesday some of the deepest job cuts in its 82-year history, saying 2,900 positions would be eliminated over three years to save around $610 million in annual costs.",
      "publication_date": "2004-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/08/business/media/bbc-says-it-will-cut-2900-jobs-over-3-years.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "Europe's Frustration Grows as Dollar Hits Another Low",
      "snippet": "Europe's financial policy makers issue their strongest warnings yet about dangers of swooning dollar, and dollar promptly sinks to new low against euro; after falling to $1.339 in trading in New York on Dec 6, euro bounces back to $1.346--a record...",
      "abstract": "Europe's financial policy makers issue their strongest warnings yet about dangers of swooning dollar, and dollar promptly sinks to new low against euro; after falling to $1.339 in trading in New York on Dec 6, euro bounces back to $1.346--a record--on Dec 7; European Central Bank has been mum about possible intervention (M)",
      "lead_paragraph": "FRANKFURT, Dec. 7 - Europe's financial policy makers issued their strongest warnings yet on Tuesday about the dangers of a swooning dollar, and the dollar promptly sank to a new low against the euro.",
      "publication_date": "2004-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/08/business/worldbusiness/europes-frustration-grows-as-dollar-hits-another-low.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: More Tax For Yukos",
      "snippet": "Yuganskneftegaz, largest subsidiary of Russian oil company Yukos, is hit with another back tax claim just weeks before unit is scheduled to be put up for auction; subsidiary receives back tax bill for additional 34 billion rubles ($1.2 billion) fo...",
      "abstract": "Yuganskneftegaz, largest subsidiary of Russian oil company Yukos, is hit with another back tax claim just weeks before unit is scheduled to be put up for auction; subsidiary receives back tax bill for additional 34 billion rubles ($1.2 billion) for year 2003 (S)",
      "lead_paragraph": "The largest subsidiary of the Russian oil company Yukos has been hit with another back tax claim just weeks before the unit was scheduled to be put up for auction. Yukos said the subsidiary, Yuganskneftegaz, received a back tax bill for an additional 34 billion rubles ($1.2 billion) for the year 2003. Tax claims against Yuganskneftegaz exceed 140 billion rubles ($5 billion). The entire tax debt for Yukos totals 735.7 billion rubles ($26.3 billion), more than the company's estimated value. The Federal Property Fund of Russia scheduled an auction for 76.79 percent of Yuganskneftegaz for Dec. 19 with a starting price of 246.75 billion rubles ($8.84 billion). Erin E. Arvedlund (NYT)",
      "publication_date": "2004-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/08/business/world-business-briefing-europe-russia-more-tax-for-yukos.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "I.B.M. Announces a Deal For Sale of PC Business  I.B.M. announced the sale of its personal computer business to Lenovo of China in a $1.75 billion deal in cash, stock and debt.    Under Lenovo's ownership, I.B.M.'s personal computer business will ...",
      "abstract": " I.B.M. Announces a Deal For Sale of PC Business  I.B.M. announced the sale of its personal computer business to Lenovo of China in a $1.75 billion deal in cash, stock and debt.    Under Lenovo's ownership, I.B.M.'s personal computer business will continue to be based in the United States and run by its current management team. I.B.M. will take just under a 20 percent stake in Lenovo. [Page A1.]    Cisco Expects to Meet Estimates  Dennis Powell, left, the chief financial officer of Cisco, told analysts that revenue at the company, which makes networking equipment, would grow annually on the higher end of the 10 percent to 15 percent range through 2008. Mr. Powell also said he expects the company to experience some downward pressure on its gross margins in the next several years. [C4.]    Hewlett Considered a Split-Up  Carleton S. Fiorina said that on three occasions the board of Hewlett-Packard considered breaking up the company, but each time it decided to keep it together. [C4.]    Spitzer Vows No Letup on Inquiries  The announcement by Eliot Spitzer that he will run for governor of New York had Wall Street executives cracking jokes, but Mr. Spitzer said he would not let up on current inquiries. [C2.]    Supreme Court Hears Wine Issue  The Supreme Court heard arguments on the shipment of wine from other states. [A1.]    Gap Trying to Right Old Navy  The fall fashion assortment at the Old Navy unit of Gap was not innovative enough, creating problems for the company. [C2.]    Merck to Study Handling of Vioxx  The board of Merck has appointed a special committee of seven outside directors to investigate whether the company acted properly regarding Vioxx, the arthritis treatment the company withdrew from the market in September. Shares of Merck have fallen nearly 40 percent since Vioxx was withdrawn. [C6.]    Calpers Discloses Pay for Advisers  The California Public Employees Retirement System disclosed how much it pays the venture capitalists, hedge fund managers and others who handle its riskiest specialized investments, and how well those investments have performed. [C6.]    Cigna Agrees to Pay Connecticut  Cigna Health Care agreed to pay Connecticut $870,388 as a result of what the state's attorney general referred to as ''improper payments of insurance commissions'' over the last 14 years on dental coverage for state workers. [C7.]    Overcoming the Energy Impasse  A group of environmentalists, academics and former government officials plans to offer ways to make the country cleaner and less vulnerable to energy shocks. [C2.]    U.S. to Offer More Flu Vaccine  As many as four million doses of flu vaccine from abroad will be used to ease the shortage in the United States. [A22.]    Stocks Fall on Mixed Economic Data  The Dow Jones industrials slid 106.48 points, to 10,440.58; the Standard & Poor's 500 lost 13.18 points, to 1,177.07; and the Nasdaq composite declined 36.59 points, to 2,114.66. [C7.]  ",
      "lead_paragraph": "I.B.M. Announces a Deal For Sale of PC Business I.B.M. announced the sale of its personal computer business to Lenovo of China in a $1.75 billion deal in cash, stock and debt.",
      "publication_date": "2004-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/08/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Schwarzenegger Vows to Defend Emissions Law",
      "snippet": "Toyota, General Motors and seven other automakers file suit to block California's new greenhouse gas regulation, which was approved by state in its final form in September; suit sets up battle between automakers and Gov Arnold Schwarzenegger, who ...",
      "abstract": "Toyota, General Motors and seven other automakers file suit to block California's new greenhouse gas regulation, which was approved by state in its final form in September; suit sets up battle between automakers and Gov Arnold Schwarzenegger, who has promised to defend regulation, which was signed by his predecessor, Gray Davis; regulation would require automakers to cut by about 30 percent greenhouse gas emissions from cars and trucks sold in state by 2016 model year; industry is suing in federal court, contending that California's regulation is pre-empted by Washington's authority to regulate fuel economy (M)",
      "lead_paragraph": "DETROIT, Dec. 7 - Toyota, General Motors and seven other automakers filed suit on Tuesday to block California's new greenhouse gas regulation, which was approved by the state in its final form in September.",
      "publication_date": "2004-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/08/business/schwarzenegger-vows-to-defend-emissions-law.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "World Business Briefing | Africa: Kenya: Bureaucracy Criticized",
      "snippet": "Gobind Nankani, Ghanaian recently named World Bank's vice president for Africa, says African governments must work harder to curb legal and regulatory hurdles that make continent high-cost, high-risk place for investment; photo (S)",
      "abstract": "Gobind Nankani, Ghanaian recently named World Bank's vice president for Africa, says African governments must work harder to curb legal and regulatory hurdles that make continent high-cost, high-risk place for investment; photo (S)",
      "lead_paragraph": "Gobind Nankani, a Ghanaian recently named the World Bank's vice president for Africa, left, said that African governments must work harder to curb legal and regulatory hurdles that make the continent a high-cost, high-risk place for investment. Citing a World Bank study, Mr. Nankani said in a lecture at the University of Nairobi that 7 of the 10 countries in the world deemed the most difficult places to start a business were in Africa. \"If there were more countries where a constructive, problem-solving approach characterized business-state interaction, there might well be more progress,\" he said. Marc Lacey (NYT)",
      "publication_date": "2004-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/08/business/world-business-briefing-africa-kenya-bureaucracy-criticized.html",
      "byline": "By Marc Lacey (NYT)"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": " THE JOHN W. MCCORMACK Post Office and Court House in Boston is about to have a $78 million renovation. [C6.]    BAD BOY ENTERPRISES, run by Sean Combs, and other entertainment firms are seeking space in New York. [C5.]",
      "abstract": " THE JOHN W. MCCORMACK Post Office and Court House in Boston is about to have a $78 million renovation. [C6.]    BAD BOY ENTERPRISES, run by Sean Combs, and other entertainment firms are seeking space in New York. [C5.]",
      "lead_paragraph": "THE JOHN W. MCCORMACK Post Office and Court House in Boston is about to have a $78 million renovation. [C6.]",
      "publication_date": "2004-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/08/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: Thailand: Economic Growth Slows",
      "snippet": "Thailand's economic growth rate slowed to 6 percent in third quarter compared with year ago; National Economic and Social Development Board projects overall growth of 6.2 percent for 2004; graph (S)",
      "abstract": "Thailand's economic growth rate slowed to 6 percent in third quarter compared with year ago; National Economic and Social Development Board projects overall growth of 6.2 percent for 2004; graph (S)",
      "lead_paragraph": "Thailand's eco-nomic growth rate slowed to 6 percent in the third quarter compared with the period a year ago, according to data released by the country's National Economic and Social Development Board. The economy expanded 6.2 percent in the second quarter, but a combination of high oil prices, slower consumer spending and the effects of avian influenza on agricultural output offset strong growth in exports, the board said. The board projected overall growth of 6.2 percent for 2004. Wayne Arnold (NYT)",
      "publication_date": "2004-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/08/business/world-business-briefing-asia-thailand-economic-growth-slows.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Farmers Being Moved Aside by China's Real Estate Boom",
      "snippet": "Fifth article in series The Great Divide, about widening gap between rural and urban Chinese, describes how world's fastest-growing economy is displacing farmers under two-tiered property system that favors city dwellers and development projects; ...",
      "abstract": "Fifth article in series The Great Divide, about widening gap between rural and urban Chinese, describes how world's fastest-growing economy is displacing farmers under two-tiered property system that favors city dwellers and development projects; photos; map; desperate farmers recently occupied Community Party compound in village of Sanchawan for five months, protesting seizure of land by officials of nearby city of Yulin; government sent police into village, firing tear gas and arresting farmers in fierce assault; typically one-sided negotiations allowed Yulin officials to cite obscure legal clause to offer only small sums to farmers, who are not allowed to own land because they still fall under collective system; urban dwellers by contrast may now buy or sell apartments or suburban villas as investments on way to fledgling middle class; as many as 70 million farmers have lost land in past decade as city officials push lucrative projects; arid landscape around Sanchawan, in Shaanxi Province, holds mythic place in Communist Party lore as refuge where Mao Zedong rebuilt Red Army in 1930's; it has long been fertile ground for peasant revolt; Sanchawan itself prospered along Yuxi River until gas, coal and oil discoveries made region hub of major pipeline project, and former Pres Jiang Zemin visited in 2002 to push faster development; village leaders, longtime firm Maoists, recall drafting petitions in vain effort to get redress (M)",
      "lead_paragraph": "SANCHAWAN, China - For five months, Gao Lading and other angry farmers had occupied the walled compound of the Communist Party's village office. They had pitched tents, eaten rice and sweet potatoes, and waited.",
      "publication_date": "2004-12-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/08/world/asia/farmers-being-moved-aside-by-chinas-real-estate-boom.html",
      "byline": "By Jim Yardley"
    },
    {
      "headline": "Johnson & Johnson Decides It Needs Devices",
      "snippet": "Johnson & Johnson, in negotiating to buy Guidant, leading manufacturer of implantable devices to treat heart and circulatory illnesses, is looking for crucial acquisition to increase its presence in lucrative, fast-growing market for medical devic...",
      "abstract": "Johnson & Johnson, in negotiating to buy Guidant, leading manufacturer of implantable devices to treat heart and circulatory illnesses, is looking for crucial acquisition to increase its presence in lucrative, fast-growing market for medical devices; Guidant move instantly transform Johnson & Johnson into major competitor in market for implanted electrical devices that regulate heartbeats and could expand Johnson & Johnson's existing products for clearing blockages from blood vessels; shares of Guidant rise $3.60, or 5.2 percent, to $72.35; Johnson & Johnson shares hold relatively firm, declining only 2.2 percent, or $1.42, to close at $60.41, on day when Dow dropped 1 percent; graph; chart (M)",
      "lead_paragraph": "Johnson & Johnson has made dozens of mostly small acquisitions over the last decade, expanding its portfolio of more than 200 businesses that make products like Band-Aids, artificial knees and blockbuster drugs.",
      "publication_date": "2004-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/08/business/johnson-johnson-decides-it-needs-devices.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "Sale of I.B.M. PC Unit Isa Bridge Between Cultures",
      "snippet": "sale of i.b.m. pc unit is a bridge between companies and cultures** IBM sale of personal computer business to Lenovo of China reflects both rising global aspirations of corporate China, and recognition by prototypical American multinational that i...",
      "abstract": "sale of i.b.m. pc unit is a bridge between companies and cultures** IBM sale of personal computer business to Lenovo of China reflects both rising global aspirations of corporate China, and recognition by prototypical American multinational that its own future lies further up economic ladder, in technology services, software and large computers that power corporate networks and Internet; $1.75-billion deal calls for IBM personal computer business to continue to be based in US, with IBM taking 18.9 percent stake in Lenovo, which is based in Beijing but plans headquarters in New York; IBM is acknowledging that its future in China may be best served by close partnership with local market leader, particularly one partly owned by Chinese government; Lenovo chief executive will be Stephen M Ward Jr, now IBM senior vice president; Lenova president Yang Yuanqing to become chairman; Ward and other IBM senior management in PC division, including Fran O'Sullivan, will join Lenovo; photo; IBM PC business has development headquarters in Raleigh and employs about 10,000 people worldwide, about forty percent in China; company moved personal computers from hobbyist market into mainstream in 1981 but lost leadership to nimbler players; hasty entry into business led to strategic error of using outside suppliers for crucial microprocessing and software, which helped Intel and Microsoft to great success (M)",
      "lead_paragraph": "I.B.M. announced late yesterday the sale of its personal computer business to Lenovo, China's largest personal computer maker, a deal that reflects the industrial and economic ambitions of not only the two companies but also their two nations.",
      "publication_date": "2004-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/08/technology/sale-of-ibm-pc-unit-isa-bridge-between-cultures.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Colgate to Cut Jobs and Use Savings to Spur Sales",
      "snippet": "Colgate-Palmolive will close about third of its factories and cut more than 4,400 jobs over next four years as part of major restructuring effort to increase profit margins; company plans to use savings for advertising and product development as i...",
      "abstract": "Colgate-Palmolive will close about third of its factories and cut more than 4,400 jobs over next four years as part of major restructuring effort to increase profit margins; company plans to use savings for advertising and product development as it seeks more robust growth in industry that has been battered by rising raw material costs and increasingly tough competition; company says it still expects to meet its fourth-quarter earnings estimates, excluding restructuring costs of about $45 million; photo (M)",
      "lead_paragraph": "Colgate-Palmolive, the consumer products company, said yesterday that it would close about a third of its factories and cut more than 4,400 jobs over the next four years as part of a major restructuring effort to increase profit margins.",
      "publication_date": "2004-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/08/business/colgate-to-cut-jobs-and-use-savings-to-spur-sales.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "House Overwhelmingly Approves Broad Overhaul of Intelligence",
      "snippet": "House votes overwhelmingly, 336-75, to approve sweeping restructuring of intelligence services, as sought by Sept 11 commission and Pres Bush, rejecting final appeal by several influential Republicans who almost derailed measure; measure sets up d...",
      "abstract": "House votes overwhelmingly, 336-75, to approve sweeping restructuring of intelligence services, as sought by Sept 11 commission and Pres Bush, rejecting final appeal by several influential Republicans who almost derailed measure; measure sets up director of national intelligence to oversee CIA and 14 other spy agencies; easy Senate approval expected; Democrat Jane Harman and other key sponsors note 63rd anniversary of Pearl Harbor attack on vulnerable nation; Republican James Sensenbrenner denounces bill for lacking immigration controls to prevent terorrists from getting driver's licenses or other identification; Duncan Hunter drops opposition after brief passage is inserted that he says will prevent interference with Pentagon's use of intelligence on battlefield; commission chairmen Thomas H Kean and Lee Hamilton praise vote (M)",
      "lead_paragraph": "WASHINGTON, Dec. 7 - The House voted overwhelmingly on Tuesday to approve the sweeping intelligence-overhaul bill sought by President Bush and the independent Sept. 11 commission, rejecting a final appeal by a group of influential House Republicans who last month came close to derailing the measure.",
      "publication_date": "2004-12-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/08/politics/house-overwhelmingly-approves-broad-overhaul-of-intelligence.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Interest Rate Steady",
      "snippet": "Canada's central bank leaves its benchmark interest rate unchanged at 2.5 percent and backs off plan to raise borrowing costs in future, saying country's surging currency might slow exports and inflation (S)",
      "abstract": "Canada's central bank leaves its benchmark interest rate unchanged at 2.5 percent and backs off plan to raise borrowing costs in future, saying country's surging currency might slow exports and inflation (S)",
      "lead_paragraph": "Canada's central bank left its benchmark interest rate unchanged at 2.5 percent and backed off a plan to raise borrowing costs in the future, saying the country's surging currency might slow exports and inflation. The Bank of Canada increased borrowing costs at its last two policy meetings, matching the Federal Reserve in the United States. Since the last increase on Oct. 19, the Canadian dollar has gained as much as 6.8 percent. The currency's advance has made Canadian goods more expensive for international buyers and cut exports last quarter. The central bank reiterated that it was concerned that the currency's gain might slow growth further and dropped a phrase signaling its intention to raise interest rates at some point in the future.",
      "publication_date": "2004-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/08/business/world-business-briefing-americas-canada-interest-rate-steady.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Credit Suisse to Overhaul First Boston Operations",
      "snippet": "Credit Suisse Group will integrate its Credit Suisse First Boston investment banking arm into parent company over next two years in effort to create 'more focused franchise'; will remove its top-performing merchant banking business from Credit Sui...",
      "abstract": "Credit Suisse Group will integrate its Credit Suisse First Boston investment banking arm into parent company over next two years in effort to create 'more focused franchise'; will remove its top-performing merchant banking business from Credit Suisse First Boston; funds currently invested will remain with investment bank but new funds, including DLJ Merchant Banking Partners IV, which is currently being raised, will become independent entities; Thompson Dean will run merchant banking business; bank will spin out two hedge funds, worth about $1 billion each, to be run by Bennett J Goodman, head of alternative capital division and chief architect of bank's top-rated leverage finance business, and Jack DiMaio; both executives will leave bank; portionof fees for funds already invested will continue to go to Credit Suisse First Boston; Credit Suisse Group chief Oswald J Grubel announces plans; photo (M)",
      "lead_paragraph": "Credit Suisse Group announced yesterday that it would integrate its Credit Suisse First Boston investment banking arm into the parent company over the next two years in an effort to create a \"more focused franchise.\"",
      "publication_date": "2004-12-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/08/business/credit-suisse-to-overhaul-first-boston-operations.html",
      "byline": "By Jenny Anderson and Fiona Fleck"
    }
  ]
}