{
  "metadata": {
    "date": "2004-09-09",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "Deal Preserves Hong Kong's Hub Status",
      "snippet": "Deal Preserves Hong Kong's Hub Sta8",
      "abstract": "Deal Preserves Hong Kong's Hub Sta8",
      "lead_paragraph": "HONG KONG, Sept. 8 - Beijing agreed on Wednesday to allow more flights from here to cities across China, a step that promises to make air travel to China easier, less expensive and possibly safer. The deal could also influence legislative elections here on Sunday in which relations with the mainland are the main issue.",
      "publication_date": "2004-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/09/business/worldbusiness/deal-preserves-hong-kongs-hub-status.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "BBC Is Exploring Options for Its Commercial Unit",
      "snippet": "British Broadcasting Corp is in touch with American media companies Time Warner and Walt Disney, as well as other companies including Germany's Bertelsman, to discuss options for its BBC Worldwide commercial subsidiary; Financial Times says BBC ha...",
      "abstract": "British Broadcasting Corp is in touch with American media companies Time Warner and Walt Disney, as well as other companies including Germany's Bertelsman, to discuss options for its BBC Worldwide commercial subsidiary; Financial Times says BBC has asked companies to discuss 'possible bids' for BBC Worldwide; unit could be worth up to 2 billion pounds, or about $3.6 billion; review of unit is part of wider set of consultations about corporation's future announced in June by BBC chairman Michael Grade; photo (M)",
      "lead_paragraph": "LONDON, Sept. 8 - Britain's public service broadcaster, the British Broadcasting Corporation, said on Wednesday that it had been in touch with the American media giants Time Warner and Walt Disney, as well as other companies including Germany's Bertelsman, to discuss options for its BBC Worldwide commercial subsidiary.",
      "publication_date": "2004-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/09/business/worldbusiness/bbc-is-exploring-options-for-its-commercial-unit.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "Oil Explorers Searching Ever More Remote Areas",
      "snippet": "Western oil companies are running out of likely place to look, and significant finds are becoming rarer; exploration teams are having to push into harsher, more remote and less promising territory, where costs and risks are high; oil trading in ra...",
      "abstract": "Western oil companies are running out of likely place to look, and significant finds are becoming rarer; exploration teams are having to push into harsher, more remote and less promising territory, where costs and risks are high; oil trading in range of $40 to $45 per barrel may make such projects seem attractive, but there is widespread concern in industry that prices cannot remain that high; companies direct much of their effort toward wringing more production from known fields rather than hunting for new ones; Norway's Statoil and others are spending more in Norway, up to $9 billion in 2003, but are drilling fewer exploratory wells; production in Norway has leveled off around three million barrels per day. Stavanger has become center for oil and gas exploration off Norway; world still has lot of underground oil left to develop; Iran, Iraq, Kuwait, Saudi Arabia and United Arab Emirates are situated atop 700 billion barrels of oil, or 61 percent of of world's proven oil reserves; enough oil has already been found to last 41 years at today's pace; map; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/09/business/worldbusiness/oil-explorers-searching-ever-more-remote-areas.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Fed Chief Sees More Traction in Expansion",
      "snippet": "Federal Reserve chairman Alan Greenspan says economic expansion has regained some traction after slowdown this summer and suggests central bank can be expected to keep raising interest rates, including at its next meeting in late September, commen...",
      "abstract": "Federal Reserve chairman Alan Greenspan says economic expansion has regained some traction after slowdown this summer and suggests central bank can be expected to keep raising interest rates, including at its next meeting in late September, comments to House Budget Committee; says consumer spending and housing starts bounced back in July after weak performances in June, while consumer prices are climbing more slowly than they did last spring; describes recent slowdown as 'soft patch' that stemmed from surge in oil prices; distances himself more from Bush administration and Congressional Republicans on issue of reducing federal deficit; urges lawmakers to reinstate rules that expired in 2002 that required Congress to pay for both tax cuts and new spending programs by either spending cuts or tax increases in other areas (M)",
      "lead_paragraph": "WASHINGTON, Sept. 8 - Alan Greenspan, chairman of the Federal Reserve Board, said on Wednesday that the economic expansion had \"regained some traction\" after the slowdown this summer and suggested that the central bank could be expected to keep raising interest rates, including at its next meeting later this month.",
      "publication_date": "2004-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/09/business/fed-chief-sees-more-traction-in-expansion.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Bush Now Backs Budget Powers in New Spy Post",
      "snippet": "Pres Bush acquiesces to major recommendation of 9/11 commission, saying he wants to give 'full budgetary authority' to new national intelligence director; for weeks he has been under intense election-year pressure from Democrats and members of his...",
      "abstract": "Pres Bush acquiesces to major recommendation of 9/11 commission, saying he wants to give 'full budgetary authority' to new national intelligence director; for weeks he has been under intense election-year pressure from Democrats and members of his own party, who claim that without budget authority intelligence director would be powerless to push through significant reform; move would give new director control over as much as 75 percent of estimated $40 billion that government spends each year on intelligence; Pentagon would control remaining 25 percent, down significantly from 80 percent of money it now controls; Bush's initial endorsement of idea of national intelligence director, given five weeks ago, left vague authority director would wield over personnel and spending; Democrats greet Bush's shift with tempered enthusiasm and also skepticism; momentum is growing for Sen Joseph Lieberman's sweeping legislation, co-sponsored by Sen John McCain, to enact virtually all of 9/11 commission's recommendations, including strong national intelligence director; photo (M)",
      "lead_paragraph": "WASHINGTON, Sept. 8 - President Bush said on Wednesday that he wanted to give a new national intelligence director \"full budgetary authority,\" a sharp shift from an earlier position and an acquiescence to a major recommendation of the Sept. 11 commission.",
      "publication_date": "2004-09-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/09/politics/bush-now-backs-budget-powers-in-new-spy-post.html",
      "byline": "By Elisabeth Bumiller and Philip Shenon"
    },
    {
      "headline": "Britain Refuses to Put Cap on Liability of Big Auditors",
      "snippet": "Big Four auditing firms were rebuffed by British government this week as government refused to propose legislation to limit their potential liability for bad audits; corporate directors received sympathetic response as they sought to avoid having ...",
      "abstract": "Big Four auditing firms were rebuffed by British government this week as government refused to propose legislation to limit their potential liability for bad audits; corporate directors received sympathetic response as they sought to avoid having to pay legal fees when they are sued; Patricia Hewitt, Britain's secretary of state for trade and industry, says government will introduce amendments sought by directors to Companies Bill, which is intended to improve corporate governance and improve quality of audits (M)",
      "lead_paragraph": "The Big Four auditing firms were rebuffed by the British government earlier this week as the government refused to propose legislation to limit their potential liability for bad audits. But corporate directors received a sympathetic response as they sought to avoid having to pay legal fees when they are sued.",
      "publication_date": "2004-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/09/business/worldbusiness/britain-refuses-to-put-cap-on-liability-of-big.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Interest Rate Raised",
      "snippet": "Bank of Canada raises main overnight lending rate to 2.25 percent from 2 percent because economy is expanding at faster pace than expected (S)",
      "abstract": "Bank of Canada raises main overnight lending rate to 2.25 percent from 2 percent because economy is expanding at faster pace than expected (S)",
      "lead_paragraph": "The Bank of Canada raised its main overnight lending rate to 2.25 percent from 2.0 percent because the economy was expanding at a faster pace than it had expected. The increase was the first by the country's central bank in 18 months. \"With the economy operating close to its capacity, monetary stimulus needs to be reduced to avoid a buildup of inflationary pressures,\" the bank said. Consumer prices rose 2.3 percent in Canada in July largely because of pricier oil. The increase in the overnight rate, which is used for transactions between banks, was followed by prime rate increases by most of Canada's major banks. Ian Austen (NYT)",
      "publication_date": "2004-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/09/business/world-business-briefing-americas-canada-interest-rate-raised.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "China Poised for Decision on Raising Interest Rates",
      "snippet": "People's Bank of China is in final stages of deciding on what can be country's first incease in interest rates in nine years; China faces rising inflation and signs that speculative investments have increased steeply in last few weeks; one-year le...",
      "abstract": "People's Bank of China is in final stages of deciding on what can be country's first incease in interest rates in nine years; China faces rising inflation and signs that speculative investments have increased steeply in last few weeks; one-year lending rate stands at 5.31 percent; photo (M)",
      "lead_paragraph": "HONG KONG, Sept. 8 - With a slew of important economic statistics due for release in the next several days, China's central bank is in the final stages of deciding on what could be the country's first increase in interest rates in nine years, economists and government-controlled media said on Wednesday.",
      "publication_date": "2004-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/09/business/worldbusiness/china-poised-for-decision-on-raising-interest-rates.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Delta Aims to Cut Jobs 12%, Drop a Hub and Reduce Pay",
      "snippet": "Delta Air Lines will cut 12 percent of its work force over next 18 months and says bankruptcy filing will be 'real possibility' as soon as end of month unless it can get its problems under control; chief executive Gerald A Grinstein tells employee...",
      "abstract": "Delta Air Lines will cut 12 percent of its work force over next 18 months and says bankruptcy filing will be 'real possibility' as soon as end of month unless it can get its problems under control; chief executive Gerald A Grinstein tells employees that airline plans to eliminate 6,000 to 7,000 jobs by 2006, partly through buyouts and attrition; airline, which has been battling with its pilots' union over $1 billion in proposed wage and benefit concessions, unveils sweeping revamping plan; says all employees face significant wage cuts; plans to eliminate as many as four types of aircraft and will dismantle its hub in Dallas while adding flights from cities on East Coast to Florida; will spare its low-fare operation Song, whose demise has been widely rumored; will add dozen planes to Song's fleet; graph; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/09/business/delta-aims-to-cut-jobs-12-drop-a-hub-and-reduce-pay.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "At Wal-Mart, the New Word Is Compromise",
      "snippet": "Wal-Mart Stores' cheif executive H Lee Scott Jr says company's 'message has not in fact gotten out' and calls it 'management's failure,' speech to retail conference in New York; discusses image problems that have dogged retailer for last several y...",
      "abstract": "Wal-Mart Stores' cheif executive H Lee Scott Jr says company's 'message has not in fact gotten out' and calls it 'management's failure,' speech to retail conference in New York; discusses image problems that have dogged retailer for last several years and draws distinctions between way Wal-Mart's founder Sam Walton handled company and his own management style; remarks hint at culture shift within Wal-Mart, where teachings of late Walton remain firmly planted in minds of many executives; retailer has come under increasing scrutiny for its labor practices and huge stores (M)",
      "lead_paragraph": "In an apparent mea culpa, the chief executive of Wal-Mart Stores said yesterday that the company's \"message has not in fact gotten out\" and called it \"management's failure.\"",
      "publication_date": "2004-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/09/business/at-walmart-the-new-word-is-compromise.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "World Business Briefing | Asia: Taiwan: L.C.D. Expansion Delayed",
      "snippet": "World Busines",
      "abstract": "World Busines",
      "lead_paragraph": "A Taiwanese company that makes liquid-crystal displays for computers and televisions said yesterday that it would delay construction of a plant because of a decline in demand. The company, the Chi Mei Optoelectronics Corporation, said the plant, which would be its fifth, would make glass panels that could be cut into television screens measuring 40 inches diagonally and larger. Demand for flat-panel televisions has not been as strong as expected because prices are much higher than those of cathode-ray tube televisions, said market researchers like DisplaySearch. A 32-inch flat TV can cost as much as seven times more than similar-size tube models.",
      "publication_date": "2004-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/09/business/world-business-briefing-asia-taiwan-lcd-expansion-delayed.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: China: Joint Auto-Making Venture",
      "snippet": "South Korea's Hyundai Motor, which broke off Asian trucks venture with DaimlerChrysler in May, will set up $780 million assembly line in eastern Chinese province of Anhui with Jianghuai Automotive Co; assembly line, which is scheduled to start in ...",
      "abstract": "South Korea's Hyundai Motor, which broke off Asian trucks venture with DaimlerChrysler in May, will set up $780 million assembly line in eastern Chinese province of Anhui with Jianghuai Automotive Co; assembly line, which is scheduled to start in 2006, will be able to make 90,000 trucks, 10,000 buses and 50,000 van engines by 2010 (S)",
      "lead_paragraph": "The South Korean automaker Hyundai Motor, which broke off an Asian trucks venture with DaimlerChrysler in May, said it had found a new partner to make buses and trucks in China. Hyundai Motor said it would set up a $780 million assembly line in the eastern Chinese province of Anhui with the Jianghuai Automobile Company. The assembly line, which is scheduled to start in 2006, will be able to make 90,000 trucks, 10,000 buses and 50,000 van engines by 2010, Hyundai said.",
      "publication_date": "2004-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/09/business/world-business-briefing-asia-china-joint-automaking-venture.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "For 1,000 Troops, There Is No Going Home",
      "snippet": "Roster of 1,000 marines and soldiers, sailors and airmen killed since United States invaded Iraq offers portrait of society and military in transition, with ever-widening roles and costs for country's part-time soldiers, women and Hispanics; as ha...",
      "abstract": "Roster of 1,000 marines and soldiers, sailors and airmen killed since United States invaded Iraq offers portrait of society and military in transition, with ever-widening roles and costs for country's part-time soldiers, women and Hispanics; as has been true in other wars, small towns and other rural areas suffer disproportionate share of deaths compared with big cities; smaller, less-populated states, mostly Republican-leaning states, record some of biggest per capita losses; with death toll reaching 1,000 just two months before persidential election, this somber milestone captures central spot on national political debate; national guardsmen and reservists were called to Iraq on scale not seen through five decades of war, and in growing numbers they died there; detailed demographic profile of American servicemen and women serving in Iraq; timeline showing war's toll; photos (L)",
      "lead_paragraph": "Dixie Codner had a question for the marines who came down her gravel road, past the rows of corn and alfalfa, to tell her that her 19-year-old son, Kyle, had been killed in Iraq. Should she bring them the dress blues, still pressed and hanging neatly in his closet, for his funeral?",
      "publication_date": "2004-09-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/09/us/for-1000-troops-there-is-no-going-home.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "At Your Service (Or Wits' End)",
      "snippet": "Speech recognition systems in use today for customer service support are flawed, but goal is to deliver system to match or surpass human performance by 2010; problems include regional accents and background noise; photos; drawing (M)",
      "abstract": "Speech recognition systems in use today for customer service support are flawed, but goal is to deliver system to match or surpass human performance by 2010; problems include regional accents and background noise; photos; drawing (M)",
      "lead_paragraph": "AFTER he cut a wire by mistake and disrupted phone service to his home late one Sunday evening a few months ago, Gary Beach picked up his cellphone and called Verizon's Repair Resolution Center.",
      "publication_date": "2004-09-09T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/09/09/technology/at-your-service-or-wits-end.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Former Wall Street Banker Is Sentenced to 18 Months  Frank P. Quattrone, the Wall Street banker whose pay and deals made him a vivid symbol of the 1990's technology boom, was sentenced to 18 months in prison for obstructing a government investigat...",
      "abstract": " Former Wall Street Banker Is Sentenced to 18 Months  Frank P. Quattrone, the Wall Street banker whose pay and deals made him a vivid symbol of the 1990's technology boom, was sentenced to 18 months in prison for obstructing a government investigation into the allocation of hot stock offerings.      Mr. Quattrone, who led the initial offerings of companies like Amazon.com and Cisco Systems as a banker at Credit Suisse First Boston, is the most prominent Wall Street figure to face prison since Michael R. Milken pleaded guilty to securities charges in 1990. [Page A1.]",
      "lead_paragraph": "Former Wall Street Banker Is Sentenced to 18 Months Frank P. Quattrone, the Wall Street banker whose pay and deals made him a vivid symbol of the 1990's technology boom, was sentenced to 18 months in prison for obstructing a government investigation into the allocation of hot stock offerings.",
      "publication_date": "2004-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/09/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Documents Suggest Special Treatment for Bush in Guard",
      "snippet": "Newly found documents suggest that Pres Bush received favorable treatment in his Vietnam-era service in National Guard; documents, obtained by 60 Minutes program, are from personal files of late Lt Col Jerry B Killian, Bush's squadron commander in...",
      "abstract": "Newly found documents suggest that Pres Bush received favorable treatment in his Vietnam-era service in National Guard; documents, obtained by 60 Minutes program, are from personal files of late Lt Col Jerry B Killian, Bush's squadron commander in Texas, suggesting that then-Lt Bush did not meet his performance standards, that Killian was being pressured by his superiors to give Bush favorable review anyway, and that he refused to do so; Killian also wrote that he orderd Bush 'suspended from flight status' because he failed to perform to Air Force standards and failed to get annual physical exam, as ordered; separately, former Lt Gov Ben Barnes of Texas says he helped the privileged, including Bush, escape service in Vietnam by contacting a friend to get them admitted to Texas Air National Guard; says Houston businessman who was friend of Bushes, now dead, asked him to get Bush into National Guard; White House communications director Dan Bartlett holds Bush fulfilled his service and received honorable discharge; Republicans work to discredit Barnes as partisan Democrat and large contributer to Sen John Kerry; photo (M)",
      "lead_paragraph": "WASHINGTON, Sept. 8 - President Bush's Vietnam-era service in the National Guard came under renewed scrutiny on Wednesday as newfound documents emerged from his squadron commander's file that suggested favorable treatment.",
      "publication_date": "2004-09-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/09/politics/documents-suggest-special-treatment-for-bush-in-guard.html",
      "byline": "By Katharine Q. Seelye and Ralph Blumenthal"
    },
    {
      "headline": "An Elder Challenges Outsourcing's Orthodoxy",
      "snippet": "Nobel Prize-winning economist Paul A Samuelson, in article for Journal of Economic Perspectives, disputes assumption that laws of economics dictate that American economy will benefit in long run from all forms of international trade, including out...",
      "abstract": "Nobel Prize-winning economist Paul A Samuelson, in article for Journal of Economic Perspectives, disputes assumption that laws of economics dictate that American economy will benefit in long run from all forms of international trade, including outsourcing abroad of call-center and software programming jobs; says assumption that economy will benefit is 'only an innuendo'; contends it is dead wrong about necessary surplus of winnings over losings; Jagdish N Bhagwait, leading international economist and professor at Columbia University, and colleagues Arvind Panagariya and T N Srinivasan have submitted article to Journal of Economic Perspectives that is partly response to Samuelson; Bhagwait says concerns about jobs are exaggerated; photo (M)",
      "lead_paragraph": "At 89, Paul A. Samuelson, the Nobel Prize-winning economist and professor emeritus at the Massachusetts Institute of Technology, still seems to have plenty of intellectual edge and the ability to antagonize and amuse.",
      "publication_date": "2004-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/09/business/worldbusiness/an-elder-challenges-outsourcings-orthodoxy.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "For BlackBerry Users, a New Way to Write",
      "snippet": "David Pogue State of the Art column on new Blackberry from RIM; device is standard Blackberry wireless palmtop and cellphone with 20-key keypad; photo; drawing (M)",
      "abstract": "David Pogue State of the Art column on new Blackberry from RIM; device is standard Blackberry wireless palmtop and cellphone with 20-key keypad; photo; drawing (M)",
      "lead_paragraph": "IN the annals of consumer electronics, certain devices have proven so compelling, they've created consumer cults. You know, Mac heads. Palm freaks. TiVoholics.",
      "publication_date": "2004-09-09T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/09/09/technology/circuits/for-blackberry-users-a-new-way-to-write.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Effort to Renew Weapons Ban Falters on Hill",
      "snippet": "Federal law banning sale of 19 kinds of semiautomatic assault weapons, which has widespread popular support, is expected to expire on Sept 13, result of intense lobbying by National Rifle Assn and complicated election-year politics of Washington; ...",
      "abstract": "Federal law banning sale of 19 kinds of semiautomatic assault weapons, which has widespread popular support, is expected to expire on Sept 13, result of intense lobbying by National Rifle Assn and complicated election-year politics of Washington; Pres Bush expressed support for legislation extending ban and said he would sign it into law, but he has not pressured lawmakers to act, leading critics to accuse him of trying to have it both ways; polls show two-thirds of Americans support efforts to renew ban; Republican leaders oppose ban; House majority leader Rep Tom DeLay claims ban would expire even if Bush made effort to renew it; Sen Dianne Feinstein, Democrat, scores Bush for saying he supports bill but failing to push for it; NRA, which has made overturning ban its top legislative priority, says law bans only 'cosmetic accessories' on guns, and does little other than place burden on gun manufacturers; news conference is held by supporters of ban, including police chiefs from around country and victims of gun violence and their relatives, who converge on Washington in last-ditch effort to persuade lawmakers to renew law; senior advisor to Sen John Kerry, who supports ban, signals that bill will become campaign issue; photo (M)",
      "lead_paragraph": "WASHINGTON, Sept. 8 - Despite widespread popular support, the federal law banning the sale of 19 kinds of semiautomatic assault weapons is almost certain to expire on Monday, the result of intense lobbying by the National Rifle Association and the complicated election-year politics of Washington.",
      "publication_date": "2004-09-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/09/politics/effort-to-renew-weapons-ban-falters-on-hill.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Ex-Banking Star Given 18 Monthsfor Obstruction",
      "snippet": "Frank P Quattrone, Wall Street banker whose pay and deals made him vivid symbol of 1990's technology boom, is sentenced to 18 months in prison for obstructing government investigation into allocation of hot stock offerings; as banker at Credit Sui...",
      "abstract": "Frank P Quattrone, Wall Street banker whose pay and deals made him vivid symbol of 1990's technology boom, is sentenced to 18 months in prison for obstructing government investigation into allocation of hot stock offerings; as banker at Credit Suisse First Boston, Quattrone led initial offerings of some major Silicon Valley companies; he made $120 million in 2000; he and First Boston came under scrutiny of regulators and prosecutors who began investigating whether bank was soliciting kickbacks from preferred investors, later dubbed Friends of Frank, in exchange for access to hot stock offerings; he was charged with hampering probe when he endorsed colleague's e-mail message urging his staff to 'clean up those files'; is most prominent Wall St figure to face prison since Michael R Milken in 1990; photos; brief sketches of other prominent Wall St insiders sentenced to prison, dating back to 1941 (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/09/business/exbanking-star-given-18-monthsfor-obstruction.html",
      "byline": "By Andrew Ross Sorkin"
    }
  ]
}