{
  "metadata": {
    "date": "2004-05-28",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "G.E. Attacks European Ruling on Honeywell Merger",
      "snippet": "General Electric Co's lawyers attack European Commission during appeal of commission's veto of GE's $43 billion acquisition of Honeywell in 2001; deal will not be revived even if GE's legal team persuades Court of First Instance in Luxembourg to a...",
      "abstract": "General Electric Co's lawyers attack European Commission during appeal of commission's veto of GE's $43 billion acquisition of Honeywell in 2001; deal will not be revived even if GE's legal team persuades Court of First Instance in Luxembourg to annnul three-year-old order; GE and Honeywell are appealing ruling in order to clarify European law on mergers (M)",
      "lead_paragraph": "Lawyers representing General Electric made a stinging attack on the European Commission on Thursday during an appeal of the commission's veto of General Electric's $43 billion acquisition of the avionics company Honeywell in 2001.",
      "publication_date": "2004-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/28/business/ge-attacks-european-ruling-on-honeywell-merger.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Economic Rebound",
      "snippet": "Brazil's economy grew at annual rate of 2.7 perent in first quarter; industry grew 2.9 percent and services, 1.2 percent; household consumption rose 1.2 percent (S)",
      "abstract": "Brazil's economy grew at annual rate of 2.7 perent in first quarter; industry grew 2.9 percent and services, 1.2 percent; household consumption rose 1.2 percent (S)",
      "lead_paragraph": "Brazil's economy grew at a faster-than-expected annual rate of 2.7 percent in the first quarter, fueled by a drop in interest rates and booming exports, the government said. When compared with the previous quarter, gross domestic product expanded 1.6 percent, the third consecutive quarter of growth. Agricultural output led the surge, jumping 6.4 percent from the year-earlier period, while industry grew 2.9 percent and services, 1.2 percent. Household consumption also bounced back after a long slump, rising 1.2 percent. Most economists expect the Brazilian economy to expand about 3.5 percent this year. Todd Benson (NYT)",
      "publication_date": "2004-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/28/business/world-business-briefing-americas-brazil-economic-rebound.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Kerry Outlines Foreign Policy, Attacking Bush",
      "snippet": "Sen John Kerry opens two-week critique of Bush administration foreign policy by accusing Pres Bush of abandoning American alliance-building of post-World War II era and rushing to war in Iraq, speech in Seattle; says Bush failed to exhaust diploma...",
      "abstract": "Sen John Kerry opens two-week critique of Bush administration foreign policy by accusing Pres Bush of abandoning American alliance-building of post-World War II era and rushing to war in Iraq, speech in Seattle; says Bush failed to exhaust diplomacy and failed to assemble international team; pledges to restore American leadership that Bush has undermined; says Bush is too stubborn to rescue flawed Iraq strategy; speech comes at risky time for Kerry; continued turmoil in Iraq and prisoner abuse scandal have led to growing doubts about Bush's policies, but Kerry is under pressure from his own party to present more forceful alternative; many antiwar Democrats are calling for definite date for pulling out of Iraq; it is unclear if Kerry's balancing act will satisfy them; photo (M)",
      "lead_paragraph": "Senator John Kerry mounted a broad new attack on the Bush administration's handling of national security on Thursday by accusing the president of undermining ''the legacy of generations of American leadership'' with a foreign policy that has abandoned the alliance-building of the post-World War II era.",
      "publication_date": "2004-05-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/28/us/2004-campaign-massachusetts-senator-kerry-outlines-foreign-policy-attacking-bush.html",
      "byline": "By Robin Toner and David E. Sanger"
    },
    {
      "headline": "Grief as Haitians And Dominicans Tally Flood Toll",
      "snippet": "Floods in Haiti and Dominican Republic took everything, and everyone, in their path; aid workers, soldiers and villagers struggle to save living, find lost and bury dead; many hundreds of people remain missing three days after spring rains made ri...",
      "abstract": "Floods in Haiti and Dominican Republic took everything, and everyone, in their path; aid workers, soldiers and villagers struggle to save living, find lost and bury dead; many hundreds of people remain missing three days after spring rains made rivers run wild; government officials in both nations say confirmed death toll from devastating floods reached 900 but could go as high as 2,000, making it one of worst natural disasters in Caribbean history; greatest losses are in Haiti; Red Cross workers say 11,200 families, and probably more, have been displaced by flood in both nations; there is little natural barrier for heavy rains because most trees have been cut for charcoal; photos; maps (M)",
      "lead_paragraph": "Aid workers, soldiers and villagers struggled to save the living, find the lost and bury the dead in Haiti and the Dominican Republic on Thursday after floods that took everything in their path.",
      "publication_date": "2004-05-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/28/world/grief-as-haitians-and-dominicans-tally-flood-toll.html",
      "byline": "By Tim Weiner and Lydia Polgreen"
    },
    {
      "headline": "Trump Hotels Makes Payment On Its Debt",
      "snippet": "Trump Hotels and Casino Resorts makes crucial $73.1 million debt payment, securing temporary respite from financial problems that still threaten to force it into bankruptcy; photo (M)",
      "abstract": "Trump Hotels and Casino Resorts makes crucial $73.1 million debt payment, securing temporary respite from financial problems that still threaten to force it into bankruptcy; photo (M)",
      "lead_paragraph": "Trump Hotels and Casino Resorts Inc. said yesterday that it made a crucial $73.1 million debt payment that was coming due this weekend, giving the company a temporary respite from financial struggles that still threaten to force it into bankruptcy.",
      "publication_date": "2004-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/28/business/trump-hotels-makes-payment-on-its-debt.html",
      "byline": "By Timothy L. O'Brien and Eric Dash"
    },
    {
      "headline": "Last Out, Please Turn Off the Lights",
      "snippet": "Unemployed residents of former East Germany are emigrating west and leaving behind eerie still-life landscape of shrinking cities, depression-level unemployment and 1.3 million empty apartments; 100,000 apartments are vacant in Berlin, most of the...",
      "abstract": "Unemployed residents of former East Germany are emigrating west and leaving behind eerie still-life landscape of shrinking cities, depression-level unemployment and 1.3 million empty apartments; 100,000 apartments are vacant in Berlin, most of them in former East Berlin; 42,000 apartments are empty in Leipzig; eastern Germany has shrunk by 3.1 million residents since Berlin Wall fell in November 1989, reducing population from 16.7 million to 13.6 million; unemployment in former East Germany was 18.8 percent in April compared with 8.5 percent in west; competition to retain young residents is so intense that some communities, like Heiligengrabe, 50 miles northwest of Berlin, are offering subsidies of up to 8,000 euros to families with children who agree to move in, buy land and build homes; map; photo (M)",
      "lead_paragraph": "In 1968, Gisela and Dieter Müller were among the first East Germans to move into Neustadt, a bustling neighborhood of five-story concrete apartment buildings built here for workers at the Schwarze Pumpe coal mine northeast of Dresden.",
      "publication_date": "2004-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/28/business/last-out-please-turn-off-the-lights.html",
      "byline": "By Kevin J. O'Brien"
    },
    {
      "headline": "U.S. and Bahrain Reach A Free Trade Agreement",
      "snippet": "US reaches free trade agreement with Bahrain, first Middle East nation since Pres Bush announced his goal of creating free trade area for region; US trade representative Robert B Zoellick says agreement will eliminate all duties on consumer and in...",
      "abstract": "US reaches free trade agreement with Bahrain, first Middle East nation since Pres Bush announced his goal of creating free trade area for region; US trade representative Robert B Zoellick says agreement will eliminate all duties on consumer and industrial products at annual two-way trade of $887 million in goods; Bahrain's Finance Min Abdulla Hassan Saif hopes pact will position Bahrain as permanent gateway for trade in region (M)",
      "lead_paragraph": "The United States reached a free trade agreement with the tiny gulf kingdom of Bahrain Thursday, the first with a Middle East nation since President Bush announced his goal of creating a free trade area for the region.",
      "publication_date": "2004-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/28/business/us-and-bahrain-reach-a-free-trade-agreement.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Warning From Oil Company",
      "snippet": "Russia's Yukos oil company says it may go bankrupt by end of 2004 if it is forced to pay billions of dollars in back taxes (S)",
      "abstract": "Russia's Yukos oil company says it may go bankrupt by end of 2004 if it is forced to pay billions of dollars in back taxes (S)",
      "lead_paragraph": "The oil producer Yukos warned that it might go bankrupt by the end of 2004 if forced to pay billions of dollars in back taxes. ''If the tax ministry actions continue, we can talk of the high likelihood of bankruptcy by the end of this year,'' Yukos said a day after a Moscow court upheld a lower court decision ordering it to pay 99 billion rubles ($3.4 billion) in tax arrears and penalties. Yukos estimated that it should have $1.1 billion to $1.2 billion in cash and equivalents as of June 30, up from $800 million. Yukos has appealed the tax claim, and the court has said any attempt to collect the back taxes or fines must wait until Yukos has its hearing. That case is scheduled to begin today. Yukos also has 30 days to appeal the decision upholding the tax claim, which was returned Wednesday by the Moscow Arbitration Court. The chief lawyer for Yukos, Dmitri Gololov, said the company would fight the arbitration ruling.",
      "publication_date": "2004-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/28/business/world-business-briefing-europe-russia-warning-from-oil-company.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Loss At Bombardier",
      "snippet": "Bombardier reports net loss of $174 million in its fiscal first quarter, compared with profit of $54 million year earlier; revenue rose 6 percent (S)",
      "abstract": "Bombardier reports net loss of $174 million in its fiscal first quarter, compared with profit of $54 million year earlier; revenue rose 6 percent (S)",
      "lead_paragraph": "The transportation equipment maker Bombardier reported a net loss of $174 million in the quarter that ended April 30, citing technical problems, cost overruns and restructuring charges in its rail car division. The company posted a $54 million profit in the same quarter last year. Revenue in the period, the first quarter of Bombardier's fiscal year, climbed 6 percent. Bombardier, based in Montreal, said that while deliveries of its Challenger and Learjet business aircraft had picked up, it planned to trim production of the 50-seat CRJ200, the smallest of its commuter jets. Bernard Simon (NYT)",
      "publication_date": "2004-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/28/business/world-business-briefing-americas-canada-loss-at-bombardier.html",
      "byline": "By Bernard Simon (NYT)"
    },
    {
      "headline": "In Jordan's Scrapyards, Signs of a Looted Iraq",
      "snippet": "Sensitive military equipment, brand-new components for oil rigs and water plants and whole complexes of older buildings are being smuggled out of Iraq on flatbed trucks, even as United States spends billions of dollars to rebuild Iraq's civil and ...",
      "abstract": "Sensitive military equipment, brand-new components for oil rigs and water plants and whole complexes of older buildings are being smuggled out of Iraq on flatbed trucks, even as United States spends billions of dollars to rebuild Iraq's civil and military infrastructure; estimated 100 semitrailers loaded with what is billed as Iraqi scrap metal are streaming each day into Jordan, one of six countries sharing border with Iraq; American officials claim sensitive equipment is closely monitored and much of rest leaving country is legitimate removal; many experts disagree, saying much of what is going on amounts to vast looting operation; International Atomic Energy Agency official Jacques Baute says satellite photographs of hundreds of military-industrial sites in Iraq show that entire buildings and complexes of buildings have been vanishing from photographs in past few months; pieces of Iraqi metal bearing tags put in place by United Nations Monitoring Verification and Inspection Commission during Saddam Hussein's rule have been spotted in Jordanian scrapyards; recent examinations of Jordanian scrapyards turn up astounding quantity of scrap metal and new components from Iraq's civil infrastructure; photos; maps (L)",
      "lead_paragraph": "As the United States spends billions of dollars to rebuild Iraq's civil and military infrastructure, there is increasing evidence that parts of sensitive military equipment, seemingly brand-new components for oil rigs and water plants and whole complexes of older buildings are leaving the country on the backs of flatbed trucks.",
      "publication_date": "2004-05-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/28/world/struggle-for-iraq-new-looting-jordan-s-scrapyards-signs-looted-iraq.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Nortel Names A Director",
      "snippet": "Nortel Networks, which is being investigated for possible accounting irregularities, names John Manley, former Canadian finance minister and deputy prime minister, to its board; photo (S)",
      "abstract": "Nortel Networks, which is being investigated for possible accounting irregularities, names John Manley, former Canadian finance minister and deputy prime minister, to its board; photo (S)",
      "lead_paragraph": "Nortel Networks, the communications equipment supplier being investigated for possible accounting irregularities, named John Manley, left, a former Canadian finance minister and deputy prime minister, to its board. Nortel, which is based in Brampton, Ontario, fired its chief executive and chief financial officer last month and is awaiting the outcome of an independent review of its financial statements. Earlier, the company appointed Manfred Bischoff, a former head of DaimlerChrysler's aerospace and industrial businesses, to its board.",
      "publication_date": "2004-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/28/business/world-business-briefing-americas-canada-nortel-names-a-director.html",
      "byline": "By Bernard Simon (NYT)"
    },
    {
      "headline": "Fed Assesses Citigroup Unit $70 Million In Loan Abuse",
      "snippet": "Federal Reserve orders CitiFinancial, unit of Citigroup, to pay $70 million for abuses in personal and mortgage loans to low-income and high-risk borrowers nationwide; penalty is largest ever imposed by Fed for consumer lending violations; Citigro...",
      "abstract": "Federal Reserve orders CitiFinancial, unit of Citigroup, to pay $70 million for abuses in personal and mortgage loans to low-income and high-risk borrowers nationwide; penalty is largest ever imposed by Fed for consumer lending violations; Citigroup chief executive Charles O Prince comments; photo (M)",
      "lead_paragraph": "The Federal Reserve said yesterday that it had ordered a unit of Citigroup to pay $70 million for abuses in personal and mortgage loans to low-income and high-risk borrowers nationwide. The penalty is the largest ever imposed by the Fed, the nation's leading bank regulator, for consumer lending violations.",
      "publication_date": "2004-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/28/business/fed-assesses-citigroup-unit-70-million-in-loan-abuse.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "If Oil Supplies Were Disrupted, Then ...",
      "snippet": "Simon Romero analysis of what would happen to oil prices if supplies were disrupted because of act of terrorism or other threats; industry experts say current crude oil carries 'risk premium' of 12 to 25 percent; Oppenheimer & Co energy strategist...",
      "abstract": "Simon Romero analysis of what would happen to oil prices if supplies were disrupted because of act of terrorism or other threats; industry experts say current crude oil carries 'risk premium' of 12 to 25 percent; Oppenheimer & Co energy strategist Fadel Gheit estimates that worries about Nigeria have contributed about $1 a barrel, Venezuela another $3, situation in Iraq $4 more, and concerns about new troubles in Saudia Arabia $5 a barrel; many analysts say crude might trade for $30 or $35 today instead of nearly $40 with out black cloud of vulnerability to market; chart; photos (M)",
      "lead_paragraph": "With demand high, supplies squeezed, prices climbing and refineries already running flat out, what if something really went wrong? Something like a terror attack on crucial oil installations in Saudi Arabia or in the United States, or something less sinister but just as disruptive, like a fire or accident at a major refinery or port or a flare-up of civil or labor turmoil in Nigeria or Venezuela?",
      "publication_date": "2004-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/28/business/if-oil-supplies-were-disrupted-then.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Economic Growth Revised Upward for First Quarter  The economy grew slightly faster than previously thought in the first quarter of this year, the Commerce Department reported, providing fresh evidence of momentum heading into the summer.     Gross...",
      "abstract": " Economic Growth Revised Upward for First Quarter  The economy grew slightly faster than previously thought in the first quarter of this year, the Commerce Department reported, providing fresh evidence of momentum heading into the summer.     Gross domestic product from January through March increased at a 4.4 percent annual rate, the department said. That was an improvement from both the 4.2 percent pace first estimated for the quarter a month ago and the 4.1 percent growth rate in the final quarter of 2003. [Page C5.]",
      "lead_paragraph": "Economic Growth Revised Upward for First Quarter",
      "publication_date": "2004-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/28/business/business-digest-764612.html",
      "byline": ""
    },
    {
      "headline": "Gruner & Jahr Appoints a Chief Executive After a Difficult Search",
      "snippet": "J Russell Denson, former chief executive of Reiman Media Group, is named chief executive of Gruner & Jahr USA Publishing; photo (M)",
      "abstract": "J Russell Denson, former chief executive of Reiman Media Group, is named chief executive of Gruner & Jahr USA Publishing; photo (M)",
      "lead_paragraph": "After a four-month search for a chief executive, Gruner & Jahr USA Publishing has turned to a relative unknown in the New York publishing world to help right a company reeling from overpriced acquisitions, a tempestuous court battle with a former partner and questions about the integrity of its magazines' circulation.",
      "publication_date": "2004-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/28/business/gruner-jahr-appoints-a-chief-executive-after-a-difficult-search.html",
      "byline": "By David Carr"
    },
    {
      "headline": "World Business Briefing | Europe: France: Vivendi Narrows Its Loss",
      "snippet": "Vivendi Universal narrows its first-quarter loss to 6 million euros ($7.3 million) from 319 million euros year earlier (S)",
      "abstract": "Vivendi Universal narrows its first-quarter loss to 6 million euros ($7.3 million) from 319 million euros year earlier (S)",
      "lead_paragraph": "The entertainment and communications group Vivendi Universal said it narrowed its first-quarter loss to 6 million euros ($7.3 million) in the first quarter from 319 million euros a year earlier, helped by gains in all units except its VU Games videogame unit. Operating income at the telecommunications unit rose 19 percent. The company, based in Paris, said it had debt of 11.6 billion euros as of March 31, down from 35 billion euros. Vivendi has reduced debt further, to about 7 billion euros, since the end of the quarter by selling its entertainment operations in the United States.",
      "publication_date": "2004-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/28/business/world-business-briefing-europe-france-vivendi-narrows-its-loss.html",
      "byline": "By Ariane Bernard (NYT)"
    },
    {
      "headline": "NEC Unit Admits It Defrauded Schools",
      "snippet": "NEC Business Solutions, unit of NEC Corp, pleads guilty to federal charges of defrauding E-Rate program, federal plan to bring Internet access to poor schools and libraries; pays $20.7 million in fines and restitution; settlement comes amid increa...",
      "abstract": "NEC Business Solutions, unit of NEC Corp, pleads guilty to federal charges of defrauding E-Rate program, federal plan to bring Internet access to poor schools and libraries; pays $20.7 million in fines and restitution; settlement comes amid increasing scrutiny of multibillion-dollar E-Rate program; Congressional hearings on program may be held in June (M)",
      "lead_paragraph": "Criminal investigations into corruption and waste in the E-Rate program, a federal plan to bring Internet access to poor schools and libraries, yielded their biggest legal settlement to date on Thursday. NEC Business Network Solutions, a subsidiary of NEC, the computer giant, agreed to plead guilty to two federal felony counts, one for wire fraud and one for antitrust violation, and to pay $20.7 million in fines and restitution.",
      "publication_date": "2004-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/28/business/technology-nec-unit-admits-it-defrauded-schools.html",
      "byline": "By Matt Richtel and Gary Rivlin"
    },
    {
      "headline": "AGREEMENT BY U.S. AND REBELS TO END FIGHTING IN NAJAF",
      "snippet": "American forces and guerrillas loyal to Moktada al-Sadr agree to quit fighting in Najaf after seven weeks; bloody uprising took scores of Iraqi lives; agreement hammered out between Sadr and Iraqi leaders requires that fighters of Mhadi Army get o...",
      "abstract": "American forces and guerrillas loyal to Moktada al-Sadr agree to quit fighting in Najaf after seven weeks; bloody uprising took scores of Iraqi lives; agreement hammered out between Sadr and Iraqi leaders requires that fighters of Mhadi Army get off streets and that Americans pull most of their forces out of city; deal also applies to nearby city of Kufa, site of Sadr's mosque; allowing Mahdi Army to continue intact, but off the streets, is major concession to Sadr, as is agreement by Iraqi officials to 'suspend' arrest warrant for Sadr stemming from murder of rival cleric year ago; Americans had said repeatedly that they intended to 'kill or capture' Sadr and 'destroy' Mahdi Army; some Shiite leaders say they may offer Sadr or people around him positions in caretaker government taking over June 30; deal reached in Najaf, like recent peace arrangement in Falluja, appears to reflect Bush administration's strong desire to bring measure of calm to country for June 30 transfer, even at price of compromise; photos (M)",
      "lead_paragraph": "American forces and guerrillas loyal to the radical cleric Moktada al-Sadr agreed Thursday to quit fighting in Najaf, in a deal that signaled the possible end of seven weeks of fighting in the city, during which scores of Iraqis have died.",
      "publication_date": "2004-05-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/28/world/struggle-for-iraq-insurgency-agreement-us-rebels-end-fighting-najaf.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Possible Bid For Retailer",
      "snippet": "Billionaire entrepreneur Philip Green is considering offer for Marks & Spencer; graph (S)",
      "abstract": "Billionaire entrepreneur Philip Green is considering offer for Marks & Spencer; graph (S)",
      "lead_paragraph": "For the second time in five years, Philip Green, a billionaire entrepreneur who owns department store and women's clothing chains, said he was considering an offer for Marks & Spencer, the ailing retail giant. Marks & Spencer said this week that revenue slipped in the fourth quarter, with sales at stores open more than a year falling 3.4 percent. Shares in Marks & Spencer jumped 19 percent.",
      "publication_date": "2004-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/28/business/world-business-briefing-europe-britain-possible-bid-for-retailer.html",
      "byline": "By Alan Cowell (NYT)"
    },
    {
      "headline": "2 Deals Could Reshape Telecom Business in Japan",
      "snippet": "Softbank Corp is acquiring Japan Telecom from group of investors led by Ripplewood Holdings for $3 billion; Carlyle Group is negotiating to buy stake in KDDI's DDI Pocket mobile phone unit; two deals could reshape Japan's telecommunications indust...",
      "abstract": "Softbank Corp is acquiring Japan Telecom from group of investors led by Ripplewood Holdings for $3 billion; Carlyle Group is negotiating to buy stake in KDDI's DDI Pocket mobile phone unit; two deals could reshape Japan's telecommunications industry; photo (M)",
      "lead_paragraph": "The Softbank Corporation of Japan said Thursday that it was acquiring the country's third-largest fixed-line phone company, while the United States investment fund Carlyle Group said it was negotiating to buy a stake in a unit of the mobile phone company KDDI.",
      "publication_date": "2004-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/28/business/2-deals-could-reshape-telecom-business-in-japan.html",
      "byline": "By Todd Zaun"
    }
  ]
}