{
  "metadata": {
    "date": "2004-12-29",
    "total_articles": 15
  },
  "articles": [
    {
      "headline": "Down and Almost Out in Mongolia",
      "snippet": "Death knell for Mongolia's garment industry will ring on Jan 1, 2005, when decades-old global quota system is to end, freeing American and European fashion campanies and retailers, in long run, to buy as many clothes as they want from lowest-cost ...",
      "abstract": "Death knell for Mongolia's garment industry will ring on Jan 1, 2005, when decades-old global quota system is to end, freeing American and European fashion campanies and retailers, in long run, to buy as many clothes as they want from lowest-cost producers, notably China, India and Pakistan; effort at market liberalizing is expected to save American consumers as much as $6 billion a year, though higher tariffs imposed temporarily on China, as well as possible additional limits established in US and Europe, are expected to shave off some of those savings; new wave is still expected to upend world garment industry, shuffling millions of jobs in dozens of world's poorest countries; buyers are expected over time to shift their purchases to largest and cheapest producers; social and economic impact in Mongolia could be severe; map; photos (M)",
      "lead_paragraph": "ULAN BATOR, Mongolia - On Genghis Khan Avenue, Mongolia's garment factory workers are begging for mercy.",
      "publication_date": "2004-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/29/business/worldbusiness/down-and-almost-out-in-mongolia.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Needing Cash, Veterans Sign Over Pensions",
      "snippet": "Growing number of American veterans who need cash are signing over their military pensions to financial services companies; Federal law prohibits retired military people from signing over future pension payments to others; companies offering deals...",
      "abstract": "Growing number of American veterans who need cash are signing over their military pensions to financial services companies; Federal law prohibits retired military people from signing over future pension payments to others; companies offering deals say they are arranged to avoid restriction; law has not been enforced or consistently interpreted; Pentagon spokeswoman says Defense Department's payroll centers routinely handle paperwork that diverts pension payments, even though veterans are warned 'to exercise cuation in these arrangements'; small but persistent band of financial companies using military-sounding names continue to offer these so-called pension advances to retired military people over Internet and in military newspapers; consumer lawyers are getting calls from people facing lawsuits and bankruptcy after signing over future pension payments to these comamies; former Georgia Gov Roy Barnes is challenging military pension advances in court; Sen Bill Nelson is pressing Defense Department for information on military pension advances; photos (M)",
      "lead_paragraph": "Kevin D. Jones, a retired Army veteran, was desperate for money. He wanted to get his wife out of the Philippines quickly after her home had been destroyed in a bombing. But she was being delayed as she waited for immigration papers to come through that would allow her to join him in North Carolina.",
      "publication_date": "2004-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/29/business/needing-cash-veterans-sign-over-pensions.html",
      "byline": "By Diana B. Henriques"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Pentagon Plans to Reduce F/A-22 Fighter Program  To offset escalating deficits and the growing costs of the war in Iraq, the Pentagon said that it planned to sharply cut the Air Force's F/A-22 aircraft program.     The fighter, known as the Raptor...",
      "abstract": " Pentagon Plans to Reduce F/A-22 Fighter Program  To offset escalating deficits and the growing costs of the war in Iraq, the Pentagon said that it planned to sharply cut the Air Force's F/A-22 aircraft program.     The fighter, known as the Raptor, costs about $258 million a plane. That is based on an overall cost of $71.8 billion, and the Air Force's plans to buy 277 Raptors. [Page A14.]    Blockbuster Threatens Hostile Bid  Shares of Blockbuster fell 6 cents, to $9.33, after the company threatened to make a $700 million hostile takeover offer for Hollywood Entertainment. Blockbuster demanded access to Hollywood Entertainment's books and said that it would start a tender offer to buy the shares for $11.50 each if the company does not cooperate. Shares of Hollywood Entertainment rose 7 cents, to $13.16. [C3.]    Adelphia Proposes Settlements  Adelphia Communications has proposed paying $300 million to resolve lawsuits by the Securities and Exchange Commission and the Justice Department. [C2.]    Associated Press Sued for Photos  Six members of the Navy Seals and two of their wives sued The Associated Press and a reporter for distributing photographs taken by one of the Seals showing apparent mistreatment of prisoners in Iraq. [A16.]    F.D.A. Backs Bone Growth Device  The Food and Drug Administration approved the use of electrical stimulation of bone growth to improve the success rate of spinal fusion operations in the neck. [C3.]    Court Bars Web Phone Control  A federal appeals court upheld a lower court ruling that prohibits Minnesota from regulating Internet-based phone calling as if it were a traditional telecommunications service. [C3.]    Head of Edward Jones to Step Down  Douglas E. Hill, left, will step down as managing general partner of Edward D. Jones at the end of 2005, and will pay about $3 million of a $75 million settlement with the Justice Department over claims tied to the company's mutual fund sales practices. The S.E.C. found the firm created a conflict of interest by failing to disclose a revenue-sharing deal with seven preferred mutual fund groups. [C2.]    Court Asked to Dismiss Yukos Case  Deutsche Bank has asked a bankruptcy court in Houston to dismiss the filing of Yukos because it has no Texas ties beyond a few million dollars in bank accounts. [C6.]    Exporter Ends Ties With Distributor  The Sichuan Changhong Electric Appliance Company, China's leading television maker, said it had ended its relationship with its American distributor, Apex Digital Inc., which Changhong says owes it $467.5 million. [C2.]    Consumer Report Lifts Stocks  The Standard & Poor's 500 jumped 8.62 points, to 1,213.54; the Dow Jones industrials gained 78.41 points, to 10,854.54; and the Nasdaq composite added 22.97 points, to 2,177.19. [C6.]    The Conference Board's index of consumer confidence jumped to 102.3 in December, well above the 94 economists had expected. [C2.]    Fannie Mae Auditor Noted Flaws  Fannie Mae said KPMG had ''observed deficiencies'' in its third-quarter bookkeeping before being fired as its auditor. [C4.]  ",
      "lead_paragraph": "Pentagon Plans to Reduce F/A-22 Fighter Program To offset escalating deficits and the growing costs of the war in Iraq, the Pentagon said that it planned to sharply cut the Air Force's F/A-22 aircraft program.",
      "publication_date": "2004-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/29/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Postal Service Links Delivery Delays to Airlines",
      "snippet": "Postal Service says shortage of baggage handlers at US Airways, computer problem at Delta Air Line's Comair unit and snowstorms delayed delivery of 100,000 pounds of letters and packages over weekend; says much of mail was part of its priority ser...",
      "abstract": "Postal Service says shortage of baggage handlers at US Airways, computer problem at Delta Air Line's Comair unit and snowstorms delayed delivery of 100,000 pounds of letters and packages over weekend; says much of mail was part of its priority service, in which customers pay additional fee for delivery in two to three days; delivery is not guaranteed; Postal Service spokesman Gerald McKiernan says post office is starting investigation to determine what role, if any, airline delays played in late mail delivery; Delta and Comair dispute any notion that their disruptions caused delays in mail delivery (M)",
      "lead_paragraph": "For thousands of airline passengers, it took days for their bags to be delivered after a shortage of baggage handlers at US Airways, a computer problem at Comair and snowstorms disrupted holiday travel. Now, the Postal Service says the same problems delayed the delivery of thousands of letters and packages.",
      "publication_date": "2004-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/29/business/postal-service-links-delivery-delays-to-airlines.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "C.I.A. Deputy for AnalysisIs Being Removed",
      "snippet": "Former intelligence officials say that Jami Miscik is being forced to step down as head of Central Intelligence Agency's analytical branch as part of shakeup undertaken by Porter J Goss, director; has led analysis at agency since 2002, period in w...",
      "abstract": "Former intelligence officials say that Jami Miscik is being forced to step down as head of Central Intelligence Agency's analytical branch as part of shakeup undertaken by Porter J Goss, director; has led analysis at agency since 2002, period in which prewar assessments of Iraq and its illicit weapons, which drew heavily on CIA analysis, proved to be mistaken (M)",
      "lead_paragraph": "WASHINGTON, Dec. 28 - The head of the Central Intelligence Agency's analytical branch is being forced to step down, former intelligence officials say, opening a major new chapter in a shakeup under Porter J. Goss, the agency's chief.",
      "publication_date": "2004-12-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/29/us/cia-deputy-for-analysisis-being-removed.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "MORE ON THE AFTERMATH",
      "snippet": "CRACKS IN THE EARTH -- Residents on one Indian island said water from the tsunami came up through cracks in the earth.   PAGE A6    UNANSWERED PHONES -- In some immigrant communities in California, frantic calls to relatives in Asia went unanswere...",
      "abstract": " CRACKS IN THE EARTH -- Residents on one Indian island said water from the tsunami came up through cracks in the earth.   PAGE A6    UNANSWERED PHONES -- In some immigrant communities in California, frantic calls to relatives in Asia went unanswered.   PAGE A9    COUNTING THE DEAD -- With no single world agency collecting death tolls, the figures are likely to remain inaccurate for some time.   PAGE A6",
      "lead_paragraph": "CRACKS IN THE EARTH -- Residents on one Indian island said water from the tsunami came up through cracks in the earth. PAGE A6",
      "publication_date": "2004-12-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/29/front page/world/more-on-the-aftermath.html",
      "byline": ""
    },
    {
      "headline": "Small Wineries Being Acquired by Big Names",
      "snippet": "Market Place column on recent acquisitions in wine industry, including Constellation Brands Inc's takeover of Robert Mondavi Winery for $1.3 billion and Diageo's acquisition of Chalone Group for about $260 million; merger at Constellation has resu...",
      "abstract": "Market Place column on recent acquisitions in wine industry, including Constellation Brands Inc's takeover of Robert Mondavi Winery for $1.3 billion and Diageo's acquisition of Chalone Group for about $260 million; merger at Constellation has resulted in company edging past E & J Gallo Winery to be biggest company in world, although Gallo remains first in US in sales by case (M)",
      "lead_paragraph": "First, the new giant on the block, Constellation Brands Inc., snapped up the troubled Robert Mondavi Winery for $1.3 billion. Then, last week, Diageo, the world's biggest spirits supplier, agreed to buy the Chalone Group, a group of small high-end wineries, for about $260 million.",
      "publication_date": "2004-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/29/business/small-wineries-being-acquired-by-big-names.html",
      "byline": "By Frank Prial"
    },
    {
      "headline": "Digital Goes Mainstream",
      "snippet": "Amazon.com says its sales of consumer electronics surpassed book sales for first time during Thanksgiving weekend to become top sales category on site; analysts say shift is one indicator that digital products have become mainstream consumer produ...",
      "abstract": "Amazon.com says its sales of consumer electronics surpassed book sales for first time during Thanksgiving weekend to become top sales category on site; analysts say shift is one indicator that digital products have become mainstream consumer products, even if their prices remain out of reach for some consumers; final sales figures for holiday shopping season are not yet available, but industry analysts expect electronics to be among best-selling categories; photos (M)",
      "lead_paragraph": "If books come to mind when you think of Amazon.com, think again.",
      "publication_date": "2004-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/29/technology/digital-goes-mainstream.html",
      "byline": "By Eric A. Taub"
    },
    {
      "headline": "Japanese Recovery on Track but Moving Slowly",
      "snippet": "Japan's unemployment rate fell to six-year low in November and industrial production picked up, offering evidence that nation's recovery is continuing, although at significantly slower pace than earlier in year; jobless rate dropped to 4.5 percent...",
      "abstract": "Japan's unemployment rate fell to six-year low in November and industrial production picked up, offering evidence that nation's recovery is continuing, although at significantly slower pace than earlier in year; jobless rate dropped to 4.5 percent, below 4.7 percent rate in October; production rose from October to November at seasonally adjusted rate of 1.5 percent; economy grew at annual rate of 0.2 percent in third quarter, after shrinking 0.6 percent in second quarter; exports grew 13.4 percent in November from same month year earlier (M)",
      "lead_paragraph": "TOKYO, Dec. 28 - Japan's unemployment rate fell to a six-year low in November and industrial production picked up, offering evidence that the nation's recovery is continuing, although at a significantly slower pace than earlier in the year.",
      "publication_date": "2004-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/29/business/worldbusiness/japanese-recovery-on-track-but-moving-slowly.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "Off Label",
      "snippet": "Article on unusual business practices of",
      "abstract": "Article on unusual business practices of",
      "lead_paragraph": "MADRAS, India - For an executive whose work entails closely tracking fashion trends and couture labels, Christian R. Fabre has an unusual sense of dress. At work, he wears the garb of a Hindu holy man: saffron robes, beads, and ash and vermilion on his forehead. In his hermitage, he goes about nude.",
      "publication_date": "2004-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/29/business/worldbusiness/off-label.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "World Business Briefing | Europe: Finland: Profit Warning By Paper Maker",
      "snippet": "Stora Enso, world's biggest paper maker, says drop in value of US dollar and higher costs will hurt profitability this quarter; graph (S)/",
      "abstract": "Stora Enso, world's biggest paper maker, says drop in value of US dollar and higher costs will hurt profitability this quarter; graph (S)/",
      "lead_paragraph": "The world's biggest paper maker, Stora Enso, said the drop in the value of the United States dollar and higher costs would hurt profitability this quarter. Stora also said changes in pension liabilities would result in a one-time gain of about 170 million euros ($232 million) in operating profit this quarter. The company, based in Helsinki, does about one-fifth of its business in North America. The recent decline in the value of the dollar has crimped profit margins on paper exported outside Europe, which is mainly paid for in dollars. The chief executive, Jukka Haermaelae, warned in October that a further drop in the dollar and higher oil prices might hurt fourth-quarter profit; the company's shares fell 3 percent after the latest announcement.",
      "publication_date": "2004-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/29/business/world-business-briefing-europe-finland-profit-warning-by-paper.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Port Executive Named",
      "snippet": "Rotterdam¼",
      "abstract": "Rotterdam¼",
      "lead_paragraph": "The Rotterdam Port, Europe's largest, appointed Hans Smits as chief executive, succeeding Willem Scholten, who left in August after a loan scandal. Mr. Smits, 54, a former director of Schiphol Group, operator of Amsterdam's airport, had been interim general director of the port. Mr. Scholten resigned under pressure in August after failing to communicate to the port's board the terms of third-party loans he guaranteed on behalf of the RDM Group of companies, whose subsidiaries repair ships in the port area.",
      "publication_date": "2004-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/29/business/world-business-briefing-europe-the-netherlands-port-executive.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "Jamestown, a private real estate company, has agreed to invest $300 million in the General Motors Building in Manhattan, which was acquired by Harry Macklowe 15 months ago. [C5.]    Sales totaling $750 million have revived hopes in the Mission Bay...",
      "abstract": " Jamestown, a private real estate company, has agreed to invest $300 million in the General Motors Building in Manhattan, which was acquired by Harry Macklowe 15 months ago. [C5.]    Sales totaling $750 million have revived hopes in the Mission Bay area of San Francisco. [C5.]",
      "lead_paragraph": "Jamestown, a private real estate company, has agreed to invest $300 million in the General Motors Building in Manhattan, which was acquired by Harry Macklowe 15 months ago. [C5.]",
      "publication_date": "2004-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/29/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "At the Epicenter, Tales of Death and of Stubborn Fights for Life",
      "snippet": "Survivors in Aceh Province, area of Indonesia hit hardest by tsunami disaster, describe their ordeal; each morning's tide brings with it bodies of more victims who were washed out to sea; others are being found caught in branches of trees where wa...",
      "abstract": "Survivors in Aceh Province, area of Indonesia hit hardest by tsunami disaster, describe their ordeal; each morning's tide brings with it bodies of more victims who were washed out to sea; others are being found caught in branches of trees where waters hurled them; Indonesian and international relief officials fear disaster may have killed more than 27,000 people in Indonesia alone; photos (L)",
      "lead_paragraph": "LHOKSEUMAWE, Indonesia, Dec. 28 - Mulyana, a 24-year-old housewife, had just sat down to a wedding party on Sunday morning when the tsunami struck. She ran and held on to a coconut tree. But the water pulled her away anyway, far out to sea.",
      "publication_date": "2004-12-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/29/world/worldspecial4/at-the-epicenter-tales-of-death-and-of-stubborn-fights.html",
      "byline": "By Wayne Arnold and Eric Lichtblau"
    },
    {
      "headline": "A Tragedy in Asia Affects All Corners of a Closer World",
      "snippet": "Tsunami that struck on Dec 26 spreads ring of destruction through nearly a dozen countries in South Asia and ripples far, making it truly a tragedy felt across globe; among tens of thousands of people missing or dead, thousands are believed to hav...",
      "abstract": "Tsunami that struck on Dec 26 spreads ring of destruction through nearly a dozen countries in South Asia and ripples far, making it truly a tragedy felt across globe; among tens of thousands of people missing or dead, thousands are believed to have come from outside region, including many who were spending their holidays at Thai, Malaysian and Indonesian beach resorts; reported deaths now cover at least 40 nationalities, reaching from South Africa to South Korea (M)",
      "lead_paragraph": "PARIS, Dec. 28 - The tsunami that struck over the weekend spread a ring of destruction through nearly a dozen countries. Those are the places most directly affected, and on a calamitous scale. But the disaster has rippled far beyond South Asia, making it truly a tragedy felt across the globe.",
      "publication_date": "2004-12-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/29/world/worldspecial4/a-tragedy-in-asia-affects-all-corners-of-a-closer-world.html",
      "byline": "By Craig S. Smith"
    }
  ]
}