{
  "metadata": {
    "date": "2004-10-08",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: Interest Rate Unchanged",
      "snippet": "European Central Bank leaves interest rates unchanged at 2 percent as rising oil prices cast shadow over Europe's economic recovery; photo (S)",
      "abstract": "European Central Bank leaves interest rates unchanged at 2 percent as rising oil prices cast shadow over Europe's economic recovery; photo (S)",
      "lead_paragraph": "The European Central Bank left interest rates unchanged at 2 percent as rising oil prices cast a shadow over Europe's economic recovery. The bank's board, meeting in Brussels, decided to leave rates at their current historically low level for the 16th consecutive month. Jean-Claude Trichet, left, the bank's president, said Europe's recovery remained on track, though he warned that oil prices, trading at record levels of about $52 a barrel, could hamper growth. Mark Landler (NYT)",
      "publication_date": "2004-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/08/business/world-business-briefing-europe-interest-rate-unchanged.html",
      "byline": "By Mark Landler (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Thailand: Refiner Sells Shares",
      "snippet": "Initial public offering of 60 million shares of Thai Oil, largest oil refiner in Thailand, sells out to individual investors in four hours; company plans to raise as much as $700 million by selling 900 million shares over next few days; most of sh...",
      "abstract": "Initial public offering of 60 million shares of Thai Oil, largest oil refiner in Thailand, sells out to individual investors in four hours; company plans to raise as much as $700 million by selling 900 million shares over next few days; most of shares belong to creditors that took them in lieu of $900 million in debt as part of restructuring deal in 2000 (S)",
      "lead_paragraph": "An initial public offering of 60 million shares of Thai Oil, the largest oil refiner in Thailand, sold out to individual investors in four hours, the underwriters said. Orders for the shares exceeded supply by 16 times. Thai Oil aims to raise as much as $700 million by selling 900 million shares over the next few days. Most of the shares belong to creditors that took them in lieu of $900 million in debt as part of a restructuring deal in 2000. The bulk of the sale is reserved for big financial institutions, who will start buying shares Monday. Wayne Arnold (NYT)",
      "publication_date": "2004-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/08/business/world-business-briefing-asia-thailand-refiner-sells-shares.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Slow Start for Effort to Shift Europe Inc. to Europe S.E.",
      "snippet": "Only nine companies in European Union are considering registering as European entities and attaching to their names the letters SE, for Socieatas Europaea in Latin, and only two have taken any real steps toward such registration, which becomes pos...",
      "abstract": "Only nine companies in European Union are considering registering as European entities and attaching to their names the letters SE, for Socieatas Europaea in Latin, and only two have taken any real steps toward such registration, which becomes possible for first time on Oct 8; only 6 of 25 countries have passed laws required to make idea of truly European company a reality in three years since European government agreed to it; European company status is supposed to save billions of euros in administrative costs for companies doing business across borders (M)",
      "lead_paragraph": "BRUSSELS, Oct. 7 - Forget P.L.C., S.A. and all the other little letters attached to corporate names that reflect their nationality. From Friday, European companies will, theoretically at least, be able to register as European entities and add the letters S.E., or Societas Europaea in Latin, to their names.",
      "publication_date": "2004-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/08/business/worldbusiness/slow-start-for-effort-to-shift-europe-inc-to-europe.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "Death Toll Is Uncertain After 3 Explosions Strike Resort Towns",
      "snippet": "Explosions at three Egyptian Sinai resorts popular with vacationing Israelis kill at least 30 people, including 12 Egyptians; Israeli officials blame terrorist bombs; early reports suggest truck bomb was driven into Taba Hilton, just across border...",
      "abstract": "Explosions at three Egyptian Sinai resorts popular with vacationing Israelis kill at least 30 people, including 12 Egyptians; Israeli officials blame terrorist bombs; early reports suggest truck bomb was driven into Taba Hilton, just across border from Israeli town of Eilat, followed by explosions in resort villages of Ras al-Sultan and Nuweiba; Hilton is badly damaged by blast and ensuing fire; 10 floors in complex collapse, and there are reports of people buried in rubble; vacationing Israelis had ignored warning last month from Israeli intelligence to keep out of Sinai desert, citing vague but solid information about possible attacks; no definitive claims of responsibility are publicized; panicked Israelis rush border post, trying to flee Egypt, telling border guards in Arabic that their belongings and documents are still in burning hotel; guards shut post temporarily and roads are blocked, leaving vacationing Israelis at other hotels trapped; Israeli television shows scenes of ambulances arriving at Eilat hospitals and unloading wounded, many of them bandaged and bloody; Israeli officials suggest that attack of this magnitude would have been planned carefully from within Egypt; say it is not tied to Hamas, which would not want to embarrass Egypt and jeopordize its improving relations with Cairo; photos; map (M)",
      "lead_paragraph": "JERUSALEM, Friday, Oct. 8 - Three explosions shook three Egyptian Sinai resorts popular with vacationing Israelis on Thursday night, killing at least 30 people and wounding 100, according to officials from Egypt, Israel and hospitals near the bombing sites.",
      "publication_date": "2004-10-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/08/world/middleeast/death-toll-is-uncertain-after-3-explosions-strike-resort.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "U.S. Report Says Hussein Bought Arms With Ease",
      "snippet": "Report by American arms inspector Charles A Duelfer describes how Saddam Hussein exploited United Nations oil-for-food program to buy arms from six governments and private companies willing to ignore sanctions prohibiting arms sales to Iraq; says ...",
      "abstract": "Report by American arms inspector Charles A Duelfer describes how Saddam Hussein exploited United Nations oil-for-food program to buy arms from six governments and private companies willing to ignore sanctions prohibiting arms sales to Iraq; says purchases, which included components of long-range missiles, were not enough to allow Hussein to significantly rebuild Iraq's conventional military or create viable chemical, biological or nuclear weapons program, but relative ease with which he was able to buy weapons from governments of Syria, Belarus, Yemen, North Korea, former Yugoslavia and possibly Russia, as well as from private companies in Europe, Asia and Middle East, would seem to justify his boast in Jan 2000 that he could buy whatever he wanted, in spite of embargo; report shows that negotiations over arms purchases and technical advice continued until just days before United States-led invasion in Mar 2003 (M)",
      "lead_paragraph": "WASHINGTON, Oct. 7 - Enriched with billions of dollars raised by exploiting the United Nations' oil-for-food program, Saddam Hussein spent heavily on arms imports starting in 1999, finding six governments and private companies from a dozen other nations that were willing to ignore sanctions prohibiting arms sales, the report by the top American arms inspector for Iraq has found.",
      "publication_date": "2004-10-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/08/politics/us-report-says-hussein-bought-arms-with-ease.html",
      "byline": "By Eric Lipton and Scott Shane"
    },
    {
      "headline": "Japan Penalizes Big Bank for Obstructing Inquiry",
      "snippet": "Regulators in Japan file criminal complaint against UFJ Bank and suspend corporate lending in Tokyo and Osaka branches for half a year for concealing extent of its bad loans from inspectors; criminal penalties that UFJ would face upon conviction a...",
      "abstract": "Regulators in Japan file criminal complaint against UFJ Bank and suspend corporate lending in Tokyo and Osaka branches for half a year for concealing extent of its bad loans from inspectors; criminal penalties that UFJ would face upon conviction are relatively light, but UFJ is in negotiations to be acquired by Mitsubishi Tokyo Financial Group, and threat of criminal prosecution could reduce price it receives in deal; UFJ reiterates pledge to strenghten its compliance system; photo of UFJ executives (M)",
      "lead_paragraph": "TOKYO, Oct. 7 - Regulators filed a criminal complaint against UFJ Bank and suspended part of its business for half a year in a case involving the bank's obstruction of an inspection into its bad loans.",
      "publication_date": "2004-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/08/business/worldbusiness/japan-penalizes-big-bank-for-obstructing-inquiry.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "World Business Briefing | Asia: India: Utility's Shares Sell Out",
      "snippet": "Initial public offering of 10 percent stake in India's largest power producer, National Thermal Power Corp, sells out within 15 minutes of its opening; will raise $1.2 billion for government, which will then hold 89.5 percent of company (S)",
      "abstract": "Initial public offering of 10 percent stake in India's largest power producer, National Thermal Power Corp, sells out within 15 minutes of its opening; will raise $1.2 billion for government, which will then hold 89.5 percent of company (S)",
      "lead_paragraph": "The initial public offering of a 10 percent stake in India's largest power producer, the National Thermal Power Corporation, sold out within 15 minutes of its opening. The share sale will raise $1.2 billion, which will be used to reduce the government's budget deficit and to expand power generation capacity at the company, which already produces one-fifth of India's power. The government will hold 89.5 percent of the company after the sale. Analysts said the strong demand indicated that investors believe that demand for energy will increase as India's economy grows. Saritha Rai (NYT)",
      "publication_date": "2004-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/08/business/world-business-briefing-asia-india-utilitys-shares-sell-out.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "A New Morality Makes Old Deceptions Expensive",
      "snippet": "Floyd Norris column says post-Enron morality is being applied to pre-Enron practices, with banks and Wall Street firms being held accountable for financial wizardry they once worked to make companies look better than they really were; cites Parmal...",
      "abstract": "Floyd Norris column says post-Enron morality is being applied to pre-Enron practices, with banks and Wall Street firms being held accountable for financial wizardry they once worked to make companies look better than they really were; cites Parmalat's lawsuit against Bank of America over $80 million loan and prosecution of four Merrill Lynch executives over Nigerian barge deal with Enron; graph (M)",
      "lead_paragraph": "LYING may be a sin, but on Wall Street there has always been a spirit of understanding for those who merely help others to deceive -- particularly because the fees for aiding in deception have often been far higher than those for simply arranging a straightforward financing.",
      "publication_date": "2004-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/08/business/a-new-morality-makes-old-deceptions-expensive.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Canada's Dollar Is Up a Lot. That's Also the Bad News.",
      "snippet": "Canadian dollar is at 11-year high against its US dollar, pushing 80-cent threshold in US currency after having risen 23 percent in last 18 months; rise makes imports and foreign travel less expensive for Canadians, but hurts exports and businesse...",
      "abstract": "Canadian dollar is at 11-year high against its US dollar, pushing 80-cent threshold in US currency after having risen 23 percent in last 18 months; rise makes imports and foreign travel less expensive for Canadians, but hurts exports and businesses that depend on American visitors; companies are forced to make adjustments; many economists say new valuation is due less to strengthening of Canadian dollar than it is to weakening of American dollar; photo; map (M)",
      "lead_paragraph": "BROCKVILLE, Ontario, Oct. 6 - With the Canadian dollar hovering at an 11-year high against its United States counterpart, Roger Galvin is already thinking about heading south to avoid at least some of Canada's unrelenting winter. But when it comes to his restaurant just across the St. Lawrence River from upstate New York, he sees the Canadian currency's new vigor in a far less positive light.",
      "publication_date": "2004-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/08/business/worldbusiness/canadas-dollar-is-up-a-lot-thats-also-the-bad-news.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Oil Merger Unwinds",
      "snippet": "Millhouse Capital regains controlling stake in Russian oil company Sibneft in first step of cancellation of Sibneft's merger agreement with Yukos, another russian oil company (S)",
      "abstract": "Millhouse Capital regains controlling stake in Russian oil company Sibneft in first step of cancellation of Sibneft's merger agreement with Yukos, another russian oil company (S)",
      "lead_paragraph": "Millhouse Capital said it had regained a controlling stake in the Russian oil company Sibneft in the first step of the cancellation of Sibneft's merger agreement with another Russian oil company, Yukos. Millhouse, a holding company controlled by the Russian billionaire Roman Abramovich, held a controlling stake in Sibneft before the two oil companies agreed to merge a year ago. Sibneft called off the deal after Yukos's founder and former chief executive, Mikhail B. Khodorkovsky, was arrested and jailed on charges of fraud and tax evasion. Yukos still holds a 35 percent stake in Sibneft. Erin E. Arvedlund (NYT)",
      "publication_date": "2004-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/08/business/world-business-briefing-europe-russia-oil-merger-unwinds.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Food Plant Closing",
      "snippet": "Unilever will close its Birds Eye plant in Grimsby, England, cutting 600 jobs (S)",
      "abstract": "Unilever will close its Birds Eye plant in Grimsby, England, cutting 600 jobs (S)",
      "lead_paragraph": "Unilever, the food and consumer products company, will close its Birds Eye plant in Grimsby, England, leading to the loss of 600 jobs. The plant will close by February, said Trevor Gorin, a spokesman for the company, which has headquarters in Rotterdam and in London. The cuts represent about 22 percent of the jobs at the British unit and are part of a cost-cutting program at the company.",
      "publication_date": "2004-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/08/business/world-business-briefing-europe-britain-food-plant-closing.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Reporter for Times Is Facing Jail Time",
      "snippet": "Federal Court Judge Thomas F Hogan holds New York Times reporter Judith Miller in contempt of court for refusing to reveal her sources to prosecutors investigating disclosure of identity of covert CIA agent; Miller published no articles about agen...",
      "abstract": "Federal Court Judge Thomas F Hogan holds New York Times reporter Judith Miller in contempt of court for refusing to reveal her sources to prosecutors investigating disclosure of identity of covert CIA agent; Miller published no articles about agent, Valerie Plame, but judge notes that she contemplated writing article and had conducted interviews for it; he sentences her to jail for as long as 18 months, then suspends sanction until planned appeal is concluded; prosecutors have relied on secret filings in case to explain to judge why Miller's testimony is required; they have not disclosed filings to Miller and her lawyers; judge rejects request from one of Miller's lawyers, Floyd Abrams, to see summary of filings to allow her to rebut them; New York Times publisher Arthur Sulzberger Jr says Miller's pending imprisonment is attack on ability of all journalists to report on actions of governments, corporations and others (M)",
      "lead_paragraph": "WASHINGTON, Oct. 7 - A federal judge held a reporter for The New York Times in contempt of court on Thursday for refusing to name her sources to prosecutors investigating the disclosure of the identity of a covert C.I.A. agent.",
      "publication_date": "2004-10-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/08/politics/reporter-for-times-is-facing-jail-time.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Cuts At Aircraft Maker",
      "snippet": "Bombardier will lay off 2,000 workers at factories in Montreal area and Belfast, Northern Ireland, because of decreasing demand for small airliners that it makes; share price graph (S)",
      "abstract": "Bombardier will lay off 2,000 workers at factories in Montreal area and Belfast, Northern Ireland, because of decreasing demand for small airliners that it makes; share price graph (S)",
      "lead_paragraph": "Bombardier said that because of decreasing demand for the small airliners that it makes, it would lay off 2,000 workers at factories in the Montreal area and in Belfast, Northern Ireland. The company, which is based in Montreal, said that it expected the severance costs associated with the layoffs would total $26 million. In light of those expenses, the division said that it no longer expected to break even during the current fiscal year. Ian Austen(NYT)",
      "publication_date": "2004-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/08/business/world-business-briefing-americas-canada-cuts-at-aircraft-maker.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "Arms Report Spurs Bitter Bush-Kerry Exchange",
      "snippet": "Report by top weapons inspector in Iraq prompts bitter long-distance debate between Pres Bush and Sen John Kerry, with Bush saying he was 'right to take action' in Iraq and Kerry saying Bush refuses to face truth about Iraq; Bush and Vice Pres Che...",
      "abstract": "Report by top weapons inspector in Iraq prompts bitter long-distance debate between Pres Bush and Sen John Kerry, with Bush saying he was 'right to take action' in Iraq and Kerry saying Bush refuses to face truth about Iraq; Bush and Vice Pres Cheney are focusing on sections of Charles Duelfer's report that say Saddam Hussein wanted to reconstitute his illicit weapons programs at some point, and that he found ways around economic sanctions; Bush quotes at length from statement Kerry made on floor of Senate two years ago, warning of danger Hussein might spread nuclear technology around world; Kerry campaign says Bush yanked Kerry's words out of context, noting that in same speech Kerry said regime change alone is not sufficient justification for going to war, particularly unilaterally, unless it is only way to disarm Iraq of illicit weapons persuant to United Nations resolution; for Kerry, Duelfer report and Paul Bremer's recent comment about not having enough American troops in Iraq have given him chance to refocus debate on Bush's rationale for going to war, and his competence in executing occupation; Bush gives no ground on Iraq, even after week of bad news; photos (M)",
      "lead_paragraph": "WAUSAU, Wis., Oct. 7 - President Bush and Senator John Kerry engaged in a bitter long-distance debate on Thursday about a report by the C.I.A.'s top weapons inspector, with Mr. Bush arguing that it demonstrated he was \"right to take action\" in Iraq despite its findings that Saddam Hussein had eliminated stockpiles of illicit weapons years before the invasion.",
      "publication_date": "2004-10-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/08/politics/campaign/arms-report-spurs-bitter-bushkerry-exchange.html",
      "byline": "By David E. Sanger and Jodi Wilgoren"
    },
    {
      "headline": "Pentagon Sets Steps to Retake Iraq Rebel Sites",
      "snippet": "Pentagon planners and military commanders identify 20 to 30 towns and cities in Iraq that must be brought under control before nationwide elections can be held in Jan, and have devised detailed ways of prioritizing their attacks; new six-pronged s...",
      "abstract": "Pentagon planners and military commanders identify 20 to 30 towns and cities in Iraq that must be brought under control before nationwide elections can be held in Jan, and have devised detailed ways of prioritizing their attacks; new six-pronged strategy, approved at highest levels of Bush administration, began with recent military operations to quell insurgency in Tal Afar, Samarra and south Baghdad; administration officials involved in creating plan acknowledge that American forces face extraordinarily difficult task and that success is far from guaranteed; military officers, and administration officials in particular, agree to discuss newest thinking in part to rebut criticism from Sen John Kerry's campaign that administration has no plan for Iraq; military plan also contains options to reduce about 138,000 American forces in Iraq by brigade-size increments of roughly 5,000 troops beginning next year, if security situation improves and Iraqi forces show they can maintain order; efforts are made more difficult by mixed performance of new Iraqi security forces, slow pace of reconstruction projects hobbled by contract problems and guerrilla attacks, and large segment of Iraqi population that appears unprepared to cast its lot with new government; photo (L)",
      "lead_paragraph": "WASHINGTON, Oct. 7 - Pentagon planners and military commanders have identified 20 to 30 towns and cities in Iraq that must be brought under control before nationwide elections can be held in January, and have devised detailed ways of deciding which ones should be early priorities, according to senior administration and military officials.",
      "publication_date": "2004-10-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/08/washington/the-conflict-in-iraq-combating-insurgents-pentagon-sets-steps-to.html",
      "byline": "By Eric Schmitt and Thom Shanker"
    },
    {
      "headline": "With Oil Prices Up, It Could Be a Long Winter",
      "snippet": "Americans face higher heating oil bills in coming winter, with crude oil touching $53 a barrel; some analysts say crude oil prices could reach $60 a barrel, double last year's prices if supplies are suddenly interrupted or winter is very cold; pro...",
      "abstract": "Americans face higher heating oil bills in coming winter, with crude oil touching $53 a barrel; some analysts say crude oil prices could reach $60 a barrel, double last year's prices if supplies are suddenly interrupted or winter is very cold; problem is not on demand side, but rather with supply, especially impact of hurricanes on production in Gulf of Mexico and labor strife in Nigeria, fifth-largest source of crude for US; photo (M)",
      "lead_paragraph": "Over the summer, rising oil prices meant higher gasoline costs for drivers in the United States. This winter, as crude oil touched $53 a barrel yesterday, they will translate into higher heating bills for households.",
      "publication_date": "2004-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/08/business/with-oil-prices-up-it-could-be-a-long-winter.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "More Air Force Deals With Boeing Are Questioned",
      "snippet": "Favoritism that Darleen A Druyun showed toward Boeing Co when she was No. 2 weapons buyer for Air Force, whose full extent was not revealed until her sentencing on Oct 1, is scandal that grows day by day; is subject of potential lawsuits by Lockhe...",
      "abstract": "Favoritism that Darleen A Druyun showed toward Boeing Co when she was No. 2 weapons buyer for Air Force, whose full extent was not revealed until her sentencing on Oct 1, is scandal that grows day by day; is subject of potential lawsuits by Lockheed Martin, a Boeing rival, almost certain Congressional hearings, expanded federal investigations, possible reopening of many of Boeing's contracts and additional scrutiny of Pentagon's procurement process and people who oversee it; there are political ramifications as well, with Justice Department investigating three top Bush administration officials: Air Force Sec James G Roche, Marvin Sambur, Air Force acquisition chief, and Robin Cleveland, associate director of Office of Management and Budget; photo; table shows deals on which Druyun favored Boeing (M)",
      "lead_paragraph": "When the Lockheed Corporation lost a $4 billion contract to Boeing in 2001 to upgrade the electronic controls of the C-130 transport plane -- a plane that Lockheed itself had designed and built for the Pentagon since the 1950's -- the tight-knit world of military contractors was stunned.",
      "publication_date": "2004-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/08/business/more-air-force-deals-with-boeing-are-questioned.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "World Business Briefing | Australia: Gas Pipeline Advances",
      "snippet": "Exxon Mobil will proceed with plans to design long-delayed $3.5 billion pipeline to pump natural gas from Papua New Guinea to Australia's eastern seaboard; announcement follows agreement by Queensland Alumin and CS Energy to buy some of gas for ne...",
      "abstract": "Exxon Mobil will proceed with plans to design long-delayed $3.5 billion pipeline to pump natural gas from Papua New Guinea to Australia's eastern seaboard; announcement follows agreement by Queensland Alumin and CS Energy to buy some of gas for next 20 years (S)",
      "lead_paragraph": "Exxon Mobil has moved closer to building a long-delayed $3.5 billion pipeline to pump natural gas from Papua New Guinea to Australia's eastern seaboard. After Queensland Alumin and CS Energy agreed this week to buy some of the gas for the next 20 years, Exxon Mobil, based in Irving, Tex., said that it would proceed with plans to design the pipeline, an expensive process that has in the past signaled its commitment to a project. The pipeline would stretch 2,000 miles from the remote highlands of Papua New Guinea south to Brisbane. Since 1996, Chevron, and now Exxon Mobil, have planned to build the pipeline but have had trouble signing customers who fear that instability in Papua New Guinea could disrupt supplies. Wayne Arnold (NYT)",
      "publication_date": "2004-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/08/business/world-business-briefing-australia-gas-pipeline-advances.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "KPMG Divisions Agree To Settle Accounting Suits  The American and Belgian arms of KPMG International have agreed to pay $115 million to settle claims of accounting malpractice growing out of the collapse of a Belgian speech recognition software co...",
      "abstract": " KPMG Divisions Agree To Settle Accounting Suits  The American and Belgian arms of KPMG International have agreed to pay $115 million to settle claims of accounting malpractice growing out of the collapse of a Belgian speech recognition software company.  ",
      "lead_paragraph": "KPMG Divisions Agree To Settle Accounting Suits The American and Belgian arms of KPMG International have agreed to pay $115 million to settle claims of accounting malpractice growing out of the collapse of a Belgian speech recognition software company.",
      "publication_date": "2004-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/08/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Reuters Plans to Triple Jobs at Site in India",
      "snippet": "Reuters, news service and data company, embraces outsourcing to cut costs, opening new building in Bangalore, India, where it plans to triple its employment by end of 2005; will have 1,500 employees, or tenth of total work force, in Bangalore by 2...",
      "abstract": "Reuters, news service and data company, embraces outsourcing to cut costs, opening new building in Bangalore, India, where it plans to triple its employment by end of 2005; will have 1,500 employees, or tenth of total work force, in Bangalore by 2006; Tom Glocer, chief executive, says move not only cuts costs dramatically, but also improves quality and productivity; Newspaper Guild of New York says move could impair quality of news and data Reuters reports; Glocer photo (M)",
      "lead_paragraph": "LONDON, Oct. 7 - Reuters, the news service and data company, which is trying to meet stringent cost-cutting targets, said Thursday it would triple the number of employees it has in India by the end of next year.",
      "publication_date": "2004-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/08/business/worldbusiness/reuters-plans-to-triple-jobs-at-site-in-india.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "More Job Cuts Set by AT&T; Total to Hit 20% of Staff",
      "snippet": "AT&T Corp will eliminate more than 12,000 jobs, 20 percent of its work force, in 2004, with most of cuts coming in its network operations division, where work has become increasingly automated, and in customer service group that serves retail phon...",
      "abstract": "AT&T Corp will eliminate more than 12,000 jobs, 20 percent of its work force, in 2004, with most of cuts coming in its network operations division, where work has become increasingly automated, and in customer service group that serves retail phone customers; three-quarters of affected employees have been notified or have already left company; company will take $1.1 billion charge in third quarter to pay for job cuts; decisions were widely expected after AT&T decided in July to stop marketing its traditional local and long-distrance phone service to consumers; AT&T says it is starting to benefit from that decision as advertising and other associated costs decline (M)",
      "lead_paragraph": "The AT&T Corporation, the nation's largest long-distance provider, said yesterday that it would eliminate more than 20 percent of its work force this year and write off $11.4 billion in assets in the aftermath of its decision to retreat from residential phone business.",
      "publication_date": "2004-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/08/business/more-job-cuts-set-by-att-total-to-hit-20-of-staff.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Airline Workers See Their Security Quickly Vanish",
      "snippet": "Security that employees at US Airways, Delta and United once counted on is being eroded under new economics of airline industry, which may be applied to other airlines as well; cuts in compensation, pensions and retirees' health-care benefits come...",
      "abstract": "Security that employees at US Airways, Delta and United once counted on is being eroded under new economics of airline industry, which may be applied to other airlines as well; cuts in compensation, pensions and retirees' health-care benefits come as psychological blow, but some employees see them as delayed reaction to financial problems that have swept industry since 2000; some experts say jobs like reservations and airline ticket-counter agents can no longer be looked upon as providing careers, particularly as technology evolves to make such positions less necessary; photo (M)",
      "lead_paragraph": "As if times were not troubled enough in the airline industry, employees at US Airways, Delta and United are facing the stark realization that the security they hoped their jobs would provide is being quickly taken away.",
      "publication_date": "2004-10-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/08/business/airline-workers-see-their-security-quickly-vanish.html",
      "byline": "By Micheline Maynard"
    }
  ]
}