{
  "metadata": {
    "date": "2004-11-26",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Ukraine Court Delays Results in Vote Dispute",
      "snippet": "Ukraine Supreme Court temporarily blocks victory of Prime Min Viktor F Yanukovich in disputed presidential election until court reviews complaints of fraud and abuse; unexpected ruling shifts momentum toward loser, Viktor A Yushchenko and thousand...",
      "abstract": "Ukraine Supreme Court temporarily blocks victory of Prime Min Viktor F Yanukovich in disputed presidential election until court reviews complaints of fraud and abuse; unexpected ruling shifts momentum toward loser, Viktor A Yushchenko and thousands of demonstrators in Kiev; photo of Ukrainian police guards on fifth day of opposition demonstrations (M)",
      "lead_paragraph": "KIEV, Ukraine, Nov. 25 - Ukraine's Supreme Court on Thursday temporarily blocked the victory of Prime Minister Viktor F. Yanukovich in the disputed presidential election, barring publication of the Central Election Commission's results until the court reviews complaints of widespread fraud and abuse.",
      "publication_date": "2004-11-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/26/world/europe/ukraine-court-delays-results-in-vote-dispute.html",
      "byline": "By C.j. Chivers"
    },
    {
      "headline": "Claims Over Tasers' Safety Are Challenged",
      "snippet": "Air Force laboratory that conducted research into safety of Taser International's stun guns disputes Taser's claim that study endorsed safety of its guns; Taser stock price soared after company's announcement; now laboratory says it found that gun...",
      "abstract": "Air Force laboratory that conducted research into safety of Taser International's stun guns disputes Taser's claim that study endorsed safety of its guns; Taser stock price soared after company's announcement; now laboratory says it found that guns could be dangerous and that more data is needed to evaluate their risks; Taser says it stands behind its original statement; more than 5,500 police departments and prisons now use Tasers; diagram; graph (M)",
      "lead_paragraph": "Taser International, whose electrical guns are used by thousands of police departments nationwide, says that a federal study endorses the safety of its guns, but the laboratory that conducted the research disagrees.",
      "publication_date": "2004-11-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/26/business/claims-over-tasers-safety-are-challenged.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "The Heart of the Hartz Commission",
      "snippet": "Peter Hartz reflects on playing title role in Germany's economic transformation; notes that he was tapped to head commission by Chancellor Gerhard Schroder, making it impossible to refuse post; says becoming synonymous with far-reaching, often unp...",
      "abstract": "Peter Hartz reflects on playing title role in Germany's economic transformation; notes that he was tapped to head commission by Chancellor Gerhard Schroder, making it impossible to refuse post; says becoming synonymous with far-reaching, often unpopular, reforms turned him into lightning rod; German government will put last of his proposals into law in January; he has returned to his job as director of human resources at Volkswagen; photos (M)",
      "lead_paragraph": "WOLFSBURG, Germany, Nov. 22 - The phone call that changed Peter Hartz's life came on a winter morning in 2002, as he was speeding to a board meeting at the German carmaker Audi.",
      "publication_date": "2004-11-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/26/business/the-heart-of-the-hartz-commission.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Iranians Refuse to Terminate Nuclear Plans",
      "snippet": "Iran refuses to abandon plans to operate uranium enrichment equipment that could be used either for energy purposes or in nuclear bomb-making project; refusal threatens to scuttle nuclear agreement Iran reached with France, Britain and Germany; it...",
      "abstract": "Iran refuses to abandon plans to operate uranium enrichment equipment that could be used either for energy purposes or in nuclear bomb-making project; refusal threatens to scuttle nuclear agreement Iran reached with France, Britain and Germany; it also gives new ammunition to Bush administration, which asserts that Iran has secret nuclear weapons program; impasse coincides with opening of International Atomic Energy Agency meetings to review Iran's nuclear program; agency chief Mohamed ElBaradei photo (M)",
      "lead_paragraph": "VIENNA, Nov. 25 - Iran refused Thursday to abandon plans to operate uranium enrichment equipment that could be used either for energy purposes or in a nuclear bomb-making project, European and Iranian officials said.",
      "publication_date": "2004-11-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/26/world/middleeast/iranians-refuse-to-terminate-nuclear-plans.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Amgen Withdraws Drug, Spurring Patient Outcry  Earlier this year, Amgen, the biotechnology company, decided to withdraw an experimental drug for Parkinson's disease. The move has provoked an outcry from patients who say the company is robbing them...",
      "abstract": " Amgen Withdraws Drug, Spurring Patient Outcry  Earlier this year, Amgen, the biotechnology company, decided to withdraw an experimental drug for Parkinson's disease. The move has provoked an outcry from patients who say the company is robbing them of their only hope.   ",
      "lead_paragraph": "Amgen Withdraws Drug, Spurring Patient Outcry Earlier this year, Amgen, the biotechnology company, decided to withdraw an experimental drug for Parkinson's disease. The move has provoked an outcry from patients who say the company is robbing them of their only hope.",
      "publication_date": "2004-11-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/26/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Hi, I'm Your Car. Don't Let Me Distract You.",
      "snippet": "Hands-free technology in cars may not be as safe as automakers claim; they are being pitched as safe way to rein in expanding clutter of gadgetry that can leave drivers grabbing for everything but steering wheel; some states have passed laws requi...",
      "abstract": "Hands-free technology in cars may not be as safe as automakers claim; they are being pitched as safe way to rein in expanding clutter of gadgetry that can leave drivers grabbing for everything but steering wheel; some states have passed laws requiring drivers to use hands-free devices such as headsets, speaker phones or phones built into their car; but federal regulators, consumer advocates and some independent safety researchers voice concern that hands-free technology may give false sense of security; recent study by National Highway Traffic Safety Adm suggests that drivers who use hands-free cellphone adapters are actually no safer behind wheel than drivers holding phone with one hand and steering with other; finds that driver distractions, including eating, talking on cellphones and changing radio stations, play role in 25 percent to 30 percent of auto crashes; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/26/business/hi-im-your-car-dont-let-me-distract-you.html",
      "byline": "By Jeremy Peters"
    },
    {
      "headline": "Many See Hope in Parkinson's Drug Pulled From Testing",
      "snippet": "Amgen, biotechnology company, earlier in year withdrew experimental drug for Parkinson's disease called glial cell line-derived neurotrophic factor (GDNF) because of safety issues; says drug had not proved better than placebo; Amgen's move has pro...",
      "abstract": "Amgen, biotechnology company, earlier in year withdrew experimental drug for Parkinson's disease called glial cell line-derived neurotrophic factor (GDNF) because of safety issues; says drug had not proved better than placebo; Amgen's move has provoked outcry from some patients who say company is robbing them of their only hope; story of Amgen's drug shows clash between faith of patients and cold logic of science and business; photo of Steve Kaufman, Parkinson's patient who says he was making progress with GDNF (M)",
      "lead_paragraph": "With his condition deteriorating from Parkinson's disease last year, Steve Kaufman gave up making improvements to his home in Algonquin, Ill. \"I couldn't even hold a nail stable,\" he recalled.",
      "publication_date": "2004-11-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/26/business/many-see-hope-in-parkinsons-drug-pulled-from-testing.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Property Rights Law May Alter Oregon Landscape",
      "snippet": "Oregon has earned reputation for having most restrictive land-use rules in nation, but under ballot measure approved on Nov 2, property owners who can prove that environmental or zoning rules have hurt their investments can force government to com...",
      "abstract": "Oregon has earned reputation for having most restrictive land-use rules in nation, but under ballot measure approved on Nov 2, property owners who can prove that environmental or zoning rules have hurt their investments can force government to compensate them for losses--or get exemption from rules; supporters of measure call it landmark in 30-year battle over property rights; Hood River Valley is one of places that could be most affected by law; photos (M)",
      "lead_paragraph": "PORTLAND, Ore., Nov. 20 - Over the past three decades, Oregon has earned a reputation for having the most restrictive land-use rules in the nation. Housing was grouped in and near the cities, while vast parcels of farmland and forests were untouched by so much as a suburban cul-de-sac.",
      "publication_date": "2004-11-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/26/us/property-rights-law-may-alter-oregon-landscape.html",
      "byline": "By Felicity Barringer"
    },
    {
      "headline": "Iraqi Leaders Plan to Meet Insurgents in Jordan",
      "snippet": "Iraqi Foreign Min Hoshyar Zebari says interim Iraqi government plans to meet in Jordan with rebel leaders to try to persuade them to take part in political process; says Iraqi officials agreed to meeting after being asked by diplomats at conferenc...",
      "abstract": "Iraqi Foreign Min Hoshyar Zebari says interim Iraqi government plans to meet in Jordan with rebel leaders to try to persuade them to take part in political process; says Iraqi officials agreed to meeting after being asked by diplomats at conference in Egypt to open discussions with resistance; it is first time government has agreed to official meeting with leaders of insurgency; Iraqi national security adviser Kassim Daoud says Abu Said, senior aide to Jordanian militant leader Abu Musab al- Zarqawi, was arrested in Mosul; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Nov. 25 - The Iraqi foreign minister said Thursday that the interim Iraqi government planned to meet soon in Jordan with rebel leaders to try to persuade them to take part in politics here.",
      "publication_date": "2004-11-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/26/world/middleeast/iraqi-leaders-plan-to-meet-insurgents-in-jordan.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Dollar's Fall Pushes Gold Above $450",
      "snippet": "Price of gold rises above $450 an ounce for first time in more than 16 years, driven by investors looking for alternative to sagging American currency; dollar hits third straight day of record lows against euro; some analysts note that increase in...",
      "abstract": "Price of gold rises above $450 an ounce for first time in more than 16 years, driven by investors looking for alternative to sagging American currency; dollar hits third straight day of record lows against euro; some analysts note that increase in gold price has not been matched by gains in gold-mining company stocks, suggesting that investors are not convinced gold would hold its current highs (M)",
      "lead_paragraph": "LONDON, Nov. 25 - With the dollar hitting a third straight day of record lows against the euro on Thursday, gold rose above $450 an ounce for the first time in more than 16 years, driven by investors looking for an alternative to the American currency.",
      "publication_date": "2004-11-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/26/business/dollars-fall-pushes-gold-above-450.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "Fading Fad Makes Krispy Kreme a Lender of Last Resort for Franchises",
      "snippet": "Flood Norris column speculates on reasons for Krispy Kreme's quarterly loss and sagging stock price; says while company-owned stores report operating profit, franchise vendors have not; says Krispy Kreme appears to be fad that has faded; graph (M)",
      "abstract": "Flood Norris column speculates on reasons for Krispy Kreme's quarterly loss and sagging stock price; says while company-owned stores report operating profit, franchise vendors have not; says Krispy Kreme appears to be fad that has faded; graph (M)",
      "lead_paragraph": "KRISPY Kreme makes doughnuts that people line up to buy, at least when a store opens in a new market. It was this that made Krispy Kreme's stock hotter than its products when it burst onto the investment scene a few years ago. But now reality is setting in.",
      "publication_date": "2004-11-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/26/business/fading-fad-makes-krispy-kreme-a-lender-of-last-resort-for.html",
      "byline": "By Floyd Norris"
    }
  ]
}