{
  "metadata": {
    "date": "2004-04-12",
    "total_articles": 36
  },
  "articles": [
    {
      "headline": "As Bush Ends Money Drive, Kerry Goes On",
      "snippet": "Pres Bush has held his last planned fund-raising event for his re-election campaign, having collected almost twice as much money as he did in 2000; Sen John Kerry is pushing ahead with what will be one of busiest fund-raising months of his campaig...",
      "abstract": "Pres Bush has held his last planned fund-raising event for his re-election campaign, having collected almost twice as much money as he did in 2000; Sen John Kerry is pushing ahead with what will be one of busiest fund-raising months of his campaign; is still personally calling donors and attending major events in dozens of cities as he seeks to compete with Bush's expansive financial network; Bush raised over $180 million through March, exceeding his goal by $10 million; Kerry, who has raised $79 million, is taking advantage of outpouring of Democratic support after emerging as his party's presumptive nominee; PricewaterhouseCoopers accounting firm has donated $607,000 to Bush campaign; Mintz, Levin, Cohn, Ferris, Glovsky & Popeo law firm has donated $243,346 to Kerry campaign; other top donors to Bush and Kerry campaigns noted (M)",
      "lead_paragraph": "President Bush held his last planned fund-raising event for his re-election campaign on Monday, having collected almost twice as much money as he did in 2000.",
      "publication_date": "2004-04-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/10/us/as-bush-ends-money-drive-kerry-goes-on.html",
      "byline": "By Glen Justice"
    },
    {
      "headline": "Pentagon Seeks to Use Foreign Airlines",
      "snippet": "Pentagon asks Congress for authority to award contracts to foreign airlines to move troops and equipment, business that has always been limited to American-based carriers; proposal could have its greatest impact on Civil Reserve Air Fleet, group o...",
      "abstract": "Pentagon asks Congress for authority to award contracts to foreign airlines to move troops and equipment, business that has always been limited to American-based carriers; proposal could have its greatest impact on Civil Reserve Air Fleet, group of 24 passenger and cargo carriers that sign contracts with Pentagon each year; these airlines were instrumental in transporting military personnel and equipment to Middle East in 2003 before and during Iraq war; in all, American passenger and cargo carriers were paid $1.2 billion to fly nearly 500,000 troops to and from war zone during formal Iraq conflict; photo (M)",
      "lead_paragraph": "The Pentagon is asking Congress for the authority to award contracts to foreign airlines to move troops and equipment, a business that has always been limited to -- and been lucrative for -- American-based carriers.",
      "publication_date": "2004-04-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/10/business/pentagon-seeks-to-use-foreign-airlines.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Fighting Halts Briefly in Falluja; U.S. Convoy Hit Near Baghdad",
      "snippet": "US cease-fire briefly halts fighting in Falluja that has created worst crisis of US occupation and left hundreds of Iraqis and at least 40 Americans dead; US officials say cease-fire was ordered by occupation authority head L Paul Bremer III; two ...",
      "abstract": "US cease-fire briefly halts fighting in Falluja that has created worst crisis of US occupation and left hundreds of Iraqis and at least 40 Americans dead; US officials say cease-fire was ordered by occupation authority head L Paul Bremer III; two US soldiers and unknown number of civilian contractors are missing after their convoy is attacked on highway near Falluja; senior Iraqi officials Abdul Karim al-Muhammadawi and Abdul Basit Turki resign from Governing Council in protest over Falluja offensive; cease-fire is broken almost immediately by bursts of gunfire and at least one US air strike; US command warns that full-scale offensive will resume if talks falter; photos (M)",
      "lead_paragraph": "An American cease-fire on Friday in the besieged city of Falluja lowered at least briefly the gathering drumbeat of warfare across central and southern Iraq that has created the worst crisis of the American occupation and left hundreds of Iraqis and at least 40 Americans dead.",
      "publication_date": "2004-04-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/10/world/struggle-for-iraq-insurgency-fighting-halts-briefly-falluja-us-convoy-hit-near.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "24-Hour Test Drives Seem to Pass Carmakers' Test as a Sales Tool",
      "snippet": "Automakers whose big cash incentives are losing some of their power to attract buyers are extending 24-hour test drives and other hands-on marketing programs, particularly for featured new models that they would rather not sell at steep discount; ...",
      "abstract": "Automakers whose big cash incentives are losing some of their power to attract buyers are extending 24-hour test drives and other hands-on marketing programs, particularly for featured new models that they would rather not sell at steep discount; General Motors lets potential customers take car home overnight so they can better see how much cargo it carries, how their children fit in back seat, or how neighbors react; Volkswagen and Ford are offering their own versions of 24-hour test drive, at least for their luxury makes; charts; photo (M)",
      "lead_paragraph": "With big cash incentives appearing to lose some of their power to attract uyers, General Motors and several other automakers are extending 24-hour test drives and other hands-on marketing programs, particularly for featured new models that they would rather not sell at a steep discount.",
      "publication_date": "2004-04-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/10/business/24-hour-test-drives-seem-to-pass-carmakers-test-as-a-sales-tool.html",
      "byline": "By Fara Warner"
    },
    {
      "headline": "A Shortage of Seasonal Workers Is Feared",
      "snippet": "Many American employers fear shortage of foreign temporary workers this summer, even as economists worry about lackluster growth in employment and politicians rail against loss of jobs to overseas outsourcing; businesses, from roe processors in Al...",
      "abstract": "Many American employers fear shortage of foreign temporary workers this summer, even as economists worry about lackluster growth in employment and politicians rail against loss of jobs to overseas outsourcing; businesses, from roe processors in Alaska to innkeepers in Martha's Vineyard to landscaping contractors in Arkansas, are beseeching Congress to raise ceiling on number of visas for seasonal workers; this year's limit of 66,000 has already been reached, and employers are pressing for immediate increase; table shows sample of types of jobs that Labor Dept allowed companies to request H-2B visas in fiscal 2003 (L)",
      "lead_paragraph": "Even as economists worry about the lackluster growth in employment, and politicians rail against the loss of jobs to overseas outsourcing, many employers across the country are sounding alarms about an impending shortage of foreign temporary workers this summer.",
      "publication_date": "2004-04-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/10/business/a-shortage-of-seasonal-workers-is-feared.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Video Games Lucrative For Hollywood Directors  Peter Jackson, who made the ''The Lord of the Rings'' trilogy, is entering the rarified club of Hollywood movie directors expected to earn as much money -- or even more -- from helping create video ga...",
      "abstract": " Video Games Lucrative For Hollywood Directors  Peter Jackson, who made the ''The Lord of the Rings'' trilogy, is entering the rarified club of Hollywood movie directors expected to earn as much money -- or even more -- from helping create video games as from making movies.      Mr. Jackson has worked out a deal with Ubisoft and Universal Pictures, the studio that plans to release his next movie, ''King Kong,'' that will give him substantial creative control over the future game. [Page A1.]",
      "lead_paragraph": "Video Games Lucrative For Hollywood Directors",
      "publication_date": "2004-04-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/10/business/business-digest-158488.html",
      "byline": ""
    },
    {
      "headline": "In Land of Oscars, Rich New Category Is Best Video Game",
      "snippet": "Some Hollywood movie directors are expected to earn as much money from helping to create video games as from making movies; Peter Jackson, director of Lord of the Rings trilogy, has worked out deal with game maker Ubisoft and Universal Pictures, s...",
      "abstract": "Some Hollywood movie directors are expected to earn as much money from helping to create video games as from making movies; Peter Jackson, director of Lord of the Rings trilogy, has worked out deal with game maker Ubisoft and Universal Pictures, studio that plans to release his next film King Kong, that will give him substantial creative control over future video game; will share equally in revenue Universal expects to earn from game; deal points to growing interest among film directors in creating computer games themselves, both those derived from their movies as well as original projects that may have no connection to Hollywood; photo (M)",
      "lead_paragraph": "Peter Jackson, who made ''The Lord of the Rings'' trilogy, is entering the rarefied club of Hollywood movie directors who are expected to earn as much money -- or even more -- from helping create video games as from making movies.",
      "publication_date": "2004-04-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/10/business/in-land-of-oscars-rich-new-category-is-best-video-game.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Pentagon Is Critical Of Air Force Jet Deal",
      "snippet": "In a report severely critical of Air Force negotiations with Boeing for up to 100 large jets for use as in-flight refueling tankers, the Pentagon's inspector general said that the military should not go forward with the $20 billion deal unless maj...",
      "abstract": "In a report severely critical of Air Force negotiations with Boeing for up to 100 large jets for use as in-flight refueling tankers, the Pentagon's inspector general said that the military should not go forward with the $20 billion deal unless major changes are made to procurement practices.      Article, Page A9.",
      "lead_paragraph": "In a report severely critical of Air Force negotiations with Boeing for up to 100 large jets for use as in-flight refueling tankers, the Pentagon's inspector general said that the military should not go forward with the $20 billion deal unless major changes are made to procurement practices.",
      "publication_date": "2004-04-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/10/us/pentagon-is-critical-of-air-force-jet-deal.html",
      "byline": ""
    },
    {
      "headline": "AUGUST '01 BRIEF IS SAID TO WARN OF ATTACK PLANS",
      "snippet": "US official says Pres Bush was told more than month before attacks of Sept 11, 2001, that supporters of Osama bin Laden planned attack within US with explosives and wanted to hijack airplanes; says warning came in secret briefing that Bush receive...",
      "abstract": "US official says Pres Bush was told more than month before attacks of Sept 11, 2001, that supporters of Osama bin Laden planned attack within US with explosives and wanted to hijack airplanes; says warning came in secret briefing that Bush received at his Crawford, Tex, ranch on Aug 6, 2001; joint Congressional committee report in 2003 alluded to 'closely held intelligence report' that month about threat of Al Qaeda attack, and official confirms Associated Press account saying that report was part of Bush's briefing in Crawford; disclosure appears to contradict White House's assertions that briefing was 'historical' in nature and that it had little reason to suspect attack within US borders; photo (M)",
      "lead_paragraph": "President Bush was told more than a month before the attacks of Sept. 11, 2001, that supporters of Osama bin Laden planned an attack within the United States with explosives and wanted to hijack airplanes, a government official said Friday.",
      "publication_date": "2004-04-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/10/us/august-01-brief-is-said-to-warn-of-attack-plans.html",
      "byline": "By Eric Lichtblau and David E. Sanger"
    },
    {
      "headline": "Afghan Route To Prosperity: Grow Poppies",
      "snippet": "Opium cultivation is surging in Afghanistan, defying all efforts of Afghan government and international officials to stop it; officials predict that land under poppy cultivation will rise by 30 percent or more in 2004, possibly yielding record cro...",
      "abstract": "Opium cultivation is surging in Afghanistan, defying all efforts of Afghan government and international officials to stop it; officials predict that land under poppy cultivation will rise by 30 percent or more in 2004, possibly yielding record crop; country produced almost 4,000 tons in 2003, three-fourths of world's opium; trade generated $1 billion for farmers and $1.3 billion for traffickers, more than half of Afghanistan's national income; US officials, reluctant to open new front in campaign against terror or engage in antidrug war in Afghanistan, are conflicted about how to combat it; graph; map; photo (M)",
      "lead_paragraph": "Rahmatullah trudged toward his village with his donkey, as men across Afghanistan have done for centuries. But in this century, men in Jeeps and on motorbikes were passing him by.",
      "publication_date": "2004-04-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/10/world/afghan-route-to-prosperity-grow-poppies.html",
      "byline": "By Amy Waldman"
    },
    {
      "headline": "The Parallels of Wars Past",
      "snippet": "James Bennet analysis contends that Americans struggling to make sense out of violence convulsing Iraq turn to searing experience of Vietnam War; maintains that Israel is haunted by another parallel: its 1982 invasion of Lebanon; holds that dilemm...",
      "abstract": "James Bennet analysis contends that Americans struggling to make sense out of violence convulsing Iraq turn to searing experience of Vietnam War; maintains that Israel is haunted by another parallel: its 1982 invasion of Lebanon; holds that dilemma of how to rule society that is divided, country that does not exist as state with central authority with legitimacy is same problem that Israel faced in 1980's in Lebanon, and US currently faces in Iraq; says differences among three conflicts may prove more significant than similarities; photo (M)",
      "lead_paragraph": "Americans struggling to make sense, or maybe political hay, out of the violence convulsing Iraq turn almost reflexively to the searing experience of the Vietnam War.",
      "publication_date": "2004-04-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/10/world/the-struggle-for-iraq-news-analysis-the-parallels-of-wars-past.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "Viagra Gains Some Advocates As Treatment For Lung Disease",
      "snippet": "Viagra, Pfizer drug for erectile dysfunction, is being tested for treatment of pulmonary hypertension, rare but deadly disease, affecting mainly women, in which extremely high pressure in artery that carries blood from heart to lungs can make even...",
      "abstract": "Viagra, Pfizer drug for erectile dysfunction, is being tested for treatment of pulmonary hypertension, rare but deadly disease, affecting mainly women, in which extremely high pressure in artery that carries blood from heart to lungs can make even routine tasks an ordeal; clinical trial in India, involving only 12 patients, found that Viagra increased ability of patients to exercise by 40 percent; Pfizer expects results of its own much larger and more definitive trial around middle of year; some doctors and insurance companies say they are concerned about use of Viagra to treat pulmonary hypertension, contending it has not been proved effective in rigorous clinical trials; graph shows total prescriptions for Viagra and two other drugs for erectile dysfunction, Levitra anbd Cialis; photos (L)",
      "lead_paragraph": "Diane Adkins, who has a life-threatening lung disease, used to take a drug that cost more than $100,000 a year and that had to be pumped round the clock into a vein through a hole in her chest. Now she has replaced it with a pill that costs about $10,000 a year.",
      "publication_date": "2004-04-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/10/business/viagra-gains-some-advocates-as-treatment-for-lung-disease.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Built With Steel, Perhaps, but Greased With Pork",
      "snippet": "Critics contend that two bridges in Anchorage and Ketchikan, Alaska, approved under $275 billion highway bill passed by House, are 'bridges to nowhere'; say bridges are symbol of power of Rep Don Young, Alaska's lone member of House, where he is c...",
      "abstract": "Critics contend that two bridges in Anchorage and Ketchikan, Alaska, approved under $275 billion highway bill passed by House, are 'bridges to nowhere'; say bridges are symbol of power of Rep Don Young, Alaska's lone member of House, where he is chairman of transportation committee; question why Ketchikan, town with one main road, dwindling population and virtually no where to drive to, needs bridge that would rival world's great spans and cost about $200 million; it would replace five-minute ferry crossing; other bridge would span inlet for nearly two miles to tie Anchorage to port that has single regular tenant and almost no homes or businesses; it would cost up to $2 billion; map; photo (M)",
      "lead_paragraph": "Even by the standards of Alaska, the land where schemes and dreams come for new life, two bridges approved under the national highway bill passed by the House last week are monuments to the imagination.",
      "publication_date": "2004-04-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/10/us/built-with-steel-perhaps-but-greased-with-pork.html",
      "byline": "By Timothy Egan"
    },
    {
      "headline": "Prices for Plywood, and Its Alternative, Keep Pushing Higher",
      "snippet": "Lumber and plywood prices have shot up so rapidly in recent months that they are tearing profits our of home construction for some builders and threatening to dent booming housing market; plywood prices began to rise in late May and early June of ...",
      "abstract": "Lumber and plywood prices have shot up so rapidly in recent months that they are tearing profits our of home construction for some builders and threatening to dent booming housing market; plywood prices began to rise in late May and early June of 2003, dropping late in year, before increasing sharply in January; prices of other types of lumber have also risen, though less sharply; buoyant metals markets, especially for steel, have also driven up home-building costs; one California builder notes that cost of lumber used in building typical entry-level home has roughly doubled in 18 months, to $24,000; graph shows rising price of lumber; photos (L)",
      "lead_paragraph": "Lumber and plywood prices have shot up so rapidly in recent months that they are tearing the profit out of home construction for some builders and threatening to dent the booming housing market.",
      "publication_date": "2004-04-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/10/business/prices-for-plywood-and-its-alternative-keep-pushing-higher.html",
      "byline": "By Bernard Simon"
    },
    {
      "headline": "Outsourcing, Turned Inside Out",
      "snippet": "Foreign direct investment, once object of scorn, fear and recrimination in United States, is increasing seen as source of new jobs, production and exports; foreign companies are spending billions of dollars to build or expand operations throughout...",
      "abstract": "Foreign direct investment, once object of scorn, fear and recrimination in United States, is increasing seen as source of new jobs, production and exports; foreign companies are spending billions of dollars to build or expand operations throughout United States, lifting local economies and offsetting some of jobs being sent offshore by American companies; free trade proponents note number of new workers employed by foreign companies, 6.4 million in 2001, more than doubled in 15 years; number of jobs that moved offshore, roughly 10 million, grew by only 56 percent in period; graph compares trends; photos (M)",
      "lead_paragraph": "WHEN word got out last spring that Microsoft was building a phone center in Bangalore, India, the 1,400 workers at the company's offices outside Dallas had reason to be concerned. After all, many of them spent their days doing the work planned for the Bangalore center: fielding calls from customers. Although Microsoft says the new Indian operation has not caused the loss of full-time jobs at that Texas customer support center, dozens of contract workers have been let go there.",
      "publication_date": "2004-04-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/04/11/business/outsourcing-turned-inside-out.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Community Colleges Offer Fast-Track Training for Jobs",
      "snippet": "Community colleges around country offer fast-track programs that train students in specific job skills that will get them into labor market quickly; administrators say accelerated programs also help to re-employ thousands of laid-off workds and te...",
      "abstract": "Community colleges around country offer fast-track programs that train students in specific job skills that will get them into labor market quickly; administrators say accelerated programs also help to re-employ thousands of laid-off workds and teach basic skills to entry-level job seekers; George Sanchez of Bronx Community College explains (M)",
      "lead_paragraph": "When her husband died unexpectedly in 2000, Julia Moore, 27, struggled through a series of unsatisfying and often low-paying clerical and sales jobs that seemed to be leading nowhere.",
      "publication_date": "2004-04-11T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/04/11/jobs/community-colleges-offer-fast-track-training-for-jobs.html",
      "byline": "By David Koeppel"
    },
    {
      "headline": "SECRET BRIEFING SAID THAT QAEDA WAS ACTIVE IN U.S.",
      "snippet": "White House officials release classified briefing Pres Bush got on Aug 6, 2001, that reported Al Qaeda terrorist network maintained active United States presence for years, was suspected of recent surveillance of federal buildings in New York and ...",
      "abstract": "White House officials release classified briefing Pres Bush got on Aug 6, 2001, that reported Al Qaeda terrorist network maintained active United States presence for years, was suspected of recent surveillance of federal buildings in New York and could be preparing for domestic hijackings; hold none of data in briefing, which did not point to specific time or place or warn that planes could be used as missiles, was later found to be related to Sept 11, 2001 attacks; briefing shows Bush was given more specific and contemporary data about terrorist threats than administration previously admitted; photo (M)",
      "lead_paragraph": "The classified briefing that President Bush received 36 days before the Sept. 11, 2001, attacks reported that the Al Qaeda terrorist network had maintained an active presence in the United States for years, was suspected of recent surveillance of federal buildings in New York and could be preparing for domestic hijackings.",
      "publication_date": "2004-04-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/04/11/us/threats-responses-president-s-brief-secret-briefing-said-that-qaeda-was-active.html",
      "byline": "By Douglas Jehl and David E. Sanger"
    },
    {
      "headline": "They Don't Need A Ticket To Ride",
      "snippet": "Patrick McGeehan column notes corporate boards, while trying to rein in chief executive pay, allow or insist that top executives use corporate planes and cars for personal trips, usually at company expense; cites study that found large company sha...",
      "abstract": "Patrick McGeehan column notes corporate boards, while trying to rein in chief executive pay, allow or insist that top executives use corporate planes and cars for personal trips, usually at company expense; cites study that found large company shares fall 2 percent, on average, when companies disclose they have extended travel perquisite and underperform their market benchmarks by over 4 percent; graph of companies reporting executives' personal use of corporate jets (M)",
      "lead_paragraph": "CORPORATE boards may be getting a grip on runaway executive pay, but they are still far from tightfisted with the keys to the jet. At many big companies, being chief executive still means never having to fly commercial - or having to pay for any air travel at all.",
      "publication_date": "2004-04-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/04/11/business/market-watch-they-don-t-need-a-ticket-to-ride.html",
      "byline": "By Patrick McGeehan"
    },
    {
      "headline": "A Washington Bank In a Global Mess",
      "snippet": "Controversies surrounding Joe L Allbritton, powerful Washington, DC, figure, and his Riggs National Bank noted; wide-ranging probes by federal investigators, Congress and banking regulators revolve around netherworld of terrorist financing, money ...",
      "abstract": "Controversies surrounding Joe L Allbritton, powerful Washington, DC, figure, and his Riggs National Bank noted; wide-ranging probes by federal investigators, Congress and banking regulators revolve around netherworld of terrorist financing, money laundering and seamier geopolitics of Big Oil; Allbritton, chairman, former chief executive and controlling shareholder, has long held reins of bank that is highly personal, extraordinarily quirky institution deeply rooted in history of Washington; bank, despite anemic profits and tiny size, has maintained its stature by catering to city's elite political and diplomatic corps; graphs of stock price and income; photos (M)",
      "lead_paragraph": "EACH January, in honor of Gen. Robert E. Lee's birthday, a group of Washington's movers and shakers gather to rub elbows at the Alfalfa Club dinner. Wizened, impressive and until recently entirely male, the Alfalfa roster includes presidents, politicians, diplomats and business impresarios, all bound together by being either formidably influential or fabulously rich.",
      "publication_date": "2004-04-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/04/11/business/a-washington-bank-in-a-global-mess.html",
      "byline": "By Timothy O'Brien"
    },
    {
      "headline": "Inquiry Into Attack on the Cole In 2000 Missed Clues to 9/11",
      "snippet": "Federal Bureau of Investigation and Central Intelligence Agency officials now say Americans probing Oct 2000 terrorist attack in Yemen on Navy destroyer Cole came close to detecting Sept 11 plot, interviews; say government missed significance of s...",
      "abstract": "Federal Bureau of Investigation and Central Intelligence Agency officials now say Americans probing Oct 2000 terrorist attack in Yemen on Navy destroyer Cole came close to detecting Sept 11 plot, interviews; say government missed significance of series of clues because some investigators believed evidence fit narrowly into case and did not have access to all data; lost opportunity involved two of eventual Sept 11 hijackers, Khalid al-Midhar and Nawaq Alhazmi, who fell under CIA suspicion early in 2000, but were not put on watch list of foreigners to be barred from entering United States until Aug 2001, after they were already here; chronology of events; photos (M)",
      "lead_paragraph": "The American investigators probing the October 2000 terrorist attack against the Navy destroyer Cole came tantalizingly close to detecting the Sept. 11 plot, F.B.I. and C.I.A. officials now say. But the government missed the significance of a series of clues because some investigators believed that the evidence fit narrowly into their case against the ship bombers and, others say, they did not have access to all the information.",
      "publication_date": "2004-04-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/04/11/us/threats-responses-2000-attack-inquiry-into-attack-cole-2000-missed-clues-9-11.html",
      "byline": "By David Johnston and James Risen"
    },
    {
      "headline": "To Read the Menu, Baby Boomers Turn To Eye Treatments",
      "snippet": "Biology and vanity are collaborating to make vision correction techniques boom market, as some 78 million aging Americans seem intent on seeing well without glasses or bifocals; Food and Drug Administration has recently approved new, minimally inv...",
      "abstract": "Biology and vanity are collaborating to make vision correction techniques boom market, as some 78 million aging Americans seem intent on seeing well without glasses or bifocals; Food and Drug Administration has recently approved new, minimally invasive surgical procedure to correct common near-vision problem for people whose eyesight is otherwise excellent; procedure, conductive keratoplasty, uses radio waves to increase cornea's curvature; procedure is only one of array of new vision therapies; diagram; photo (M)",
      "lead_paragraph": "A few months ago, George Miller, 55, a computer sales manager in Lexington, S.C., had reading glasses scattered all over the house. Worse, he found it was impossible to read a menu at night in a dimly lighted restaurant or the many car magazines that came to his house. ''It really bothered me a lot because I love to read,'' Mr. Miller said.",
      "publication_date": "2004-04-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/04/11/us/to-read-the-menu-baby-boomers-turn-to-eye-treatments.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "U.S. Prepares a Prolonged Drive To Suppress the Uprisings in Iraq",
      "snippet": "American commanders prepare for prolonged drives to quell twin uprisings in Iraq if no peaceful solution materializes; one campaign would entail retaking cities around Baghdad, if necessary block by block, against entrenched Sunni foe; other would...",
      "abstract": "American commanders prepare for prolonged drives to quell twin uprisings in Iraq if no peaceful solution materializes; one campaign would entail retaking cities around Baghdad, if necessary block by block, against entrenched Sunni foe; other would involve series of short, sharp, local strikes in southern cities to wipe out small, elusive bands of Shiite militia loyal to Moktada al-Sadr; Pres Bush says battle would last for weeks, radio speech; photo (M)",
      "lead_paragraph": "American commanders are preparing for a prolonged campaign to quell the twin uprisings in Iraq, issuing orders to attack any members of a rebellious Shiite militia in southern cities relentlessly while moving methodically to squeeze Sunni fighters west of Baghdad until they lay down their arms.",
      "publication_date": "2004-04-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/04/11/world/struggle-for-iraq-strategy-us-prepares-prolonged-drive-suppress-uprisings-iraq.html",
      "byline": "By Thom Shanker"
    },
    {
      "headline": "IRAQI CLAIMS U.S. AND FALLUJA FOES AGREE TO A DEAL",
      "snippet": "Iraqi Governing Council delegate Hachem al-Hassani reports United States forces and Iraqi insurgents have agreed to cease-fire in Sunni town of Falluja, television broadcast; says cease-fire, if it sticks 12 hours, will lead to phased withdrawal f...",
      "abstract": "Iraqi Governing Council delegate Hachem al-Hassani reports United States forces and Iraqi insurgents have agreed to cease-fire in Sunni town of Falluja, television broadcast; says cease-fire, if it sticks 12 hours, will lead to phased withdrawal from city; Mahmoud Othman, another delegate, says plan is tentative and could be broken by demands of both sides; insurgents have begun taking foreign hostages, trying to undercut support for American-led coalition in their home nations; threaten to execute American hostage Thomas Hamill if Americans do not lift seige of Falluja; three Japanese hostages reportedly will be freed; photos (M)",
      "lead_paragraph": "United States forces and Iraqi insurgents have agreed to a cease-fire in the Sunni town of Falluja, one of the Iraqi Governing Council delegates to the negotiations said early on Sunday.",
      "publication_date": "2004-04-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/04/11/world/struggle-for-iraq-overview-iraqi-claims-us-falluja-foes-agree-deal.html",
      "byline": "By Christine Hauser"
    },
    {
      "headline": "Fine Line of Dressing With a Job in Mind",
      "snippet": "Life's Work column on Dress for Success, nonprofit group that provides interview and work clothes to women who cannot afford their own, and coaches them on applying for jobs; Geraldine Bryant's interview with Dress Barn described (S)",
      "abstract": "Life's Work column on Dress for Success, nonprofit group that provides interview and work clothes to women who cannot afford their own, and coaches them on applying for jobs; Geraldine Bryant's interview with Dress Barn described (S)",
      "lead_paragraph": "GERALDINE BRYANT was glad she had chosen the black tailored suit. The jacket and skirt fit as if they were made for her, she said, and the black and white silky blouse had a ruffle around the collar, the better to show off the simple pearl necklace and matching earrings.",
      "publication_date": "2004-04-11T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/04/11/jobs/life-s-work-fine-line-of-dressing-with-a-job-in-mind.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Corporate Risk of a Tax Audit Is Still Shrinking, I.R.S. Data Show",
      "snippet": "Syracuse University analysis of new Internal Revenue Service data shows tax enforcement has fallen steadily under Pres Bush, despite his repeated pledges to get tough with tax cheats; finds there are fewer audits, fewer penalties, fewer prosecutio...",
      "abstract": "Syracuse University analysis of new Internal Revenue Service data shows tax enforcement has fallen steadily under Pres Bush, despite his repeated pledges to get tough with tax cheats; finds there are fewer audits, fewer penalties, fewer prosecutions and virtually no effort to prosecute corporate tax crimes; audit rate for 11,200 largest corporations, which pay nearly all corporate income taxes, has fallen by almost half over last decade, as has audit rate for unincorporated businesses; IRS has about half law enforcement resources for each return it did in 1988; graph of audits (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/12/business/corporate-risk-of-a-tax-audit-is-still-shrinking-irs-data-show.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "Microsoft Settles InterTrust Suit For $440 Million",
      "snippet": "Microsoft reaches $440 million settlement of patent infringement suit and licensing deal with InterTrust Technologies Corp, pioneer in development of software to protect digital music and movies from piracy; deal ends threat to Microsoft's ability...",
      "abstract": "Microsoft reaches $440 million settlement of patent infringement suit and licensing deal with InterTrust Technologies Corp, pioneer in development of software to protect digital music and movies from piracy; deal ends threat to Microsoft's ability to deliver piracy protection technology in its software products for playing and handling digital media; experts say technology for handling so-called digital rights management is crucial for its plans to extend its Windows software into emerging market for legally distributed music and movies over Internet (M)",
      "lead_paragraph": "Microsoft plans to announce today that it has reached a $440 million legal settlement and licensing deal with the InterTrust Technologies Corporation, a private company and a pioneer in the development of software to protect digital music and movies from piracy.",
      "publication_date": "2004-04-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/12/business/technology-microsoft-settles-intertrust-suit-for-440-million.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "BUSH SAYS BRIEF ON QAEDA THREAT WAS NOT SPECIFIC",
      "snippet": "Pres Bush defends adequacy of his response to warnings that terrorists in United States might be planning hijacking; claims intelligence briefing he received on Al Qaeda one month before 9/11 strike contained no specific 'indication of a terrorist...",
      "abstract": "Pres Bush defends adequacy of his response to warnings that terrorists in United States might be planning hijacking; claims intelligence briefing he received on Al Qaeda one month before 9/11 strike contained no specific 'indication of a terrorist attack' on American soil; Bush, in his first public remarks since release of top-secret briefing, echoes testimony by national security adviser Condoleezza Rice before 9/11 commission, which had pushed for release of briefing; Bush for first time suggests that others in his administration may not have done enough to head off attacks; says he understood in summer of 2001 that FBI was looking into domestic terrorist threats; bureau's counterterrorism efforts are focus of hearings this week by 9/11 commission; Bush's comments are part of White House effort to quell storm about briefing he received on Aug 6, 2001; Democrats and Republicans say release of document--along with images of American bloodshed and disorder in Iraq--is threatening central pillar of Bush's re-election campaign, his record on managing national security; photos (M)",
      "lead_paragraph": "President Bush said on Sunday that the intelligence briefing he received on Al Qaeda one month before the Sept. 11 strike contained no specific ''indication of a terrorist attack'' on American soil. He also defended the adequacy of his response to the warnings that terrorists in the United States might be planning hijackings.",
      "publication_date": "2004-04-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/12/us/threats-responses-president-s-brief-bush-says-brief-qaeda-threat-was-not.html",
      "byline": "By Adam Nagourney and Philip Shenon"
    },
    {
      "headline": "Presidential Politics Divide Silicon Valley",
      "snippet": "Presidential race is dividing top Silicon Valley technology executives; recent industry fundraiser for Sen John Kerry in San Francisco raised $3 million; Bush campaign is well ahead of Kerry in raising money and is quickly ramping up its efforts t...",
      "abstract": "Presidential race is dividing top Silicon Valley technology executives; recent industry fundraiser for Sen John Kerry in San Francisco raised $3 million; Bush campaign is well ahead of Kerry in raising money and is quickly ramping up its efforts to win over Silicon Valley; key issues for high-tech executives noted; table of their contributions; graph of contributions by industry; photo (M)",
      "lead_paragraph": "Marc Andreessen, the Silicon Valley entrepreneur who in 1995 made a fortune taking Netscape public, is not returning calls from the Democratic Party these days.",
      "publication_date": "2004-04-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/12/business/technology-presidential-politics-divide-silicon-valley.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "Complex Web Of Madrid Plot Still Entangled",
      "snippet": "Plot for Mar 11 train bombing in Madrid may be more complex than Interior Min Angel Acebes's public statements have suggested; investigators say key participants may still be at large; say they have found no hard evidence directly linking attacks ...",
      "abstract": "Plot for Mar 11 train bombing in Madrid may be more complex than Interior Min Angel Acebes's public statements have suggested; investigators say key participants may still be at large; say they have found no hard evidence directly linking attacks to major figures in Al Qaeda, but instead have uncovered complex web of alliances forged through bonds of blood and local village; say train bombings may have been inspired by, rather than directed, by Al Qaeda; say they are still searching for more than dozen suspects, most of them Moroccan, in Europe and North Africa; say there is no convincing evidence that plot's mastermind has been found, despite international arrest warrant issued by Spain that identified Sarhane Ben Abdelmajid Fakhet of Tunisia as attacks' 'leader and commander'; Fakhet and Jamal Ahmidan, Moroccan, blew themselves up after being surrounded by police; photos (M)",
      "lead_paragraph": "A week ago, after suspects in the March 11 Madrid train bombings blew themselves up to avoid capture by the police, Interior Minister Ángel Acebes praised the work of the Spanish police and declared that the core of the terrorist group was either ''detained or dead.''",
      "publication_date": "2004-04-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/12/world/complex-web-of-madrid-plot-still-entangled.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "TROOPS HOLD FIRE FOR NEGOTIATIONS AT 3 IRAQI CITIES",
      "snippet": "American troops withhold their firepower outside three Iraqi cities where insurgents have seized control, allowing Iraqi intermediaries time to seek negotiated solutions to most serious challenge yet to year-old occupation; United States officials...",
      "abstract": "American troops withhold their firepower outside three Iraqi cities where insurgents have seized control, allowing Iraqi intermediaries time to seek negotiated solutions to most serious challenge yet to year-old occupation; United States officials warn that resistance in all three centers will be crushed if insurgents maneuver for long; insurgents shoot down Apache helicopter three miles from Baghdad airport, close to battle zone at Falluja where fiercest fighting has raged; rash of foreign hostage-taking by Iraqi gunmen expands to include seven Chinese abducted near Falluja; American forces continue to build up for possible strike into holy cities of Najaf and Karbala, and outside smaller center of Kufa, to dislodge rebel militia force led by Shiite cleric Moktada al-Sadr; American command spokesmen say that during suspension of offensive, marines are firing only when fired upon; this is disputed by reports from Falluja, by families fleeing fighting, aid groups delivering food and medical supplies across siege lines, and Arab-language television channels like Al Jazeera; photos; map (M)",
      "lead_paragraph": "American troops withheld their firepower on Sunday outside three Iraqi cities where insurgents have seized control, allowing Iraqi intermediaries time to seek negotiated solutions to the most serious challenge yet to the year-old occupation. But United States officials warned that the resistance in all three centers would be crushed if the insurgents maneuvered for long.",
      "publication_date": "2004-04-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/12/world/struggle-for-iraq-occupation-troops-hold-fire-for-negotiations-3-iraqi-cities.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "In a Banker's Retrial, Evidence the Jury Will Not Hear",
      "snippet": "Retrial of former Credit Suisse First Boston investment banker Frank P Quattrone on charges he obstructed grand jury and Securities and Exchange Commission probe of whether bank was making investors pay it kickbacks in exchange for access to hot s...",
      "abstract": "Retrial of former Credit Suisse First Boston investment banker Frank P Quattrone on charges he obstructed grand jury and Securities and Exchange Commission probe of whether bank was making investors pay it kickbacks in exchange for access to hot stock offerings is set to begin; Judge Richard Owen has barred introduction of recently disclosed memos and e-mails suggesting Quattrone may have been kept in dark by bank's lawyers about probe, holding that since he never saw correspondence, it had no relevance to his state of mind; defense contends prosecution's star witness, David M Brodsky, never told Quattrone that probe was related to investment bankers under his command or that his group should suspend policy of purging documents after every deal; photos (M)",
      "lead_paragraph": "When the retrial of Frank P. Quattrone begins tomorrow, the prosecution will present mountains of evidence seeking to prove that Mr. Quattrone, a former technology banker at Credit Suisse First Boston, tried to obstruct justice.",
      "publication_date": "2004-04-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/12/business/in-a-banker-s-retrial-evidence-the-jury-will-not-hear.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Infomercials Clean Up Their Pitch (But Wait, There's More)",
      "snippet": "Electronic Retailing Association, home to many infomercial marketers, to introduce self-regulatory program; pledges to expell companies that make false claims and send their names to Federal Trade Commission for investigation; is concerned about d...",
      "abstract": "Electronic Retailing Association, home to many infomercial marketers, to introduce self-regulatory program; pledges to expell companies that make false claims and send their names to Federal Trade Commission for investigation; is concerned about damage that could be done to thriving infomercial business by outsized promises; photos (M)",
      "lead_paragraph": "The industry that brought you 30-minute paeans to the Abdominizer, the Flowbee Vacuum Hair Cut System and BluBlocker sunglasses now wants to sell you something slightly less tangible: a trustworthy reputation.",
      "publication_date": "2004-04-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/12/business/media-business-advertising-infomercials-clean-up-their-pitch-but-wait-there-s.html",
      "byline": "By Nat Ives"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Efforts Intensify to Capture Spanish-Speaking Readers  The scramble to capture Spanish-speaking newspaper readers in the United States is intensifying. A new venture, Meximerica Media, is expected to announce in the next few weeks that it intends ...",
      "abstract": " Efforts Intensify to Capture Spanish-Speaking Readers  The scramble to capture Spanish-speaking newspaper readers in the United States is intensifying. A new venture, Meximerica Media, is expected to announce in the next few weeks that it intends to create Spanish-language, tabloid-size newspapers in several Texas cities, according to people briefed on the plans.    Other deals are also occurring. For example, the Lozano family, which publishes La Opinión, the Spanish language daily, has formed a joint venture, called Impremedia, with CPK Media, the publisher of El Diario/La Prensa in New York. Monica Lozano, above, the publisher and chief executive of La Opinión and a senior vice president of Impremedia, said a strength of her company was its long history in the Spanish-language market. [Page C6.]",
      "lead_paragraph": "Efforts Intensify to Capture Spanish-Speaking Readers",
      "publication_date": "2004-04-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/12/business/business-digest-173967.html",
      "byline": ""
    },
    {
      "headline": "Disclosures Put F.B.I.'s Actions Under Scrutiny",
      "snippet": "Central question for 9/11 commission is what exactly FBI was doing summer before terror attacks to deter attack by Al Qaeda on Amerian soil?; Pres Bush contends bureau was investigating known links to Osama bin Laden in US, with 70 active cases re...",
      "abstract": "Central question for 9/11 commission is what exactly FBI was doing summer before terror attacks to deter attack by Al Qaeda on Amerian soil?; Pres Bush contends bureau was investigating known links to Osama bin Laden in US, with 70 active cases reported; critics of FBI say bureau missed numerous opportunities to head off attacks; officials say investigations were stymied by miscommunication, dead ends, bureaucratic and legal obstacles and unclear priorities; it is still unclear what bureau's response was to classified White House memo in July 2001, which officials say directed all 56 field offices to increase surveillance of suspected terrorists; 9/11 commission will hear testimony this week from Atty Gen John Aschroft and his predecessor Janet Reno, and FBI director Robert S Mueller III and his predecessors Louis J Freeh and Thomas J Pickard; among main questions will be whether bureau responded aggressively enough to warnings in summer of 2001 and whether internal changes made since go far enough to solve structural problems; photos (M)",
      "lead_paragraph": "New disclosures about the warnings President Bush received before Sept. 11, 2001, are fueling a central question for the commission investigating the attacks on that date: What exactly was the F.B.I. doing that summer to deter an attack by Al Qaeda on American soil?",
      "publication_date": "2004-04-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/12/us/threats-responses-commission-disclosures-put-fbi-s-actions-under-scrutiny.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "Despite Cleanup at Mine, Dust and Fear Linger",
      "snippet": "Scattershot damage that lead inflicts on young nervous systems apparently remains danger even after massive cleanup by Environmental Protection Agency; Picher, Okla, where lead and zinc were mined for 60 years, is in midst of one of oldest sites o...",
      "abstract": "Scattershot damage that lead inflicts on young nervous systems apparently remains danger even after massive cleanup by Environmental Protection Agency; Picher, Okla, where lead and zinc were mined for 60 years, is in midst of one of oldest sites on Superfund list of most contaminated toxic waste sites; EPA has spent $120 million to clean up yards of families living there, but 100-foot minimountains of mine waste remain, and wind off hillsides may well recontaminate land and air; site is stark reminder of limits of federal government's ability to clean up messes of industrial age; it also raises questions about whether some Superfund sites have such intractable problems that no amount of money, time and effort will make them safe; photos; map; chart (L)",
      "lead_paragraph": "The wind blows hard here these days, carving the 100-foot minimountains of mine waste into buttes and whipping dust into the yards and homes nearby. In 2000, the last time a comprehensive study was done, 12 percent of the small children tested had levels of lead in their blood above the hazard threshold -- about two and a half times the national average.",
      "publication_date": "2004-04-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/12/us/despite-cleanup-at-mine-dust-and-fear-linger.html",
      "byline": "By Felicity Barringer"
    },
    {
      "headline": "Some in Military Fear a Return To Iraqi Battles Already Fought",
      "snippet": "American military leaders in Washington and Baghdad worry that current military operations in Iraq to restore order throughtout restive Sunni and Shiite cities may have to be repeated in months ahead unless political process succeeds in leading to...",
      "abstract": "American military leaders in Washington and Baghdad worry that current military operations in Iraq to restore order throughtout restive Sunni and Shiite cities may have to be repeated in months ahead unless political process succeeds in leading to new government with popular support; fear that political transformation is not keeping pace with fight to restore security in areas that American troops first captured year ago; note that there are no firm plans yet for who Iraqi leaders will be when American-led occupation force hands sovereignty over to Iraqi civilian government on June 30; these critical assessments, made privately, differ from Bush administration's public descriptions of steady movement toward sovereignty in Iraq, and upbeat briefings offered by top American civilian and military officials in Washington and Baghdad; photo (M)",
      "lead_paragraph": "Some Pentagon policy makers and military officers here and in Iraq are worried that without a successful political process leading to a new government with popular support, the current military operations to restore order throughout restive Sunni and Shiite cities may have to be repeated in months to come.",
      "publication_date": "2004-04-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/12/world/struggle-for-iraq-transition-some-military-fear-return-iraqi-battles-already.html",
      "byline": "By Thom Shanker"
    }
  ]
}