{
  "metadata": {
    "date": "2004-01-02",
    "total_articles": 3
  },
  "articles": [
    {
      "headline": "In Iraq's Murky Battle, Snipers Offer U.S. a Precision Weapon",
      "snippet": "United States Army in Iraq is increasingly relying on its snipers to protect infantry patrols sweeping through urban streets and alleyways and to kill guerrilla leaders and disrupt their attacks; commanders say snipers are different breed of warri...",
      "abstract": "United States Army in Iraq is increasingly relying on its snipers to protect infantry patrols sweeping through urban streets and alleyways and to kill guerrilla leaders and disrupt their attacks; commanders say snipers are different breed of warrior--quiet, unflappable marksmen who bring dispassionate intensity to their deadly task; demand for snipers is great enough that Army has sent team of trainers to Iraq to keep churning out new ones for war effort there and in other hot spots; sniper school is placing increasing emphasis on urban tactics as Army faces more conflicts like those in Iraq in which terrorists use tight confines of city blocks and rooftops to stage hit-and-run strikes; photo (M)",
      "lead_paragraph": "The intimate horror of the guerrilla war here in Iraq seems most vivid when seen through the sights of a sniper's rifle.",
      "publication_date": "2004-01-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/02/world/in-iraq-s-murky-battle-snipers-offer-us-a-precision-weapon.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Some School Districts Challenge Bush's Signature Education Law",
      "snippet": "Small but growing number of school systems around country are beginning to resist demands of Pres Bush's signature education law, saying its efforts to raise student achievement are too costly and too cumbersome; school district in Reading, Pa, ha...",
      "abstract": "Small but growing number of school systems around country are beginning to resist demands of Pres Bush's signature education law, saying its efforts to raise student achievement are too costly and too cumbersome; school district in Reading, Pa, has filed suit contending that state, in enforcing federal law, unfairly judged Reading's efforts to educate thousands of recent immigrants and unreasonably required impoverished city to offer tutoring and other services for which there is no money; law, known as No Child Left Behind and signed Jan 2002, seeks to raise achievement by penalizing schools where test scores do not meet annual targets; it is most intrusive federal intervention in local schools; polls show educators in most of nation's 15,000 districts consider several of its requirements ill-conceived; three Conn school districts have rejected federal money rather than comply with red tape that accompanies law, and several Vermont districts have shifted federal poverty money away from schools to shield them from sanctions; some analysts see scattered actions as front end of backlash that will probably swell this year, when early penalties are likely to be imposed on thousands of schools across nation; photo (M)",
      "lead_paragraph": "A small but growing number of school systems around the country are beginning to resist the demands of President Bush's signature education law, saying its efforts to raise student achievement are too costly and too cumbersome.",
      "publication_date": "2004-01-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/02/us/some-school-districts-challenge-bush-s-signature-education-law.html",
      "byline": "By Sam Dillon"
    },
    {
      "headline": "U.S. Overture to Iran",
      "snippet": "The Bush administration has offered to send an official American delegation, possibly headed by Senator Elizabeth Dole, to Iran to discuss coordination of relief efforts for victims of the earthquake that killed an estimated 40,000 people.      Ar...",
      "abstract": "The Bush administration has offered to send an official American delegation, possibly headed by Senator Elizabeth Dole, to Iran to discuss coordination of relief efforts for victims of the earthquake that killed an estimated 40,000 people.      Article, Page A10.",
      "lead_paragraph": "The Bush administration has offered to send an official American delegation, possibly headed by Senator Elizabeth Dole, to Iran to discuss coordination of relief efforts for victims of the earthquake that killed an estimated 40,000 people.",
      "publication_date": "2004-01-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/02/world/us-overture-to-iran.html",
      "byline": ""
    }
  ]
}