{
  "metadata": {
    "date": "2004-06-24",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "U.S. DROPS PLAN TO EXEMPT G.I.'S FROM U.N. COURT",
      "snippet": "United States, bowing to broad opposition on United Nations Security Council, drops its effort to gain immunity for its troops from prosecution by International Criminal Court; outcome is political defeat for Washington; American diplomats, confid...",
      "abstract": "United States, bowing to broad opposition on United Nations Security Council, drops its effort to gain immunity for its troops from prosecution by International Criminal Court; outcome is political defeat for Washington; American diplomats, confident of obtaining routine 'technical rollover' of measure as they have in last two years, appear to have miscalculated impact of publicity given American mistreatment of Iraqi detainees; they were also caught off guard by Secretary Gen Kofi Annan's strong opposition; it will have no effect on vulnerability to prosecution of American soldiers in Iraq because neither US nor Iraq is member of tribunal, and its jurisdiction is limited to countries that do not themselves prosecute crimes by their military; Annan says decision by US not to pursue immunity resolution will help maintain unity of Security Council (M)",
      "lead_paragraph": "The United States bowed Wednesday to broad opposition on the Security Council and announced it was dropping its effort to gain immunity for its troops from prosecution by the International Criminal Court.",
      "publication_date": "2004-06-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/24/world/the-reach-of-war-war-crimes-us-drops-plan-to-exempt-gi-s-from-un-court.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Trade Surplus Expands",
      "snippet": "Japan's merchandise trade surplus grew 35.5 percent in May, to 934.2 billion yen ($8.6 billion) (S)",
      "abstract": "Japan's merchandise trade surplus grew 35.5 percent in May, to 934.2 billion yen ($8.6 billion) (S)",
      "lead_paragraph": "Japan's merchandise trade surplus grew for the 11th consecutive month in May, driven by growing exports to China and other Asian countries. The May surplus expanded 35.5 percent, to 934.2 billion yen ($8.6 billion) as exports rose 9.8 percent, to 4.72 trillion yen ($43.5 billion) while imports grew 4.9 percent, to 3.79 trillion yen. Demand from Asian consumers for Japanese consumer goods coupled with demand from Asian factories for Japanese parts and equipment are driving the surge. Todd Zaun (NYT)",
      "publication_date": "2004-06-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/24/business/world-business-briefing-asia-japan-trade-surplus-expands.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "High-Maintenance TV",
      "snippet": "Digital broadcasts are wave of future, but getting array of antennas and decoder boxes often proves frustrating; technical advances over next few years will improve reception; photo (M)",
      "abstract": "Digital broadcasts are wave of future, but getting array of antennas and decoder boxes often proves frustrating; technical advances over next few years will improve reception; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-24T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/06/24/technology/high-maintenance-tv.html",
      "byline": "By Eric A. Taub"
    },
    {
      "headline": "Brazil's Armored Cars Find a Space in Iraq",
      "snippet": "Brazilian makers of bulletproof cars, facing slump in domestic sales, are turning to export market for growth; became big force in armored car business in late 1990's as nation's elite scrambled to shield selves from surging crime; see Mideast, pa...",
      "abstract": "Brazilian makers of bulletproof cars, facing slump in domestic sales, are turning to export market for growth; became big force in armored car business in late 1990's as nation's elite scrambled to shield selves from surging crime; see Mideast, particularly Iraq, as promising new market; most manufacturers armor cars to protect motorists from random street violence and stray bullets from handguns; cars for Iraq must withstand high-caliber automatic weapons and explosive devices, requiring technology that only biggest of Brazilian armoring companies have; photos (M)",
      "lead_paragraph": "A few years ago, the armored car business was one of Brazil's fastest-growing industries. As urban crime and kidnappings soared, armored car dealers sprouted up by the dozens, and sales jumped almost sevenfold in five years.",
      "publication_date": "2004-06-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/24/business/brazil-s-armored-cars-find-a-space-in-iraq.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Bank Ratings Raised",
      "snippet": "Standard & Poor's raises its ratings on many of Japan's top banks, citing better business climate and progress in reducing bad loans; raises ratings on debt of Bank of Tokyo-Mitsubishi, Mizuho Bank and six others (S)",
      "abstract": "Standard & Poor's raises its ratings on many of Japan's top banks, citing better business climate and progress in reducing bad loans; raises ratings on debt of Bank of Tokyo-Mitsubishi, Mizuho Bank and six others (S)",
      "lead_paragraph": "Standard & Poor's raised its ratings on many of Japan's top banks citing a better business environment and progress made reducing bad loans. The ratings company said a recovery and an easing of the decade-long drop in land prices were brightening the outlook for the banks, which have spent much of the last decade whittling away the bad loans left from the collapse of Japan's stock and property markets in the early 1990's. S.&P. raised its rating on the long-term debt of Bank of Tokyo-Mitsubishi by one level to A-minus and its rating on Mizuho Bank by one level to BBB-plus. The company also raised its ratings on six other large banks. Todd Zaun (NYT)",
      "publication_date": "2004-06-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/24/business/world-business-briefing-asia-japan-bank-ratings-raised.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Latin America Graft and Poverty Trying Patience With Democracy",
      "snippet": "Toxic impatience with democratic process across Latin America has resulted in lynching of one mayor, ousting of six elected heads of state in face of violent unrest and polls showing majority of Latin Americans would choose dictator over elected l...",
      "abstract": "Toxic impatience with democratic process across Latin America has resulted in lynching of one mayor, ousting of six elected heads of state in face of violent unrest and polls showing majority of Latin Americans would choose dictator over elected leader if provided economic benefits; analysts trace discontent to corruption and widespread feeling that elected governments have done little or nothing to help 220 million people in region, 43 percent of population, who still live in poverty; at-risk governments stretch thousands of miles from Caribbean and Central America through spine of Andes to continent's southern zone; increasingly, problems associated with weak governments are spilling beyond Latin America and affecting United States interests in region; among weakest states is Guatemala, followed by Haiti and Bolivia; Venezuela remains deeply polarized; even in Argentina, once Latin America's most developed country, Pres Nestor Kirchner has warned of threats against his government and his life as he struggles to root out corruption, repair democratic instititutions and improve economy; photos; map (L)",
      "lead_paragraph": "On a morning in April, people in this normally placid spot in Peru's southeastern highlands burst into a town council meeting, grabbed their mayor, dragged him through the streets and lynched him. The killers, convinced the mayor was on the take and angry that he had neglected promises to pave a highway and build a market for vendors, also badly beat four councilmen.",
      "publication_date": "2004-06-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/24/world/latin-america-graft-and-poverty-trying-patience-with-democracy.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "Scaling the Heights, With a Disc as Sherpa",
      "snippet": "David Pogue State of the Art column on topographical mapping software; products from National Geographic Society, Maptech and DeLorme compared; photo; drawing (M)",
      "abstract": "David Pogue State of the Art column on topographical mapping software; products from National Geographic Society, Maptech and DeLorme compared; photo; drawing (M)",
      "lead_paragraph": "NOW that it's officially summertime, millions will soon enjoy a traditional pastime: exploring America the beautiful. But with today's gas prices, the car isn't everybody's first choice of vehicle. Canoes, hiking boots and mountain bikes suddenly look a lot more attractive.",
      "publication_date": "2004-06-24T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/06/24/technology/state-of-the-art-scaling-the-heights-with-a-disc-as-sherpa.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "AOL Worker Is Accused Of E-Mail Theft",
      "snippet": "America Online engineer Jason Smathers is arrested and charged with stealing 92 million e-mail addresses of AOL customers and selling them to spammers; Sean Dunaway, alleged broker of e-mail lists for spam, is also arrested; both are charged with ...",
      "abstract": "America Online engineer Jason Smathers is arrested and charged with stealing 92 million e-mail addresses of AOL customers and selling them to spammers; Sean Dunaway, alleged broker of e-mail lists for spam, is also arrested; both are charged with violating new federal antispam law; Smathers allegedly used identity of another AOL employee to gain access to data, including phone number, ZIP code and type, but not number, of credit card used by each AOL member in May 2003 and sold list to Dunaway, who used it to promote own Internet gambling site and sold it to other spammers for $52,000; Dunaway allegedly paid Smathers $100,000 for updated list in March; Smathers allegedly also sold list to others; AOL says it first detected his wrongdoing earlier this year as it pursued civil suit against group of spammers (M)",
      "lead_paragraph": "An engineer working for America Online was arrested yesterday and charged with stealing 92 million e-mail addresses of AOL customers and selling them to spammers that were peddling penis enlargement pills and online gambling sites.",
      "publication_date": "2004-06-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/24/business/aol-worker-is-accused-of-e-mail-theft.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Looking For the Eureka! Button",
      "snippet": "As printed manuals grow scarcer and features multiply in computers, electronic gadgets and software, consumers are more on their own in learning how devices work and finding hidden features; some users are thrilled when then stumble on features, w...",
      "abstract": "As printed manuals grow scarcer and features multiply in computers, electronic gadgets and software, consumers are more on their own in learning how devices work and finding hidden features; some users are thrilled when then stumble on features, while others are annoyed that they have little idea as to how to utilize powerful tools; photo; drawing (M)",
      "lead_paragraph": "WOULDN'T it be great if your laptop came with a light-up keyboard? It would make it much easier to type in a darkened room or airplane cabin.",
      "publication_date": "2004-06-24T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/06/24/technology/looking-for-the-eureka-button.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "Top Colleges Take More Blacks, but Which Ones?",
      "snippet": "African-American students whose families have been in America for generations are being left behind in affirmative action admissions policies at nation's elite universities; at Harvard, where 8 percent of undergraduates are black, majority are Wes...",
      "abstract": "African-American students whose families have been in America for generations are being left behind in affirmative action admissions policies at nation's elite universities; at Harvard, where 8 percent of undergraduates are black, majority are West Indian and African immigrants or children of biracial couples; only third of black students are from descendants of slaves, those disadvantaged by legacy of Jim Crow laws, who were intended as principal beneficiaries of affirmative action in university admissions; some educators and black admissions officers around nation have for years privately talked about race and class and how they play out in elite university admissions; issue was raised publicly at recent reunion of Harvard Univ's black alumni, by Lani Guinier, Harvard law professor, and Henry Louis Gates Jr, chairman of Harvard's African-American studies department; Gates and Guinier emphasize that they are not calling for exclusion of immigrants, just noting that blacks, who make up 13 percent of United States population, are still underrepresented at Harvard and other selective colleges; photo (M)",
      "lead_paragraph": "At the most recent reunion of Harvard University's black alumni, there was lots of pleased talk about the increase in the number of black students at Harvard.",
      "publication_date": "2004-06-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/24/us/top-colleges-take-more-blacks-but-which-ones.html",
      "byline": "By Sara Rimer and Karen W. Arenson"
    },
    {
      "headline": "Schwarzenegger, Confident And Ready for Prime Time",
      "snippet": "California Gov Arnold Schwarzenegger, most intriguing new Republican face of political season, says he expects prominent role at Republican National Convention; says convention planners would be smart to schedule his appearance in 'prime time'; ha...",
      "abstract": "California Gov Arnold Schwarzenegger, most intriguing new Republican face of political season, says he expects prominent role at Republican National Convention; says convention planners would be smart to schedule his appearance in 'prime time'; has won string of legislative victories in his first months in office, defining himself as moderate; makes clear that when prime time is over, he intends to keep some distance from Pres Bush, who is not particularly popular in Democratic-leaning California; says he will appear with Bush if president comes to California, but that he has no plans to travel outside state to stump for him; spokesman for Bush re-election committee says campaign is 'thrilled' to have Schwarzenegger's support but that his role at convention has not yet been decided; photos (M)",
      "lead_paragraph": "Gov. Arnold Schwarzenegger, who has dazzled California with a string of legislative victories in his first months in office, has shown that he may well be a political master after all. And now he is letting President Bush know just how much he is -- and is not -- ready to devote his full star power to the national re-election effort.",
      "publication_date": "2004-06-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/24/us/schwarzenegger-confident-and-ready-for-prime-time.html",
      "byline": "By Charlie Leduff and John M. Broder"
    },
    {
      "headline": "Author of '02 Memo on Torture: 'Gentle' Soul for a Harsh Topic",
      "snippet": "Bush administration seeks to distance itself from memorandum prepared two years ago by government lawyer asserting that president has almost unlimited power to use torture to extract information from suspected terrorists; Jay S Bybee, memo author,...",
      "abstract": "Bush administration seeks to distance itself from memorandum prepared two years ago by government lawyer asserting that president has almost unlimited power to use torture to extract information from suspected terrorists; Jay S Bybee, memo author, was subsequently nominated by Pres Bush to federal court, and confirmed by Senate; former colleagues describe him as serious, soft-spoken, reflective man; say it is hard to reconcile his discussion of torture in clinical, dispassionate detail with his background; Bybee's memo, dated Aug 1, 2002, says only 'death, organ failure or permanent impairment of significant body function' qualifies as torture under federal law that prohibits it; memo says president is free under his authority as commander in chief to order torture notwithstanding treaties and laws barring it; White House counsel Alberto R Gonzales, at recent news briefing, specifically disavows part of memo discussing president's authority as commander in chief; senior Justice Dept officials go further, saying entire memo will be withdrawn; at issue is whether memo received required approval beforehand of Atty Gen John Ashcroft or his chief deputy; Bybee's memo had been addressed to Gonzales in response to his questions (M)",
      "lead_paragraph": "The Bush administration is distancing itself from a memorandum prepared two years ago by a government lawyer asserting that the president's power to use torture to extract information from suspected terrorists is almost unlimited.",
      "publication_date": "2004-06-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/24/world/reach-war-legal-advice-author-02-memo-torture-gentle-soul-for-harsh-topic.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Limits on Trips To Cuba Cause Split in Florida",
      "snippet": "Cuban-Americans are split on new Bush administration rules limiting them to one trip home every three years, and also restricting cash transfers and gift packages to Cubans; rules were formulated at urging of Republican Cuban-American lawmakers as...",
      "abstract": "Cuban-Americans are split on new Bush administration rules limiting them to one trip home every three years, and also restricting cash transfers and gift packages to Cubans; rules were formulated at urging of Republican Cuban-American lawmakers as way to hasten end of Castro government; they claim Castro is still in power because same Cubans he forced out are bringing dollars back into Cuba; Democrats and even some Republicans say election-year crackdown on Cuba is nakedly political move to bolster Bush's support among Cuban-Americans in Florida, crucial segment of his base in swing state; debate is raging about whether Bush went too far and whether crackdown could in fact hurt his re-election prospects; new rules send travel agents and many travelers spinning as they try to re-arrange plans by June 30, when government-issued licenses that Cuban immigrants use will become invalid, and violators of rules face up to $4,000 in fines; colleges and universities face canceling dozens of Cuban travel programs, and boaters can no longer dock there, even if they spend no money (M)",
      "lead_paragraph": "Miriam Verdura could hardly wait to visit family in her native Cuba next month, her second trip since immigrating to southern Florida in 1999. But the Bush administration has dashed her plans with restrictions that start next Wednesday.",
      "publication_date": "2004-06-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/24/us/limits-on-trips-to-cuba-cause-split-in-florida.html",
      "byline": "By Abby Goodnough and Terry Aguayo"
    },
    {
      "headline": "Salesforce.com Shares Rise 56% On Their First Day of Trading",
      "snippet": "Shares of Salesforce.com, which lets users lease online software to help sales representatives track customers and prospective clients, rise 56 percent in first day of trading; success of offering lifts hopes of long list of small software compani...",
      "abstract": "Shares of Salesforce.com, which lets users lease online software to help sales representatives track customers and prospective clients, rise 56 percent in first day of trading; success of offering lifts hopes of long list of small software companies that use same subscription-based business model to help companies manage corporate tasks; table of gains for initial public offerings; photo (M)",
      "lead_paragraph": "When a technology company goes public, the celebration is often limited to its founders, employees and those who had the foresight and daring to invest in the idea.",
      "publication_date": "2004-06-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/24/business/salesforcecom-shares-rise-56-on-their-first-day-of-trading.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Norwegian Oil Workers Threaten a Wider Strike",
      "snippet": "Striking Norwegian oil workers threaten to shut down quarter of nation's crude exports unless oil companies protect worker pension plans and provide full-time jobs for temporary workers; analysts warn of price spike if unions expand strike; photo ...",
      "abstract": "Striking Norwegian oil workers threaten to shut down quarter of nation's crude exports unless oil companies protect worker pension plans and provide full-time jobs for temporary workers; analysts warn of price spike if unions expand strike; photo (M)",
      "lead_paragraph": "Striking Norwegian oil workers said on Wednesday that they would shut down a quarter of the country's crude exports by midnight Sunday if oil companies did not agree to protect worker pension plans and provide full-time jobs for temporary workers.",
      "publication_date": "2004-06-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/24/business/norwegian-oil-workers-threaten-a-wider-strike.html",
      "byline": "By Heather Timmons and Walter Gibbs"
    },
    {
      "headline": "World Business Briefing | Europe: Sweden: Retailer's Profit Rises",
      "snippet": "Swedish retailer Hennes & Mauritz reports second-quarter net income rose 5.6 percent, to 1.76 billion kronor ($232 million); says its United States outlets were profitable, before depreciation, for first time last quarter; stock price graph (S)",
      "abstract": "Swedish retailer Hennes & Mauritz reports second-quarter net income rose 5.6 percent, to 1.76 billion kronor ($232 million); says its United States outlets were profitable, before depreciation, for first time last quarter; stock price graph (S)",
      "lead_paragraph": "The clothing retailer Hennes & Mauritz said its second-quarter profit rose 5.6 percent, helped by its expansion in the United States, where the company has opened 14 stores in a year. Net income climbed to 1.76 billion kronor ($232 million), or 2.13 kronor a share, in the three months through May, from 1.67 billion kronor, or 2.02 kronor a share, a year earlier, the chief executive, Rolf Eriksen, said. Sales rose 7.5 percent, the company said. Hennes, which is based in Stockholm, said its outlets in the United States were profitable, before depreciation, for the first time last quarter.",
      "publication_date": "2004-06-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/24/business/world-business-briefing-europe-sweden-retailer-s-profit-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Relief in Frankfurt as Postbank Makes It to Market",
      "snippet": "German financial circles are relieved at success of Postbank's initial public offering, delayed and cut in price after miscues between company and its investment bankers; offering raises 1.55 billion euros ($1.88 billion) for bank's owner, Deutsch...",
      "abstract": "German financial circles are relieved at success of Postbank's initial public offering, delayed and cut in price after miscues between company and its investment bankers; offering raises 1.55 billion euros ($1.88 billion) for bank's owner, Deutsche Post; Deutsche Post chairman Klaus Zumwinkel comments, interview; photos (M)",
      "lead_paragraph": "Germany's biggest stock offering in years, Postbank, made scarcely a ripple on its first day of trading on Wednesday. But there was a palpable sigh of relief in German financial circles, where this troubled deal had symbolized the country's deeper woes.",
      "publication_date": "2004-06-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/24/business/relief-in-frankfurt-as-postbank-makes-it-to-market.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: BSkyB Selects Executive",
      "snippet": "Jeremy Darroch is leaving as Dixons Group finance director to become British Sky Broadcasting Group chief financial officer, succeeding Martin Stewart; photo (S)",
      "abstract": "Jeremy Darroch is leaving as Dixons Group finance director to become British Sky Broadcasting Group chief financial officer, succeeding Martin Stewart; photo (S)",
      "lead_paragraph": "Jeremy Darroch, the finance director of the Dixons Group, a consumer electronics retailer, is leaving to become the chief financial officer of the British Sky Broadcasting Group. Mr. Darroch, 41, left, will probably leave Dixons in a few weeks, the retailer said. At BSkyB, he will succeed Martin Stewart, who will leave in August. BSkyB, based near London, ''is at an interesting stage of development and it's one of the biggest companies in the U.K. by market capitalization, so that's the attraction,'' Mr. Darroch said. At BSkyB, Mr. Darroch will work with the chief executive, James R. Murdoch, as the company seeks to gain customers.",
      "publication_date": "2004-06-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/24/business/world-business-briefing-europe-britain-bskyb-selects-executive.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "AT&T to Halt Some Residential Marketing",
      "snippet": "AT&T says it will stop marketing its phone services to residents in seven states, citing Bush administration decision not to intercede in court ruling overturning Federal Communications Commission rules that Bell phone companies must provide compe...",
      "abstract": "AT&T says it will stop marketing its phone services to residents in seven states, citing Bush administration decision not to intercede in court ruling overturning Federal Communications Commission rules that Bell phone companies must provide competitive access to their networks; scales back its revenue and operating income forecasts for year, citing decision and industrywide pressure to cut prices; analysts say move could presage similar steps by other providers that lease lines from Bells; AT&T will continue to provide service to existing residential customers in seven states, Arkansas, Louisiana, Missouri, New Hampshire, Ohio, Tennessee and Washington; that warns all consumers may face higher prices and fewer choices in their phone service; maps; market share graphs (M)",
      "lead_paragraph": "AT&T said yesterday that it would stop marketing its phone services to residents in seven states, an action the company said was in direct response to the Bush administration's decision not to intercede in the dispute over the fees carriers like AT&T pay to the Bell phone companies for the use of their networks.",
      "publication_date": "2004-06-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/24/business/at-t-to-halt-some-residential-marketing.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Microsoft Testimony Aids U.S. in Oracle Trial  A top executive of Microsoft testified that the company has no plans to compete in the enterprise software market, bolstering the government's case that the market is far less competitive than Oracle ...",
      "abstract": " Microsoft Testimony Aids U.S. in Oracle Trial  A top executive of Microsoft testified that the company has no plans to compete in the enterprise software market, bolstering the government's case that the market is far less competitive than Oracle contends.       The testimony from Douglas J. Burgum, a senior vice president at Microsoft, who was subpoenaed by the government, came in the third week of a trial in which the Justice Department is trying to block Oracle's $7.7 billion hostile takeover of PeopleSoft. [Page C5.]",
      "lead_paragraph": "Microsoft Testimony Aids U.S. in Oracle Trial",
      "publication_date": "2004-06-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/24/business/business-digest-081574.html",
      "byline": ""
    },
    {
      "headline": "The Ever More Graspable, And Risky, American Dream",
      "snippet": "Array of mortgages for people with little cash or overstretched budgets has enabled families of modest income to take on debt once beyond their reach to buy homes, spurred by low interest rates and confidence that house prices will continue to ris...",
      "abstract": "Array of mortgages for people with little cash or overstretched budgets has enabled families of modest income to take on debt once beyond their reach to buy homes, spurred by low interest rates and confidence that house prices will continue to rise; some experts worry that recent first-time buyers will be squeezed by rising interest rates on adjustable-rate mortgages, possibly causing housing prices to wobble in some high-price markets on East and West Coasts; graphs of housing prices and mortgages; photos (M)",
      "lead_paragraph": "For years, Ray and Shahrazad Daneshi sought to buy a home, only to be told that they did not earn enough to qualify for a mortgage. But they recently managed to buy a small house in the shadow of Disneyland for $360,000 -- six times their annual income -- thanks to a lender who allowed them to borrow the entire value of the home, with no down payment.",
      "publication_date": "2004-06-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/24/business/the-ever-more-graspable-and-risky-american-dream.html",
      "byline": "By Edmund L. Andrews"
    }
  ]
}