{
  "metadata": {
    "date": "2004-04-15",
    "total_articles": 25
  },
  "articles": [
    {
      "headline": "Finding Glamour In the Gadget",
      "snippet": "Sony will introduce line of luxury products called Qualia, intended to compete and complement upscale purchases; marketing concept is to re-establish company as one that always creates something new; photo (L)",
      "abstract": "Sony will introduce line of luxury products called Qualia, intended to compete and complement upscale purchases; marketing concept is to re-establish company as one that always creates something new; photo (L)",
      "lead_paragraph": "ELLEN GLASSMAN was explaining the four-minute nature film she is producing.",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/04/15/technology/finding-glamour-in-the-gadget.html",
      "byline": "By Seth Schiesel"
    },
    {
      "headline": "Airlines Are Looking at a Long, Hot Summer",
      "snippet": "Airline industry is beginning to see what was supposed to be promising year slip away, because of rising fuel costs, brutal competition and its own lingering financial problems; Delta Air Lines says it lost $387 million in first quarter, kicking o...",
      "abstract": "Airline industry is beginning to see what was supposed to be promising year slip away, because of rising fuel costs, brutal competition and its own lingering financial problems; Delta Air Lines says it lost $387 million in first quarter, kicking off what analysts fear will be string of poor quality results for major airlines; some industry analysts say first-quarter losses could reach $1 billion or more for carriers, even though traffic is rebounding to levels last seen before Sept 2001 terrorist attacks; Delta's chief executive Gerald A Grinstein pushes for concessions from Delta's pilots, whom he calls 'major boulder' blocking competitiveness; Continental Airlines is pulling back on its forecast of break-even year; Air Transport Association says each 1-cent increase in price of fuel, now over $1 per gallon, costs airline industry $180 million; graph; chart (M)",
      "lead_paragraph": "The airline industry is beginning to see what was supposed to be a promising year slip away, because of rising fuel costs, brutal competition -- especially on cross-country routes -- and its own lingering financial headaches.",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/15/business/airlines-are-looking-at-a-long-hot-summer.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "World Business Briefing | Australia: Australia: Telstra Chairman Resigns",
      "snippet": "Robert C Mansfield resigns as chairman of Australia's Telstra Corp; deputy chairman John Ralph will fill in while new chairman is sought; photo (S)",
      "abstract": "Robert C Mansfield resigns as chairman of Australia's Telstra Corp; deputy chairman John Ralph will fill in while new chairman is sought; photo (S)",
      "lead_paragraph": "Robert C. Mansfield, left, has quit as chairman of the Telstra Corporation, Australia's biggest phone company, saying the ''bond of trust'' he needed to work with the board had been broken. His resignation comes two months after a magazine, The Bulletin, said the board had rejected a plan backed by Mr. Mansfield and the chief executive, Zygmunt E. Switkowski, to make a bid of 3.5 billion Australian dollars ($2.6 billion) for John Fairfax Holdings, the country's second-biggest newspaper publisher. ''It has become evident to me recently that the bond of trust necessary for the board to operate effectively has been ruptured,'' Mr. Mansfield said. The deputy chairman, John Ralph, will fill in while a new chairman is sought, Telstra said.",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/15/business/world-business-briefing-australia-australia-telstra-chairman-resigns.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Middle East: Saudi Arabia: Cellphone Contest",
      "snippet": "Some of biggest names in telecommunications are vying to build second cellphone network for Saudi Arabia, kingdom of 25 million where cellphone use has grown more than 50 percent a year since 1997; some candidates noted (S)",
      "abstract": "Some of biggest names in telecommunications are vying to build second cellphone network for Saudi Arabia, kingdom of 25 million where cellphone use has grown more than 50 percent a year since 1997; some candidates noted (S)",
      "lead_paragraph": "Some of the biggest names in telecommunications are vying to build a second cellphone network for Saudi Arabia, a kingdom of 25 million where cellphone use has grown more than 50 percent a year since 1997. Groups led by Vodafone of Britain, Deutsche Telekom of Germany and Orascom Telcom of Egypt are among the 11 finalists. Etisalat of the United Arab Emirates, Maxis of Malaysia, Telefónica Móviles of Spain, MTN of South Africa, MTC of Kuwait, Bouygues Télécom of France, Telecom Italia Mobile of Italy and Mobilkom of Austria lead the other consortiums. Each must include at least five local partners. The license, to be awarded late this year, will entail a hefty fee and revenue-sharing agreement. The winner will compete against the government-controlled monopoly. Borzou Daragahi (NYT)",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/15/business/world-business-briefing-middle-east-saudi-arabia-cellphone-contest.html",
      "byline": "By Borzou Daragahi (NYT)"
    },
    {
      "headline": "In a Sequel, File Making Made Easier",
      "snippet": "David Pogue State of the Art column on FileMaker 7 database software for Windows and Mac; allows user to manipulate data and create variety of layouts of same information; photo; drawing (M)",
      "abstract": "David Pogue State of the Art column on FileMaker 7 database software for Windows and Mac; allows user to manipulate data and create variety of layouts of same information; photo; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/04/15/technology/state-of-the-art-in-a-sequel-file-making-made-easier.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Panel Members Talking Freely (Some Critics Say Too Freely)",
      "snippet": "Democrats and Republicans alike raise concerns about degree to which 9/11 commission members are discussing their deliberations on television and in newspapers; there is some concern that it will taint panel's conclusions, especially when coupled ...",
      "abstract": "Democrats and Republicans alike raise concerns about degree to which 9/11 commission members are discussing their deliberations on television and in newspapers; there is some concern that it will taint panel's conclusions, especially when coupled with what some have called partisan tone to members' questions at hearings; accessibility of commissioners to news media, and openness of their views, is departure from similar independent commissions of past; commission chairman Thomas H Kean says he and his colleagues are so determined to be credible with Americans that they decided early on to conduct themselves in very public manner; photo (M)",
      "lead_paragraph": "As President Bush was appearing at a news conference on Tuesday night, the two leaders of the independent commission investigating the Sept. 11 attacks were not behind closed doors dissecting intelligence documents. They were sitting at a CNN studio here waiting to go on ''Larry King Live.''",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/15/us/threats-responses-commission-panel-members-talking-freely-some-critics-say-too.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "Mexican Cement Maker With a Worldview",
      "snippet": "Lorenzo Zambrano, chief of Mexico's Cemex, has aggressively acquired other companies, but is cautious about moving into China; says industry is not profitable in China, citing governmental factors like informal price controls and tax system that h...",
      "abstract": "Lorenzo Zambrano, chief of Mexico's Cemex, has aggressively acquired other companies, but is cautious about moving into China; says industry is not profitable in China, citing governmental factors like informal price controls and tax system that he says is designed to suck up profits; Cemex is world's third-largest cement company; photo (M)",
      "lead_paragraph": "Lorenzo Zambrano seems to be one of the few global chief executives not rushing into China -- at least not yet.",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/15/business/mexican-cement-maker-with-a-worldview.html",
      "byline": "By John Moody"
    },
    {
      "headline": "Suit Against Grasso Is Said to Be Near",
      "snippet": "Regulators have broadened their inquiry into pay package of former New York Stock Exchange chairman Richard A Grasso and now expect to sue him by end of month to recoup some of money; regulators recently sent subpoenas to former directors of Big B...",
      "abstract": "Regulators have broadened their inquiry into pay package of former New York Stock Exchange chairman Richard A Grasso and now expect to sue him by end of month to recoup some of money; regulators recently sent subpoenas to former directors of Big Board who signed off on largest pay deals for Grasso; among former directors who have received subpoenas from New York State Atty Gen Eliot Spitzer's office are former Merrill Lynch chief executive David H Komansky, Lehman Brothers chief executive Richard S Fuld Jr and AIG chairman-chief executive Maurice R Greenberg; photo (M)",
      "lead_paragraph": "Regulators have broadened their inquiry into the pay package of Richard A. Grasso, the former chairman of the New York Stock Exchange, and now expect to sue him by the end of the month to recoup some of the money, people involved in the investigation said yesterday.",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/15/business/suit-against-grasso-is-said-to-be-near.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Ex-Officers and Board at Odds Over Investigation at Shell",
      "snippet": "Early conclusions of internal probe into Shell's reserve write-down earlier this year have created warring factions of board and former executives, and have some investors and legal experts questioning whether audit committee conducting inquiry ha...",
      "abstract": "Early conclusions of internal probe into Shell's reserve write-down earlier this year have created warring factions of board and former executives, and have some investors and legal experts questioning whether audit committee conducting inquiry has gone far enough; Walter van de Vijver, former head of exploration and production, says he had informed company's managing directors in 2001 that some of Shell's reserves might need to be reclassified, indirectly implicating company's new chairman Jeroen van der Veer; Shell is being investigated by US Securities and Exchange Commission and Justice Department and by European regulators after company said in January that it was subtracting 20 percent from its estimate of proven reserves, most valuable assets for any oil company; company's audit committee has been conducting its own probe since reserve change; Shell's board will vote April 16 on preliminary results of internal investigation, after reviewing report of several hundred pages; report lays much of responsibility on van de Vijver and former chairman Sir Philip Watts (M)",
      "lead_paragraph": "The early conclusions of an internal investigation into Shell's reserve write-down earlier this year has created warring factions of the board and former executives, and has some investors and legal experts questioning whether the audit committee conducting the inquiry has gone far enough.",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/15/business/ex-officers-and-board-at-odds-over-investigation-at-shell.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Burberry's Sales Rise",
      "snippet": "Burberry says sales in first half of its fiscal year rose 13 percent, beating analysts' expectations; graph (S)",
      "abstract": "Burberry says sales in first half of its fiscal year rose 13 percent, beating analysts' expectations; graph (S)",
      "lead_paragraph": "As the luxury goods business recovers, Burberry, which has expanded its signature plaid material from clothing to handbags and other goods, said sales in the first half of its fiscal year rose 13 percent, beating analysts' expectations. Burberry cited increased demand for women's clothing as it opened stores in Italy, Japan and the United States. It also offered a new line of spring and summer clothing. Alan Cowell (NYT)",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/15/business/world-business-briefing-europe-britain-burberry-s-sales-rise.html",
      "byline": "By Alan Cowell (NYT)"
    },
    {
      "headline": "A Cross-Border Battle of Auto Unions Heats Up",
      "snippet": "Intensifying competition between American states and Canadian provinces for automotive jobs is helping to stoke two decades of discord between unions that represent workers on each side of border; Ontario government discloses package of incentives...",
      "abstract": "Intensifying competition between American states and Canadian provinces for automotive jobs is helping to stoke two decades of discord between unions that represent workers on each side of border; Ontario government discloses package of incentives valued at 500 million Canadian dollars ($371 million); incentives will be available to companies that invest at least 300 million Canadian dollars in new project in Ontario, or create or protect more than 300 jobs; several US states have similar programs; there is rising competition for members between United Auto Workers, based in Detroit, and its counterpart, Canadian Auto Workers; photos (M)",
      "lead_paragraph": "Intensifying competition between American states and Canadian provinces for automotive jobs is helping to stoke two decades of discord between the unions that represent workers on each side of the border.",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/15/business/a-cross-border-battle-of-auto-unions-heats-up.html",
      "byline": "By Bernard Simon"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Corporate Bankruptcies Fall",
      "snippet": "Number of Japanese companies filing for bankruptcy fell 16.6 percent for fiscal year ended in March, to 15,790, as formerly troubled companies were helped by strengthening economic recovery; debt left by bankrupt companies also declined for fiscal...",
      "abstract": "Number of Japanese companies filing for bankruptcy fell 16.6 percent for fiscal year ended in March, to 15,790, as formerly troubled companies were helped by strengthening economic recovery; debt left by bankrupt companies also declined for fiscal year just ended, falling 19.7 percent, to 10.69 trillion yen (S)",
      "lead_paragraph": "The number of companies filing for bankruptcy fell 16.6 percent for the fiscal year ended in March, to 15,790, as formerly troubled companies were helped by a strengthening economic recovery, a private research group said. The number of bankruptcies fell for a second year, according to the research company, Teikoku Databank. The debt left by bankrupt companies also declined for the fiscal year just ended, falling 19.7 percent, to 10.69 trillion yen. Todd Zaun (NYT)",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/15/business/world-business-briefing-asia-japan-corporate-bankruptcies-fall.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Board Oversight At Riggs Bank Under Scrutiny",
      "snippet": "Riggs National Corp board's vigilance is coming under scrutiny; Riggs is mired in several federal money laundering investigations involving its accounts, and analysts say that banking regulators will hold directors accountable for how effectively ...",
      "abstract": "Riggs National Corp board's vigilance is coming under scrutiny; Riggs is mired in several federal money laundering investigations involving its accounts, and analysts say that banking regulators will hold directors accountable for how effectively they monitored Riggs's anti-money-laundering practices; RBC Capital Markets banking analyst Gerard S Cassidy says Riggs's board has clearly had close relationship with founder Joe Allbritton as evidenced by tenure of Allbritton, who took control in 1981, and members of board itself (M)",
      "lead_paragraph": "Ever since Joe L. Allbritton took control of the Riggs National Corporation in 1981, the bank's board has been a cozy blend of family, friends and business associates. Mr. Allbritton's wife, Barbara, who has no banking experience, served on the board for several years in the 1990's. His son, Robert, joined the board in 1994 at 25, and today is both a director and the chief executive of Riggs.",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/15/business/board-oversight-at-riggs-bank-under-scrutiny.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Rise in Consumer Prices Stokes Inflation Fears  Consumer prices jumped much more sharply than expected in March, driven by increases for gasoline and clothing and reawakening worries about a return to higher inflation and higher interest rates.   ...",
      "abstract": " Rise in Consumer Prices Stokes Inflation Fears  Consumer prices jumped much more sharply than expected in March, driven by increases for gasoline and clothing and reawakening worries about a return to higher inflation and higher interest rates.    The Labor Department reported that consumer prices rose 0.5 percent for March, which would translate to an annual inflation rate of more than 6 percent if it were sustained. The inflation rate for all of 2003 was only 1.9 percent. [Page A1.]",
      "lead_paragraph": "Rise in Consumer Prices Stokes Inflation Fears",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/15/business/business-digest-223573.html",
      "byline": ""
    },
    {
      "headline": "RealNetworks Seeks Musical Alliance With Apple",
      "snippet": "RealNetworks made direct appeal last week to its Internet music rival Apple Computer, suggesting that two companies form common front against Microsoft in digital music business; offer to create 'tactical alliance' was made by RealNetworks chief e...",
      "abstract": "RealNetworks made direct appeal last week to its Internet music rival Apple Computer, suggesting that two companies form common front against Microsoft in digital music business; offer to create 'tactical alliance' was made by RealNetworks chief executive Rob Glaser in e-mail message to Apple chairman Steve Jobs; Glaser strongly hinted that he might be forced to form partnership with Microsoft; pact with Microsoft would be startling reversal for RealNetworks, whose complaints about Microsoft's business tactics form major part of European Commission's antitrust case against company; photo (M)",
      "lead_paragraph": "RealNetworks made a direct appeal last week to Apple Computer, its Internet music rival, suggesting that the two companies form a common front against Microsoft in the digital music business.",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/15/business/technology-realnetworks-seeks-musical-alliance-with-apple.html",
      "byline": "By John Markoff and Steve Lohr"
    },
    {
      "headline": "Sharon Coup: U.S. Go-Ahead",
      "snippet": "Analysis: Pres Bush's support of Israeli plan to withdraw from Gaza Strip is victory for Prime Min Ariel Sharon; Sharon sought and got two other commitments from Bush: American recognition that Israel would hold on to parts of West Bank, and Ameri...",
      "abstract": "Analysis: Pres Bush's support of Israeli plan to withdraw from Gaza Strip is victory for Prime Min Ariel Sharon; Sharon sought and got two other commitments from Bush: American recognition that Israel would hold on to parts of West Bank, and American rejection of right of millions of Palestinian refugees from Arab-Israeli war of 1948 and their descendants to return to their lands in what is now Israel; in return, Sharon promised to trade something Israelis overwhelmingly do not want anymore: Gaza settlements and handful of settlements in West Bank; innovative, though risky, element in Sharon's strategy was to trade his concessions in Gaza and West Bank not to Palestinians as part of negotiated agreement, but to Americans; outraged Palestinian officials, who know of Israel's strong opposition to yielding whole West Bank or accepting 'right of return,' had relied on both demands as formidable negotiating levers (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/15/world/the-mideast-turmoil-news-analysis-sharon-coup-us-go-ahead.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "IRANIANS IN IRAQ TO HELP IN TALKS ON REBEL CLERIC",
      "snippet": "Iranian government delegation arrives in Baghdad to help mediate standoff between American troops and rebel Shiite cleric holed up in Najaf with hundreds of his militiamen, offering American officials improbable ally; Iranians said to have come at...",
      "abstract": "Iranian government delegation arrives in Baghdad to help mediate standoff between American troops and rebel Shiite cleric holed up in Najaf with hundreds of his militiamen, offering American officials improbable ally; Iranians said to have come at Britain's request but with American consent; hostage-taking crisis that erupted as cleric Moktada al-Sadr began his insurrection 11 days ago takes savage turn with announcement by Italian Foreign Min Franco Frattini that one of four Italian security guards seized in ambush near Falluja has been killed; Al Jazeera shows Italian official in Qatar videotape of killing, but says it will not broadcast tape because it is 'too bloody'; in Falluja, sixth day of cease-fire is repeatedly broken by heavy exchanges of rocket, mortar and small-arms fire as well as by strikes from American combat jets and attack helicopters; United Nations special envoy Lakhdar Brahimi ends 11-day visit to Iraq by outlining beginnings of plan for transition to Iraqi sovereignty; his plan suggests weaker continuing role for United States than Bush administration envisioned; maps (M)",
      "lead_paragraph": "An Iranian government delegation arrived in Baghdad on Wednesday to help mediate the standoff between American troops and a rebel Shiite cleric holed up in Najaf with hundreds of his militiamen, offering American officials an improbable ally in their quest to put Iraq on a peaceful path to self-government.",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/15/world/struggle-for-iraq-mediation-iranians-iraq-help-talks-rebel-cleric.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "World Business Briefing | Asia: Pakistan: Cellphone Licenses",
      "snippet": "Telenor and Space Telecom agree to pay $291 million each for mobile phone licenses in Pakistan (S)",
      "abstract": "Telenor and Space Telecom agree to pay $291 million each for mobile phone licenses in Pakistan (S)",
      "lead_paragraph": "Two companies, Telenor and Space Telecom, have agreed to pay $291 million each for mobile phone licenses in Pakistan, a market with big growth potential because of its low cellphone penetration. The two companies outbid seven others in an auction in Islamabad. Only 3 percent of Pakistanis own a cellphone, and the country hopes to increase that penetration to 10 percent by 2008. The auction of licenses is part of a plan for the government to draw in $1.5 billion in investment over four years. Saritha Rai (NYT)",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/15/business/world-business-briefing-asia-pakistan-cellphone-licenses.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "In a Lawsuit, U.S. Accuses A Tax Adviser Of Fraud",
      "snippet": "Justice Department asks federal judge to effectively shut down National Audit Defense Network that it says promotes income tax fraud and has bilked government and 100,000 customers out of $500 million or more; says it has lost at least $324 millio...",
      "abstract": "Justice Department asks federal judge to effectively shut down National Audit Defense Network that it says promotes income tax fraud and has bilked government and 100,000 customers out of $500 million or more; says it has lost at least $324 million in taxes in last three years because of company, which has 470 employees; company's founder Robert Bennington refuses to comment; Federal Trade Commission and state of Nevada have taken action because of thousands of complaints from people who said they paid for advice in audits but were unable to obtain services they had paid for in advance; company charged $1,495 and up for its services, indicating it took in at least $150 million since it was founded in 1996 and perhaps much more; photo (M)",
      "lead_paragraph": "The Justice Department asked a federal judge yesterday to effectively shut down a business that it says promotes income tax fraud and has bilked the government and 100,000 customers out of $500 million or more.",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/15/business/in-a-lawsuit-us-accuses-a-tax-adviser-of-fraud.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Retailer's Sales Fall",
      "snippet": "British retailer Marks & Spencer says fourth-quarter sales fell 3.4 percent (S)",
      "abstract": "British retailer Marks & Spencer says fourth-quarter sales fell 3.4 percent (S)",
      "lead_paragraph": "The retailer Marks & Spencer said fourth-quarter sales fell 3.4 percent, setting off a decline in its share price of more than 4 percent. Marks & Spencer has hired Vittorio Radice, the former head of Selfridges department store, to increase clothing sales and remodel stores. Alan Cowell (NYT)",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/15/business/world-business-briefing-europe-britain-retailer-s-sales-fall.html",
      "byline": "By Alan Cowell (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Carmaker Wants New Shares",
      "snippet": "Mitsubishi Motors Corp will seek approval from shareholders to issue 4.45 billion more shares, three times number currently outstanding (S)",
      "abstract": "Mitsubishi Motors Corp will seek approval from shareholders to issue 4.45 billion more shares, three times number currently outstanding (S)",
      "lead_paragraph": "The Mitsubishi Motors Corporation said it would seek approval from shareholders to issue 4.45 billion more shares, three times the number currently outstanding, to raise money for a turnaround plan. The carmaker, currently unprofitable, is expected to announce this month the details of a restructuring plan drafted by executives sent from its major shareholder, DaimlerChrysler. Mitsubishi Motors is expected to issue the shares to DaimlerChrysler and to other members of the Mitsubishi group of companies to raise capital. The money will be used to develop new cars and overhaul production lines. Todd Zaun (NYT)",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/15/business/world-business-briefing-asia-japan-carmaker-wants-new-shares.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Call Me E-Mail",
      "snippet": "Eric Brown will market new software interface, DEN WriterWare, for epistolary novel writing; interface mimics e-mail and instant messaging programs, Web browser and pager screen to convey story to reader; photo; drawing (M)",
      "abstract": "Eric Brown will market new software interface, DEN WriterWare, for epistolary novel writing; interface mimics e-mail and instant messaging programs, Web browser and pager screen to convey story to reader; photo; drawing (M)",
      "lead_paragraph": "A CORPORATE e-mail message goes astray. Two young strangers flirt in cyberspace. They agree to meet. An assault ensues. And a mystery built on digital clues is born.",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/04/15/technology/call-me-e-mail.html",
      "byline": "By Adam Baer"
    },
    {
      "headline": "Sept. 11 Panel Cites C.I.A. For Failures in Terror Case",
      "snippet": "Interim report by 9/11 panel's staff offers stinging assessment of CIA under George J Tenet's leadership; Tenet then tells panel he had little contact with Pres Bush during month preceding 9/11 attacks, period when intelligence agencies were warni...",
      "abstract": "Interim report by 9/11 panel's staff offers stinging assessment of CIA under George J Tenet's leadership; Tenet then tells panel he had little contact with Pres Bush during month preceding 9/11 attacks, period when intelligence agencies were warning of dire terrorist threat and Bush was taking monthlong vacation at his Texas ranch; Tenet calls 9/11 panel's staff report 'flat wrong' and aggressively defends his agency, telling panel that CIA provided 'clear and direct' intelligence about larger danger posed by Al Qaeda before Sept 11; says he cannot recall details about way agency handled reports of arrest in Aug 2001 of Zacarias Moussaoui, Islamic extremist taken into custody in Minnesota after arousing suspicions of his flight-school instructors; 9/11 panel staff report says CIA failed to follow up on Moussaoui's arrest; he is avowed Qaeda member who has been tied to terrorist cell in Germany that conducted 9/11 attacks; Tenet says he has instituted several changes intended to make agency more nimble in responding to terrorist threats; FBI Dir Robert S Mueller III, who took his post days before 9/11 attack, testifies about overseeing 'transformation' of his agency; says proposal to create separate domestic intelligence agency would be 'grave mistake'; photos (M)",
      "lead_paragraph": "George J. Tenet and his deputies at the Central Intelligence Agency were presented in August 2001 with a briefing paper labeled ''Islamic Extremist Learns to Fly'' about the arrest days earlier of Zacarias Moussaoui, but did not act on the information, the independent commission investigating the Sept. 11 attacks said on Wednesday.",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/15/us/threats-responses-overview-sept-11-panel-cites-cia-for-failures-terror-case.html",
      "byline": "By Philip Shenon and Eric Lichtblau"
    },
    {
      "headline": "Unexpected Surge In Consumer Prices Fans Inflation Fear",
      "snippet": "Sharper-than-expected jump in consumer prices in March reawakens worries about return to higher inflation and higher interest rates; 0.5 percent hike in consumer prices, driven by increases for gasoline and clothing, would translate to annual infl...",
      "abstract": "Sharper-than-expected jump in consumer prices in March reawakens worries about return to higher inflation and higher interest rates; 0.5 percent hike in consumer prices, driven by increases for gasoline and clothing, would translate to annual inflation rate of more than 6 percent if it is sustained; inflation rate for all of 2003 was only 1.9 percent; many economists are even more surprised that 'core' rate of inflation, which excludes volatile categories of energy and food, rose at fastest rate in almost four years; increase in prices in New York metropoltan area is 1.1 percent, higher than for any other metropolitan area in country and biggest monthly jump for region in 14 years; graphs (M)",
      "lead_paragraph": "Consumer prices jumped much more sharply than expected in March, driven by increases for gasoline and clothing. The data reawakened worries about a return to higher inflation and higher interest rates.",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/15/business/unexpected-surge-in-consumer-prices-fans-inflation-fear.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Deadly Week Ends in Tears For the Fallen",
      "snippet": "Defense Dept identifies 64 service members who died in Iraq in week ended Apr 10, making it deadliest week yet for Americans in uniform there; dead service members came from all major service branches, and from all around country; they were as you...",
      "abstract": "Defense Dept identifies 64 service members who died in Iraq in week ended Apr 10, making it deadliest week yet for Americans in uniform there; dead service members came from all major service branches, and from all around country; they were as young as 18, as old as 45; at least two were women; families grieve as their remains are returned home; photos; map; graph (L)",
      "lead_paragraph": "In a small town near Dallas, people lined the streets and waved flags for a funeral procession for Sgt. Gerardo Moreno of the Army. In Bradenton, Fla., Bach and Brahms were played in honor of Pfc. Christopher R. Cobb of the Marines, who had played the violin in high school. In Memphis, friends and family met for a viewing of Capt. Brent Morel of the Marines, whose relatives say he died fulfilling a mission he believed was worthwhile.",
      "publication_date": "2004-04-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/15/us/the-struggle-for-iraq-casualties-deadly-week-ends-in-tears-for-the-fallen.html",
      "byline": "By Monica Davey"
    }
  ]
}