{
  "metadata": {
    "date": "2004-12-17",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "World Business Briefing | Asia: Japan: Fire Halts Mazda Plant",
      "snippet": "World Business Briefing: Japan: Fire Halts",
      "abstract": "World Business Briefing: Japan: Fire Halts",
      "lead_paragraph": "Fire severely damaged one of the Mazda Motor Corporation's largest vehicle assembly plants in Japan, forcing the company to shut a line that accounts for more than a quarter of its domestic production. The fire, which started in a paint shop, burned for more than seven hours before firefighters extinguished it Thursday morning. There were no injuries. Mazda, which is one-quarter owned by Ford, made 1,000 cars a day on the line, including three models that it exports to the United States -- the RX-8 and MX-5 Miata sports cars and the MPV minivan. A company spokesman said the line was unlikely to reopen before next month. Todd Zaun (NYT)",
      "publication_date": "2004-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/17/business/world-business-briefing-asia-japan-fire-halts-mazda-plant.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Candy Unit Sold",
      "snippet": "Dutch food processing company,",
      "abstract": "Dutch food processing company,",
      "lead_paragraph": "A Dutch food processing company, CSM, agreed to sell its candy unit to CVC Capital Partners, a European buyout fund, for 850 million euros ($1.14 billion). CSM, which is based in Diemen, the Netherlands, said it was selling the business, which makes Sportlife chewing gum and Red Band candies, to focus on making ingredients for bakeries.",
      "publication_date": "2004-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/17/business/world-business-briefing-europe-the-netherlands-candy-unit-sold.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Donors Consider Large Increase in Aid to Palestinians",
      "snippet": "United States, Europe and Arab countries are considering greatly increasing, even doubling, aid to Palestinians on condition they and Israel take certain steps toward reducing their conflict; four-year package of $6 billion to $8 billion would be ...",
      "abstract": "United States, Europe and Arab countries are considering greatly increasing, even doubling, aid to Palestinians on condition they and Israel take certain steps toward reducing their conflict; four-year package of $6 billion to $8 billion would be forthcoming if Palestinian elections set for Jan 9 take place successfully, if new government cracks down on militant groups and if Israel lifts scores of roadblocks and checkpoints to ease transit of goods and people in Palestinian areas; World Bank says package would be largest per person international aid program since World War II; donors believe too much of their money has gone to keep Palestinian Authority afloat, rather than to support development, but say Salam Fayyad, Palestinian finance minister, has instituted reforms improving accountability and increasing tax collections; European and Arab donors are likely to call on US to pay more attention to their views in peace talks as they demand say in return for their increased donations (M)",
      "lead_paragraph": "WASHINGTON, Dec. 16 - The United States, Europe and Arab countries are considering greatly increasing -- maybe even doubling -- aid to the Palestinians on condition that they and Israel take certain steps toward reducing their conflict, American and Palestinian officials say.",
      "publication_date": "2004-12-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/17/world/middleeast/donors-consider-large-increase-in-aid-to-palestinians.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Kremlin Reasserts Hold on Russia's Oil and Gas",
      "snippet": "Russia plans to auction Yuganskneftegas, largest production subsidiary of Yukos, giant private oil company, to pay back tax claim of more than $27 billion, and it sets startlingly low opening bid of $8.65 billion, which is expected to favor Gazpro...",
      "abstract": "Russia plans to auction Yuganskneftegas, largest production subsidiary of Yukos, giant private oil company, to pay back tax claim of more than $27 billion, and it sets startlingly low opening bid of $8.65 billion, which is expected to favor Gazprom, government-run natural gas company; presence of two other Russian companies in auction is seen purely as effort to make auction seem valid; foreign bidders are discouraged; sale to Gazprom would create energy company that controls about 20 percent of nation's oil exports but also has some of world's largest energy reserves; signals to Russia's business elite that government is reasserting its control of nation's resources; Judge Letitia Z Clark, federal bankruptcy judge in Houston, issues temporary restraining order intended to block participation in auction of banks that were expected to finance deal; photo; table of world's largest energy companies (M)",
      "lead_paragraph": "MOSCOW, Dec. 16 - On Sunday, Russia plans to auction the jewel of what used to be its most profitable, high-profile and well-run private company: the oil giant Yukos. And if the auction takes place, the winner most likely will be a financially opaque, government-run natural gas behemoth, Gazprom.",
      "publication_date": "2004-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/17/business/worldbusiness/kremlin-reasserts-hold-on-russias-oil-and-gas.html",
      "byline": "By Erin E. Arvedlund and Simon Romero"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Do-It-Yourself Retailer Acquired",
      "snippet": "World Business Briefing: Britain: Do-It-r",
      "abstract": "World Business Briefing: Britain: Do-It-r",
      "lead_paragraph": "A British building materials supplier, Travis Perkins, agreed to buy Wickes Ltd. for £950 million ($1.85 billion), adding 172 retail stores as it seeks to expand in the growing home-improvement market. Travis Perkins, which is based in Northampton, England, said it would use a bank credit of £1.2 billion and proceeds from a planned £76.5 million share sale to finance the purchase from Focus Wickes Group.",
      "publication_date": "2004-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/17/business/world-business-briefing-europe-britain-doityourself-retailer.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Faster Flat-Screen Output",
      "snippet": "World Business Briefing: Japan: Faster Flat-Screen Oÿ",
      "abstract": "World Business Briefing: Japan: Faster Flat-Screen Oÿ",
      "lead_paragraph": "The Japanese consumer electronics maker Matsushita Electric Industrial said it would increase production of plasma display screens at a new plant more quickly than planned because of strong sales of flat-screen televisions. Matsushita, the maker of Panasonic brand products, said it would open a new plant in Osaka ahead of schedule and had increased the plant's capacity to 100,000 plasma display screens a month. The company originally planned to begin production in April 2005 at a rate of 80,000 screens a month. Todd Zaun (NYT)",
      "publication_date": "2004-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/17/business/world-business-briefing-asia-japan-faster-flatscreen-output.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Italy: Bid For Telecom Concern",
      "snippet": "WA",
      "abstract": "WA",
      "lead_paragraph": "Cesare Romiti, the former chairman of Fiat, and Naguib Sawiris, an Egyptian businessman, made a cash offer to acquire Wind, the phone unit of the Italian utility Enel, valuing the company at more than 12 billion euros ($16.1 billion). Mr. Romiti and Mr. Sawiris, who is the chief executive of Orascom Telecom Holding of Egypt, said they were part of an investment group bidding for Wind, which is Italy's No. 2 fixed-line phone and Internet company after Telecom Italia.",
      "publication_date": "2004-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/17/business/world-business-briefing-europe-italy-bid-for-telecom-concern.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Assessing What Will Now Happen to Fannie Mae",
      "snippet": "Securities and Exchange Commission ruling that Fannie Mae seriously breached accounting rules could touch off chain reaction that results in stricter government controls, legislation limiting its growth and possibly even change in management; Demo...",
      "abstract": "Securities and Exchange Commission ruling that Fannie Mae seriously breached accounting rules could touch off chain reaction that results in stricter government controls, legislation limiting its growth and possibly even change in management; Democratic and Republican lawmakers demand that senior executives, including chief executive Franklin D Raines return tens of millions of dollars in bonuses and other compensation that they earned based on inaccurate financial statements that company issued from 2001 until this year; Fannie Mae's board meets to be briefed on SEC's order that it restate earnings and declare losses of as much as $9 billion as result of acccounting violations; Raines and chief financial officer J Timothy Howard are under substantial political and regulatory pressure to resign in wake of commission's announcement; chart; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 16 - Fannie Mae, the housing-finance giant, for years has fended off critics who contend that the company is too big, too powerful and too risky. But the Securities and Exchange Commission's Wednesday ruling, that Fannie Mae had seriously breached accounting rules, could touch off a chain reaction that results in stricter government controls, legislation limiting its growth and possibly even a change in top management.",
      "publication_date": "2004-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/17/business/shakeup-at-fannie-mae-the-overview-assessing-what-will-now-happen.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "United Technologies to Buy Maker of Fire-Safety Gear",
      "snippet": "United Technologies to Buy Maker of Fire-Sa",
      "abstract": "United Technologies to Buy Maker of Fire-Sa",
      "lead_paragraph": "LONDON, Dec. 16 - United Technologies said Thursday that it had agreed to buy the British fire-safety company Kidde for $2.8 billion, ending months of negotiations.",
      "publication_date": "2004-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/17/business/worldbusiness/united-technologies-to-buy-maker-of-firesafety-gear.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "3 Years After Enron, Resistance to New Rules Grows",
      "snippet": "Floyd Norris column on growing resistance to corporate governance and accounting reform; says Securities and Exchange Commission chairman William H Donaldson's plan to pass 'trade-through' rule, which assures that if investor offers to buy stock a...",
      "abstract": "Floyd Norris column on growing resistance to corporate governance and accounting reform; says Securities and Exchange Commission chairman William H Donaldson's plan to pass 'trade-through' rule, which assures that if investor offers to buy stock at certain price, no stock will be sold for less than that until his order is filled, is meeting opposition within commission; holds European Federation of Accountants declares its opposition to what it views as 'excessive regulation' of auditors under proposed European rules; photo (M)",
      "lead_paragraph": "\"IT remains,\" said Harvey J. Goldschmid, a commissioner, after an extraordinary meeting of the Securities and Exchange Commission, \"an interesting place to work.\"",
      "publication_date": "2004-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/17/business/3-years-after-enron-resistance-to-new-rules-grows.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Bank To Cut Jobs",
      "snippet": "Dutch bank ABN Amro Holding will cut 2,850 jobs, or about 3 percent of its work force; graph (S)",
      "abstract": "Dutch bank ABN Amro Holding will cut 2,850 jobs, or about 3 percent of its work force; graph (S)",
      "lead_paragraph": "The Dutch bank ABN Amro Holding plans to cut 2,850 jobs, about 3 percent of its work force, to stem a decline in operating profit as revenue growth stalls. The bank, which is based in Amsterdam, will take a charge of 790 million euros ($1.06 billion) this year and save 770 million euros annually, starting in 2007, the chief financial officer, Tom de Swaan, said in a conference call with analysts. ABN Amro said it would cut 1,100 jobs at its investment banking and corporate lending business and 1,200 in information technology. Most of the reductions are expected to be in Europe.",
      "publication_date": "2004-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/17/business/world-business-briefing-europe-the-netherlands-bank-to-cut-jobs.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Parmalat Sues 45 Banks to Recover $4 Billion",
      "snippet": "Parmalat sues 45 banks seeking to recover money it paid to them in year before company's collapse; is seeking to recoup more than 3 billion euros ($3.97 billion) paid to 45 creditors'; third-five of institutions being sued are Italian and 10 other...",
      "abstract": "Parmalat sues 45 banks seeking to recover money it paid to them in year before company's collapse; is seeking to recoup more than 3 billion euros ($3.97 billion) paid to 45 creditors'; third-five of institutions being sued are Italian and 10 others are based in other European countries or US; list does not include Bank of America and Citigroup, which have been sued by Parmalat in separate suits; Enrico Bondi, trustee appointed by Italian government, must prove that banks knew of Parmalat's precarious financial state; photo (M)",
      "lead_paragraph": "MILAN, Dec. 16 - Parmalat, the bankrupt Italian dairy and food company, sued 45 banks on Thursday seeking to recover money it paid to them in the year before the company's collapse. Parmalat is seeking to recoup more than 3 billion euros ($3.97 billion) paid to the 45 creditors, according to a person close to the company.",
      "publication_date": "2004-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/17/business/worldbusiness/parmalat-sues-45-banks-to-recover-4-billion.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": " U.S. Trade Deficit Increased in 3rd Quarter  The broadest measure of the country's trade and investment flows showed a record deficit of $164.7 billion in the third quarter.  ",
      "abstract": " U.S. Trade Deficit Increased in 3rd Quarter  The broadest measure of the country's trade and investment flows showed a record deficit of $164.7 billion in the third quarter.  ",
      "lead_paragraph": "U.S. Trade Deficit Increased in 3rd Quarter The broadest measure of the country's trade and investment flows showed a record deficit of $164.7 billion in the third quarter.",
      "publication_date": "2004-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/17/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "British Court Strikes Down Antiterror Act",
      "snippet": "Panel of nine law lords of House of Lords, Britain's highest court, rules that government cannot continue to indefinitely detain foreigners suspected of terrorism without charging or trying them, saying practice violates European human rights conv...",
      "abstract": "Panel of nine law lords of House of Lords, Britain's highest court, rules that government cannot continue to indefinitely detain foreigners suspected of terrorism without charging or trying them, saying practice violates European human rights conventions; rules in favor of nine foreign Muslim men, at least one of whom has been in detention for three years; ruling parallels US Supreme Court ruling in June that people regarded as enemy combatants at Guantanamo Bay, Cuba, must be given ability to challenge their detention before a judge or other neutral decision maker; two rulings, taken together, complicate efforts of Britain and US in campaign against terrorism; Charles Clarke, new home secretary, says he will not immediately release detainees, saying that it is up to Parliament to amend Anti-Terrorism, Crime and Security Act of 2001 in accordance with law lords' decision; photo (M)",
      "lead_paragraph": "LONDON, Dec. 16 - Britain's highest court ruled Thursday that the government could not continue to indefinitely detain foreigners suspected of terrorism without charging or trying them, saying the practice violated European human rights conventions.",
      "publication_date": "2004-12-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/17/world/british-court-strikes-down-antiterror-act.html",
      "byline": "By Lizette Alvarez"
    },
    {
      "headline": "Symantec to Buy Veritas Software in Deal Worth $13.5 Billion",
      "snippet": "Symantec Corp, leader in security software, acquires Veritas Software, maker of data storage programs, to create world's fourth-largest software company in deal valued at $13.5 billion; Symantec chairman-chief executive John W Thompson will run co...",
      "abstract": "Symantec Corp, leader in security software, acquires Veritas Software, maker of data storage programs, to create world's fourth-largest software company in deal valued at $13.5 billion; Symantec chairman-chief executive John W Thompson will run combined company; Veritas chairman-president-chief executive Gary L Bloom becomes vice chairman and president of combined company; Microsoft acquires Giant Company Software, privately held maker of security software focused on removing spyware from computers; deal is likely to put further pressure on Symantec and other companies selling security software; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, Dec. 16 - The Symantec Corporation, a leader in security software and one of Silicon Valley's oldest companies, announced early Thursday that it would acquire Veritas Software, a maker of data storage programs, to create the world's fourth-largest software company. The all-stock transaction was valued at $13.5 billion.",
      "publication_date": "2004-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/17/technology/symantec-to-buy-veritas-software-in-deal-worth-135-billion.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "World Business Briefing | Asia: Malaysia: Currency Rating Raised",
      "snippet": "Malaysia's foreign-curr",
      "abstract": "Malaysia's foreign-curr",
      "lead_paragraph": "Malaysia's foreign-currency rating was raised one level to A3, the highest since 1998, by Moody's Investors Service, which commended efforts by the government of Prime Minister Abdullah Ahmad Badawi, left, to reduce its budget deficit. The rating is four levels above investment grade and on par with Standard & Poor's and Fitch Ratings' credit ratings for Malaysia. The higher ratings indicate the country is more likely to pay debt fully and on time, and may lower borrowing costs for the government and companies like the state power provider Tenaga Nasional.",
      "publication_date": "2004-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/17/business/world-business-briefing-asia-malaysia-currency-rating-raised.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "With New Sleeping Pill, New Acceptability?",
      "snippet": "Food and Drug Administration's approval of Sepracor's sleeping pill Lunesta could clear way for people to use drug, and possibly similar drugs, for longer periods and turn sleeping pills from market laggard into much more widely used category of m...",
      "abstract": "Food and Drug Administration's approval of Sepracor's sleeping pill Lunesta could clear way for people to use drug, and possibly similar drugs, for longer periods and turn sleeping pills from market laggard into much more widely used category of medications; some specialists worry that new approval, and marketing push that Sepracor is planning, will lead to overuse of sleeping pills; wholesale price of Lunesta will be $3.70 per pill, about 10 percent more than leading sleeping drug Ambien; two other drugs are awaiting approval by FDA, one developed by Neurocrine Biosciences and Pfizer, and other by Takeda Pharmaceutical; chart (M)",
      "lead_paragraph": "Is it a wake-up call for the sleeping pill market? With Wednesday's approval of Sepracor's new drug, Lunesta, a taboo in the use of sleeping pills has been broken. Lunesta is the first sleeping pill whose label will not recommend it be taken for only 7 to 10 days.",
      "publication_date": "2004-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/17/business/with-new-sleeping-pill-new-acceptability.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Mexico's Working Poor Become Homeowners",
      "snippet": "Mexico's working poor are becoming homeowners, part of Pres Vicente Fox's ambitious plan to provide low-income housing in country where many newlyweds start out living in concrete-block room attached to their parents' house; Fox said at beginning ...",
      "abstract": "Mexico's working poor are becoming homeowners, part of Pres Vicente Fox's ambitious plan to provide low-income housing in country where many newlyweds start out living in concrete-block room attached to their parents' house; Fox said at beginning of his term he wanted to increase number of mortgages granted each year of his administration to 750,000 in 2006, up from 350,000 in 2000; vast majority of those will come from government-backed plans intended for working-class Mexicans; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/17/business/worldbusiness/mexicos-working-poor-become-homeowners.html",
      "byline": "By Elisabeth Malkin"
    },
    {
      "headline": "Parked in Desert, Waiting Out the Winter of Life",
      "snippet": "More than 3,000 motorized drifters, all of them elderly and most of them single, divorced or widowed, settle each winter in former military base in California desert known as Slab City, where they park their motor homes and RV's on concrete slabs ...",
      "abstract": "More than 3,000 motorized drifters, all of them elderly and most of them single, divorced or widowed, settle each winter in former military base in California desert known as Slab City, where they park their motor homes and RV's on concrete slabs where barracks once stood; are not charged for parking by state, which now owns land; do without potable water, electricity, sewerage and rules; women among them show independence and disinclination for sex that madden the men; Phil Hyatt, Pentecostal preacher, runs mission to relieve privation, sadness and isolation he sees; photos; map (M)",
      "lead_paragraph": "SLAB CITY, Calif. - Directions to purgatory are as follows: from Los Angeles drive east past Palm Springs into the bowels of the Mojave Desert. Turn south at the stench of the Salton Sea. Proceed down Highway 111 to the town of Niland, a broken-down place of limited possibilities.",
      "publication_date": "2004-12-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/17/us/parked-in-desert-waiting-out-the-winter-of-life.html",
      "byline": "By Charlie Leduff"
    },
    {
      "headline": "No Real Disruption Seen for Big Lender or Mortgage Market",
      "snippet": "Analysts and investors say Fannie Mae will probably not face major business disruptions from $9 billion write-off that federal regulators are requiring to take; add write-off will also have only minor effect on home mortgage rates and overall mort...",
      "abstract": "Analysts and investors say Fannie Mae will probably not face major business disruptions from $9 billion write-off that federal regulators are requiring to take; add write-off will also have only minor effect on home mortgage rates and overall mortgage market, as long as Fannie Mae does not have to take more such steps; photo (M)",
      "lead_paragraph": "Fannie Mae, the giant mortgage finance company, will probably not face major business disruptions from the $9 billion write-off that federal regulators are requiring it to take, analysts and investors said yesterday.",
      "publication_date": "2004-12-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/17/business/no-real-disruption-seen-for-big-lender-or-mortgage-market.html",
      "byline": "By Alex Berenson"
    }
  ]
}