{
  "metadata": {
    "date": "2004-03-26",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: Switzerland: Insurer Posts A Profit",
      "snippet": "Swiss Reinsurance Co reports its first annual profit since 2000 and forecasts improved results this year; net income was 1.7 billion Swiss francs ($1.33 billion) compared with loss of 91 million francs in 2002; graph (S)d",
      "abstract": "Swiss Reinsurance Co reports its first annual profit since 2000 and forecasts improved results this year; net income was 1.7 billion Swiss francs ($1.33 billion) compared with loss of 91 million francs in 2002; graph (S)d",
      "lead_paragraph": "The Swiss Re-insurance Company reported its first annual profit since 2000 and forecast improved results this year as the company benefits from higher prices for property and casualty coverage. Net income was 1.7 billion Swiss francs ($1.33 billion) in 2003, compared with a loss of 91 million francs in 2002. Earnings at Swiss Re rebounded in 2003 as the company increased prices, stocks rose and disaster-related claims fell. The chief executive, John Coomber, said at a news conference in Zurich that ''attractive pricing conditions will continue for some time.''",
      "publication_date": "2004-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/26/business/world-business-briefing-europe-switzerland-insurer-posts-a-profit.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Ex-Head of Vodafone Testifies on Bonuses",
      "snippet": "Vodafone Group's former chief executive Sir Christopher Gent, testifying in Germany's first criminal trial over executive pay, denies discussing bonuses with Mannesmann's former chief Klaus Esser during takeover talks; Sir Christopher takes stand ...",
      "abstract": "Vodafone Group's former chief executive Sir Christopher Gent, testifying in Germany's first criminal trial over executive pay, denies discussing bonuses with Mannesmann's former chief Klaus Esser during takeover talks; Sir Christopher takes stand in what is prosectors' last chance to prove Mannesmann management was bribed into accepting Vodafone's bid; former members of Mannesmann's compensation committee--Joachim Funk, Josef Ackermann, Klaus Zwickel, and Jurgen Ladberg--are charged with aggravated breach of shareholders' trust for their role in approving 57 million euros ($69 million) in bonuses and other payments during takeover; Esser and former employee Dietmar Droste are charged with aiding and abetting suspected breach of trust; all six defendants deny wrongdoing; photo (M)",
      "lead_paragraph": "The former chief executive of the Vodafone Group, Sir Christopher Gent, testifying in Germany's first criminal trial over executive pay, denied on Thursday discussing bonuses with Mannesmann's former chief, Klaus Esser, during takeover talks.",
      "publication_date": "2004-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/26/business/ex-head-of-vodafone-testifies-on-bonuses.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Ad Concern To Sell Shares",
      "snippet": "World Business Briefing: Br",
      "abstract": "World Business Briefing: Br",
      "lead_paragraph": "Maurice and Charles Saatchi, who created the world's biggest advertising agency and were then ousted from it a decade ago, may attempt an initial public offering of M&C Saatchi, which they founded in 1995. Saatchi hopes to raise about £10 million ($18.2 million), the chief executive, David Kershaw, said in a conference call. Saatchi, which is controlled by five founding partners, employs 600 people and has offices in 11 countries.",
      "publication_date": "2004-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/26/business/world-business-briefing-europe-britain-ad-concern-to-sell-shares.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Airline Expects Profit",
      "snippet": "Lufthansa expects ne",
      "abstract": "Lufthansa expects ne",
      "lead_paragraph": "Lufthansa said it ex-pected a net profit this year after posting a loss of nearly 1 billion euros last year. The company said that its results began improving in the fourth quarter and that passenger traffic so far this year had increased. Last year's loss, 984 million euros ($1.2 billion), resulted largely from one-time write-downs, which included 705 million euros at its catering unit, LSH Sky Chefs. The chief executive, Wolfgang Mayrhuber, above, said the company would continue the restructuring of Sky Chefs. Operating profit, which excludes one-time items, fell to 36 million euros from 718 million euros. Petra Kappl (NYT)",
      "publication_date": "2004-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/26/business/world-business-briefing-europe-germany-airline-expects-profit.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "Besieged, Accuser And Family Urge Quick Bryant Trial",
      "snippet": "Mother of 19-year-old woman who has accused Kobe Bryant of sexual assault appeals to judge in case to protect her daughter; in letter to Chief Judge W Terry Ruckriegle, she asks that he set trial date soon; says daughter has received hundreds of d...",
      "abstract": "Mother of 19-year-old woman who has accused Kobe Bryant of sexual assault appeals to judge in case to protect her daughter; in letter to Chief Judge W Terry Ruckriegle, she asks that he set trial date soon; says daughter has received hundreds of death threats on phone, in mail and e-mail, as well as thousands of obscene messages; says she fears for daughter's safety; despite laws intended to shield sex-crime victims from withering scrutiny once common in rape cases, woman in Bryant case has become widely known, her anonymity obliterated partly by celebrity culture that surrounds Bryant; she has also faced extensive public skepticism as result of defense's insistence that she be questioned about her sexual encounters to support its contention that incident involved only consensual sex; photo (M)",
      "lead_paragraph": "The mother of the 19-year-old woman who has accused the basketball star Kobe Bryant of sexual assault appealed to the judge in the case on Thursday, beseeching the court to do what she believed Colorado's rape victim laws had so far failed to do: protect her daughter.",
      "publication_date": "2004-03-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/26/us/besieged-accuser-and-family-urge-quick-bryant-trial.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "Been Robbed on a Stock? I.R.S. May Not Think So",
      "snippet": "US Treasury and Internal Revenue Service rule that investors will not be allowed theft deduction for loss of value of stock bought on open market, even if stock declined because of crimes committed by corporate officials; Treasury says it understa...",
      "abstract": "US Treasury and Internal Revenue Service rule that investors will not be allowed theft deduction for loss of value of stock bought on open market, even if stock declined because of crimes committed by corporate officials; Treasury says it understands that some taxpayers have been advised that they could take such deductions (M)",
      "lead_paragraph": "Investors who lost money on stocks like Enron and WorldCom may think they were robbed, but the Internal Revenue Service is not buying the argument.",
      "publication_date": "2004-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/26/business/been-robbed-on-a-stock-irs-may-not-think-so.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Jury Is in Turmoil Over Tyco Case",
      "snippet": "Jurors in trial of Tyco International's former chief executive L Dennis Kozlowski and chief financial officer Mark H Swartz tell Judge Michael Obus that they may have reached impasse, saying 'the atmosphere in the jury room has turned poisonous'; ...",
      "abstract": "Jurors in trial of Tyco International's former chief executive L Dennis Kozlowski and chief financial officer Mark H Swartz tell Judge Michael Obus that they may have reached impasse, saying 'the atmosphere in the jury room has turned poisonous'; wording of two notes sent to Obus indicates that one juor may be holding out for acquittal while 11 others favor conviction on at least some of 32 charges; disclosure creates possibility that Obus could be forced to declare mistrial if jurors are unable to reach consensus; copy of notes sent to Obus (M)",
      "lead_paragraph": "The jurors in the trial of L. Dennis Kozlowski, the former chief executive of Tyco International, and his top lieutenant told the judge in the case yesterday that they may have reached an impasse, saying ''the atmosphere in the jury room has turned poisonous.''",
      "publication_date": "2004-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/26/business/jury-is-in-turmoil-over-tyco-case.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "U.S. Online Gambling Policy Violates Law, W.T.O. Rules  The World Trade Organization, in its first decision on an Internet-related fight, has ignited a political, cultural and legal tinderbox by ruling that the United States policy prohibiting onl...",
      "abstract": " U.S. Online Gambling Policy Violates Law, W.T.O. Rules  The World Trade Organization, in its first decision on an Internet-related fight, has ignited a political, cultural and legal tinderbox by ruling that the United States policy prohibiting online gambling violates international trade law.    The ruling was hailed by operators of online casinos based overseas as a major victory that could force America to liberalize laws outlawing their business. But the Bush administration plans to appeal. [Page C5.]",
      "lead_paragraph": "U.S. Online Gambling Policy Violates Law, W.T.O. Rules",
      "publication_date": "2004-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/26/business/business-digest-953490.html",
      "byline": ""
    },
    {
      "headline": "Regulators Said To Be Focusing On Board's Vote For Grasso Pay",
      "snippet": "Regulators preparing lawsuit against former New York Stock Exchange chairman Richard A Grasso may question validity of board vote that gave him right to $139.5 million payout; legal tactic, if successful, would not only void contract that gave Gra...",
      "abstract": "Regulators preparing lawsuit against former New York Stock Exchange chairman Richard A Grasso may question validity of board vote that gave him right to $139.5 million payout; legal tactic, if successful, would not only void contract that gave Grasso his pay, but it could also compel him to return large amount of money to stock exchange; Grasso would be forced to provide another justification for keeping full amount; NYSE interim chairman John S Reed has demanded Grasso repay $120 million and has turned matter over to New York State Atty Gen Eliot Spitzer and Securities and Exchange Commission; photos (M)",
      "lead_paragraph": "Regulators preparing a lawsuit against Richard A. Grasso, the former chairman of the New York Stock Exchange, may question the validity of the board vote that gave him the right to a $139.5 million payout , according to lawyers who have been briefed on the investigation.",
      "publication_date": "2004-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/26/business/regulators-said-to-be-focusing-on-board-s-vote-for-grasso-pay.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Outspoken Chief Is Ousted At German Chip Maker",
      "snippet": "Outspoken Chief",
      "abstract": "Outspoken Chief",
      "lead_paragraph": "Ulrich Schumacher, an outspoken German executive who sharply criticized his country's high taxes and rigid labor laws, was ousted unexpectedly on Thursday as the head of Infineon Technologies, the world's sixth-largest semiconductor maker.",
      "publication_date": "2004-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/26/business/outspoken-chief-is-ousted-at-german-chip-maker.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "After Word From Putin, A Top Aide Raises Forecast",
      "snippet": "Russia's Economic Development and Trade Min German Gref raises his outlook for Russia's growth this year to 6.4 percent from 5.2 percent, saying he now assumes higher oil prices; says he also expects Russia's economy to average annual 6.2 percent ...",
      "abstract": "Russia's Economic Development and Trade Min German Gref raises his outlook for Russia's growth this year to 6.4 percent from 5.2 percent, saying he now assumes higher oil prices; says he also expects Russia's economy to average annual 6.2 percent growth from 2005 to 2007; Pres Vladimir V Putin publicly scolded his cabinet few days ago for not setting ambitious enough growth goals for Russia; photo (M)",
      "lead_paragraph": "Just days after President Vladimir V. Putin publicly scolded his cabinet for not setting ambitious enough growth goals for Russia, the economics minister raised his forecasts for the economy on Thursday, citing high global oil prices.",
      "publication_date": "2004-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/26/business/after-word-from-putin-a-top-aide-raises-forecast.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "Chalabi, Nimble Exile, Searches for Role in Iraq",
      "snippet": "Ahmad Chalabi, Western-educated Iraqi exile best known for his connections with United States government, is one of most nimble and versatile leaders vying for power in new Iraqi state; before war in Iraq, he played critical role in convincing Bus...",
      "abstract": "Ahmad Chalabi, Western-educated Iraqi exile best known for his connections with United States government, is one of most nimble and versatile leaders vying for power in new Iraqi state; before war in Iraq, he played critical role in convincing Bush administration that Saddam Hussein posed grave and unavoidable threat to US and region; now, with his credibility under assault in Washington, he is reinventing himself, searching for new political constituency in country where people hardly know him because he has spent last 45 years outside country; it appears very few trust him; he is largely bereft of grass-roots following; is moving closer to country's Islamists in effort to appeal to Iraqis who bore brunt of Hussein's rule; has visited holy Shiite city of Najaf more than 10 times in past year to court religious leaders there, and has taken side of Shiite leaders when they boycotted signing of interim constitution; is reluctant to discuss his political strategy; says he sees himself as broker between Islamists and Americans; evidence suggests he has long way to go before being accepted by large numbers of his fellow Iraqis, many of whom see him as political opportunist; photo (M)",
      "lead_paragraph": "When a handful of the most Islamist-minded Iraqi leaders gathered in Najaf last month to consult Grand Ayatollah Ali al-Sistani, there was an unexpected guest.",
      "publication_date": "2004-03-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/26/world/the-struggle-for-iraq-leadership-chalabi-nimble-exile-searches-for-role-in-iraq.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "The Overleveraged Disneyland: Will Disney Take Losses in France?",
      "snippet": "Floyd Norris comment on Walt Disney Co's financial problems focuses on fact that company for first time will be required by new accounting regulations to put Euro Disney's huge debt on its own balance sheet and its losses will show up in Disney's ...",
      "abstract": "Floyd Norris comment on Walt Disney Co's financial problems focuses on fact that company for first time will be required by new accounting regulations to put Euro Disney's huge debt on its own balance sheet and its losses will show up in Disney's operating results as well; says Disney's chief executive Michael D Eisner does not need more bad news, but Disney may have to swallow substantial write-down to get deal with banks that reduces Euro Disney debt to manageable level; graph (M)",
      "lead_paragraph": "WHEN the Walt Disney Company decided to build a Disneyland in Europe, it was clever in many ways -- perhaps too clever. It managed to build first one, and then a second, theme park largely with other people's money while not showing any of the loans on its own balance sheet. If all had gone well, it would have shown profits without much in the way of expenses.",
      "publication_date": "2004-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/26/business/the-overleveraged-disneyland-will-disney-take-losses-in-france.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "RICE WOULD TAKE MORE QUESTIONS FROM 9/11 PANEL",
      "snippet": "White House, seeking to deflect mounting criticism, offers to have national security adviser Condoleezza Rice answer more questions from panel investigating Sept 11 attacks, but only in private and not under oath; some Republicans say Pres Bush is...",
      "abstract": "White House, seeking to deflect mounting criticism, offers to have national security adviser Condoleezza Rice answer more questions from panel investigating Sept 11 attacks, but only in private and not under oath; some Republicans say Pres Bush is being undercut by perception that senior White House official will not cooperate in probe; Bush forcefully denies accusations that he ignored severity of threat from Al Qaeda; his aides pummel Richard A Clarke, former counterterrorism chief who has accused Bush administration of not heeding warnings before Sept 11; Senate Democratic leader Tom Daschle calls on White House to cease 'character attacks' on Clarke; White House is seeking to deflect new criticism of Bush for his handling of counterterrorism issues in months before 9/11 and to contain fallout of 9/11 commission investigation that Democrats and some Republicans say could cast shadow over his re-election campaign; array of White House officials, including Rice and Vice Pres Dick Cheney, appear on television to discredit Clarke's testimony as either politically motivated, to help John Kerry, or as ruse to sell books; some Republicans question wisdom of White House involving itself in such public and muscular campaign to dicredit citic who was, by his account, a Republican who served in Bush administration; photo (M)",
      "lead_paragraph": "Under mounting pressure from Democrats about its response to the investigation into the Sept. 11, 2001, attacks, the White House offered Thursday to have Condoleezza Rice, the national security adviser, answer more questions from the Sept. 11 panel. At the same time, President Bush forcefully denied accusations that he had ignored the severity of the threat from Al Qaeda.",
      "publication_date": "2004-03-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/26/us/threats-responses-overview-rice-would-take-more-questions-9-11-panel.html",
      "byline": "By Adam Nagourney and Richard W. Stevenson"
    },
    {
      "headline": "Kerry Is Sticking With Plan to Raise Auto Fuel Efficiency",
      "snippet": "Sen John Kerry, expected Democratic nominee for president, is sticking with plan he backed in Senate to increase nation's fuel economy standards 50 percent by 2015 in face of rising gasoline prices and stagnating fuel efficiency; 50 percent would ...",
      "abstract": "Sen John Kerry, expected Democratic nominee for president, is sticking with plan he backed in Senate to increase nation's fuel economy standards 50 percent by 2015 in face of rising gasoline prices and stagnating fuel efficiency; 50 percent would be largest increase since automotive fuel economy standards were first imposed in 1970's; few think that even Kerry could make good on such plan if he were elected president, because there is too much opposition from Congressional Republicans and Midwestern Democrats; Bush campaign says Kerry plan would have devastating effect on region already hemorrhaging manufacturing jobs; automakers say they do not have technology to meet Kerry's numbers; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/26/business/kerry-is-sticking-with-plan-to-raise-auto-fuel-efficiency.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Diamond Mine Bid Rejected",
      "snippet": "World Business Briefing: Canada: Diamond Mine",
      "abstract": "World Business Briefing: Canada: Diamond Mine",
      "lead_paragraph": "BHP Billiton, the world's biggest mining company, plans to expand its Ekati mine in Canada, which supplies about 6 percent of the world's diamonds by value, after rejecting two offers for its stake from the DGI Group of Israel. BHP Billiton, which made 56 cents profit from every $1 of sales from Ekati last quarter, aims to expand its diamond business, a spokeswoman said. DGI said yesterday that it made a second approach to BHP Billiton, which rebuffed a first approach in June to buy its 80 percent share of Ekati, valued at $1.1 billion by ABN Amro Holding.",
      "publication_date": "2004-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/26/business/world-business-briefing-americas-canada-diamond-mine-bid-rejected.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | New Zealand: Exports Rise",
      "snippet": "New Zealand's exports rose 9.5 percent in February from month year ago to 2.53 billion New Zealand dollars ($1.65 billion); New Zealand's current account deficit in fourth quarter 2003 narrowed to 1.92 billion New Zealand dollars, down 1.7 percent...",
      "abstract": "New Zealand's exports rose 9.5 percent in February from month year ago to 2.53 billion New Zealand dollars ($1.65 billion); New Zealand's current account deficit in fourth quarter 2003 narrowed to 1.92 billion New Zealand dollars, down 1.7 percent from year ago (S)9",
      "lead_paragraph": "New Zealand's exports rose 9.5 percent in February from the month a year ago to 2.53 billion New Zealand dollars ($1.65 billion), according to preliminary figures released by Statistics New Zealand, pushing the country to a trade surplus of 136 million New Zealand dollars. The agency also announced that New Zealand's current account deficit in the fourth quarter of 2003 narrowed to 1.92 billion New Zealand dollars, down 1.7 percent from the quarter in 2002, lifted by receipts from overseas tourists. Wayne Arnold (NYT)",
      "publication_date": "2004-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/26/business/world-business-briefing-new-zealand-exports-rise.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "SENATE OUTLAWS INJURY TO FETUS DURING A CRIME",
      "snippet": "Senate, by 61 to 38, approves legislation making it separate offense to harm fetus in federal crime committed against pregnant woman and sends measure to Pres Bush for his signature; opponents denounce bill as effort to undermine constitutional ri...",
      "abstract": "Senate, by 61 to 38, approves legislation making it separate offense to harm fetus in federal crime committed against pregnant woman and sends measure to Pres Bush for his signature; opponents denounce bill as effort to undermine constitutional right to abortion by recognizing fetus as a person; bill was passed in House on Feb 26; anti-abortion movement has sought this legislation since 1999; Bush supports measure but Sen John Kerry, presumptive Democratic presidential nominee, votes against measure; Sen Mike DeWine, chief Senate author of measure, says bill recognizes that there are two separate victims when pregnant woman is attacked; opponents of measure are troubled by definition of 'child in utero' covered under bill as 'member of the species...at any stage of development'; Sen Dianne Feinstein and others say this definition could ultimately be used as argument to overturn existing laws protecting abortion rights; photo (M)",
      "lead_paragraph": "The Senate approved legislation on Thursday making it a separate offense to harm the fetus in a federal crime committed against a pregnant woman, sending the measure to President Bush for his signature.",
      "publication_date": "2004-03-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/26/us/senate-outlaws-injury-to-fetus-during-a-crime.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "Libya Signs Energy Exploration Deal With Shell",
      "snippet": "Royal Dutch/Shell signs breakthrough deal with Libya's state oil company, National Oil Corp, to explore for oil and natural gas, plan that could give Shell access to as much as $1 billion worth of fuel in North Africa; Libyan Oil Min Abdalla Salem...",
      "abstract": "Royal Dutch/Shell signs breakthrough deal with Libya's state oil company, National Oil Corp, to explore for oil and natural gas, plan that could give Shell access to as much as $1 billion worth of fuel in North Africa; Libyan Oil Min Abdalla Salem el-Badri and Shell chief executive Malcolm Brinded meet in Tripoli to sign deal as British Prime Min Tony Blair arrives in city with Libyan leader Maummar el-Qaddafi; analysts estimate Libya, member of OPEC, has production capacity of about 1.6 million barrels per day, which is about 23 percent more than its current OPEC quota of about 1.3 million barrels per day (M)",
      "lead_paragraph": "Royal Dutch/Shell signed a breakthrough deal yesterday with Libya's state oil company to explore for oil and natural gas, a plan that could give Shell access to as much as $1 billion worth of fuel in North Africa.",
      "publication_date": "2004-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/26/business/libya-signs-energy-exploration-deal-with-shell.html",
      "byline": "By Nicola Clark"
    },
    {
      "headline": "Ex-Aide's Book Corners Market In Capital Buzz",
      "snippet": "Richard A Clarke's book is unexpected literary phenomenon whose account of counterterrorism failures within Bush administration has been flying off shelves this week; in Washington, Clarke's book, Against All Enemies: Inside America's War on Terro...",
      "abstract": "Richard A Clarke's book is unexpected literary phenomenon whose account of counterterrorism failures within Bush administration has been flying off shelves this week; in Washington, Clarke's book, Against All Enemies: Inside America's War on Terror, has hijacked news agenda and placed him in ranks of other best-selling Washington authors; some booksellers around country are struggling to keep up with demand for book, which has gone into its fifth printing since it went on sale four days ago; there are signs that book's appeal is extending beyond insular world of Washington in week in which Clarke's story has been splashed across front pages of national newspapers and featured on televised news broadcasts as he testified before commission investigating Sept 11 attacks; Pew Research Center survey suggests national awareness of Clarke's arguments is quite high; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/26/us/threats-and-responses-the-accuser-ex-aide-s-book-corners-market-in-capital-buzz.html",
      "byline": "By Rachel L. Swarns"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Trade Surplus Grows",
      "snippet": "Japan's current account surplus grew stronger-than-expected 52 percent in February from month year earlier; surplus rose to 1.41 trillion yen ($13.3 billion), highest level since December 1998; exports rose 10.3 percent from year ago while imports...",
      "abstract": "Japan's current account surplus grew stronger-than-expected 52 percent in February from month year earlier; surplus rose to 1.41 trillion yen ($13.3 billion), highest level since December 1998; exports rose 10.3 percent from year ago while imports declined 1 percent; 14.9 percent increase in exports to China gave Japan trade surplus with that country for first time in decade (S)",
      "lead_paragraph": "Japan's current account surplus grew a stronger-than-expected 52 percent in February from the month a year earlier, fueled by growing exports of electronics and other goods to China and other Asian countries. The surplus rose to 1.41 trillion yen ($13.3 billion), the highest level since December 1998. Exports rose 10.3 percent from a year earlier while imports declined 1 percent. A 14.9 percent increase in exports to China gave Japan a trade surplus with that country in February for the first time in a decade. Todd Zaun (NYT)",
      "publication_date": "2004-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/26/business/world-business-briefing-asia-japan-trade-surplus-grows.html",
      "byline": "By Todd Zaun (NYT)"
    }
  ]
}