{
  "metadata": {
    "date": "2004-08-25",
    "total_articles": 17
  },
  "articles": [
    {
      "headline": "Notes Shed Some Light On Loan Panel Decisions To Deny Aid to United",
      "snippet": "Minutes of June meetings of Air Transportation Stabilization Board show panel's members felt United Airlines' bid for $1.6 billion in assistance was based on aulty business plan and they believed that helping airline could hurt rest of industry; b...",
      "abstract": "Minutes of June meetings of Air Transportation Stabilization Board show panel's members felt United Airlines' bid for $1.6 billion in assistance was based on aulty business plan and they believed that helping airline could hurt rest of industry; board said company could find financing elsewhere and that it had not proved that loan was needed to maintain viable air transportation system; photo (M)",
      "lead_paragraph": "Members of a federal loan board said they felt that United Airlines' bid for $1.6 billion in assistance was based on a faulty business plan and they believed that helping the airline could hurt the rest of the industry, newly released minutes of the board's deliberations show.",
      "publication_date": "2004-08-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/25/business/notes-shed-some-light-on-loan-panel-decisions-to-deny-aid-to-united.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "It's Monday in Germany. Time for Social Protest.",
      "snippet": "Demonstrations across Germany over last four Mondays protesting Chancellor Gerhard Schroder government's plan to cut back generous unemployment benefits have injected volatile new element into German politics; mounting public anger underscores per...",
      "abstract": "Demonstrations across Germany over last four Mondays protesting Chancellor Gerhard Schroder government's plan to cut back generous unemployment benefits have injected volatile new element into German politics; mounting public anger underscores perils of attacking Germany's once-sacrosanct welfare state; government has held line against demands that it dilute or delay measures; but political analysts predict that this will end Schroder's reform drive, at least for now; protests could dull whatever conservative opposition has to press for more radical changes and cuts in social benefits; measures, scheduled to take effect in January 2005, would affect Germans out of work for more than 12 months; rather than drawing long-term unemployment compensation, which can be up to 60 percent of recipient's original salary, they would receive only basic welfare, amounting to 345 euros ($417) each month, plus extra money to help for rent and utilities; photo (M)",
      "lead_paragraph": "Each Monday for the last four weeks, thousands of Germans have taken to the streets for an odd summer ritual: a sunset march against Chancellor Gerhard Schröder and his government's plan to cut back Germany's generous unemployment benefits.",
      "publication_date": "2004-08-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/25/business/it-s-monday-in-germany-time-for-social-protest.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Vast Force Is Deployed for Security at Convention",
      "snippet": "Federal state and local officials say police and vast armada of land, air and maritime forces are being deployed in New York City for Republican National Convention in intentionally huge response to intelligence that Al Qaeda hopes to carry out at...",
      "abstract": "Federal state and local officials say police and vast armada of land, air and maritime forces are being deployed in New York City for Republican National Convention in intentionally huge response to intelligence that Al Qaeda hopes to carry out attack to disrupt presidential vote; intelligence officials say nation will remain on high terror alert throughout convention and probably well beyond; say they are increasingly concerned about attack, even though there are no specific indications of strike during convention; thousands of delegates arriving in city are likely to face new round of potentially confusing public warnings alongside soothing official exhortations to enjoy party, which will take place inside security envelope surrounding Madison Square Garden; NYC police will flood streets with up to 10,000 officers and employ high and low technology; Comr Raymond W Kelly comments; Secret Service coordinates security; over two dozen federal, state and local agencies will contribute personnel and equipment (M)",
      "lead_paragraph": "The New York Police Department and the largest armada of land, air and maritime forces ever assembled to provide security at a national political gathering are being deployed in New York for the Republican convention, according to federal, state and local officials. They said yesterday that they were planning an intentionally huge response to intelligence that Al Qaeda hoped to carry out an attack to disrupt this year's elections.",
      "publication_date": "2004-08-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/25/world/threats-responses-investigation-vast-force-deployed-for-security-convention.html",
      "byline": "By David Johnston and William K. Rashbaum"
    },
    {
      "headline": "VETERANS' GROUP HAD G.O.P. LAWYER",
      "snippet": "Benjamin L Ginsberg, Bush re-election campaign's top outside lawyer, says he gave legal advice to Swift Boat Veterans for Truth, group attacking Democratic presidential nominee Sen John Kerry's Vietnam War record and antiwar activism, interview; s...",
      "abstract": "Benjamin L Ginsberg, Bush re-election campaign's top outside lawyer, says he gave legal advice to Swift Boat Veterans for Truth, group attacking Democratic presidential nominee Sen John Kerry's Vietnam War record and antiwar activism, interview; says he helps group comply with campaign finance rules; says work is entirely separate from his work for Pres Bush; likens his role to that of Robert Bauer, lawyer for both Kerry campaign and liberal group organizing huge get-out-the-vote drive; Bush campaign aides have repeatedly denied link to Swift Boat group, almost all of whose challenges to Kerry and his war record have been contradicted by official records and even some of its members' own past statements; diagram of group's links to Republicans (M)",
      "lead_paragraph": "The Bush campaign's top outside lawyer said Tuesday that he had given legal advice to the group of veterans attacking Senator John Kerry's Vietnam War record and antiwar activism in a book, television commercials and countless appearances on cable news programs.",
      "publication_date": "2004-08-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/25/us/the-2004-campaign-advertising-veterans-group-had-gop-lawyer.html",
      "byline": "By Jim Rutenberg and Kate Zernike"
    },
    {
      "headline": "Will This Idea Fly? Charge Some Travelers $10 for Showing Up",
      "snippet": "Northwest Airlines say that starting Aug 27 it will charge $10 fee for issuing ticket at its airport check-in desks; fee of $5 will be charged on every ticket purchased over phone from its reservation lines; only way to buy ticket directly from No...",
      "abstract": "Northwest Airlines say that starting Aug 27 it will charge $10 fee for issuing ticket at its airport check-in desks; fee of $5 will be charged on every ticket purchased over phone from its reservation lines; only way to buy ticket directly from Northwest without paying extra fee will be through airline's Web site; executive vice president Tim Griffin comments; Northwest executives defend fees as part of broader effort to reduce distribution costs by $70 million per year, and say that new policy is similar to those of low-fare airlines; chief executive Richard H Anderson may face criticism over new fee proposal; photos (M)",
      "lead_paragraph": "To the long list of things that used to be free but that airlines now want you to pay for, add walking up to the counter to buy a ticket.",
      "publication_date": "2004-08-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/25/business/will-this-idea-fly-charge-some-travelers-10-for-showing-up.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Tribe, Claiming Whites' Land, Confronts Kenya's Government",
      "snippet": "Kenyan authorities rebuff efforts of angry Masai tribesmen to claim sprawling ranches held by white settlers in lush Rift Valley; police in riot gear are forcibly ousting men, whom government calls invaders, as well as their cattle; at least one M...",
      "abstract": "Kenyan authorities rebuff efforts of angry Masai tribesmen to claim sprawling ranches held by white settlers in lush Rift Valley; police in riot gear are forcibly ousting men, whom government calls invaders, as well as their cattle; at least one Masai has died in recent days, shot during confrontation with police; heavily armed police fire tear gas at and chase for blocks Masai demonstrators marching, Nairobi, to protest 100-year-old accord that stripped them of their land; government has adopted cautious approach to land reform, proposing cutting to 99 years leases granted some wealthy ranchers; map; photos (M)",
      "lead_paragraph": "In scenes reminiscent of Zimbabwe's land seizures, angry Masai tribesmen have begun marching onto sprawling ranches held by white settlers in Kenya's lush Rift Valley and claiming the tracts as their own.",
      "publication_date": "2004-08-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/25/world/tribe-claiming-whites-land-confronts-kenya-s-government.html",
      "byline": "By Marc Lacey"
    },
    {
      "headline": "World Business Briefing | Asia: India: Bank Workers On Strike",
      "snippet": "Estimated one million employees of India's government-owned banks go on strike; nine unions representing bank workers reject government's offer of 9.5 percent raise, demanding twice that much; strike by truckers enters its fourth day; truckers are...",
      "abstract": "Estimated one million employees of India's government-owned banks go on strike; nine unions representing bank workers reject government's offer of 9.5 percent raise, demanding twice that much; strike by truckers enters its fourth day; truckers are demanding that government scrap tax proposed for freight-booking agents (S)",
      "lead_paragraph": "An estimated one million employees of India's government-owned banks went on strike Tuesday as part of a countrywide protest demanding higher pay. Trading volume in the foreign exchange market was thin. Volume also fell in the bond market. Nine unions representing bank workers rejected the government's offer of a 9.5 percent raise, demanding twice that much. Government-owned banks are the lifeline in small towns where private banks have still not entered in a big way. Meanwhile, a strike by truckers entered its fourth day yesterday. Truckers are demanding that the government scrap a service tax proposed for freight-booking agents. Saritha Rai (NYT)",
      "publication_date": "2004-08-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/25/business/world-business-briefing-asia-india-bank-workers-on-strike.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "Oil Prices Fall for 3rd Day as Fears Ease",
      "snippet": "Oil prices fall for third day, retreating from record highs of near $50 per barrel set last week, as exports from Iraq resume and traders worry less about supply shortages; light low-sulfur crude for October delivery falls 84 cents, to $45.21 per ...",
      "abstract": "Oil prices fall for third day, retreating from record highs of near $50 per barrel set last week, as exports from Iraq resume and traders worry less about supply shortages; light low-sulfur crude for October delivery falls 84 cents, to $45.21 per barrel; oil prices remain about third higher than they were in July, run up by succession of geopolitical threats to supply; graph; photo (M)",
      "lead_paragraph": "Oil prices fell for a third day on Tuesday, retreating from the record highs of near $50 a barrel set last week, as exports from Iraq resumed and traders worried less about supply shortages.",
      "publication_date": "2004-08-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/25/business/the-markets-oil-prices-fall-for-3rd-day-as-fears-ease.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Cheney Stakes Out His Own Position On Gay Marriages",
      "snippet": "Vice Pres Dick Cheney, noting his daughter Mary is lesbian, says gay Americans should have freedom to enter into any kind of relationship they want to, campaign forum, Davenport, Iowa; says he would prefer to let states define what constitutes mar...",
      "abstract": "Vice Pres Dick Cheney, noting his daughter Mary is lesbian, says gay Americans should have freedom to enter into any kind of relationship they want to, campaign forum, Davenport, Iowa; says he would prefer to let states define what constitutes marriage; notes Pres Bush, who backs constitutional amendment banning gay marriage, sets administration policy; draft version of Republican platform calling for amendment is distributed to convention delegates; gay rights advocates accuse administration of trying to reach out to moderate voters after months of advocating amendment sought by social conservatives; social conservatives express disappointment at mixed messages; Cheney aide holds his stand has not changed; photo (M)",
      "lead_paragraph": "In a political season marked by Republican efforts to outlaw gay marriage, Vice President Dick Cheney on Tuesday offered a defense of the rights of gay Americans, declaring that ''freedom means freedom for everyone'' to enter ''into any kind of relationship they want to.''",
      "publication_date": "2004-08-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/25/us/2004-campaign-vice-president-cheney-stakes-his-own-position-gay-marriages.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Hollinger Director Quits",
      "snippet": "Ricï",
      "abstract": "Ricï",
      "lead_paragraph": "An independent director of Hollinger Inc., Conrad M. Black's holding company, has quit the board citing an excessive workload. The director, Richard Rohmer, left, an author of 23 books, a lawyer and a retired Canadian general who is 80 years old, joined Hollinger's board seven months ago at the height of a controversy over its management, conflicts of interest and oversight. ''I reached this decision as a result of the significant and persistent workload associated with my service on the board, which I did not anticipate when I joined the board,'' Mr. Rohmer said in a statement issued by Hollinger. Hollinger Inc. controls 68 percent of the voting shares of Hollinger International, whose holdings include The Chicago Sun-Times and The Jerusalem Post. Hollinger International has started a $1.25 billion legal action against Lord Black and Hollinger Inc. In separate legal actions, Hollinger Inc. is trying to recover management fees it says it is owed by Hollinger International. Ian Austen (NYT)",
      "publication_date": "2004-08-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/25/business/world-business-briefing-americas-canada-hollinger-director-quits.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "Junk E-Mail And Fraud Are Focus Of Crackdown",
      "snippet": "Federal and state enforcement agencies have quietly arrested or charged dozens of people with crimes related to junk e-mail, identity theft and other online scams in recent weeks; cases are expected to be announced by Atty Gen John Ashcroft on Aug...",
      "abstract": "Federal and state enforcement agencies have quietly arrested or charged dozens of people with crimes related to junk e-mail, identity theft and other online scams in recent weeks; cases are expected to be announced by Atty Gen John Ashcroft on Aug 26; nearly two dozen investigators work in office in Pittsburgh operated by National Cyber-Forensics and Training Alliance, nonprofit organization with close ties to FBI; much of financing for efforts, known as Operation Slam Spam, comes from Direct Marketing Association, trade group that wants to promote what it sees as legitimate use of e-mail marketing; graph (M)",
      "lead_paragraph": "Federal and state law enforcement agencies have quietly arrested or charged dozens of people with crimes related to junk e-mail, identity theft and other online scams in recent weeks, according to several people involved in the actions.",
      "publication_date": "2004-08-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/25/business/technology-junk-e-mail-and-fraud-are-focus-of-crackdown.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "ABUSE PANEL SAYS RULES ON INMATES NEED OVERHAUL",
      "snippet": "Independent panel headed by James R Schlesinger attributes prisoner abuses in Iraq to string of failures that led all the way up chain of command to Pentagon and calls for sweeping overhaul of how American military handles and interrogates prisone...",
      "abstract": "Independent panel headed by James R Schlesinger attributes prisoner abuses in Iraq to string of failures that led all the way up chain of command to Pentagon and calls for sweeping overhaul of how American military handles and interrogates prisoners in global war on terrorism; releases report at Pentagon news conference; calls for more and better trained military police and intelligence specialists; urges prisoners be treated in way consistent with United States jurisprudence and military doctrine and with US interpretation of Geneva Conventions; report is first review assigning any responsiblity, even indirectly, for misconduct at Abu Ghraib prison to Sec Donald H Rumsfeld and top military leaders; Schlesinger notes disclosure of those abuses has had chilling effect on interrogation operations essential in fight against terrorism; table details findings of responsibility of military officials; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/25/world/reach-war-abu-ghraib-report-abuse-panel-says-rules-inmates-need-overhaul.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "2 Planes Crash Near Moscow; 88 Feared Lost",
      "snippet": "Two Russian passenger jets on domestic flights crash nearly simultaneously after departing from same Moscow terminal; second to crash, Sibir Airlines flight, reportedly issued distress signal indicating it had been hijacked; at least 88 people are...",
      "abstract": "Two Russian passenger jets on domestic flights crash nearly simultaneously after departing from same Moscow terminal; second to crash, Sibir Airlines flight, reportedly issued distress signal indicating it had been hijacked; at least 88 people are presumed dead; airport security is tightened throughout Russia; Pres Vladimir V Putin, vacationing and working in Sochi, orders FSB to probe crashes; wreckage of first plane, Volga AviaExpress flight, is found about 100 miles south of Moscow; plane was flown by airline's general director; witnesses say it exploded before falling from sky (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/25/world/2-planes-crash-near-moscow-88-feared-lost.html",
      "byline": "By C. J. Chivers"
    },
    {
      "headline": "Bank Takeover in Japan Steps Away From Tradition and Into Open",
      "snippet": "Sumitomo Mitsui Financial, led by Yoshifumi Nishikawa, makes $29 billion bid for UFJ Holdings; UFJ earlier reached agreement to be taken over by Mitsubishi Tokyo Financial Group; UFJ says it will examine offer from Sumitomo Mitsui, although there ...",
      "abstract": "Sumitomo Mitsui Financial, led by Yoshifumi Nishikawa, makes $29 billion bid for UFJ Holdings; UFJ earlier reached agreement to be taken over by Mitsubishi Tokyo Financial Group; UFJ says it will examine offer from Sumitomo Mitsui, although there is no change to its plans to combine with Mitsubishi Tokyo; photo (Market Place column) (M)",
      "lead_paragraph": "The biggest takeover battle in Japanese history became even bigger on Tuesday as the Sumitomo Mitsui Financial Group sought to disrupt a rival's expansion plans with a $29 billion hostile bid for UFJ Holdings.",
      "publication_date": "2004-08-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/25/business/market-place-bank-takeover-in-japan-steps-away-from-tradition-and-into-open.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Mondavi Family to Reduce Control of Wine Company  The Robert Mondavi Corporation, which was founded by Robert Mondavi, left, in 1966, has proposed a recapitalization that would reduce the family's control of the wine business.    The company also ...",
      "abstract": " Mondavi Family to Reduce Control of Wine Company  The Robert Mondavi Corporation, which was founded by Robert Mondavi, left, in 1966, has proposed a recapitalization that would reduce the family's control of the wine business.    The company also took the first step to separate its wine into luxury and everyday wines. Among its luxury wines is Opus One, which it produces in partnership with Baron Philippe Rothschild. Its Woodbridge line and midpriced wines under the Mondavi name fall into the everyday category. The announcement strengthens speculation that one or both parts of the company may be up for sale. [Page C3.]",
      "lead_paragraph": "Mondavi Family to Reduce Control of Wine Company",
      "publication_date": "2004-08-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/25/business/business-digest-740748.html",
      "byline": ""
    },
    {
      "headline": "A South African City Loses Luster After the Gold Rush",
      "snippet": "Welkom, South Africa, once thriving gold-mining city, has deteriorated because South Africa's gold industry is in decline; most white miners have fled, while black miners have clustered in mushrooming shantytowns around central city or move into a...",
      "abstract": "Welkom, South Africa, once thriving gold-mining city, has deteriorated because South Africa's gold industry is in decline; most white miners have fled, while black miners have clustered in mushrooming shantytowns around central city or move into abandoned row houses; Welkom once produced 35 percent of South Africa's gold, and mining magnate Ernest Oppenheimer built world-class racecar track, gardens, parks, Olympic-length pools and broad avenues for white miners, while black miners languished in single-sex hostel; map; photo (M)",
      "lead_paragraph": "Half a century ago, after gold was found on a nearby farm, this sprawling city of malls and neat row houses erupted from the flat plains of what is now the Free State province of South Africa. Built by the mining magnate Ernest Oppenheimer above the vast, and seemingly limitless, riches underground, Welkom was a homestead for South Africa's cash-flush white miners.",
      "publication_date": "2004-08-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/25/business/a-south-african-city-loses-luster-after-the-gold-rush.html",
      "byline": "By Nicole Itano"
    },
    {
      "headline": "Investors Worried and Angry Over Thai Bank's Risky Loans",
      "snippet": "Thai central bank's decision to reclassify $1 billion of Krung Thai Bank's loans as nonperforming has some analysts concerned about fiscal policies of Thailand's tycoon prime minister, Thaksin Shinawatra; many experts say Krung Thai's revelation i...",
      "abstract": "Thai central bank's decision to reclassify $1 billion of Krung Thai Bank's loans as nonperforming has some analysts concerned about fiscal policies of Thailand's tycoon prime minister, Thaksin Shinawatra; many experts say Krung Thai's revelation is fresh evidence that 'Thaksinomics,' blend of politices that helped lift Thailand's economy to 7 percent annual growth rate, depends too much on pushing government-owned financial institutions like Krung Thai to finance domestic spending (M)",
      "lead_paragraph": "The morning before Krung Thai Bank reported its first-half earnings last month, Thailand's stock exchange singled out the government-controlled bank as a model of disclosure and shareholders' rights.",
      "publication_date": "2004-08-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/25/business/investors-worried-and-angry-over-thai-bank-s-risky-loans.html",
      "byline": "By Wayne Arnold"
    }
  ]
}