{
  "metadata": {
    "date": "2004-11-11",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: Britain: Credit Card Inquiry",
      "snippet": "Britain's Office of Fair Trade says MasterCard is violating British competition laws by charging 'unduly high' fees on card transactions, which are borne by retailers and ultimately passed along to consumers; also is investigating Visa for similar...",
      "abstract": "Britain's Office of Fair Trade says MasterCard is violating British competition laws by charging 'unduly high' fees on card transactions, which are borne by retailers and ultimately passed along to consumers; also is investigating Visa for similar violations (S)",
      "lead_paragraph": "The Office of Fair Trade said that MasterCard was violating British competition laws by charging \"unduly high\" fees on card transactions, which are borne by retailers and ultimately passed along to consumers. The regulator also said it was investigating Visa for similar violations. At issue are interchange fees, which are paid by the banks that issue the cards to the banks that process transactions, and average just over 1 percent. Heather Timmons (NYT)",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/11/business/world-business-briefing-europe-britain-credit-card-inquiry.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Fed Raises Interest Rate a 4th Time, to 2 Percent",
      "snippet": "Federal Reserve raises federal funds rate on overnight loans between banks by quarter point, to 2 percent, fourth increase this year; suggests it will continue to raise rates gradually through much of next year; photo (M)",
      "abstract": "Federal Reserve raises federal funds rate on overnight loans between banks by quarter point, to 2 percent, fourth increase this year; suggests it will continue to raise rates gradually through much of next year; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 10 - The Federal Reserve raised short-term interest rates on Wednesday for the fourth time this year, and suggested that it would continue to raise them gradually through much of next year.",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/11/business/fed-raises-interest-rate-a-4th-time-to-2-percent.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "PeopleSoft Rejects Latest Oracle Bid as Inadequate",
      "snippet": "PeopleSoft rejects Orac",
      "abstract": "PeopleSoft rejects Orac",
      "lead_paragraph": "SAN FRANCISCO, Nov. 10 - PeopleSoft rejected Oracle's latest and supposedly last -- tender offer of $24 a share yesterday, putting the company's fate in the hands of its shareholders and showing that its new management team intends to continue to fight the merger.",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/11/business/peoplesoft-rejects-latest-oracle-bid-as-inadequate.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "World Business Briefing | Europe: Brazil: Industrial Output Flat",
      "snippet": "Industrial production in Brazil rises in September at its slowest pace in six months, suggesting that country's economic recovery is starting to cool after recent surge; production rises less than 0.02 percent from August (S)",
      "abstract": "Industrial production in Brazil rises in September at its slowest pace in six months, suggesting that country's economic recovery is starting to cool after recent surge; production rises less than 0.02 percent from August (S)",
      "lead_paragraph": "Industrial production in Brazil rose in September at its slowest pace in six months, suggesting that the country's economic recovery is starting to cool after a recent surge. The government's statistics agency said production rose less than 0.02 percent from August. In the first nine months of the year, output is up a cumulative 9 percent, helping Brazil's economy grow at its fastest pace since 1996. Most economists expect the economy to expand about 4.5 percent this year; initial growth forecasts were for 3.5 percent. Todd Benson (NYT)",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/11/business/world-business-briefing-europe-brazil-industrial-output-flat.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: A Telecom Posts A Profit",
      "snippet": "World Business Briefing: Britain: A Telecom Posts A Profi",
      "abstract": "World Business Briefing: Britain: A Telecom Posts A Profi",
      "lead_paragraph": "The British telecommunications company Cable and Wireless Group reported its first profit since 2001 and said it would buy back £250 million ($464 million) of its stock and lay off 600 employees. The company also said its chief operating officer, Kevin Loosemore, and the chief executive of its British operations, Royston Hoggarth, were leaving the company. Net income for the six months ended Sept. 30 was £204 million, in contrast to a net loss of £80 million a year earlier. Cable & Wireless has been reorganizing since 2001. Heather Timmons (NYT)",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/11/business/technology/world-business-briefing-europe-britain-a-telecom-posts.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Mexico's Antitrust Chief Seeks Stronger Laws",
      "snippet": "Eduardo Perez Motta, Mexico's new antitrust chief, is charged with curbing monopolies in an economy where one or two dominant companies are norm in many industries--among them aviation, cement, energy, tele-communications and television broadcasti...",
      "abstract": "Eduardo Perez Motta, Mexico's new antitrust chief, is charged with curbing monopolies in an economy where one or two dominant companies are norm in many industries--among them aviation, cement, energy, tele-communications and television broadcasting; his first task will be to lobby Congress to rewrite Mexico's competition law; photos (M)",
      "lead_paragraph": "MEXICO CITY, Nov. 10 - Eduardo Pérez Motta is the new technocrat in charge of standing up to Mexico's most powerful companies.",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/11/business/worldbusiness/mexicos-antitrust-chief-seeks-stronger-laws.html",
      "byline": "By Elisabeth Malkin"
    },
    {
      "headline": "Microsoft Unveils Its Internet Search Engine, Quietly",
      "snippet": "Microsoft unveils its long-planned response to Google and Yahoo in Internet search industry, but with uncharacteristically soft-sell approach; debut, taking form of test site, is stark contrast to high-profile introduction Microsoft made of its In...",
      "abstract": "Microsoft unveils its long-planned response to Google and Yahoo in Internet search industry, but with uncharacteristically soft-sell approach; debut, taking form of test site, is stark contrast to high-profile introduction Microsoft made of its Internet Explorer browser nine years ago; Microsoft director Adam Sohn says intention is not to compete with Google, but insted to 'delight' its own customers (M)",
      "lead_paragraph": "SAN FRANCISCO, Nov. 10 - Microsoft rolled out its long-planned response to Google and Yahoo in the Internet search industry on Wednesday, but with an uncharacteristically soft-sell approach.",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/11/technology/microsoft-unveils-its-internet-search-engine-quietly.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Wanted by the Police: A Good Interface",
      "snippet": "San Jose, Calif, police are having problems with new mobile dispatch system, including difficulties with user interface and lack of training officers; biggest misstep was that officers were not consulted in designing system; photo (M)",
      "abstract": "San Jose, Calif, police are having problems with new mobile dispatch system, including difficulties with user interface and lack of training officers; biggest misstep was that officers were not consulted in designing system; photo (M)",
      "lead_paragraph": "SAN JOSE, Calif. - SAN JOSE has a reputation as one of the safest large cities in the nation, with the fewest police officers per capita.",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/11/11/technology/wanted-by-the-police-a-good-interface.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "From Digital Camera to Print, No Computer Required",
      "snippet": "David Pogue State of the Art column on digital image printers that do not require computer; camera attaches to printer with USB cable to create 4-by-6-inch prints; photo; drawing; chart compares various brands (M)",
      "abstract": "David Pogue State of the Art column on digital image printers that do not require computer; camera attaches to printer with USB cable to create 4-by-6-inch prints; photo; drawing; chart compares various brands (M)",
      "lead_paragraph": "AS the family's black sheep techno-nerd, I was the designated digital photographer at this summer's reunion in Vermont. Lakes, mountains, babies -- man, I was in shutterbug heaven. By week's end I had turned the best shots into Web sites, screen savers, desktop pictures, e-mail attachments and an elaborately produced slide show on DVD.",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/11/11/technology/circuits/from-digital-camera-to-print-no-computer-required.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Rougher Times Amid Higher Costs at JetBlue",
      "snippet": "JetBlue Airways continues to be profitable, but it has had to reduce fares to stay competitive, which has hurt its revenue and profit, undercutting its stock price; JetBlue's stock is worth about half what it was year ago, and last month Standard ...",
      "abstract": "JetBlue Airways continues to be profitable, but it has had to reduce fares to stay competitive, which has hurt its revenue and profit, undercutting its stock price; JetBlue's stock is worth about half what it was year ago, and last month Standard & Poor's lowered its outlook on airline's debt to negative from stable, indicating that it might lower its credit ratings; short-sellers on Wall Street have been taking aim at JetBlue's stock with increasing frequency since September, betting that price will fall further; chief executive David G Neeleman comments; graphs; photo (M)",
      "lead_paragraph": "Time may have finally caught up with JetBlue, the airline that Wall Street once thought could do no wrong.",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/11/business/rougher-times-amid-higher-costs-at-jetblue.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Terror Alert Level Lowered At Financial Locations  Federal officials lowered the terrorist alert level for the financial services sector in Washington, northern New Jersey and New York, saying that financial institutions in the three regions had t...",
      "abstract": " Terror Alert Level Lowered At Financial Locations  Federal officials lowered the terrorist alert level for the financial services sector in Washington, northern New Jersey and New York, saying that financial institutions in the three regions had taken significant steps to better defend themselves in the event of an attack.  ",
      "lead_paragraph": "Terror Alert Level Lowered At Financial Locations Federal officials lowered the terrorist alert level for the financial services sector in Washington, northern New Jersey and New York, saying that financial institutions in the three regions had taken significant steps to better defend themselves in the event of an attack.",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/11/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Pick a Number, It's Sequel Season",
      "snippet": "Charles Herold Game Theory column reviews Halo 2 and Grand Theft Auto: San Andreas; photos (M)",
      "abstract": "Charles Herold Game Theory column reviews Halo 2 and Grand Theft Auto: San Andreas; photos (M)",
      "lead_paragraph": "THE sequel is king, and games with titles like The Sims 2, Burnout 3 and Myst IV receive far more attention than those increasingly rare games with no pedigree. Nothing seems to work gamers into a frenzy of anticipation quite as effectively as the promise of a game that will give them the same thrilling experience they remember from a game they were obsessed with a year or two ago.",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/11/11/technology/circuits/pick-a-number-its-sequel-season.html",
      "byline": "By Charles Herold"
    },
    {
      "headline": "Hard Lesson in Battle: 150Marines Meet 1 Sniper",
      "snippet": "Sniper fire keeps 150 marines at bay for better part of day in Falluja, even through two airstrikes and barrage of artillery shells; because no one can count flitting shadows, it is unclear how many snipers there are, but it is lesson on nature of...",
      "abstract": "Sniper fire keeps 150 marines at bay for better part of day in Falluja, even through two airstrikes and barrage of artillery shells; because no one can count flitting shadows, it is unclear how many snipers there are, but it is lesson on nature of enemy in hellish warren of rubble-strewn streets; two marines have been killed by snipers in past two days when unit advanced to main highway from mosque taken earlier; it is contest of wills in which tension rises to level that seems unbearable and then rises again; marine snipers sit motionless for long stretches, firing at any movement, senses tuned to high pitch; photos (M)",
      "lead_paragraph": "FALLUJA, Iraq, Nov. 10 - American marines called in two airstrikes on the pair of dingy three-story buildings squatting along Highway 10 on Wednesday, dropping 500-pound bombs each time. They fired 35 or so 155-millimeter artillery shells, 10 shots from the muzzles of Abrams tanks and perhaps 30,000 rounds from their automatic rifles. The building was a smoking ruin.",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/11/world/middleeast/hard-lesson-in-battle-150marines-meet-1-sniper.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Assault Slows, but G.I.'s Take Half of Falluja",
      "snippet": "Advances in Falluja slow with American-led troops in control of about half the city; units come under heavy sniper fire, but military officials assert that force is regrouping and will resume advance; Iraqi forces searching northern section of cit...",
      "abstract": "Advances in Falluja slow with American-led troops in control of about half the city; units come under heavy sniper fire, but military officials assert that force is regrouping and will resume advance; Iraqi forces searching northern section of city find what their commander calls 'hostage slaughterhouses' containing black clothing worn by jihadists and records with names of hostages; also find large caches of weapons; CIA spokeswoman announces that convoy carrying chief American weapons inspector Charles Duelfer is attacked, but it is not known if he was injured or if he was specific target; wave of bloody assaults continues and is believed to be part of loosely coordinated counteroffensive by guerrillas; insurgents kidnap three relatives of Iraqi Prime Min Ayad Allawi from their home in Baghdad; group calling itself Ansar al-Jihad claims credit and threatens to behead them unless siege is called off and prisoners are released; photos; map show positions of American-led forces within Falluja (L)",
      "lead_paragraph": "FALLUJA, Iraq, Thursday, Nov. 11 - Advances in Falluja slowed considerably on Wednesday after American-led troops took control of about half of the city.",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/11/world/middleeast/assault-slows-but-gis-take-half-of-falluja.html",
      "byline": "By Robert F. Worth and Edward Wong"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Telecom Company's Profit Rises",
      "snippet": "World Business Brie",
      "abstract": "World Business Brie",
      "lead_paragraph": "Profit at the Nippon Telegraph and Telephone Corporation rose 3 percent for the six-month period that ended Sept. 30, helped by the sale of shares in its mobile phone affiliate, NTT DoCoMo. Net profit for the company, the largest telecom provider in Japan, rose to 344.6 billion yen ($3.26 billion) for the period, from a revised 334.3 billion yen for the period last year. Revenue fell 1.7 percent, to 5.32 trillion yen. NTT earned 319 billion yen from the sale of stock it held in NTT DoCoMo, the nation's top mobile phone company. NTT's stake in DoCoMo fell to 62.4 percent from 63.6 percent as a result of the sale. NTT's core fixed-line business has been deteriorating because of mobile phone and Internet-based competition. Todd Zaun (NYT)",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/11/business/world-business-briefing-asia-japan-telecom-companys-profit-rises.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Arafat Dies at 75; No Successor Set; West Bank Burial",
      "snippet": "Palestinian leader Yasir Arafat dies in Paris hospital of complications from unknown disease after lingering in coma for days, as his wife Suha and closest aides struggle over his political and financial legacy; will be buried in Ramallah on West ...",
      "abstract": "Palestinian leader Yasir Arafat dies in Paris hospital of complications from unknown disease after lingering in coma for days, as his wife Suha and closest aides struggle over his political and financial legacy; will be buried in Ramallah on West Bank in Muqata, old British fortress he used as headquarters and where he was confined by Israelis for three years; memorial service will be held in Cairo with most Arab and world leaders expected to attend; under rules of Palestinian Authority, speaker of parliament Rawhi Fattouh will serve as acting president until elections are held within 60 days; Palestinian Min Saeb Erekat urges US to help ensure free and fair elections; former Prime Minister Mahmoud Abbas is expected to take over PLO and Fatah, with Ahmed Qurei continuing as prime minister but with more authority over day-to-day running of government; comments from Palestinians and some of Arafat's closest aides; Pres Bush looks to new leadership as opening for peace process to resume; photos; brief profiles of possible successors (L)",
      "lead_paragraph": "RAMALLAH, West Bank, Thursday, Nov. 11 - Yasir Arafat, the Palestinian leader, died early Thursday morning in a Paris hospital, a French military spokesman announced.",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/11/world/middleeast/arafat-dies-at-75-no-successor-set-west-bank-burial.html",
      "byline": "By James Bennet and Steven Erlanger"
    },
    {
      "headline": "Earnings Drop at Big Bank in Australia",
      "snippet": "National Australia Bank reports that net profit in year ended Sept 30 dropped 20 percent, to 3.18 billion Australian dollars ($2.42 billion); John Stewart, who took over as bank's chief executive in wake of foreign-exchange trading scandal in Febr...",
      "abstract": "National Australia Bank reports that net profit in year ended Sept 30 dropped 20 percent, to 3.18 billion Australian dollars ($2.42 billion); John Stewart, who took over as bank's chief executive in wake of foreign-exchange trading scandal in February, calls bank's performance 'totally unacceptable'; photo (M)",
      "lead_paragraph": "Once a standout as Australia's largest and most influential lender, the National Australia Bank reported earnings yesterday that made it a disappointing exception in an industry thriving amid the country's housing boom.",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/11/business/earnings-drop-at-big-bank-in-australia.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "Bush Nominates His Top Counsel for Justice Post",
      "snippet": "Pres Bush nominates White House counsel and longtime political loyalist Albert R Gonzales to be next attorney general; speed with which nomination is made indicates Bush wants to get new appointees in place before start of his second term; if conf...",
      "abstract": "Pres Bush nominates White House counsel and longtime political loyalist Albert R Gonzales to be next attorney general; speed with which nomination is made indicates Bush wants to get new appointees in place before start of his second term; if confirmed, Gonzales would be first Hispanic in post; choice is embraced by Senate Republicans, but Democrats appear eager to question Gonzales, who is considered more conservative than several other leading candidates; among most contentious confirmation issues are memorandums written by Gonzales or his aides providing legal arguments to support administration's claim that Geneva Conventions do not apply to detainees from Afghanistan war; career highlights and biographical information; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/11/politics/bush-nominates-his-top-counsel-for-justice-post.html",
      "byline": "By David E. Sanger and Eric Lichtblau"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Trade Surplus Falls",
      "snippet": "Japan's current-account surplus shrank 13.6 percent in September as rising oil prices increased value of imports and as shipments to overseas markets fell; surplus fell to 1.5 trillion yen ($14.2 billion) from 1.73 trillion yen in August; exports ...",
      "abstract": "Japan's current-account surplus shrank 13.6 percent in September as rising oil prices increased value of imports and as shipments to overseas markets fell; surplus fell to 1.5 trillion yen ($14.2 billion) from 1.73 trillion yen in August; exports declined 1.4 percent, and imports rose 2.4 percent; trade surplus fell 12.4 percent, to 1.12 trillion yen (S)d",
      "lead_paragraph": "Japan's current-account surplus shrank 13.6 percent in September as rising oil prices increased the value of imports and as shipments to overseas markets fell. The surplus, the broadest measure of a country's global trade, fell to 1.5 trillion yen ($14.2 billion) from 1.73 trillion yen in August, seasonally adjusted, the Ministry of Finance said. Exports fell 1.4 percent, and imports rose 2.4 percent. The trade surplus, which excludes trade in services, fell 12.4 percent, to 1.12 trillion yen.",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/11/business/world-business-briefing-asia-japan-trade-surplus-falls.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "France to Sell a Third of Its Nuclear Power Group",
      "snippet": "French government plans to sell sell one-third stake in nuclear power group Areva on Paris stock exchange early next year--transaction that could raise more than 3.5 billion euros ($4.51 billion); partial privatization of Areva, world's largest ma...",
      "abstract": "French government plans to sell sell one-third stake in nuclear power group Areva on Paris stock exchange early next year--transaction that could raise more than 3.5 billion euros ($4.51 billion); partial privatization of Areva, world's largest maker of nuclear reactors, comes as government-owned company is trying to raise its international profile; company is competing for $8 billion contract from China to build four nuclear reactors; Areva has market value of more than 10 billion euros; photo of Areva chief exec Anne Lauvergeon (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/11/business/france-to-sell-a-third-of-its-nuclear-power-group.html",
      "byline": "By Nicola Clark"
    },
    {
      "headline": "Jones Is Said to Be Near a Deal for Barneys",
      "snippet": "Jones Apparel Group is expected to announce deal to buy Barneys New York for $400 million; Jones's chief executive Peter Boneparth declines comment; photos (M)",
      "abstract": "Jones Apparel Group is expected to announce deal to buy Barneys New York for $400 million; Jones's chief executive Peter Boneparth declines comment; photos (M)",
      "lead_paragraph": "The Jones Apparel Group, a $4.3 billion clothing company with a middle-brow reputation, is expected to announce today a deal to buy Barneys New York, the singularly trendy clothing chain that has its flagship store on Madison Avenue.",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/11/business/jones-is-said-to-be-near-a-deal-for-barneys.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Trade Surplus Falls",
      "snippet": "Statistics Canada reports that Canada's trade surplus fell 1.4 billion Canadian dollars, to 5.06 billion Canadian dollars ($4.22 billion) in September from August; says exports fell 3.4 percent to 36.1 billion Canadian dollars (S)",
      "abstract": "Statistics Canada reports that Canada's trade surplus fell 1.4 billion Canadian dollars, to 5.06 billion Canadian dollars ($4.22 billion) in September from August; says exports fell 3.4 percent to 36.1 billion Canadian dollars (S)",
      "lead_paragraph": "Canada's trade surplus fell 1.4 billion Canadian dollars, to 5.06 billion Canadian dollars ($4.22 billion), in September from August, the government's statistics agency said. In a monthly report, Statistics Canada said that exports fell 3.4 percent, to 36.1 billion Canadian dollars, and that imports rose 0.4 percent, to 31 billion Canadian dollars. Exports to all of the country's major trading partners declined and there were declines in all of Canada's major export categories, including manufactured goods and agricultural products, the agency said. Economists said that the report might discourage the Bank of Canada from continuing its recent moves to raise interest rates. Ian Austen (NYT)",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/11/business/world-business-briefing-americas-canada-trade-surplus-falls.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Growth Forecast Is Cut",
      "snippet": "Bank",
      "abstract": "Bank",
      "lead_paragraph": "The Bank of England cut its forecast for British economic growth next year to about 2.5 percent and said inflation might accelerate less than it previously expected. \"The economy has lost some momentum through the autumn; the labor market has been a little softer in recent months; employment growth has slowed,\" a bank governor, Mervyn King, above, said at a news conference. The bank has raised its benchmark interest rate five times in a year, to 4.75 percent. Analysts said the bank's forecast suggested that it would not raise interest rates again soon.",
      "publication_date": "2004-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/11/business/world-business-briefing-europe-britain-growth-forecast-is-cut.html",
      "byline": "By Bloomberg News"
    }
  ]
}