{
  "metadata": {
    "date": "2004-06-10",
    "total_articles": 24
  },
  "articles": [
    {
      "headline": "Coke's President to Quit After Being Passed Over For Company's Top Job",
      "snippet": "Coca-Cola Co president-chief operating officer Steven J Heyer will leave company after being passed over when E Neville Isdell was named chief executive in May, replacing Douglas N Daft; photos (M)",
      "abstract": "Coca-Cola Co president-chief operating officer Steven J Heyer will leave company after being passed over when E Neville Isdell was named chief executive in May, replacing Douglas N Daft; photos (M)",
      "lead_paragraph": "A month after being passed over for the top job, Steven J. Heyer, the president and chief operating officer of Coca-Cola, said yesterday that he would leave the company.",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/10/business/coke-s-president-to-quit-after-being-passed-over-for-company-s-top-job.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "PC as Power Plant",
      "snippet": "Universal serial bus connectors on computers have spawned devices that draw power from connection, but are not computer peripherals; result is fewer international adapters to be toted; photo (M)",
      "abstract": "Universal serial bus connectors on computers have spawned devices that draw power from connection, but are not computer peripherals; result is fewer international adapters to be toted; photo (M)",
      "lead_paragraph": "IT began as a simple way of getting computers and other devices to play nicely together. But it has given rise to a stream of gadgets far more exotic than the printers and mouses it was designed to accommodate.",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/06/10/technology/pc-as-power-plant.html",
      "byline": "By Douglas Heingartner"
    },
    {
      "headline": "Oregon Hearing to Look at Utility's Charging for Taxes It Didn't Pay",
      "snippet": "Oregon Judge Don A Dickey orders regulatory hearing into whether Portland General Electric, unit of Enron, fraudulently collected more than $665 million from ratepayers to cover corporate income taxes that Enron never paid; order comes as group of...",
      "abstract": "Oregon Judge Don A Dickey orders regulatory hearing into whether Portland General Electric, unit of Enron, fraudulently collected more than $665 million from ratepayers to cover corporate income taxes that Enron never paid; order comes as group of Texas investors is trying to buy Portland General Electric under terms that would allow it to collect $92 million per year for taxes that it would not necessarily have to pay to federal and state governments; intended buyer Texas Pacific Group has said it will not promise to return to ratepayers any taxes it collects but does not have to pay; Portland General Electric vice president Pamela Lesh says state law entitles company to collect money to cover corporate income taxes that it would owe as stand-alone company even if those taxes were never paid by its parent company; judge rules in case brought by Dan Meek, lawyer who runs Utility Reform Project, local watchdog group (M)",
      "lead_paragraph": "A state judge has ordered a regulatory hearing into whether Portland General Electric, a unit of Enron, fraudulently collected more than $665 million from ratepayers to cover corporate income taxes that Enron never paid.",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/10/business/oregon-hearing-to-look-at-utility-s-charging-for-taxes-it-didn-t-pay.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "Reagan Team, A Bit Grayer, Gathers Again",
      "snippet": "Former Reagan White House staff members reunite in Washington, DC, to handle 1,000 invitations to ex-Pres Ronald Reagan's state funeral Nancy Reagan sends to family, friends and former members of his administration; tickets to first presidential s...",
      "abstract": "Former Reagan White House staff members reunite in Washington, DC, to handle 1,000 invitations to ex-Pres Ronald Reagan's state funeral Nancy Reagan sends to family, friends and former members of his administration; tickets to first presidential state funeral in over three decades are in extraordinary demand; Rick Ahearn, family's representative in charge of funeral logistics, comments; 3,000 seats at funeral have been reserved for members of Congress, diplomatic corps, Supreme Court, Joint Chiefs of Staff and foreign leaders; it is still unclear how many on Mrs Reagan's list have accepted, or even who is on it; Capitol police hurriedly clear Senate building where top Reagan officials attend reception in response to false threat of incoming aircraft; radio problem in Kentucky Gov Ernie Fletcher's plane led air traffic controllers to lose track of plane, setting off alarm; reception was first of many events planned in Washington this week for former Reagan officials; photos (M)",
      "lead_paragraph": "''Is David Stockman on the list?'' one harried volunteer asked another in the Reagan funeral offices at the Mayflower Hotel.",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/10/us/the-40th-president-a-reunion-reagan-team-a-bit-grayer-gathers-again.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "World Business Briefing | Europe: Spain: Real Estate Acquisition",
      "snippet": "Spain's Inmobiliaria Colonial, real estate company, plans to buy French property manager Societe Fonciere Lyonnaise for 1.6 billion euros ($2 billion) (S)",
      "abstract": "Spain's Inmobiliaria Colonial, real estate company, plans to buy French property manager Societe Fonciere Lyonnaise for 1.6 billion euros ($2 billion) (S)",
      "lead_paragraph": "The real estate company Inmobiliaria Colonial said it planned to buy a larger French property manager, Socièté Foncière Lyonnaise, for 1.6 billion euros ($2 billion) after failing to expand at home. Colonial, based in Barcelona, bought a 55.6 percent stake from investors including a British insurer, Aviva, and a lender, Société Générale, for 759 million euros, or 38 euros a share, it said in a regulatory filing. Colonial will make an offer to buy the rest of Foncière Lyonnaise, which is based in Paris, at the same price. With the purchase of Foncière Lyonnaise, Colonial would add the Paris market to Madrid and Barcelona and offices would represent 81 percent of the value of its holdings. (Bloomberg News)",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/10/business/world-business-briefing-europe-spain-real-estate-acquisition.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "As Oil Prices Rise, a Sense of Alarm in Asia",
      "snippet": "Asian nations have sense of alarm about security of oil supplies in region that counts on Middle East for no less than half of its oil; recent terrorist attacks in Saudi Arabia have awakened region to possibility that attack on Middle East oil shi...",
      "abstract": "Asian nations have sense of alarm about security of oil supplies in region that counts on Middle East for no less than half of its oil; recent terrorist attacks in Saudi Arabia have awakened region to possibility that attack on Middle East oil shipments could deprive region of oil at any price; energy ministers from Southeast Asia meet in Manila with counterparts from China, Japan and South Korea to discuss how they might cooperate to reduce that risk; Association of Southeast Asian Nations organized meeting; Asean ministers agree to improve climate for investment in oil exploration and infrastructure and to raise amount of power derived from renewable energy sources to 10 percent in next six years; photo (M)",
      "lead_paragraph": "Thailand has imposed a curfew on its gasoline stations. Once free to stay open around the clock, gas stations will now be required to close from 10 p.m. to 5 a.m.",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/10/business/as-oil-prices-rise-a-sense-of-alarm-in-asia.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Bush Sides With Bells In Pivotal Phone Case  In a move that critics say could mean higher telephone rates, the Bush administration sided with regional Bell phone companies by deciding not to challenge a court ruling that will allow them to charge ...",
      "abstract": " Bush Sides With Bells In Pivotal Phone Case  In a move that critics say could mean higher telephone rates, the Bush administration sided with regional Bell phone companies by deciding not to challenge a court ruling that will allow them to charge competitors more for using the Bells' networks.   ",
      "lead_paragraph": "Bush Sides With Bells In Pivotal Phone Case",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/10/business/business-digest-920223.html",
      "byline": ""
    },
    {
      "headline": "For Wandering Tourists, Help From On High",
      "snippet": "GoCar Rentals of San Francisco offers guided tours of city; users rent small vehicles that utilize global positioning technology coupled with database of audio clips to navigate city; photo (M)",
      "abstract": "GoCar Rentals of San Francisco offers guided tours of city; users rent small vehicles that utilize global positioning technology coupled with database of audio clips to navigate city; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/06/10/technology/for-wandering-tourists-help-from-on-high.html",
      "byline": "By Tim Gnatek"
    },
    {
      "headline": "Higher-Ranking Officer Is Sought To Lead Inquiry Over Abu Ghraib",
      "snippet": "Gen John P Abizaid, commander of American forces in Mideast, asks Sec Donald H Rumsfeld to replace Maj Gen George R Fay, who leads probe into abuses by military intelligence soldiers at Abu Ghraib prison, with more senior officer, step that would ...",
      "abstract": "Gen John P Abizaid, commander of American forces in Mideast, asks Sec Donald H Rumsfeld to replace Maj Gen George R Fay, who leads probe into abuses by military intelligence soldiers at Abu Ghraib prison, with more senior officer, step that would let probe reach into military's highest ranks in Iraq; bid comes amid mounting complaints from lawmakers and some military officers that number of probes into detainee abuse may scapegoat handful of enlisted soldiers and leave many senior officers unaccountable; Fay has said he cannot complete probe without interviewing more senior-ranking officers, including Lt Gen Ricardo S Sanchez, ground commander in Iraq, move barred by Army rules; Sanchez has taken unusual step of asking to be removed as reviewing authority for Fay's report and asking that higher-ranking officers be named to conduct and review inquiry; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/10/world/reach-war-detainees-higher-ranking-officer-sought-lead-inquiry-over-abu-ghraib.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Offering Ministry, and Early Release, to Prisoners",
      "snippet": "Christian worship and substance-abuse programs run by Rick Warren, influential evangelical minister, and his Saddleback Community Church have acquired unique status within California Department of Corrections; drug treatment program is first relig...",
      "abstract": "Christian worship and substance-abuse programs run by Rick Warren, influential evangelical minister, and his Saddleback Community Church have acquired unique status within California Department of Corrections; drug treatment program is first religious program that can, like secular addiction programs, win inmates early release; will soon have its own building at Jamestown, Calif, medium-security prison; has elicited no protest, but some civil libertarians say it amounts to government sponsorship of religion; photos (M)",
      "lead_paragraph": "The campus of Rick Warren's Saddleback Community Church in Lake Forest, Calif., covers 120 acres, and draws up to 20,000 people on Sundays. But to appreciate the full reach of this church and its leader you need to look in less manicured surroundings.",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/10/us/offering-ministry-and-early-release-to-prisoners.html",
      "byline": "By John Leland"
    },
    {
      "headline": "A Different Tack On Heartburn: Go On, Indulge",
      "snippet": "GlaxoSmithKline's ad campaign for heartburn medication Tagamet suggests shifting focus of heartburn medications from treating unintentional excess to providing prophylactic for customers whose excess is very intentional; campaign, aimed at young m...",
      "abstract": "GlaxoSmithKline's ad campaign for heartburn medication Tagamet suggests shifting focus of heartburn medications from treating unintentional excess to providing prophylactic for customers whose excess is very intentional; campaign, aimed at young males, was developed by CAS/Masterson; photo (M)",
      "lead_paragraph": "All the trappings of beer commercials are there: the come-hither poses of the seductively dressed women, the leering language of the ad copy, the paeans to activities of the night. The ads in question, however, are not for Budweiser, Miller Lite or the like, but for a heartburn medication.",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/10/business/the-media-business-advertising-a-different-tack-on-heartburn-go-on-indulge.html",
      "byline": "By Nat Ives"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Executive Leaving Retailer",
      "snippet": "World Business Briefing: Brita",
      "abstract": "World Business Briefing: Brita",
      "lead_paragraph": "The Marks & Spencer Group, the retail chain, said that Vittorio Radice, left, the head of its clothes unit, would leave tomorrow as the new chief executive, Stuart Rose, prepared his own management team. Mr. Rose, who was hired to fend off a takeover attempt by the billionaire Philip Green said the decision for Mr. Radice to leave was mutual. Mr. Rose said he wanted to take more control of the clothing business and would have cut back on Mr. Radice's responsibilities.",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/10/business/world-business-briefing-europe-britain-executive-leaving-retailer.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "New Peruvian Soft Drink Packs a Punch",
      "snippet": "Peru's Kokka Royal Food & Drink is producing soft drink called KDrink with main ingredient being coca, much-maligned green leaf used to make cocaine; use of coca has not stopped company from filling 200,000 of 10-ounce bottles since operations beg...",
      "abstract": "Peru's Kokka Royal Food & Drink is producing soft drink called KDrink with main ingredient being coca, much-maligned green leaf used to make cocaine; use of coca has not stopped company from filling 200,000 of 10-ounce bottles since operations began in February; company's lawyers are negotiating with health authorities in Europe to secure import permits, which KDrink's makers say would convert oddity of concoction into real competitor for world's big-name beverages; photo (M)",
      "lead_paragraph": "Amid clanging machinery and the whiffs of steam on the factory floor, a new company is producing a soft drink that its creators pledge will transform this Andean country, if successful.",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/10/business/new-peruvian-soft-drink-packs-a-punch.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "Bell Canada Seeks to Offer Cable TV On Its Wires",
      "snippet": "Bell Canada asks regulators for go-ahead to offer cable TV serivce over its existing copper-wire phone network to counter threat from cable operators; estimates it will need to spend 676 million Canadian dollars ($502 million) on upgrading its net...",
      "abstract": "Bell Canada asks regulators for go-ahead to offer cable TV serivce over its existing copper-wire phone network to counter threat from cable operators; estimates it will need to spend 676 million Canadian dollars ($502 million) on upgrading its network and other costs required for TV operations (M)",
      "lead_paragraph": "Bell Canada has asked regulators for a go-ahead to offer cable TV service over its existing copper-wire phone network to counter a threat from cable operators.",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/10/business/bell-canada-seeks-to-offer-cable-tv-on-its-wires.html",
      "byline": "By Bernard Simon"
    },
    {
      "headline": "World Business Briefing | Europe: Hearing Set On Music Merger",
      "snippet": "European Commission schedules hearing on proposed merger of music units of Sony and Bertelsmann for June 14-15 (S)6",
      "abstract": "European Commission schedules hearing on proposed merger of music units of Sony and Bertelsmann for June 14-15 (S)6",
      "lead_paragraph": "The European Commission has scheduled a hearing on the proposed merger of the music units of Sony and Bertelsmann for next Monday and Tuesday. The commission, the regulatory arm of the European Union, listed objections to the deal last month, fearing that it would raise prices for consumers. The companies asked for the hearing; the commission must make a decision by July 22. Paul Meller",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/10/business/world-business-briefing-europe-hearing-set-on-music-merger.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "'Avenue Q' Thumbs Its Nose at the Road For Life on the Strip",
      "snippet": "Producers of musical play Avenue Q decide to forgo national tour in favor of open-ended run, beginning around Labor Day 2005, in new $40-million Las Vegas theater to be built for show; theater will be in Wynn Las Vegas, Steve Wynn's latest casino,...",
      "abstract": "Producers of musical play Avenue Q decide to forgo national tour in favor of open-ended run, beginning around Labor Day 2005, in new $40-million Las Vegas theater to be built for show; theater will be in Wynn Las Vegas, Steve Wynn's latest casino, which opens next Apr; he comments, interview; decision surprises other Broadway producers, some of whom count on road trip revenues; photo (M)",
      "lead_paragraph": "In a calculated gamble that subverts the traditional Broadway notion of a road show, the producers of ''Avenue Q,'' the newly minted Tony winner for best musical, have decided to forgo a national tour and opt instead for a long-term, open-ended run in Las Vegas, a city they say is perfectly suited for their subversively funny puppet show.",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/10/us/avenue-q-thumbs-its-nose-at-the-road-for-life-on-the-strip.html",
      "byline": "By Jesse McKinley"
    },
    {
      "headline": "Euro Disney Reaches Deal To Rearrange Finances",
      "snippet": "Euro Disney reaches agreement on financial restructuring that will provide money for design of new rides and attractions; details undisclosed; graph (M)0",
      "abstract": "Euro Disney reaches agreement on financial restructuring that will provide money for design of new rides and attractions; details undisclosed; graph (M)0",
      "lead_paragraph": "Euro Disney, the financially troubled theme park near Paris, said yesterday that it had reached an agreement on a financial restructuring that would provide money for the design of new rides and attractions. But it gave no details, and a spokesman said it would be weeks before shareholders learn how they would be affected by the plan.",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/10/business/euro-disney-reaches-deal-to-rearrange-finances.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Bid For Bar Operator",
      "snippet": "GI Partners, private equity firm created by California Public Employees' Retirement System, or Calpers, acquires Yates Group, British owner of bars, for 93 million pounds ($171 million) (S)",
      "abstract": "GI Partners, private equity firm created by California Public Employees' Retirement System, or Calpers, acquires Yates Group, British owner of bars, for 93 million pounds ($171 million) (S)",
      "lead_paragraph": "GI Partners, a private equity firm created by the California Public Employees' Retirement System, or Calpers, has agreed to buy the Yates Group, a British owner of bars, for £93 million ($171 million). GI Partners offered 140 pence a share for Yates, which is based in Bolton and operates 152 bars. The price is a 37 percent premium over Yates's share price on June 2, the day before GI Partners said it was in talks to buy Yates. GI Partners was set up in 2001 by Calpers and the CB Richard Ellis Group, a commercial property broker.",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/10/business/world-business-briefing-europe-britain-bid-for-bar-operator.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Now, a Great Leap Forward in Luxury",
      "snippet": "Automakers at Beijing auto show are wooing China's new wealthy; powerful economic boom has gripped China, pushing up property values in many major cities; growing number of luxury automakers are opening dealerships in China; photos (M)",
      "abstract": "Automakers at Beijing auto show are wooing China's new wealthy; powerful economic boom has gripped China, pushing up property values in many major cities; growing number of luxury automakers are opening dealerships in China; photos (M)",
      "lead_paragraph": "Wearing a white car-racing T-shirt, black plastic cargo pants and silver Nike running shoes, James Wang, a 27-year-old developer of golf courses and luxury homes, stepped forward on Wednesday as one of China's first two buyers of the Maybach 62, a 20-foot ultraluxury sedan marketed as ''the private jet of the road.''",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/10/business/now-a-great-leap-forward-in-luxury.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "May Stores Acquiring Marshall Field's",
      "snippet": "May Department Stores Co acquires Marshall Field's for $3.24 billion in cash from Target Corp, which bought retail chain in 1990; also buys sites of nine Mervyn's stores in Midwest; May chairman-chief executive Gene S Kahn comments; deal will allo...",
      "abstract": "May Department Stores Co acquires Marshall Field's for $3.24 billion in cash from Target Corp, which bought retail chain in 1990; also buys sites of nine Mervyn's stores in Midwest; May chairman-chief executive Gene S Kahn comments; deal will allow Target to more sharply focus on its discount chain (M)",
      "lead_paragraph": "The May Department Stores Company said yesterday that it had agreed to buy Marshall Field's, one of the most venerable names in retailing, for $3.24 billion in cash.",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/10/business/may-stores-acquiring-marshall-field-s.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "BUSH BACKS OFF RULE THAT EASED PHONE LINE FEES",
      "snippet": "Bush administration, in reversal critics say could lead to higher phone rates, sides with four regional Bell companies in court case over fees they charge rivals for access to their networks; drops out of appeal of appeals court ruling striking do...",
      "abstract": "Bush administration, in reversal critics say could lead to higher phone rates, sides with four regional Bell companies in court case over fees they charge rivals for access to their networks; drops out of appeal of appeals court ruling striking down Federal Communications Commission rules requiring Verizon, SBC Communications, BellSouth and Qwest Communications to make their networks available to rivals at heavy discounts; move cuts chances Supreme Court will accept appeal, particularly because FCC, under Bush administration pressure, also decides not to pursue appeal; Consumer Federation of America official Mark Cooper says end to rules could lead to higher rates for 19 million consumers who get service from rivals and 30 million who get discounts from Bells in response to competition; AT&T, MCI and other rivals score switch; warn of higher local phone rates; Bell companies hold local markets are more competitive than when rules were adopted; FCC decision results from shift by Kevin J Martin, who had been lone Republican commissioner backing appeal; photo (M)",
      "lead_paragraph": "In a move that critics say could lead to higher telephone rates, the Bush administration on Wednesday sided with the four regional Bell companies in a court case over the fees they charge their rivals for access to their networks.",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/10/business/bush-backs-off-rule-that-eased-phone-line-fees.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Two Said to Tell Of Libyan Plot Against Saudi",
      "snippet": "Abdurahman Alamoudi, American Muslim jailed in United States, and Col Mohamed Ismael, Libyan intelligence officer in Saudi custody, have separately said they were part of Libyan leader Muammar el-Qaddafi's plot to assassinate Crown Prince Abdullah...",
      "abstract": "Abdurahman Alamoudi, American Muslim jailed in United States, and Col Mohamed Ismael, Libyan intelligence officer in Saudi custody, have separately said they were part of Libyan leader Muammar el-Qaddafi's plot to assassinate Crown Prince Abdullah and destabilize Saudi Arabia, plot hatched last year while Qaddafi was renouncing terrorism and negotiating lifting of sanctions; American officials say they are probing scope of plot, how far it advanced and whether Qaddafi was involved; say charges are part of reason State Department has not dropped Libya from list of nations that support terrorism; senior official says US continues to monitor Libya's adherence to pledge to end ties with terrorism and cooperate in war on terrorism; plot reportedly began after Qaddafi and Abdullah clashed at Arab summit meeting in Mar 2003; Ismael was captured by Egyptian police after he fled Saudi Arabia in Nov in aborted 'drop' of $1 million to team of four Saudi militants he says planned to attack Abdullah's motorcade; four were arrested in Mecca; Qaddafi's son Seif al-Islam el-Qaddafi calls plot 'nonsense,' interview, London; photos (M)",
      "lead_paragraph": "While the Libyan leader, Col. Muammar el-Qaddafi, was renouncing terrorism and negotiating the lifting of sanctions last year, his intelligence chiefs ordered a covert operation to assassinate the ruler of Saudi Arabia and destabilize the oil-rich kingdom, according to statements by two participants in the conspiracy.",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/10/world/two-said-to-tell-of-libyan-plot-against-saudi.html",
      "byline": "By Patrick E. Tyler"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Industrial Output Rises",
      "snippet": "Brazil's industrial production rose for second consecutive month in April, gaining 6.7 percent from year earlier and 0.1 percent from March; output rose 6.1 percent in first four months of year from same 2003 period; economy expanded 2.7 percent i...",
      "abstract": "Brazil's industrial production rose for second consecutive month in April, gaining 6.7 percent from year earlier and 0.1 percent from March; output rose 6.1 percent in first four months of year from same 2003 period; economy expanded 2.7 percent in first quarter and is expected to grow about 3.5 percent in 2004 (S)",
      "lead_paragraph": "Industrial production in Brazil rose for a second consecutive month in April, gaining 6.7 percent from a year earlier and 0.1 percent from March, the government said. In the first four months, output increased 6.1 percent from the 2003 period, suggesting that South America's biggest economy is on the rebound after shrinking last year for the first time in more than a decade. The Brazilian economy expanded 2.7 percent in the first quarter and is expected to grow about 3.5 percent this year. Todd Benson (NYT)",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/10/business/world-business-briefing-americas-brazil-industrial-output-rises.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Camcorder With Plenty Of Extras",
      "snippet": "David Pogue State of the Art column on new camcorder from Panasonic that uses three charged coupled devices to deliver sharp images and more vivid color; device is smaller and cheaper than one-chip models and has plenty of extras to deliver enhanc...",
      "abstract": "David Pogue State of the Art column on new camcorder from Panasonic that uses three charged coupled devices to deliver sharp images and more vivid color; device is smaller and cheaper than one-chip models and has plenty of extras to deliver enhanced video; photos; drawing (M)",
      "lead_paragraph": "SOME things in life are best experienced one at a time -- mortgages, movies, marriages, for example. Others are most valuable when they come in pairs, like headlights, headphones or handlebars.",
      "publication_date": "2004-06-10T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/06/10/technology/state-of-the-art-camcorder-with-plenty-of-extras.html",
      "byline": "By David Pogue"
    }
  ]
}