{
  "metadata": {
    "date": "2004-07-13",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Leucadia Seeks to Buy Controlling Stake in MCI",
      "snippet": "Leucadia National Corp is seeking permission from Federal Trade Commission and Justice Department to buy controlling stake in MCI, troubled telecommunications company formerly known as WorldCom; announcement comes two days before MCI relists its s...",
      "abstract": "Leucadia National Corp is seeking permission from Federal Trade Commission and Justice Department to buy controlling stake in MCI, troubled telecommunications company formerly known as WorldCom; announcement comes two days before MCI relists its shares on Nasdaq market (Market Place column) (M)",
      "lead_paragraph": "The Leucadia National Corporation, the New York-based investment group, is seeking permission from regulators to buy a controlling stake in MCI, the troubled telecommunications company that emerged from bankruptcy protection in April.",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/13/business/market-place-leucadia-seeks-to-buy-controlling-stake-in-mci.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "A Profile in Terror: Zarqawi's Life Story",
      "snippet": "Former inmates of a Jordanian prison remember Abu Musab al-Zarqawi as a tough guy. ''People listened to him because they feared him, '' one said.    American officials contend he has come a long way and is now the biggest terrorist threat in Iraq,...",
      "abstract": "Former inmates of a Jordanian prison remember Abu Musab al-Zarqawi as a tough guy. ''People listened to him because they feared him, '' one said.    American officials contend he has come a long way and is now the biggest terrorist threat in Iraq, accused of orchestrating suicide bombings, kidnappings and beheadings.   ",
      "lead_paragraph": "Former inmates of a Jordanian prison remember Abu Musab al-Zarqawi as a tough guy. ''People listened to him because they feared him, '' one said.",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/13/us/a-profile-in-terror-zarqawi-s-life-story.html",
      "byline": ""
    },
    {
      "headline": "Bush Forcefully Defends War, Citing Safety of U.S. and World",
      "snippet": "Pres Bush vigorously defends his decision to go to war against Iraq, saying invasion was right thing to do even though no banned weapons have been found there and claiming progress against terrorism and spread of unconventional arms; reaffirms his...",
      "abstract": "Pres Bush vigorously defends his decision to go to war against Iraq, saying invasion was right thing to do even though no banned weapons have been found there and claiming progress against terrorism and spread of unconventional arms; reaffirms his approach to heading off potential threats from terrorists and nations seeking or holding nuclear, chemical or biological weapons; does not dispute Senate Intelligence Committee report that found that main assessments used to justify war had been overstated or unspported by underlying intellignce; makes speech at Oak Ridge National Laboratory, where he can point to parts of Libya's uranium enrichment program now housed there; Vice Pres Dick Cheney accuses Sens John Kerry and John Edwards of criticizing Bush on Iraq after voting in 2002 to authorize use of force in confronting Saddam Hussein; Kerry responds by saying Bush has failed to reach out to allies to promote global effort to stop spread of nuclear weapons and materials and implies that war in Iraq has diverted US from other urgent threats; photo (M)",
      "lead_paragraph": "President Bush on Monday vigorously defended his decision to go to war against Iraq, saying the invasion was the right thing to do even though no banned weapons had been found there, and claiming progress against terrorism and the spread of unconventional arms.",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/13/us/2004-campaign-president-bush-forcefully-defends-war-citing-safety-us-world.html",
      "byline": "By Richard W. Stevenson and Jodi Wilgoren"
    },
    {
      "headline": "MORGAN STANLEY SETTLES BIAS SUIT WITH $54 MILLION",
      "snippet": "Morgan Stanley agrees to pay $54 million to settle sex discrimination case rather than stand trial on EEOC accusations that it denied equal pay and promotions to women in division of its investment bank; settlement would cover as many as 340 women...",
      "abstract": "Morgan Stanley agrees to pay $54 million to settle sex discrimination case rather than stand trial on EEOC accusations that it denied equal pay and promotions to women in division of its investment bank; settlement would cover as many as 340 women, with at least 12 million going to Allison K Schieffelin, lead plaintiff; Morgan Stanley, which does not admit to any wrongdoing, agrees to spend $2 million on diversity programs overseen by outside monitor to improve chances that women will succeed there; must also provide antidiscrimination training for managers and employees in division that deals with stock trading for institutional clients; Shieffelin photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/13/business/morgan-stanley-settles-bias-suit-with-54-million.html",
      "byline": "By Patrick McGeehan"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Morgan Stanley Settles Bias Case for $54 Million  Morgan Stanley agreed to pay $54 million to settle a sex discrimination case rather than stand trial on the federal government's accusation that it denied equal pay and promotions to women in a div...",
      "abstract": " Morgan Stanley Settles Bias Case for $54 Million  Morgan Stanley agreed to pay $54 million to settle a sex discrimination case rather than stand trial on the federal government's accusation that it denied equal pay and promotions to women in a division of its investment bank.    The settlement, which could cover as many as 340 women, is the second largest the Equal Employment Opportunity Commission has reached with a company it sued and is the first with a major securities firm. [Page A1.]",
      "lead_paragraph": "Morgan Stanley Settles Bias Case for $54 Million",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/13/business/business-digest-287679.html",
      "byline": ""
    },
    {
      "headline": "Experts Set Lower Low for Levels of Cholesterol",
      "snippet": "Federal health officials say people who are at moderate to high risk for heart disease should take medication to bring their levels of LDL, harmful cholesterol, under 100, threshold 30 points lower than the one recommended only two and a half year...",
      "abstract": "Federal health officials say people who are at moderate to high risk for heart disease should take medication to bring their levels of LDL, harmful cholesterol, under 100, threshold 30 points lower than the one recommended only two and a half years ago; calls for more aggressive treatment of people at high risk and says people at highest-risk, who have established heart disease plus another condition like diabetes, smoking, high blood pressure or recent heart attack, have therapeutic option to drive LDL level below 70; new recommendations will increase by a few million the number of Americans who meet criteria for therapy with powerful cholesterol-reducing drugs called statins, and many people who already take medications will be advised to increase doses (M)",
      "lead_paragraph": "Federal health officials yesterday sharply reduced the desired levels of harmful cholesterol for Americans who are at moderate to high risk for heart disease.",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/13/us/experts-set-lower-low-for-levels-of-cholesterol.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "World Business Briefing | Asia: China: Higher Trade Figures",
      "snippet": "China's exports rose 47 percent to record in June, up from 33 percent increase in May; exports totaled $51 billion, but imports rose 51 percent, to $49 billion, biggest gain in more than decade (S)",
      "abstract": "China's exports rose 47 percent to record in June, up from 33 percent increase in May; exports totaled $51 billion, but imports rose 51 percent, to $49 billion, biggest gain in more than decade (S)",
      "lead_paragraph": "Exports rose 47 percent to a record in June, up from an increase of 33 percent in May, the commerce ministry said. The agency said exports totaled $51 billion, but imports rose 51 percent, to $49 billion, the biggest gain in more than a decade. The increased trade came as the government in Beijing was moving to slow expansion by tightening credit. ''It's certainly encouraging that exports aren't weakening but are actually picking up,'' said Robert Subbaraman, an economist at Lehman Brothers Japan in Tokyo. ''It's good to offset the investment slowdown so you don't get too hard a landing.''",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/13/business/world-business-briefing-asia-china-higher-trade-figures.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Exports Spur Sharp Growth for Singapore",
      "snippet": "Singapore's economy expanded 11.7 percent in second quarter from year earlier; non-oil exports rose seasonally adjusted 11.8 percent in May from April; exports to China rose 57 percent from year ago; photo (M)",
      "abstract": "Singapore's economy expanded 11.7 percent in second quarter from year earlier; non-oil exports rose seasonally adjusted 11.8 percent in May from April; exports to China rose 57 percent from year ago; photo (M)",
      "lead_paragraph": "Singapore's economy expanded 11.7 percent in the second quarter from a year earlier, the Trade and Industry Ministry said on Monday, placing the city-state among the fastest growing economies in the world.",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/13/business/exports-spur-sharp-growth-for-singapore.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Gazprom Posts Higher Profit",
      "snippet": "World Business Briefing:",
      "abstract": "World Business Briefing:",
      "lead_paragraph": "The gas company Gazprom, which supplies about a quarter of Europe's gas, said it earned $5.5 billion last year, up from $1 billion a year earlier, but analysts were disappointed with the company's rising debt. Sales rose 12 percent, to $28 billion, helped by higher gas prices and increased exports, but the company's debt rose $600 million, to $12 billion, because of higher costs for wages, materials and repairs, the company said. Erin E. Arvedlund (NYT)",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/13/business/world-business-briefing-europe-russia-gazprom-posts-higher-profit.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    },
    {
      "headline": "40 Years Later, Civil Rights Makes Page One",
      "snippet": "Herald-Leader in Lexington, Ky, uses July 4 issue to show how civil rights movement in city during 1950's and 60's was virtually ignored by morning Herald and afternoon Leader; reports that newspapers' top executives, under policy set by late publ...",
      "abstract": "Herald-Leader in Lexington, Ky, uses July 4 issue to show how civil rights movement in city during 1950's and 60's was virtually ignored by morning Herald and afternoon Leader; reports that newspapers' top executives, under policy set by late publisher, Fred Wachs, gave orders to bury coverage of peaceful weekly sit-ins at racially segregated lunch counters, hotels and theaters; many experts agree that this practice hurt civil rights movement at time, irreparably damaged historical record and caused readers to miss out on one of most important stories of 20th century; some others, however, suggest that muting coverage of civil rights movement may have allowed Lexington to integrate more peacefully than other Southern cities; Marilyn W Thompson, editor, plans to run follow-up articles profiling some of surviving civil rights protesters and scrutinizing Wachs' racial attitudes; Herald-Leader was formed by merger of Herald and Leader in 1980's; photos (L)",
      "lead_paragraph": "It began with a joke.",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/13/us/40-years-later-civil-rights-makes-page-one.html",
      "byline": "By James Dao"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Packaging Unit Sold",
      "snippet": "Alcoa sells its Brazilian flexible-packaging business Itaipava to Dixie Toga; financial terms undisclosed (S)",
      "abstract": "Alcoa sells its Brazilian flexible-packaging business Itaipava to Dixie Toga; financial terms undisclosed (S)",
      "lead_paragraph": "Alcoa, the aluminum maker, said it had sold its Brazilian flexible-packaging business, Itaipava, to Dixie Toga. The terms of the deal were not disclosed. The sale of the business, which has 200 employees, is part of a divestiture program announced in January 2003, Alcoa said. Dixie Toga owns 10 packaging plants in Brazil and Argentina.",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/13/business/world-business-briefing-americas-brazil-packaging-unit-sold.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: India: Economy Continues Growth",
      "snippet": "World Business Briefing: Ind",
      "abstract": "World Business Briefing: Ind",
      "lead_paragraph": "India's industrial output rose 6.2 percent in May from a year earlier, slowing from 9.4 percent in April, the government reported. Growth in consumer durables was 8.3 percent in May compared with 11.4 percent in the month last year. The capital goods sector grew 10.4 percent in May compared with 7.7 percent a year ago. For the first two months of the fiscal year, which began April 1, industrial production rose 7.6 percent, up from 5.5 percent in the period a year earlier. India's economy has been helped by a boom in rural spending set off by strength in agriculture. Saritha Rai (NYT)",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/13/business/world-business-briefing-asia-india-economy-continues-growth.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Fewer Job Cuts At Bayer",
      "snippet": "Bayer AG will limit projected 4,000 job cuts to 3,000 at its German operations, reducing worldwide number of cuts to 14,000 by end of 2005; graph (S)",
      "abstract": "Bayer AG will limit projected 4,000 job cuts to 3,000 at its German operations, reducing worldwide number of cuts to 14,000 by end of 2005; graph (S)",
      "lead_paragraph": "The chemical and drug maker Bayer will cut fewer jobs in Germany than announced, the company said. As part of an agreement with its workers, Bayer will limit the projected 4,000 job cuts to 3,000 at its operations in Germany, reducing the worldwide number of cuts to 14,000 by the end of 2005. Bayer, based in Leverkusen, originally planned to cut 15,000 jobs from its global work force. The deal includes Bayer's chemicals branch, which Bayer spun off July 1 as Lanxness. Petra Kappl (NYT)",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/13/business/world-business-briefing-europe-germany-fewer-job-cuts-at-bayer.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "2 Engines of Biotech on a Collision Course",
      "snippet": "Amgen and Genentech, which have long toiled in separate parts of drug market, seem headed toward more direct competition, particularly in treatment for cancer and immune disorders; Genentech has introduced three drugs in last year, including cance...",
      "abstract": "Amgen and Genentech, which have long toiled in separate parts of drug market, seem headed toward more direct competition, particularly in treatment for cancer and immune disorders; Genentech has introduced three drugs in last year, including cancer treatment Avasin, that analysts project will eventually reach sales of $2 billion a year; cancer drug Tarceva is expected to win approval by next year; Amgen has relied on Epogen, red blood cell booster to treat anemia and Neupogen, white cell booster to treat side effects of chemotherapy; newer versions of those drugs are propelling sales growth, and Amgen added third billion-dollar product, rheumatoid arthritis drug Enbrel, by acquiring its maker, Immunex, for $10 billion in 2002; Amgen chief executive Kevin W Sharer and Genentech chief executive Arthur D Levinson comment; photos (M)",
      "lead_paragraph": "Arthur D. Levinson, the chief executive of the biotechnology company Genentech, is a scientist who worked his way up through the research department and says the favorite part of his week is attending the meetings on Wednesdays when experimental drugs are discussed. While he has learned the financial side of Genentech, he concedes that he lacks the love of administrative detail to run a conventional pharmaceuticals giant. ''I'd be an awful head of Big Pharma,'' he said.",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/13/business/technology-2-engines-of-biotech-on-a-collision-course.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Hotels For Sale",
      "snippet": "World Business Briefin",
      "abstract": "World Business Briefin",
      "lead_paragraph": "The Intercontinental Hotels Group, the world's largest hotel chain, put 20 hotels, including the Miami and the Chicago Intercontinental, up for sale. The assets, which are mostly in North America, are valued at £500 million ($932 million), the company said. Intercontinental has been paring its properties and has sold 28 hotels since it spun off from Six Continents last year. Heather Timmons (NYT)",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/13/business/world-business-briefing-europe-britain-hotels-for-sale.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "BUSH SEEKS SHIFT IN LOGGING RULES",
      "snippet": "Bush administration proposes scuttling rule from Clinton administration that put nearly 60 million acres of national forest largely off limits to logging, mining or other development in favor of new system that would leave it to governors to seek ...",
      "abstract": "Bush administration proposes scuttling rule from Clinton administration that put nearly 60 million acres of national forest largely off limits to logging, mining or other development in favor of new system that would leave it to governors to seek greater -- or fewer -- strictures on road construction in forests; Agriculture Sec Anne M Veneman, speaking in Idaho, where opposition to Clinton rule has been most pronounced, describes proposal as way to sidestep tangle of litigation over building roads through national forests and to improve local participation and federal flexibility in determining use of national forests; spectrum of environmental groups express disappointment and dismay; graph of roadless areas in national forests in 12 Western states (M)",
      "lead_paragraph": "The Bush administration on Monday proposed scuttling a rule from the Clinton administration that put nearly 60 million acres of national forest largely off limits to logging, mining or other development in favor of a new system that would leave it to governors to seek greater -- or fewer -- strictures on road construction in forests.",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/13/us/bush-seeks-shift-in-logging-rules.html",
      "byline": "By Felicity Barringer"
    },
    {
      "headline": "Chain Plans To Refocus On Clothing To Fight Bid",
      "snippet": "British retailer Marks & Spencer will sell its finance unit Marks & Spencer Money to HSBC Group for 762 million pounds ($1.4 billion), return 2.3 billion pounds ($4.3 billion) to shareholders and refocus its business on clothing as part of plan to...",
      "abstract": "British retailer Marks & Spencer will sell its finance unit Marks & Spencer Money to HSBC Group for 762 million pounds ($1.4 billion), return 2.3 billion pounds ($4.3 billion) to shareholders and refocus its business on clothing as part of plan to fend off takeover attempt and improve sales; Marks & Spencer will receive 50 percent of unit's profits; HSBC assumes responsibility for 1.24 billion pounds in debt with deal; also says it will tender offer for shares that will return 2.3 billion pounds ($4.3 billion) to investors; company's new chief executive Stuart A Rose says retailer needs to refine its focus to combat slipping profits (M)",
      "lead_paragraph": "The British retailer Marks & Spencer said on Monday that it would sell its finance unit, return £2.3 billion ($4.3 billion) to shareholders and refocus its business on clothing as part of a plan to fend off a takeover attempt and improve sales.",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/13/business/chain-plans-to-refocus-on-clothing-to-fight-bid.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Abercrombie & Fitch May Be Cool. But Cool Only Goes So Far.",
      "snippet": "Abercrombie & Fitch chief executive Michael S Jeffries says he plans to run company his way despite slumping sales; company plans to introduce new Abercrombie starting July 14; new Ezra Fitch line will be introduced nationally; jeans will sell for...",
      "abstract": "Abercrombie & Fitch chief executive Michael S Jeffries says he plans to run company his way despite slumping sales; company plans to introduce new Abercrombie starting July 14; new Ezra Fitch line will be introduced nationally; jeans will sell for $118 to $148; pink cashmere crew neck is $178; Jeffries says he is determined to keep Abercrombie on edge with both fashion and image; insists he is unconcerned about weak sales numbers; photos (M)",
      "lead_paragraph": "With sales slumping at the preppy retail stores he has run for more than a decade, Michael S. Jeffries, the chief executive of Abercrombie & Fitch, has plenty of critics these days.",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/13/business/abercrombie-fitch-may-be-cool-but-cool-only-goes-so-far.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "INSIDE",
      "snippet": "Senate Report's Deletions  Among the deletions from the public version of a Senate panel's report on prewar intelligence was an assessment of the credibility of an Iraqi defector, officials say.   PAGE A9    A Hawk Invites a Dove  Prime Minister A...",
      "abstract": " Senate Report's Deletions  Among the deletions from the public version of a Senate panel's report on prewar intelligence was an assessment of the credibility of an Iraqi defector, officials say.   PAGE A9    A Hawk Invites a Dove  Prime Minister Ariel Sharon invited Israel's best-known dove, Shimon Peres, to bring his party into Mr. Sharon's faltering government coalition.   PAGE A4",
      "lead_paragraph": "Senate Report's Deletions",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/13/us/inside-289590.html",
      "byline": ""
    },
    {
      "headline": "The Ultimate Luxury Item Is Now Made in China",
      "snippet": "Kingship Marine is building yachts in Zhongshan, China, aiming at export sales because there is no domestic market for such conspicuous luxury items; plans to produce for $7 million a boat that Italian, Dutch and American shipbuilders that dominat...",
      "abstract": "Kingship Marine is building yachts in Zhongshan, China, aiming at export sales because there is no domestic market for such conspicuous luxury items; plans to produce for $7 million a boat that Italian, Dutch and American shipbuilders that dominate market would have to price at $10 million; needs help from abroad on financing, design and some materials and components, but has cheap labor that more than makes up for extra shipping costs on imported parts; Western boat manufacturers say they have little to fear because of Kingship's dependence on foreign parts and lack of local experience in assembling boats; such confidence may seem misplaced, given China's growing export success with many other products, including high-technology goods like notebook computers; photos; map (M)",
      "lead_paragraph": "Among the carp ponds, duck farms and moldering plywood huts that have long lined the bank of a Pearl River estuary here, a most incongruous newcomer has appeared: a long, towering shed for building very large luxury yachts, a product that has no market in mainland China.",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/13/business/the-ultimate-luxury-item-is-now-made-in-china.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Lessons in Reality for Apprentices",
      "snippet": "German government's plan is forcing millions of companies to hire extra apprentices or pay 50,000 euro annual fine; Social Democat-Green Party ruling coalition is poised to levy fee that businesses say will worsen prolonged economic stagnation; Ge...",
      "abstract": "German government's plan is forcing millions of companies to hire extra apprentices or pay 50,000 euro annual fine; Social Democat-Green Party ruling coalition is poised to levy fee that businesses say will worsen prolonged economic stagnation; Germany's economic growth is averaging just 0.3 percent a year since 2001, and unemployment in May was 10.5 percent; most companies with 11 or more workers that do not employ 7 percent of their work force as apprentices will be forced to pay 3,500 euros a year for each missing apprentice; business groups and opposition conservative lawmakers are threatening lawsuits if Chancellor Gerhard Schroder imposes fine; photos (M)",
      "lead_paragraph": "At a cavernous white factory complex near the Baltic Sea in Laage, Germany, where 414 people make gas generators used to inflate automobile air bags, the plant manager, Thomas Grupp, is in a bind.",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/13/business/lessons-in-reality-for-apprentices.html",
      "byline": "By Kevin J. O'Brien"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Industrial Output Rises",
      "snippet": "Mexico's industrial production rose 2.1 percent in May from year earlier, after rising 4 percent in April (S)0",
      "abstract": "Mexico's industrial production rose 2.1 percent in May from year earlier, after rising 4 percent in April (S)0",
      "lead_paragraph": "Mexican industrial production rose for a sixth month in May, spurred by demand in the United States for appliances and manufacturing equipment. Industrial output, which includes manufacturing, construction, mining, and utilities, grew 2.1 percent from the period last year, after a 4 percent rise in April.",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/13/business/world-business-briefing-americas-mexico-industrial-output-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "An Early Push on Fall Sales by Airlines",
      "snippet": "Aggressive and unusually early round of air fare sales for fall by low-cost carriers is threatening to wipe out any chance of profit for industry; JetBlue Airways and Southwest Airlines are have announced lower fares for autumn; period from Labor ...",
      "abstract": "Aggressive and unusually early round of air fare sales for fall by low-cost carriers is threatening to wipe out any chance of profit for industry; JetBlue Airways and Southwest Airlines are have announced lower fares for autumn; period from Labor Day to Thanksgiving week is one of slowest of year for air travel, and industry is used to fare sales in that period, but they are rarely so sweeping, or announced so early, nor are they usually led by low-fare carriers rather than major carriers; chart (M)",
      "lead_paragraph": "The airline industry was already dreading that a strong summer for air travel would wither by Labor Day. Now, an aggressive and unusually early round of fare sales by the low-cost carriers is threatening to wipe out any chance of profits for the industry in the autumn.",
      "publication_date": "2004-07-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/13/business/an-early-push-on-fall-sales-by-airlines.html",
      "byline": "By Micheline Maynard"
    }
  ]
}