{
  "metadata": {
    "date": "2004-09-13",
    "total_articles": 31
  },
  "articles": [
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Qwest Is Said to Settle S.E.C. Investigation  Qwest Communications has agreed to pay $250 million to settle a Securities and Exchange Commission investigation into its accounting practices, the company's union said.    The settlement, among the la...",
      "abstract": " Qwest Is Said to Settle S.E.C. Investigation  Qwest Communications has agreed to pay $250 million to settle a Securities and Exchange Commission investigation into its accounting practices, the company's union said.    The settlement, among the largest ever reached by the S.E.C., comes after an investigation of more than two years into Qwest's accounting practices. The accord would be a significant step toward resolving past management missteps, analysts said. [Page C2.]",
      "lead_paragraph": "Qwest Is Said to Settle S.E.C. Investigation Qwest Communications has agreed to pay $250 million to settle a Securities and Exchange Commission investigation into its accounting practices, the company's union said.",
      "publication_date": "2004-09-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/11/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Despite Ruling, PeopleSoft Battles to Stand Alone",
      "snippet": "Federal District Judge Vaughn Walker, ruling in antitrust case brought by Justice Department, says Oracle can proceed with its hostile bid to acquire PeopleSoft; PeopleSoft president and chief executive Craig Conway, in letter to employees, assure...",
      "abstract": "Federal District Judge Vaughn Walker, ruling in antitrust case brought by Justice Department, says Oracle can proceed with its hostile bid to acquire PeopleSoft; PeopleSoft president and chief executive Craig Conway, in letter to employees, assures them that company will continue fight to fend off takeover; Oracle extends deadline for latest of four offers, worth $7.7 billion, to September 24 and reportedly is weighing whether and when to raise bid; graph (M)",
      "lead_paragraph": "SAN FRANCISCO, Sept. 10 - The federal court ruling issued Thursday that allows Oracle to proceed with its hostile bid to acquire PeopleSoft removes a major roadblock to the merger. But that decision, which came in an antitrust case brought by the Justice Department, appears to have done nothing to soften PeopleSoft's resolve to remain independent.",
      "publication_date": "2004-09-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/11/technology/despite-ruling-peoplesoft-battles-to-stand-alone.html",
      "byline": "By Laurie J. Flynn and Andrew Ross Sorkin"
    },
    {
      "headline": "Disney Chief to Leave, Setting Off Race for Job",
      "snippet": "Walt Disney Co chief exec Michael D Eisner announces his intent to retire in 2006 and endorses company president Robert A Iger as potential successor; announcement comes as dissident investors and large state pension funds are planning to renew ef...",
      "abstract": "Walt Disney Co chief exec Michael D Eisner announces his intent to retire in 2006 and endorses company president Robert A Iger as potential successor; announcement comes as dissident investors and large state pension funds are planning to renew efforts to oust Eisner and before potentially embarrassing shareholder lawsuit; Iger knows his appointment is not guaranteed and has already begun campaigning for post both inside and outside company; Eisner's career at Disney reviewed; photo (L)",
      "lead_paragraph": "LOS ANGELES, Sept. 10 - Michael D. Eisner, who has spent much of the last year fending off challenges to his two-decade reign at the Walt Disney Company, has announced an exit on his own terms, immediately shifting the spotlight from the rancorous debate over his leadership to speculation over who will succeed him.",
      "publication_date": "2004-09-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/11/business/media/disney-chief-to-leave-setting-off-race-for-job.html",
      "byline": "By Laura M. Holson and Geraldine Fabrikant"
    },
    {
      "headline": "For Spiegel Investor, a Hard Lesson in Securities Law",
      "snippet": "German billionaire Michael Otto offers his first public defense of downfall of now-bankrupt American mail-order company, Spiegel; admits he broke securities laws by failing to disclose depth of Spiegel's financial problems in 2002; insists decisio...",
      "abstract": "German billionaire Michael Otto offers his first public defense of downfall of now-bankrupt American mail-order company, Spiegel; admits he broke securities laws by failing to disclose depth of Spiegel's financial problems in 2002; insists decision not to file annual report with Securities and Exchange commission was effort to save company, not mislead shareholders and that his American legal advisers did not adequately warn him of potential penalties; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/11/business/worldbusiness/for-spiegel-investor-a-hard-lesson-in-securities-law.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "US Airways Pilots Offer Final Talks",
      "snippet": "Leaders of Air Line Pilots Assn union vote to hold last-ditch talks with US Airways on its bid to cut wages and benefits as company heads toward another Chapter 11 bankruptcy filing; Air Transportation Stabilization Board, which assisted airline d...",
      "abstract": "Leaders of Air Line Pilots Assn union vote to hold last-ditch talks with US Airways on its bid to cut wages and benefits as company heads toward another Chapter 11 bankruptcy filing; Air Transportation Stabilization Board, which assisted airline during its last bankruptcy filing, meets in Washington; airline has repeatedly warned that it would file second bankruptcy unless it could win $800 million in wage and benefit concessions; airline is required to make $110 million contribution to its employee pension plans but is unable to arrange financing because it has pledged all collateral to secure federal loan guarantees; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/11/business/us-airways-pilots-offer-final-talks.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Changing Guard at Disney Means Finding New Vision",
      "snippet": "Article explores issue of whether or not Walt Disney Co will be same after Michael Eisner exits as chief executive in two years; Eisner, with personal, hands-on management style and bent for family entertainment, nevertheless created far more comp...",
      "abstract": "Article explores issue of whether or not Walt Disney Co will be same after Michael Eisner exits as chief executive in two years; Eisner, with personal, hands-on management style and bent for family entertainment, nevertheless created far more complex and diverse media company than mid-level entertainment firm he inherited; he bolstered Disney's movie production, revitalized animation unit and acquired ABC and ESPN networks; successor, possibly one from outside Hollywood, will face daunting task of redefining corporate and managerial philosophy without losing Disney's family-oriented magic; sketches of some possible successors to Eisner; photos (M)",
      "lead_paragraph": "Can Disney be Disney without Michael?",
      "publication_date": "2004-09-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/11/business/media/changing-guard-at-disney-means-finding-new-vision.html",
      "byline": "By Sharon Waxman"
    },
    {
      "headline": "Old Fans Still Bubble Along to Lawrence Welk",
      "snippet": "Lawrence Welk Show is highest-rated syndicated show on public television twelve years after Welk's death; ABC dropped series in 1971 despite high ratings and Welk began syndicating program himself; Oklahoma Educational Television Authority acquire...",
      "abstract": "Lawrence Welk Show is highest-rated syndicated show on public television twelve years after Welk's death; ABC dropped series in 1971 despite high ratings and Welk began syndicating program himself; Oklahoma Educational Television Authority acquired rights to syndicate reruns to public television stations in 1987; station executives were dubious because of show's corny reputation, but show has found demographic niche among older viewers on public television; 1,000 taped shows run on 279 public television stations along with new interviews with cast; photos (L)",
      "lead_paragraph": "BRANSON, Mo. - Lawrence Welk disappeared from commercial television 20 years ago, but Alice Hutchinson, 84, will watch a rerun of his show on Saturday night, as she does every week. She will tape it and make copies for friends. She will chat about it for hours online.",
      "publication_date": "2004-09-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/11/us/old-fans-still-bubble-along-to-lawrence-welk.html",
      "byline": "By John Leland"
    },
    {
      "headline": "Bush and Kerry Step Up Attacks in Swing States",
      "snippet": "Pres Bush and Sen John Kerry step up attacks on each other; Bush campaigns in contested swing states of West Virginia and Ohio with Democratic Sen Zell Miller; tries to portray Kerry as vacillating on national security; Kerry, in Missouri and Penn...",
      "abstract": "Pres Bush and Sen John Kerry step up attacks on each other; Bush campaigns in contested swing states of West Virginia and Ohio with Democratic Sen Zell Miller; tries to portray Kerry as vacillating on national security; Kerry, in Missouri and Pennsylvania, accuses Bush of 'trying to scare Americans' by focusing on terrorism; Kerry officials say question is just how campaign should go after Bush without alienating too many swing voters; Democrats have widespread concern that Kerry has failed to respond adequately to attacks on his character; photo (L)",
      "lead_paragraph": "CHILLICOTHE, Ohio, Sept. 10 - As President Bush on Friday leveled one of his strongest attacks on Senator John Kerry's position on Iraq, Kerry advisers said they had agreed on the need to ratchet up their campaign by challenging the president's trustworthiness and leadership skills.",
      "publication_date": "2004-09-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/11/politics/campaign/bush-and-kerry-step-up-attacks-in-swing-states.html",
      "byline": "By Richard W. Stevenson and David M. Halbfinger"
    },
    {
      "headline": "For Eisner, a Sharp Turn on a Trip Through Disney",
      "snippet": "Investors, reacting to Michael Eisner's announcement that he will step down as chief executive when his contract expires on September 30, 2006, push Walt Disney stock 30 cents higher, to $23.16; reaction, on surface, is odd, given that those who b...",
      "abstract": "Investors, reacting to Michael Eisner's announcement that he will step down as chief executive when his contract expires on September 30, 2006, push Walt Disney stock 30 cents higher, to $23.16; reaction, on surface, is odd, given that those who bought Disney shares on day in 1984 when Eisner took reins, and reinvested dividends along way, would have gained 1,869 percent profit, compared with 1,009 percent for Standard & Poor's 500 index; most of gains came in first decade, bef ore president Frank Wells's death in plane crash in 1994, and investors have tended since then to blame Eisner alone for company's failures and not credit him with successes; graph; photo (M)",
      "lead_paragraph": "Michael D. Eisner is planning to go away, and investors are happy.",
      "publication_date": "2004-09-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/11/business/media/for-eisner-a-sharp-turn-on-a-trip-through-disney.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Sudan Government's Attacks Stoke Rebels' Fury",
      "snippet": "Long-simmering resentment against official discrimination by Sudanese government drives men and boys of Darfur's black community to join rebel groups; rebels say goal is not to depose Pres Omar al Bashir or create independent state but rather to s...",
      "abstract": "Long-simmering resentment against official discrimination by Sudanese government drives men and boys of Darfur's black community to join rebel groups; rebels say goal is not to depose Pres Omar al Bashir or create independent state but rather to seek justice and equality in Sudan; say government makes problem racial by recruiting Arab militias to kill their people; American journalists traveling with rebels are given guided tour of burned villages; map (L)",
      "lead_paragraph": "FARAWIYA, Sudan - Three skinny urchins, covered in sand from head to toe, arrived here at a base camp of the rebel Sudan Liberation Army the other day. They said they had run away from home -- a tent in a refugee camp across the border in Chad -- and walked three days across the desert, one bottle of water between them and no food. They said their villages had been destroyed. They were 11 to 13 years old. They now had one ambition: to join the rebels.",
      "publication_date": "2004-09-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/11/world/africa/sudan-governments-attacks-stoke-rebels-fury.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "A Door Opens. The View Is Ugly.",
      "snippet": "Gretchen Morgenson article on proxy votes of mutual fund managers in light of new disclosure requirements deplores big fund companies that cast votes with executives and against views of most investors on expensing of stock options; cites potentia...",
      "abstract": "Gretchen Morgenson article on proxy votes of mutual fund managers in light of new disclosure requirements deplores big fund companies that cast votes with executives and against views of most investors on expensing of stock options; cites potential conflicts of interest when funds sell services to corporations in which they also hold stock (M)",
      "lead_paragraph": "REMEMBER how bitterly most mutual fund companies -- especially Fidelity and Vanguard -- fought the Securities and Exchange Commission idea to make them disclose how they voted on board elections, executive pay and other corporate governance issues? Now that rule is in force, and investors can see for themselves why some funds were reluctant to let the sun shine in.",
      "publication_date": "2004-09-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/09/12/business/yourmoney/a-door-opens-the-view-is-ugly.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Can Mr. Chips Transform Intel?",
      "snippet": "Profile of Intel Corp focuses on company's future and whether president-chief operating officer Paul S Otellini, heir apparent to chief executive Craig R Barrett, who will step down in May, can transform company; holds assuming board promotes Otel...",
      "abstract": "Profile of Intel Corp focuses on company's future and whether president-chief operating officer Paul S Otellini, heir apparent to chief executive Craig R Barrett, who will step down in May, can transform company; holds assuming board promotes Otellini to top spot, he will face daunting task of reinventing Intel; says Intel's main foe is saturated personal computer market; photos (M)",
      "lead_paragraph": "Santa Clara, Calif. - PAUL S. OTELLINI was 41 and a rising star at Intel when, in 1992, his boss informed him that the company would choose him as its new chief of sales and marketing.",
      "publication_date": "2004-09-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/09/12/business/yourmoney/can-mr-chips-transform-intel.html",
      "byline": "By Gary Rivlin and John Markoff"
    },
    {
      "headline": "Atomic Activity in North Korea Raises Concerns",
      "snippet": "President Bush and his top advisers have received intelligence reports in recent days describing a confusing series of actions by North Korea that some experts believe could indicate the country is preparing to conduct its first test explosion of ...",
      "abstract": "President Bush and his top advisers have received intelligence reports in recent days describing a confusing series of actions by North Korea that some experts believe could indicate the country is preparing to conduct its first test explosion of a nuclear weapon, according to senior officials with access to the intelligence.    While the indications were viewed as serious enough to warrant a warning to the White House, American intelligence agencies appear divided about the significance of the new North Korean actions, much as they were about the evidence concerning Iraq's alleged weapons stockpiles.   ",
      "lead_paragraph": "WASHINGTON, Sept. 11 - President Bush and his top advisers have received intelligence reports in recent days describing a confusing series of actions by North Korea that some experts believe could indicate the country is preparing to conduct its first test explosion of a nuclear weapon, according to senior officials with access to the intelligence.",
      "publication_date": "2004-09-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/12/world/asia/atomic-activity-in-north-korea-raises-concerns.html",
      "byline": "By David E. Sanger and William J. Broad"
    },
    {
      "headline": "Coming Soon: Kerry's 'Apocalypse Now'",
      "snippet": "Frank Rich column explores impact of Vietnam War on presidential campaign: says both candidates are trying to change focus, Pres Bush to avoid quagmire of analogies to Iraq, and Sen John Kerry to avoid referendum on his own Vietnam history; notes ...",
      "abstract": "Frank Rich column explores impact of Vietnam War on presidential campaign: says both candidates are trying to change focus, Pres Bush to avoid quagmire of analogies to Iraq, and Sen John Kerry to avoid referendum on his own Vietnam history; notes documentary Going Upriver: The Long War of John Kerry will open in US on Oct 1 and is likely to provide fodder for anti-Kerry forces; warns that Vietnam will continue to resonate with voters and reflect current situation in Iraq (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "2",
      "web_url": "https://www.nytimes.com/2004/09/12/arts/coming-soon-kerrys-apocalypse-now.html",
      "byline": "By Frank Rich"
    },
    {
      "headline": "For Now, Merchants Bet on the New Iraq",
      "snippet": "Members of Iraq's merchant class are targets for kidnappers, robbers roam their cargo routes and their lives have narrowed to speedy commutes between offices and homes. Many wonder if the danger is too great for them to stay.   ",
      "abstract": "Members of Iraq's merchant class are targets for kidnappers, robbers roam their cargo routes and their lives have narrowed to speedy commutes between offices and homes. Many wonder if the danger is too great for them to stay.   ",
      "lead_paragraph": "Members of Iraq's merchant class are targets for kidnappers, robbers roam their cargo routes and their lives have narrowed to speedy commutes between offices and homes. Many wonder if the danger is too great for them to stay.",
      "publication_date": "2004-09-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/12/world/for-now-merchants-bet-on-the-new-iraq.html",
      "byline": ""
    },
    {
      "headline": "Web Can Help, but a Job Hunt Still Takes Lots of Hard Work",
      "snippet": "When Alexandra Rigas graduated from Fordham University this spring, she hoped that her college internships at CosmoGirl and Nickelodeon might attract the attention of a New York media or public relations company.     But instead of networking and ...",
      "abstract": "When Alexandra Rigas graduated from Fordham University this spring, she hoped that her college internships at CosmoGirl and Nickelodeon might attract the attention of a New York media or public relations company.     But instead of networking and customizing her résumés for potential employers, Ms. Rigas, 22, simply posted her résumé on several Internet job boards and answered online ads. The only response she received was from an Army recruiter -- a path that she had no interest in pursuing.   ",
      "lead_paragraph": "When Alexandra Rigas graduated from Fordham University this spring, she hoped that her college internships at CosmoGirl and Nickelodeon might attract the attention of a New York media or public relations company.",
      "publication_date": "2004-09-12T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/09/12/jobs/web-can-help-but-a-job-hunt-still-takes-lots-of-hard-work.html",
      "byline": "By David Koeppel"
    },
    {
      "headline": "Medicare Costs Are New Focus for Candidates",
      "snippet": "Medicare emerges as volatile election issue, as Democrats vow to roll back sharp increase in premiums and Bush campaign seeks to blame lawmakers, including Sen John Kerry, for rise; if Congress does not intervene by passing legislation, premiums w...",
      "abstract": "Medicare emerges as volatile election issue, as Democrats vow to roll back sharp increase in premiums and Bush campaign seeks to blame lawmakers, including Sen John Kerry, for rise; if Congress does not intervene by passing legislation, premiums will rise in January to $78.20 month, 56 percent incrase over premiums in 2001; Democrats and AARP, group representing older Americans, say higher costs strengthen case for importing inexpensive drugs from Canada, move adamantly opposed by White House, Republican leaders in Congress and drug companies; Republicans had hoped to emphasize new law signed by Pres Bush in December that adds drug benefits to Medicare program, but law has met mixed reviews; photo (M)",
      "lead_paragraph": "WASHINGTON, Sept. 11 - Medicare has suddenly emerged as a volatile issue in this year's elections, as Democrats are vowing to roll back a sharp increase in premiums announced this month and the Bush campaign is seeking to blame lawmakers, including Senator John Kerry, for the rise.",
      "publication_date": "2004-09-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/12/politics/campaign/medicare-costs-are-new-focus-for-candidates.html",
      "byline": "By Robert Pear and Carl Hulse"
    },
    {
      "headline": "Baseball's Origins Ain't Found Till They're Found",
      "snippet": "Origins of baseball remain shrouded in mystery, with no agreement on when or where game was first played; it was once officially asserted that game was invented in Cooperstown, NY, in 1839, and later that it was in Hoboken, NJ, in 1846; now, libra...",
      "abstract": "Origins of baseball remain shrouded in mystery, with no agreement on when or where game was first played; it was once officially asserted that game was invented in Cooperstown, NY, in 1839, and later that it was in Hoboken, NJ, in 1846; now, library clerk has unearthed document dating to 1791 that banned playing of baseball near church in Pittsfield, Mass; historians also trace versions of game back to 13th century and to variety of locations around world; drawing; photo; map of places in Northeastern United States where findings point to modern baseball's beginnings (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/12/sports/baseball/baseballs-origins-aint-found-till-theyre-found.html",
      "byline": "By Bill Pennington"
    },
    {
      "headline": "Parenting Can Create Better Employees",
      "snippet": "Lisa Belkin Life's Work column on Ann Crittenden's new book If You've Raised Kids, You Can Manage Anything, which explores overlapping skills of parenting and work; drawing (M)",
      "abstract": "Lisa Belkin Life's Work column on Ann Crittenden's new book If You've Raised Kids, You Can Manage Anything, which explores overlapping skills of parenting and work; drawing (M)",
      "lead_paragraph": "I REMEMBER the moment I realized that becoming a parent would change me as a reporter.",
      "publication_date": "2004-09-12T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/09/12/jobs/parenting-can-create-better-employees.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Depression, a Frequent Visitor to Wall St.",
      "snippet": "Rate of chronic depression seems to be high among stock brokers and traders, condition some experts say is related more to grinding pressures of rapidly changing industry than to market fluctuations; relatively few brokers and bankers appear to be...",
      "abstract": "Rate of chronic depression seems to be high among stock brokers and traders, condition some experts say is related more to grinding pressures of rapidly changing industry than to market fluctuations; relatively few brokers and bankers appear to be seeking professional help to cope with pressure; Alden M Cass, psychologist who coaches traders and brokers on dealing with psychological travails of their profession, comments; graphs of data on brokers; drawing; photo (M)",
      "lead_paragraph": "EARLY one afternoon in July, Dennis J. Bertrum, a former top brokerage executive at Prudential Securities, leapt out of the bedroom window of his 26th-floor apartment on the Upper West Side of Manhattan.",
      "publication_date": "2004-09-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/09/12/business/yourmoney/depression-a-frequent-visitor-to-wall-st.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Chechen Rebels Mainly Driven by Nationalism",
      "snippet": "Chechnya's separatists have received money, men, training and ideological inspiration from international Islamic organizations, but they remain an indigenous and largely self-sustaining force motivated by nationalist more than Islamic goals, Russi...",
      "abstract": "Chechnya's separatists have received money, men, training and ideological inspiration from international Islamic organizations, but they remain an indigenous and largely self-sustaining force motivated by nationalist more than Islamic goals, Russian and international officials and experts say.     The flow of financing from Islamic groups that supported Chechnya's separatist movement has slowed from its peak in the late 1990's, Sergei N. Ignatchenko, the chief spokesman for the Federal Security Service, said in an interview on Friday. Yet Chechen separatists have recently managed to carry out the most devastating attacks against Russia in years, killing nearly 600 people since late June alone.  ",
      "lead_paragraph": "MOSCOW, Sept. 11 - Chechnya's separatists have received money, men, training and ideological inspiration from international Islamic organizations, but they remain an indigenous and largely self-sustaining force motivated by nationalist more than Islamic goals, Russian and international officials and experts say.",
      "publication_date": "2004-09-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/09/12/world/europe/chechen-rebels-mainly-driven-by-nationalism.html",
      "byline": "By C. J. Chivers and Steven Lee Myers"
    },
    {
      "headline": "Kerry Says Bush Has Ignored North Korean Threat",
      "snippet": "Sen John Kerry accuses Bush administration of letting 'nuclear nightmare' develop by refusing to deal with North Korea when Bush administration first came to office; says Pres Bush's preoccupation with Iraq let North Korean crisis fester to point ...",
      "abstract": "Sen John Kerry accuses Bush administration of letting 'nuclear nightmare' develop by refusing to deal with North Korea when Bush administration first came to office; says Pres Bush's preoccupation with Iraq let North Korean crisis fester to point that there are now indications that country might be preparing to test plutonium bomb; American intelligence officials and policy makers scramble to determine what caused huge fire spotted on North Korea's border with China; intelligence analysts are still debating whether activity is harbinger of test, but Kerry insists that even North Korean threat of test is sign of failed diplomacy; Kerry's basic argument, that Iraq war has diverted attention from more dangerous nations like North Korea, is one he has often used on campaign trail, but his latest language is far harsher, accusing Bush of leaving US more vulnerable to North Korea; Bush's press secretary Scott McClellan claims Kerry wants to return to what he calls failed policies of Clinton administration, which he says was 'duped' by North Korea; photo; map (M)",
      "lead_paragraph": "WASHINGTON, Sept. 12 - Senator John Kerry on Sunday accused the Bush administration of letting \"a nuclear nightmare\" develop by refusing to deal with North Korea when it first came to office.",
      "publication_date": "2004-09-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/13/politics/campaign/kerry-says-bush-has-ignored-north-korean-threat.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "The Customer Relationship Expert Takes a Dose of Its Own Medicine",
      "snippet": "Profile of troubled Siebel Systems; company has long dominated market for customer service software, which helps companies manage their electronic relations with customers and better understand consumer buying habits, but has stumbled in recent ye...",
      "abstract": "Profile of troubled Siebel Systems; company has long dominated market for customer service software, which helps companies manage their electronic relations with customers and better understand consumer buying habits, but has stumbled in recent years; finds itself on wrong side of several trends sweeping technology industry; new chief executive J Michael Lawrie comments on plans; market share graph; photo (M)",
      "lead_paragraph": "SAN MATEO, Calif. - Inside the new Siebel Systems, the chief executive no longer blames the world when his company discloses bad news to Wall Street.",
      "publication_date": "2004-09-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/13/technology/the-customer-relationship-expert-takes-a-dose-of-its-own.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Absentee Votes Worry Officials as Nov. 2 Nears",
      "snippet": "Election officials gearing up for presidential election say they are struggling to cope with coercive tactics and fraudulent vote-gathering involving absentee ballots that have undermined local races across country; both major political parties ha...",
      "abstract": "Election officials gearing up for presidential election say they are struggling to cope with coercive tactics and fraudulent vote-gathering involving absentee ballots that have undermined local races across country; both major political parties have intensified their efforts to promote absentee balloting as way to lock up votes in presidential race; some election officials express concern about extent to which critical swing states have allowed party operatives to involve themselves in absentee voting, fearing this could taint general election in Nov; as many as 25 percent of Americans who vote are expected to use absentee ballot; North Carolina becomes first state to distribute ballots; some experts say concern about problems with voting machines is overshadowing more pressing issue of absentee ballot fraud; many states, including battlegrounds in presidential race, have abandoned or declined to adopt safeguards on absentee voting that election officials have warned they will need to prevent rigged elections; photos; chart showing absentee voting laws in 19 swing states (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/13/politics/campaign/absentee-votes-worry-officials-as-nov-2-nears.html",
      "byline": "By Michael Moss"
    },
    {
      "headline": "OPEC Finds Few Options to Put a Lid on Oil Prices",
      "snippet": "Organization of Petroleum Exporting Countries is finding itself helpless to hold down oil prices in face of runaway demand in Asia, sustained violence in Iraq and speculative tumult in oil markets; its pledges to step up supply ring hollow because...",
      "abstract": "Organization of Petroleum Exporting Countries is finding itself helpless to hold down oil prices in face of runaway demand in Asia, sustained violence in Iraq and speculative tumult in oil markets; its pledges to step up supply ring hollow because most of its 11 members are already pumping at full capacity; oil output graph; photos (M)",
      "lead_paragraph": "PARIS, Sept. 12 - The Organization of the Petroleum Exporting Countries is preparing to meet in Vienna on Wednesday in an unfamiliar and uncomfortable mood: helplessness.",
      "publication_date": "2004-09-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/13/business/worldbusiness/opec-finds-few-options-to-put-a-lid-on-oil-prices.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "A Stodgy Style, but BellSouth Starts to Loosen Its Top Button",
      "snippet": "BellSouth Corp, regional phone company facing challenge to its lucrative franchise in nine-state region in Southeast from cable providers, is slowly shedding its conservative approach; analysts say slowing growth in region is forcing company to we...",
      "abstract": "BellSouth Corp, regional phone company facing challenge to its lucrative franchise in nine-state region in Southeast from cable providers, is slowly shedding its conservative approach; analysts say slowing growth in region is forcing company to weigh buying one or more competitors; company has invested $40 billion over last decade to upgrade its networks; chairman F Duane Ackerman comments; graph of competition in high-speed Internet services; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/13/business/a-stodgy-style-but-bellsouth-starts-to-loosen-its-top-button.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "US Airways Again Files For Bankruptcy Protection  US Airways filed for Chapter 11 protection, its second such filing in two years, after workers refused the airline's push for $800 million in wage and benefit cuts.    The airline said there would ...",
      "abstract": " US Airways Again Files For Bankruptcy Protection  US Airways filed for Chapter 11 protection, its second such filing in two years, after workers refused the airline's push for $800 million in wage and benefit cuts.    The airline said there would be no disruption in its service and that it planned to present a reorganization plan to the court by the end of the year. [Section A.]",
      "lead_paragraph": "US Airways Again Files For Bankruptcy Protection US Airways filed for Chapter 11 protection, its second such filing in two years, after workers refused the airline's push for $800 million in wage and benefit cuts.",
      "publication_date": "2004-09-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/13/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "US Airways Tries to Reorganize for a 2nd Time",
      "snippet": "US Airways files for bankruptcy protection for second time after workers refuse to grant $800 million in cuts it sought to reduce its costs to level of low-fare airlines; airline expresses confidence that it could reorganize under Chapter 11, but ...",
      "abstract": "US Airways files for bankruptcy protection for second time after workers refuse to grant $800 million in cuts it sought to reduce its costs to level of low-fare airlines; airline expresses confidence that it could reorganize under Chapter 11, but it is hobbled by limitations on its ability to find financing; it may have to end service to some of nearly three dozen cities where it is lone carrier; analysts do not expect airline to survive if it fails to cut costs adequately, especially by winning concessions from workers; United Airlines, second-largest carrier in country, has not yet emerged from bankruptcy protection it sought in Dec 2002; Delta Air Lines, which is pressing its pilots to grant $1 billion in wage and benefit cuts, warns that it could also seek bankruptcy protection by end of month; airline industry analyst Philip A Baggaley says turmoil reflects final vestiges of airline deregulation in 1978; notes that since then, discount airlines have sprung up to take 25 percent of passenger traffic in United States; photos; maps; charts (L)",
      "lead_paragraph": "US Airways filed for bankruptcy protection yesterday for a second time after workers refused to grant $800 million in cuts it had sought to reduce its costs to the level of low-fare airlines.",
      "publication_date": "2004-09-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/13/business/us-airways-tries-to-reorganize-for-a-2nd-time.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "At Disney, Mending Fences or Moving On?",
      "snippet": "Michael D Eisner's plan to leave as Walt Disney Co chief executive when his contract expires in two years may not be enough to salvage company's testy ties with Harvey Weinstein of Miramax and Steven P Jobs of Pixar Animation Studios; Pixar has be...",
      "abstract": "Michael D Eisner's plan to leave as Walt Disney Co chief executive when his contract expires in two years may not be enough to salvage company's testy ties with Harvey Weinstein of Miramax and Steven P Jobs of Pixar Animation Studios; Pixar has been responsible for big part of Disney's film profits, but Jobs has heatedly scored Eisner and Disney; Disney has been negotiating accord in which Dimension Films head Bob Weinstein would stay at Disney while his brother, Harvey, would produce movies on his own to be distributed by Disney; photos (M)",
      "lead_paragraph": "LOS ANGELES, Sept. 12 - Without Michael D. Eisner at the helm of the Walt Disney Company, will Harvey Weinstein and Steven P. Jobs stay as partners?",
      "publication_date": "2004-09-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/13/business/media/at-disney-mending-fences-or-moving-on.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Scores Are Dead After Violence Spreads in Iraq",
      "snippet": "Series of tightly sequenced attacks around Baghdad and Abu Ghraib, including four suicide car bombings and barrage of missile and mortar fire, kills at least 25 Iraqis and heightens sense of uncertainty and chaos in capital; attacks are most wides...",
      "abstract": "Series of tightly sequenced attacks around Baghdad and Abu Ghraib, including four suicide car bombings and barrage of missile and mortar fire, kills at least 25 Iraqis and heightens sense of uncertainty and chaos in capital; attacks are most widespread in months, at time when American forces have ceded control to insurgents in several cities outside Baghdad; American military helicopters fire at Iraqis scaling burned American armored vehicle in Baghdad, killing or severely wounding at least four men; one television journalist is confirmed dead; violence all but paralyzes Baghdad; portions of several central highways are closed and traffic slows to crawl; American forces appear to be facing guerrilla insurgency that is more sophisticated, more organized and more widespead than ever before; Secretary of State Colin L Powell, appearing on Meet the Press, acknowledges that United States faces 'difficult time' in Iraq but has a plan to 'bring it under control' before nationwide elections scheduled for Jan; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Sept. 12 - In a series of tightly sequenced attacks, at least 25 Iraqis were killed by suicide car bombings and a barrage of missile and mortar fire in several neighborhoods across Baghdad on Sunday.",
      "publication_date": "2004-09-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/13/world/middleeast/scores-are-dead-after-violence-spreads-in-iraq.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Let a Thousand Ideas Flower: China Is a New Hotbed of Research",
      "snippet": "Hundreds of multinational companies have set up research and development laboratories in China in recent years; labs vary in size and ambition, but may help China grow as they multiply and expand from mostly user and copier of advanced technologie...",
      "abstract": "Hundreds of multinational companies have set up research and development laboratories in China in recent years; labs vary in size and ambition, but may help China grow as they multiply and expand from mostly user and copier of advanced technologies developed elsewhere into powerful incubator of its own; shift may eventually reshape applied research, jobs and policies in United States and other developed nations; concerns about protecting patents, retaining and training researchers and managing physical and cultural distances between China and headquarters threaten trend; graph of China's spending on applied research; photos (M)",
      "lead_paragraph": "BEIJING - Harry Shum's office may be one of the best places to witness the next stage of China's rise as an economic powerhouse.",
      "publication_date": "2004-09-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/13/technology/let-a-thousand-ideas-flower-china-is-a-new-hotbed-of-research.html",
      "byline": "By Chris Buckley"
    }
  ]
}