{
  "metadata": {
    "date": "2004-02-20",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "EDWARDS ARRIVES IN NEW YORK, SET TO IMPEDE KERRY",
      "snippet": "Sen John Edwards brings his populist campaign for Democratic presidential nomination to New York, which has become unexpected battleground that may offer him last-ditch opportunity to slow Sen John Kerry's momentum and keep his own candidacy alive...",
      "abstract": "Sen John Edwards brings his populist campaign for Democratic presidential nomination to New York, which has become unexpected battleground that may offer him last-ditch opportunity to slow Sen John Kerry's momentum and keep his own candidacy alive; declares that nation's economy is in shambles and blames avarice of multinational corporations; vows to campaign aggressively in upstate cities and in pockets of New York City's outer boroughs where working-class people have lost jobs in recent years as more companies have moved their operations overseas; it is far from certain whether that tactic will work; photo of Edwards at Columbia University (M)",
      "lead_paragraph": "Senator John Edwards on Thursday brought his populist campaign to New York, a state that has become an unexpected battleground that may offer him a last-ditch opportunity to slow Senator John Kerry's momentum and keep his own bid for the presidency alive.",
      "publication_date": "2004-02-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/20/us/the-2004-campaign-new-york-edwards-arrives-in-new-york-set-to-impede-kerry.html",
      "byline": "By James C. McKinley Jr. and Raymond Hernandez"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Ex-Chief Executive of Enron Indicted on 35 Charges  Jeffrey K. Skilling, the former chief executive of Enron, a once-staid pipeline business that he transformed into an energy-trading giant, was indicted on charges that he conspired to disguise th...",
      "abstract": " Ex-Chief Executive of Enron Indicted on 35 Charges  Jeffrey K. Skilling, the former chief executive of Enron, a once-staid pipeline business that he transformed into an energy-trading giant, was indicted on charges that he conspired to disguise the company's troubled financial performance while profiting from sales of stock inflated by false earnings reports.      Mr. Skilling, who pleaded not guilty at an arraignment, is the highest-ranking Enron executive to face criminal charges in the wake of the company's collapse more than two years ago. He was charged with 35 counts of fraud, insider trading and conspiracy. [Page A1.]",
      "lead_paragraph": "Ex-Chief Executive of Enron Indicted on 35 Charges",
      "publication_date": "2004-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/20/business/business-digest-475300.html",
      "byline": ""
    },
    {
      "headline": "Pending Vote, Some Iraqis See Larger Council",
      "snippet": "Several Iraqi leaders say they want Iraqi Governing Council to remain in place after US transfers power back to people on June 30; reach consensus that council should be expanded to as many as 125 members from current 25 and kept in power until Un...",
      "abstract": "Several Iraqi leaders say they want Iraqi Governing Council to remain in place after US transfers power back to people on June 30; reach consensus that council should be expanded to as many as 125 members from current 25 and kept in power until United Nations-assisted elections can be held in early 2005; say Bush administration's plan to replace council on June 30 with new Iraqi government selected by nationwide caucuses is too cumbersome and too foreign a concept to work in Iraq; L Paul Bremer III, top American administrator, says there are now 'dozens' of possibilities of how to transfer authority and that only fixed point is June 30 deadline; says he will not make any decisions until UN issues its recommendations, which may not be for another week, past Feb 28 deadline for interim constitution; Moktada ala-Sadr, fiery Shiite cleric, says Iraqis may rebel if constitution does not enshrine Islamic law, something Bremer has said he would veto; photo; time line for transfer of power (M)",
      "lead_paragraph": "As prospects for early elections faded, several Iraqi leaders said Thursday that they wanted the American-appointed Iraqi Governing Council to remain in place after the United States transferred power back to the people on June 30. Plans are already under way to expand the council, they added.",
      "publication_date": "2004-02-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/20/world/pending-vote-some-iraqis-see-larger-council.html",
      "byline": "By Jeffrey Gettleman and Dexter Filkins"
    },
    {
      "headline": "Daimler Accepts Some Blame for Toll Venture",
      "snippet": "DaimlerChrysler chief executive Jurgen E Schrempp admits blame for botched highway toll collection system in Germany that government canceled this week, after technical flaws repeatedly delayed its operation; futuristic system, which is designed t...",
      "abstract": "DaimlerChrysler chief executive Jurgen E Schrempp admits blame for botched highway toll collection system in Germany that government canceled this week, after technical flaws repeatedly delayed its operation; futuristic system, which is designed to track and collectg tolls from trucks with network of satellites and wireless transmitters, was supposed to set standard for Europe and world; Schrempp projects only slight improvement in 2004 over last year's operating profit of 5.1 billion euros ($6.47 billion); photo (M)",
      "lead_paragraph": "A day after the board of DaimlerChrysler announced that it would extend Jürgen E. Schrempp's contract as chief executive, Mr. Schrempp ran into a storm of questions on Thursday over the company's role in a botched highway toll collection system in Germany.",
      "publication_date": "2004-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/20/business/daimler-accepts-some-blame-for-toll-venture.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "President to Retire From Times Co.; Successor Named",
      "snippet": "New York Times Co president and chief executive Russell T Lewis, 56, plans to retire by end of 2004, when he will be succeeded by Janet L Robinson, senior vice president for newspaper operations; Robinson will serve as chief operating officer and ...",
      "abstract": "New York Times Co president and chief executive Russell T Lewis, 56, plans to retire by end of 2004, when he will be succeeded by Janet L Robinson, senior vice president for newspaper operations; Robinson will serve as chief operating officer and executive vice president; Leonard P Forman, senior vice president and chief financial officer of Times Co, is promoted to executive vice president and chief financial officer of company; Scott H Heekin-Canedy, senior vice president for circulation, is named president and general manager of newspaper; chairman Arthur Sulzberger Jr praises Lewis; photos (M)",
      "lead_paragraph": "Russell T. Lewis, president and chief executive of The New York Times Company since 1997, plans to retire by the end of 2004, when he will be succeeded by Janet L. Robinson, senior vice president for newspaper operations, the company announced yesterday.",
      "publication_date": "2004-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/20/business/president-to-retire-from-times-co-successor-named.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Ericsson Plan Would Give Public Investors More Voice",
      "snippet": "Ericsson Plan Would",
      "abstract": "Ericsson Plan Would",
      "lead_paragraph": "Ericsson, the Swedish telecommunications equipment company, on Thursday unveiled a long-awaited plan that would give more voting power to public investors, but would also probably keep control of the company securely in the hands of Swedish investors, particularly the Wallenberg family.",
      "publication_date": "2004-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/20/business/ericsson-plan-would-give-public-investors-more-voice.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Publisher's Profit Rises",
      "snippet": "World Business Briefing: The",
      "abstract": "World Business Briefing: The",
      "lead_paragraph": "The Reed Elsevier Group, the British-Dutch publisher, has topped analysts' expectations for the year, reporting a net profit for 2003 of £334 million ($630 million), an 85 percent increase over 2002. The company, which sells textbooks, publishes the entertainment industry newspaper Variety and maintains the LexisNexis database, warned investors that it did not expect similar gains this year, in part because of an expected decline in school textbook sales in the United States. The Reed Elsevier group is owned by Reed Elsevier of London and Reed Elsevier of the Netherlands. Gregory Crouch (NYT)",
      "publication_date": "2004-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/20/business/world-business-briefing-europe-the-netherlands-publisher-s-profit-rises.html",
      "byline": "By Gregory Crouch (NYT)"
    },
    {
      "headline": "Learning the Hard Way Just How Much Voting Rights Can Be Worth",
      "snippet": "German investment world is shaken by Procter & Gamble's success in taking control of German hair care company Wella and effectively integrating it into Procter & Gamble, even though American company acquired little more than 80 percent of outstand...",
      "abstract": "German investment world is shaken by Procter & Gamble's success in taking control of German hair care company Wella and effectively integrating it into Procter & Gamble, even though American company acquired little more than 80 percent of outstanding shares in tender offer that closed June 2003; dissident shareholders, frustrated that Procter & Gamble paid far less for some shares than it did for others, have begun series of challenges; Procter & Gamble appears to have succeeded in treating owners of nonvoting shares in discriminatroy manner, something German investors though could not happen; that is shaking up market in Germany, where preference shares were usually considered better investments than ordinary shares; preference share price premium at Hugo Boss has vanished; at Fresenius, health care company, substantial premium has turned into large discount; graph (M)",
      "lead_paragraph": "TRUDBERT MERKEL spoke with admiration, and resentment, this week as he told of a big investment mistake. ''I think Procter & Gamble is very smart,'' said Mr. Merkel, one of Germany's leading fund managers. But he quickly added that even if P.&G. had acted legally, what it had done was not right or fair.",
      "publication_date": "2004-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/20/business/learning-the-hard-way-just-how-much-voting-rights-can-be-worth.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Gas Shipments Resume",
      "snippet": "World Business Briefing: Russia: Oil Shipments",
      "abstract": "World Business Briefing: Russia: Oil Shipments",
      "lead_paragraph": "Gazprom, the natural gas supplier, resumed fuel shipments to Germany, Lithuania and Poland through Belarus after a competitor, Transnafta, agreed to sell natural gas to Belarus until the end of February. Transnafta agreed to sell Belarus 640 million cubic meters of gas, enough to meet the country's needs for 10 days, Gazprom said. Gazprom, which is based in Moscow, stopped shipments on Wednesday amid a dispute over prices.",
      "publication_date": "2004-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/20/business/world-business-briefing-europe-russia-gas-shipments-resume.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "ENRON'S SKILLING IS INDICTED BY U.S. IN FRAUD INQUIRY",
      "snippet": "Jeffrey K Skilling, former chief executive of Enron Corp, is indicted on charges that he conspired to disguise company's troubled financial performance while profiting from sales of stock inflated by false earnings reports; pleads not guilty to 35...",
      "abstract": "Jeffrey K Skilling, former chief executive of Enron Corp, is indicted on charges that he conspired to disguise company's troubled financial performance while profiting from sales of stock inflated by false earnings reports; pleads not guilty to 35 counts of fraud, insider trading and conspiracy; SEC files simultaneous civil fraud action seeking forfeit of all Skillings's 'ill-gotten gains,' including compensation he received at Enron; prosecutors' case appears to depend not so much on specific effect of any one accusation but instead on overall impact of range of activities over many years; Daniel Petrocelli, one of Skillings's lawyer, says his client is being made scapegoat; indictment makes no mention of Kenneth L Lay, Enron's former chairman, either by name or title, and James Comey, deputy attorney general, appears to portray Skillings as Enron's most important figure, saying he essentially ran company in period covered by indictment; photos; table of 20 Enron executives who have been indicted on or pleaded guilty to charges (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/20/business/enron-s-skilling-is-indicted-by-us-in-fraud-inquiry.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "Coke's Chief Set to Retire at End of 2004",
      "snippet": "Coca-Cola Co's chairman-chief executive Douglas N Daft will retire at end of year; company board plans to hire search firm and will immediately begin looking both inside and outside company for successor; Coke's president-chief operating officer S...",
      "abstract": "Coca-Cola Co's chairman-chief executive Douglas N Daft will retire at end of year; company board plans to hire search firm and will immediately begin looking both inside and outside company for successor; Coke's president-chief operating officer Steven J Heyer is strong internal candidate; Donald R Keough is elected to company's board; chart; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/20/business/coke-s-chief-set-to-retire-at-end-of-2004.html",
      "byline": "By Sherri Day"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Brewer Forecasts Gain",
      "snippet": "Kirin Brewery Co expects cost cuts to help increase profit by almost third this year; forecasts 33 percent increase in income, to 43 billion yen ($403 million); profit for year ended Dec 31 fell to 32.4 billion yen, from 32.5 billion yen year befo...",
      "abstract": "Kirin Brewery Co expects cost cuts to help increase profit by almost third this year; forecasts 33 percent increase in income, to 43 billion yen ($403 million); profit for year ended Dec 31 fell to 32.4 billion yen, from 32.5 billion yen year before; sales last year rose 0.9 percent, to 1.6 trillion yen, and Kirin forecasts further gain to 1.7 trillin for 2004; graph (S)",
      "lead_paragraph": "The Kirin Brewery Company, the country's biggest beverage maker, said it expected cost cuts to help increase profit by almost a third this year, to the highest since 1994, after a liquor tax increase and a mild summer cut its earnings in 2003. The company forecast a 33 percent increase in net income, to 43 billion yen ($403 million). Profit for the year ended Dec. 31 fell to 32.4 billion yen, from 32.5 billion yen the year before. Sales last year rose 0.9 percent, to 1.6 trillion yen, and Kirin forecast a further gain to 1.7 trillion for this year.",
      "publication_date": "2004-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/20/business/world-business-briefing-asia-japan-brewer-forecasts-gain.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Friend Says Stewart Talked of Tip From Broker",
      "snippet": "Mariana Pasternak, close friend of Martha Stewart, testifies that Stewart, vacationing in Mexico shortly after her sale of ImClone Systems shares, indicated her broker Peter E Bacanovic told her about trades by other people involved in company; sa...",
      "abstract": "Mariana Pasternak, close friend of Martha Stewart, testifies that Stewart, vacationing in Mexico shortly after her sale of ImClone Systems shares, indicated her broker Peter E Bacanovic told her about trades by other people involved in company; says conversation occurred in late December 2001, few days after Stewart parted with nearly 4,000 ImClone shares in trade that is central issue in criminal trial; Pasternak and Stewart were sharing suite at Las Ventanas resort in Los Cabos; Pasternak's testimony appears to support government's assertion that broker's tip led Stewart to sell her ImClone stock; Stewart's defense--and her image--are undercut in other ways with testimony that she routinely billed smallest of items to her company; Stewart's lawyer Robert G Morvillo told jury last month that Stewart was so focused on pending $45 million sale of stock to investor in her company that she had not paid much attention to her ImClone trade, which grossed about $228,000; Martha Stewart Living Omnimedia chief financial officer James Follo suggests in his testimony that Stewart cared about small amounts of money as well as large ones; says she sought repayment from her company for expenses like $17,000 for her weekend driver and trips to hairdresser, as well as coffee and other items 'for less than $10'; photo (M)",
      "lead_paragraph": "In a day of setbacks for Martha Stewart, a close friend of hers testified yesterday that Ms. Stewart, vacationing in Mexico shortly after her sale of ImClone Systems shares, indicated that her broker had told her about trades by other people involved in the company.",
      "publication_date": "2004-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/20/business/friend-says-stewart-talked-of-tip-from-broker.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "A Showdown Approaches in the Battle for Disney",
      "snippet": "Campaign over future of Walt Disney Co, including effort to oust chief executive Michael D Eisner, is heating up as crucial annual meeting draws closer; president Robert A Iger, who rarely gives interviews, says on CNBC that despite last week's un...",
      "abstract": "Campaign over future of Walt Disney Co, including effort to oust chief executive Michael D Eisner, is heating up as crucial annual meeting draws closer; president Robert A Iger, who rarely gives interviews, says on CNBC that despite last week's unsolicited offer from Comcast Corp, company is not for sale; Eisner is scheduled to appear on Larry King Live on Feb 20 and will visit investors on sweep through Northern California next week; Stanley P Gold, former Disney board member who has been calling for Eisner's ouster, says given choice between merger with Comcast or company with Eisner at helm, he would choose merger, interview, New York Times; adds his first preference would be for independent Disney under new management; Gold and Roy E Disney, another former director and nephew of company's founder, want shareholders to withhold their votes for Eisner in coming board election, which will be at annual meeting March 3; Disney's ESPN reaches long-term agreement with Cox Communications to carry ESPN channels on its cable system after yearlong and at times bitter negotiation; photo (M)",
      "lead_paragraph": "As the Walt Disney Company's crucial annual meeting draws closer, the campaign over the future of the company, including an effort to oust Michael D. Eisner, its chief executive, is generating enough heat to rival the presidential race.",
      "publication_date": "2004-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/20/business/the-media-business-a-showdown-approaches-in-the-battle-for-disney.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Lack of Safety Is Charged in Nuclear Site Cleanup",
      "snippet": "Some doctors, experts and lawmakers charge that accelerated timetable for cleanup of nuclear reservation in Richland, Wash, is compromising health and safety of workers; warn that vast wasteland may pose even more danger to cleanup workers than it...",
      "abstract": "Some doctors, experts and lawmakers charge that accelerated timetable for cleanup of nuclear reservation in Richland, Wash, is compromising health and safety of workers; warn that vast wasteland may pose even more danger to cleanup workers than it did to those who built nation's nuclear weapons there when complex was in full operation; say cleanup workers are in closer contact with hazardous materials used to make bombs, like beryllium, and are exhibiting illnesses that are different from obvious radiation illness; state attorney general's office has begun investigation into accusations by Government Accountability Project that Energy Department and its on-site contractors are ignoring some of risks associated with cleanup, a charge they deny; photos; map (M)",
      "lead_paragraph": "For almost half a century, the hulking factories across a vast nuclear reservation here churned out the plutonium for most of the nation's nuclear weapons stockpile, including the bomb used on Nagasaki.",
      "publication_date": "2004-02-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/20/us/lack-of-safety-is-charged-in-nuclear-site-cleanup.html",
      "byline": "By Sarah Kershaw and Matthew L. Wald"
    },
    {
      "headline": "Profits Rise 47% at British-Australian Mining Giant",
      "snippet": "Profits Rise 47% at Briti",
      "abstract": "Profits Rise 47% at Briti",
      "lead_paragraph": "Surging demand for copper and nickel from China's electronics industry and steel makers helped the mining giant BHP Billiton post a 47 percent increase in net profit in the six months ended on Dec. 31, the company said yesterday.",
      "publication_date": "2004-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/20/business/profits-rise-47-at-british-australian-mining-giant.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Insurer's Profit Slips",
      "snippet": "World Business Briefing: The Netherlands: Insu",
      "abstract": "World Business Briefing: The Netherlands: Insu",
      "lead_paragraph": "The insurance and banking concern ING said that its income fell 10 percent last year, to 4 billion euros ($5 billion). The decline resulted mostly from an accounting change and on an operating basis income was up 18 percent. ING said it could not provide a specific forecast for the current year, disappointing some investors, and its shares fell 1 percent. Better results from its banking division contributed to ING's improved performance. One bright spot was ING Direct, its Internet banking division, which has operations in several countries including the United States. ING Direct booked a 2003 pretax operating profit of 151 million euros in contrast to a loss of 48 million euros in 2002. Gregory Crouch (NYT)",
      "publication_date": "2004-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/20/business/world-business-briefing-europe-the-netherlands-insurer-s-profit-slips.html",
      "byline": "By Gregory Crouch (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Denmark: Brewer Buys Out Partner",
      "snippet": "World Business Briefing: Denmark: Brewer Buys Out Partner**",
      "abstract": "World Business Briefing: Denmark: Brewer Buys Out Partner**",
      "lead_paragraph": "Carlsberg, the brewing company, has agreed to buy the 40 percent of its main business owned by Orkla, a Norwegian consumer goods company, for 14.8 billion Danish kroner ($2.5 billion). Carlsberg will pay 11 billion kroner in cash now for the stake in Carlsberg Breweries and the rest in two years, the chairman, Povl Krogsgaard-Larsen, said. The company, which is based in Valby, Denmark, will also assume 5 billion kroner in debt and will sell shares to pay for the purchase.",
      "publication_date": "2004-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/20/business/world-business-briefing-europe-denmark-brewer-buys-out-partner.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Engineering Group Posts Loss",
      "snippet": "ABB reports fourth-quarter loss of $387 million compared with loss of $828 million year earlier; lost $767 million in 2003, slight improvement from $783 million loss year earlier; chief executive Jurgen Dormann expects company to be profitable in ...",
      "abstract": "ABB reports fourth-quarter loss of $387 million compared with loss of $828 million year earlier; lost $767 million in 2003, slight improvement from $783 million loss year earlier; chief executive Jurgen Dormann expects company to be profitable in 2004 and 2005; photo (S)",
      "lead_paragraph": "The Swiss-Swedish engineering group ABB reported a fourth-quarter loss of $387 million, an improvement on its loss of $828 million in the period a year earlier. For the year, ABB lost $767 million, its third consecutive annual loss, but a slight improvement from its loss of $783 million a year earlier. The company attributed the improvement to strong performance in its core divisions of power and automation technologies, as well as to cost-cutting and layoffs. ABB said asset sales helped reduce its debt to $7.9 billion at the end of 2003 from $8.3 billion a year earlier. The chief executive, Jürgen Dormann, above, who provided the fourth-quarter figures during a conference call, said he expected ABB to be profitable in 2004 and 2005. Fiona Fleck (NYT)",
      "publication_date": "2004-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/20/business/world-business-briefing-europe-engineering-group-posts-loss.html",
      "byline": "By Fiona Fleck (NYT)"
    },
    {
      "headline": "Women Tailor Sex Industry To Their Eyes",
      "snippet": "Growing number of women are starting sex-related ventures and bringing distinctly female perspective to them; ventures range from stores, catalogs and sex toy companies to adult Web sites, pornographic films and cable television show; many women s...",
      "abstract": "Growing number of women are starting sex-related ventures and bringing distinctly female perspective to them; ventures range from stores, catalogs and sex toy companies to adult Web sites, pornographic films and cable television show; many women see sex industry as legitimate place to make a living; Internet is seen as major factor in unleasing women's interest in all things sexual; Nielsen/Net Ratings reports that women account for more than quarter of all visitors to sites with adult content; trend has its critics; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/20/us/women-tailor-sex-industry-to-their-eyes.html",
      "byline": "By Mireya Navarro"
    }
  ]
}