{
  "metadata": {
    "date": "2004-12-15",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Missteps Cited in Kerik Vetting by White House",
      "snippet": "Despite hours of confrontational interviews by the White House counsel, Alberto R. Gonzales, the Bush administration failed to get a full picture of the legal and ethical problems of Bernard B. Kerik, its nominee for homeland security secretary, a...",
      "abstract": "Despite hours of confrontational interviews by the White House counsel, Alberto R. Gonzales, the Bush administration failed to get a full picture of the legal and ethical problems of Bernard B. Kerik, its nominee for homeland security secretary, a government official said on Tuesday.    In addition, the White House did not consult with the one person in the West Wing who knew the most about Mr. Kerik's background, Frances Townsend, because Ms. Townsend, President Bush's adviser on homeland security and a former federal prosecutor in New York, was under consideration for the position herself, said the official, who would speak only on condition of anonymity because of the sensitivity of the issue.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/15/politics/missteps-cited-in-kerik-vetting-by-white-house.html",
      "byline": "This article was reported by Elisabeth Bumiller, Eric Lipton and David Johnston and Written By Ms. Bumiller"
    },
    {
      "headline": "On the Air, Palestinians Soften Tone on Israelis",
      "snippet": "Palestinian public television modifies usual villification of Israelis and Jews in aftermath of Yasir Arafat's death, with sudden talk of reconciliation and more neutral descriptions of Israeli soldiers that parallel overall improvement in politic...",
      "abstract": "Palestinian public television modifies usual villification of Israelis and Jews in aftermath of Yasir Arafat's death, with sudden talk of reconciliation and more neutral descriptions of Israeli soldiers that parallel overall improvement in political climate; new PLO chairman Mahmoud Abbas has spoken out against incitement, although archival scenes of violence have been less frequent on television in last year as audiences wearied of gory images; analysts on both sides note more moderate tone and more talks about social and political issues after four years of violence (M)",
      "lead_paragraph": "RAMALLAH, West Bank, Dec. 10 - It was another inflammatory broadcast on Palestinian public television.",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/15/world/middleeast/on-the-air-palestinians-soften-tone-on-israelis.html",
      "byline": "By Greg Myre"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: NWD Shares Plunge On Forecast",
      "snippet": "Shares of NWD",
      "abstract": "Shares of NWD",
      "lead_paragraph": "Shares of the NWD Group, a British marketing-services business, slumped 21 percent to a record after the company said it would have a \"significant\" full-year operating loss because of unexpected delays in client projects. \"After a particularly tough summer, we did not have the strong upturn in revenues as we entered the autumn that had been projected,\" the chief executive, Alan Page, said in a statement. The shares dropped 0.63 pence, to 2.38 pence, giving the company a market value of £2.77 million ($5.33 million).",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/15/business/world-business-briefing-europe-britain-nwd-shares-plunge-on.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Iraqi Campaign Raises Question of Iran's Sway",
      "snippet": "Abdul Aziz al-Hakim, leading figure on list of 228 candidates submitted by powerful Shiite alliance, may emerge as Iraq's most powerful political figure, and one with close ties to Iran's ruling ayatollahs; photo; Hakim founded his party during ye...",
      "abstract": "Abdul Aziz al-Hakim, leading figure on list of 228 candidates submitted by powerful Shiite alliance, may emerge as Iraq's most powerful political figure, and one with close ties to Iran's ruling ayatollahs; photo; Hakim founded his party during years in exile in Iran and its military wing fought alongside Iranianis during Iran-Iraq war; US and Sunni-dominated Jordan and Saudi Arabia have stark concerns about Iranian influence if Hakim and Shiite associates come to pomer, although some experts point out that Iraqi clerics are generally wary of religious government; Iraqi and US officials also say ethnic and cultural divisions that have carved deep historical fissures militate against Iraq becoming client state of Iran; there are also bitter rivalries among Iraqi Shiites themselves, including tension between religious and secular groups (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Dec. 14 - On a list of 228 candidates submitted by a powerful Shiite-led political alliance to Iraq's electoral commission last week, Abdul Aziz al-Hakim's name was entered as No. 1. It was the clearest indication yet that in the Jan. 30 election, with Iraq's Shiite majority likely to heavily outnumber Sunni voters, Mr. Hakim may emerge as the country's most powerful political figure.",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/15/world/middleeast/iraqi-campaign-raises-question-of-irans-sway.html",
      "byline": "By John F. Burns and Robert F. Worth"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Duties Set On Lumber",
      "snippet": "Commerce Department sets import duties of 21.2 percent on most softwood lumber imported from Canada (S)",
      "abstract": "Commerce Department sets import duties of 21.2 percent on most softwood lumber imported from Canada (S)",
      "lead_paragraph": "In a final decision, the Commerce Department set import duties of 21.2 percent on most softwood lumber imported from Canada. While the rate is below the initial level of 27.2 percent, the tariff in the decision was higher than a rate proposed in an interim ruling issued in June. It is still not high enough for the United States lumber industry, which contends that Canadian producers are subsidized because they mainly harvest timber from government-owned forests. Barry Cullen, the executive director of the Coalition for Fair Lumber imports, said his group would probably appeal the ruling to a Nafta dispute settlement panel. The Canadian government had no immediate comment. Ian Austen (NYT)",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/15/business/world-business-briefing-americas-canada-duties-set-on-lumber.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "For Sprint and Nextel, a Battle With Titans",
      "snippet": "Combined Sprint and Nextel Communications company will be competing against much larger rivals, Cingular Wireless and Verizon Wireless, both of which are owned by regional Bell telephone companies that have more money and more services to sell to ...",
      "abstract": "Combined Sprint and Nextel Communications company will be competing against much larger rivals, Cingular Wireless and Verizon Wireless, both of which are owned by regional Bell telephone companies that have more money and more services to sell to consumers who like one-stop shopping; Sprint and Nextel will make formidable number 3 player in wireless market; they will have 39 million subscribers, just 7 million fewer than market leader Cingular; Nextel's popularity with small businesses complements Sprint's power in consumer market; new company is expected to be led by Sprint's chief executive Gary D Forsee; photo (M)",
      "lead_paragraph": "When Sprint and Nextel Communications formally announce their merger -- which could come as early as today -- they will have completed the easy part.",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/15/business/technology/technology-for-sprint-and-nextel-a-battle-with-titans.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Fed Panel Lifts Rates and Says More Increases Are Probable",
      "snippet": "Federal Reserve raises federal funds rate on overnight loans by quarter point, to 2.25 percent, and reiterates its intention to raise borrowing costs as 'pace that is likely to be measured'; bank maintains its assessment of inflation and economic ...",
      "abstract": "Federal Reserve raises federal funds rate on overnight loans by quarter point, to 2.25 percent, and reiterates its intention to raise borrowing costs as 'pace that is likely to be measured'; bank maintains its assessment of inflation and economic growth, again declaring that 'upside and downside risks' on both fronts are still 'roughly equal'; graph; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 14 - The Federal Reserve raised short-term interest rates on Tuesday for the fifth time this year and suggested that more rate increases are in order in the months ahead.",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/15/business/fed-panel-lifts-rates-and-says-more-increases-are-probable.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Time Warner Said to Settle Investigations of AOL  Time Warner is set to announce that it has reached settlements with the Justice Department and the Securities and Exchange Commission in their inquiries of America Online.    Time Warner is expecte...",
      "abstract": " Time Warner Said to Settle Investigations of AOL  Time Warner is set to announce that it has reached settlements with the Justice Department and the Securities and Exchange Commission in their inquiries of America Online.    Time Warner is expected to pay $500 million to $600 million to settle all civil and criminal charges with the two agencies. [Page A1.]    New Challenges for the F.D.A.  Each year, the Food and Drug Administration approves many medical devices, including high-risk products like emergency defibrillators. Experts say they believe the growing use of defibrillators in public places is likely to create new challenges for the F.D.A. [A1.]    Double-Digit Growth at G.E.  Jeffrey R. Immelt, left, the chief executive, said General Electric expected profit to increase 13 percent to 17 percent next year and double-digit earnings growth to continue into the ''foreseeable future'' as its revamped portfolio of faster-growing businesses drives future sales. Mr. Immelt took over General Electric from John F. Welch Jr. in 2001 only to see earnings growth erode as the economy plunged into a recession. [C4.]    U.S. Trade Deficit Rises 9%  The United States trade deficit widened 9 percent in October, to $55.46 billion, partly because of higher oil prices. [C4.]    United Reaches a Deal With Pilots  United Airlines reached a tentative agreement with its pilots' union on additional wage and benefit concessions. [C2.]    Fiat and G.M. Unable to Agree  The standoff between General Motors and Fiat over the terms of a 2000 partnership moved a step closer to the courtroom. [C4.]    Split Decision for BlackBerry Maker  An appeals court upheld a finding of patent infringement against Research In Motion, but struck down part of the ruling and sent it back to a lower court for further proceedings. Shares of Research In Motion, which makes the BlackBerry device, soared more than 10 percent on the news, but ended the day down. [C9.]    Health Costs for Retirees Up 25%  Retirees who receive health benefits from their former employers saw premiums jump an average of 25 percent this year. [A27.]    U.S. Says Rigases Owe $2.5 Billion  The government wants John and Timothy Rigas held liable for $2.533 billion. [C2.]    Air China Is Trading in London  Air China will be the first Chinese company to trade on the London Stock Exchange in four years. Market Place. [C9.]    Stocks Rally After Rate Increase  Stocks rallied after the Fed increased interest rates. The Dow Jones industrials gained 38.13 points, to 10,676.45. The S.&P. 500 jumped 4.70 points, to 1,203.38, and the Nasdaq composite rose 11.34 points, to 2,159.84. [C9.]    France and Germany Get Reprieve  The European Commission gave France and Germany a year to bring down their budget deficits. [World Business, Section W.]  ",
      "lead_paragraph": "Time Warner Said to Settle Investigations of AOL Time Warner is set to announce that it has reached settlements with the Justice Department and the Securities and Exchange Commission in their inquiries of America Online.",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/15/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Settlements Seen in U.S. Inquiries Into Time Warner",
      "snippet": "Time Warner is expected to announce a settlement with the Justice Department in its investigation of advertising deals between America Online and smaller Internet companies that may have allowed America Online to exaggerate its growth, an official...",
      "abstract": "Time Warner is expected to announce a settlement with the Justice Department in its investigation of advertising deals between America Online and smaller Internet companies that may have allowed America Online to exaggerate its growth, an official close to the case said yesterday. The announcement could come as early as today.    The company may also announce a tentative agreement with the enforcement division of the Securities and Exchange Commission, which is conducting a separate investigation into accounting irregularities at America Online, the official said. Time Warner is expected to pay $500 million to $600 million to settle all civil and criminal accusations with the two agencies.   ",
      "lead_paragraph": "Time Warner is expected to announce a settlement with the Justice Department in its investigation of advertising deals between America Online and smaller Internet companies that may have allowed America Online to exaggerate its growth, an official close to the case said yesterday. The announcement could come as early as today.",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/15/business/media/settlements-seen-in-us-inquiries-into-time-warner.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "France and Germany Get Deficit Reprieve",
      "snippet": "European Commission freezes threat of fines against France and Germany, granting two biggest economies in euro zone extra year to bring down their bloated budget deficits; decision will help heal relationship between European Union's executive arm...",
      "abstract": "European Commission freezes threat of fines against France and Germany, granting two biggest economies in euro zone extra year to bring down their bloated budget deficits; decision will help heal relationship between European Union's executive arm and finance ministers of member states, which has been tense since commission first tried to punish France and Germany year ago for failing to play by budget rules; Joaquin Almunia, economic and monetary affairs commissioner, says France and Germany must make structural changes, not quick fixes; photo (M)",
      "lead_paragraph": "BRUSSELS, Dec. 14 - The European Commission froze its threat of fines against France and Germany on Tuesday, granting the two biggest economies in the euro zone an extra year to bring down their bloated budget deficits.",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/15/business/worldbusiness/france-and-germany-get-deficit-reprieve.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "Hussein Aides Due in Court",
      "snippet": "Report noted on first charges against former members of Saddam Hussein's government",
      "abstract": "Report noted on first charges against former members of Saddam Hussein's government",
      "lead_paragraph": "The first charges against former members of Saddam Hussein's government will be filed next week, the Iraqi prime minister, Ayad Allawi, announced. Page A14.",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/15/front page/world/hussein-aides-due-in-court.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: India: Air Deccan Raises $40 Million",
      "snippet": "World Business Briefing: Indi",
      "abstract": "World Business Briefing: Indi",
      "lead_paragraph": "Air Deccan, India's first no-frills airline, has raised $40 million from two venture funds, including Capital International, which is based in the United States. Air Deccan's managing director, G.R. Gopinath, said the investments would pay for buying new planes and expanding services in one of the fastest-growing air travel markets in Asia. According to sources, the combined shareholding of the two investors -- the other is ICICI Venture of India -- would not exceed 26 percent. Air Deccan began its services less than a year ago and now operates 100 flights daily, 50 of them to smaller Indian cities. The company offers flights for as little as 500 rupees ($11), and is generally about 30 percent cheaper than flights offered by its larger rivals like Jet Airways and the government-owned Indian Airlines. Saritha Rai (NYT)",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/15/business/world-business-briefing-asia-india-air-deccan-raises-40-million.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Sony and Samsung Sign Patent Deal",
      "snippet": "Sony Corp si",
      "abstract": "Sony Corp si",
      "lead_paragraph": "The Sony Corporation, Japan's best-known electronics maker, said it signed an agreement with its largest South Korean rival, Samsung Electronics, to cross-license patents on critical digital technologies. The agreement comes after a year of negotiations between the two companies. Sony and Samsung agreed to share patents for semiconductors and \"industry standard technologies\" but said they would not exchange some other major patents like those on Sony's PlayStation game machine and Samsung video display technologies. Todd Zaun (NYT)",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/15/business/technology/world-business-briefing-asia-japan-sony-and-samsung.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Modest Now, Russian Outsourcing Has Big Hopes",
      "snippet": "Alexis G Sukharev, godfather of Russian outsourcing, hopes Russian outsourcing boom of last two years will mirror success of India's technology parks and outsourcing; Sukharev was first to create commercially successful Russian outsourcing company...",
      "abstract": "Alexis G Sukharev, godfather of Russian outsourcing, hopes Russian outsourcing boom of last two years will mirror success of India's technology parks and outsourcing; Sukharev was first to create commercially successful Russian outsourcing company on eve of fall of Soviet Union in 1991; photo (M)",
      "lead_paragraph": "MOSCOW, Dec. 14 - Off a snowy path winding through the campus of Moscow State University, the godfather of Russian outsourcing, Alexis G. Sukharev, is packing his boxes and moving to bigger offices in the city, hoping to help create what could soon be Russia's version of Silicon Valley.",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/15/business/worldbusiness/modest-now-russian-outsourcing-has-big-hopes.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "Flawed Device Places F.D.A. Under Scrutiny",
      "snippet": "Flawed defibrillator made by Access Cardiosystems and now recalled illustrates questions about FDA's oversight of critical medical devices; Access has ceased operating; founder Randall Fincke, who was forced out, accused company of shipping potent...",
      "abstract": "Flawed defibrillator made by Access Cardiosystems and now recalled illustrates questions about FDA's oversight of critical medical devices; Access has ceased operating; founder Randall Fincke, who was forced out, accused company of shipping potentially defective units, prompting FDA inspection that uncovered no major defects and cleared company of serious problems even as complaints mounted; agency approves hundreds of such devices each year; only manufacturers and health care facilities, not individuals or emergency responders, are required to report problems; photo of Steve Bane, Wisconsin fire official with defective defibrillators; FDA official Dr Daniel G Schultz defends oversight while acknowledging problems with growing use of defibrillators in public places and homes (M)",
      "lead_paragraph": "The Red Rooster III was 90 miles out of San Diego on an afternoon in July when it came across a fisherman's dream, a school of albacore tuna. Suddenly, the charter boat's skipper, John Grabowski, saw a rod flying in the air as a passenger, a 72-year-old man, seized up with a heart attack. Mr. Grabowski ran to get the portable defibrillator kept on board.",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/15/business/flawed-device-places-fda-under-scrutiny.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "Not Everybody Loves Raymond; Some Trace Merck's Problems to Its Chairman",
      "snippet": "Some analysts link Merck & Co Inc's problems to leadership of its chairman Raymond V Gilmartin; company faces criminal investigation, raft of plaintiff suits and severe damage to its reputation over its arthritis drug Vioxx, which Merck abruptly s...",
      "abstract": "Some analysts link Merck & Co Inc's problems to leadership of its chairman Raymond V Gilmartin; company faces criminal investigation, raft of plaintiff suits and severe damage to its reputation over its arthritis drug Vioxx, which Merck abruptly stopped selling in September after acknowledging drug caused heart attacks; company announces it will eliminate 5,100 jobs by year-end, 700 more job cuts than previously planned; Merck's performance in three of last four years has fallen short of Gilmartin's promises to Wall Street, and its stock has fallen almost 70 percent sxince 2000; Gilmartin appears undaunted; company's board still supports him, and Gilmartin reiterates his intention to remain chairman until he reaches company's mandatory retirement age of 65 in March 2006; chart; photos (M)",
      "lead_paragraph": "WHITEHOUSE STATION, N.J., Dec. 14 - Finding people who like Raymond V. Gilmartin is easy.",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/15/business/health/not-everybody-loves-raymond-some-trace-mercks-problems-to.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Gifts to Fidelity Employees Attract Investigators",
      "snippet": "NASD and Securities and Exchange Commission are investigating whether Fidelity Investments brokers have inappropriately showered mutual fund employees with gifts in effort to win lucrative commissions from funds' trading business; two Fidelity tra...",
      "abstract": "NASD and Securities and Exchange Commission are investigating whether Fidelity Investments brokers have inappropriately showered mutual fund employees with gifts in effort to win lucrative commissions from funds' trading business; two Fidelity traders appear frequently on Jefferies & Co broker Kevin Quinn's travel and expense reports, and Fidelity has begun internal probe of entire trading unit; Fidelity traders in at least two instances reimbursed Quinn for some part of expenses incurred while Quinn had already charged Jefferies for same expenses (M)",
      "lead_paragraph": "Fidelity Investments, which has often cast itself as the investor's best ally, is in the middle of a wide-ranging investigation about gifts and entertainment on Wall Street. And some on Wall Street have never been happier.",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/15/business/gifts-to-fidelity-employees-attract-investigators.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Highland Shares Tumble",
      "snippet": "Shares of Highland Gold Mining fall 12 percent as company prepares to sell $100 million in stock to start production at Russian mines and pay for metal deposit (S)",
      "abstract": "Shares of Highland Gold Mining fall 12 percent as company prepares to sell $100 million in stock to start production at Russian mines and pay for metal deposit (S)",
      "lead_paragraph": "Shares of Highland Gold Mining fell 12 percent, the most since trading began two years ago, as the company prepared to sell $100 million in stock to start production at Russian mines and pay for a metal deposit. The 27.4 million shares will be sold for 190 pence each, Highland said in a statement. The sale is equal to 23 percent of Highland's shares outstanding. Highland shares closed down 25.5 pence, to 192.5 pence in London, the lowest closing price since August 2003. Proceeds from the share sale will be used to finance development of mines at Novoshirokinskoye and Maiskoye.",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/15/business/world-business-briefing-europe-britain-highland-shares-tumble.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "New Focus at Gucci Is Going to Be, Well, Gucci",
      "snippet": "Robert Polet, man in charge at Gucci Group, discusses his plans for winning brand race, and strategy is about galloping ahead with Gucci; Polet, who became president and chief executive of multi-brand luxury company in April, intends over next sev...",
      "abstract": "Robert Polet, man in charge at Gucci Group, discusses his plans for winning brand race, and strategy is about galloping ahead with Gucci; Polet, who became president and chief executive of multi-brand luxury company in April, intends over next seven years to double revenue of Gucci brand; Polet also plans to reposition loss-making Yves Saint Laurent fashion division and to build on success of leather goods label Bottega Veneta; says Gucci will not be acquiring new brands, nor will it dispose of its existing labels over next three years; photos (M)",
      "lead_paragraph": "LONDON, Dec. 14 - Robert Polet, the man in charge at the Gucci Group, laid out his plans on Tuesday for winning the brand race, and the strategy is about galloping ahead with Gucci.",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/15/business/new-focus-at-gucci-is-going-to-be-well-gucci.html",
      "byline": "By Suzy Menkes"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Exports Decline Again",
      "snippet": "Exports from Canada declined for fourth consecutive month during October; Canadian companies exported 35.6 billion Canadian dollars ($28.8 billion) worth of merchandise during month, representing 1.1 percent decline from September (S)l",
      "abstract": "Exports from Canada declined for fourth consecutive month during October; Canadian companies exported 35.6 billion Canadian dollars ($28.8 billion) worth of merchandise during month, representing 1.1 percent decline from September (S)l",
      "lead_paragraph": "Exports from Canada declined for the fourth consecutive month during October, Statistics Canada reported. Canadian companies exported 35.6 billion Canadian dollars ($28.8 billion) worth of merchandise during the month, the government agency said, representing a 1.1 percent decline from September. Much of the fall was attributed to a 7.2 percent drop in exports of forestry products, particularly lumber. Ian Austen (NYT)",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/15/business/world-business-briefing-americas-canada-exports-decline-again.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Singapore: Executive Offers Apology",
      "snippet": "World Business BrA",
      "abstract": "World Business BrA",
      "lead_paragraph": "Jia Changbin, the president of China Aviation Oil Holding, issued a statement to fellow shareholders of China Aviation Oil Singapore, apologizing for the $550 million in derivatives-trading losses that broke his company's Singapore unit, but warning that financial support from his company would depend on acceptance by creditors of its court-supervised restructuring. Last week, Singapore's High Court granted an additional six weeks for the companies to devise a rescue plan. Wayne Arnold (NYT)",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/15/business/world-business-briefing-asia-singapore-executive-offers-apology.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Software Sector Finally Enters a Merger Phase",
      "snippet": "Software industry is going through period of consolidation with big mergers; Oracle has announced its acquisition of PeopleSoft for $10.3 billion; Symantec is expected to announce deal to buy Veritas for more than $14 billion in stock; corporate c...",
      "abstract": "Software industry is going through period of consolidation with big mergers; Oracle has announced its acquisition of PeopleSoft for $10.3 billion; Symantec is expected to announce deal to buy Veritas for more than $14 billion in stock; corporate customers are driving new trend; after Internet bubble burst, balance of power in technology marketplace shifted sharply toward corporate customers, and that trend shows no signs of reversing soon; analysts say business buyers want their technology to cost less and be less complicated to use; add software mergers are driven by companies' needs to cut costs and assemble larger bundles of products they can sell to corporate customers (M)",
      "lead_paragraph": "There could be no more striking evidence of the trend toward consolidation in the software industry than the news of the last few days.",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/15/technology/software-sector-finally-enters-a-merger-phase.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "Sam Zell has tried to make Equity Office Properties the dominant player by merging with other companies, but returns have been lagging other real estate investment trusts. [C6.]    Two developers closing on the Reader's Digest headquarters in Chap...",
      "abstract": " Sam Zell has tried to make Equity Office Properties the dominant player by merging with other companies, but returns have been lagging other real estate investment trusts. [C6.]    Two developers closing on the Reader's Digest headquarters in Chappaqua later this month want to find tenants for 450,000 square feet of vacant office space and to develop senior housing. [C7.]  ",
      "lead_paragraph": "Sam Zell has tried to make Equity Office Properties the dominant player by merging with other companies, but returns have been lagging other real estate investment trusts. [C6.]",
      "publication_date": "2004-12-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/15/business/commercial-real-estate.html",
      "byline": ""
    }
  ]
}