{
  "metadata": {
    "date": "2004-09-03",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "Facing Fine, City Frees Hundreds of Detainees",
      "snippet": "New York Supreme Court Justice John Cataldo orders city to release more than 550 protesters who had been detained without seeing judge, some for as long as 60 hours, after being arrested at demonstrations against Republican National Convention; pr...",
      "abstract": "New York Supreme Court Justice John Cataldo orders city to release more than 550 protesters who had been detained without seeing judge, some for as long as 60 hours, after being arrested at demonstrations against Republican National Convention; protesters are greeted with cheers; corporation counsel Michael Cardozo scores decision and says that it did not give city sufficient time to complete processing of arrestees; defense lawyers and protesters claim police are using long detention periods to keep streets clear until convention ends; city concedes that some were held too long because of volume of arrests, but police deny that any tactics are being used to hold demonstrators; comments from several protesters; photo (M)",
      "lead_paragraph": "A state judge in Manhattan yesterday angrily ordered the city to release more than 550 protesters who had been detained without seeing a judge -- some for as long as 60 hours -- after they were arrested at demonstrations against the Republican National Convention. When not all the protesters had been released by 6 p.m., he held the city in contempt and ordered a fine of $1,000 for each person still held, without setting a time frame.",
      "publication_date": "2004-09-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/09/03/politics/campaign/facing-fine-city-frees-hundreds-of-detainees.html",
      "byline": "By Susan Saulny and Diane Cardwell"
    },
    {
      "headline": "World Business Briefing | Asia: Malaysia: Exports Surge",
      "snippet": "Malaysia's exports rose 29 percent in July from year earlier, to 42.63 billion ringgit ($11 billion); imports rose 25.8 percent in July from year ago, to 35.03 billion ringgit, giving Malaysia trade surplus of 7.6 billion ringgit, up 47 percent fr...",
      "abstract": "Malaysia's exports rose 29 percent in July from year earlier, to 42.63 billion ringgit ($11 billion); imports rose 25.8 percent in July from year ago, to 35.03 billion ringgit, giving Malaysia trade surplus of 7.6 billion ringgit, up 47 percent from period year earlier (S)",
      "lead_paragraph": "Malaysia's exports rose unexpectedly in July, helped by increased sales of computer chips and other electrical and electronics goods in Asia, Europe and the United States. Exports rose 29 percent from a year earlier, to 42.63 billion ringgit ($11 billion), the fastest rate in seven months, the trade ministry said. The rate was up from 23 percent in June. Imports rose 25.8 percent in July from a year ago, to 35.03 billion ringgit, giving Malaysia a trade surplus of 7.6 billion ringgit, up 47 percent from the period a year ago.",
      "publication_date": "2004-09-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/03/business/world-business-briefing-asia-malaysia-exports-surge.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Coffee, Tea or Job? For Airline Workers, an Uncertain Future",
      "snippet": "Airline industry is split between carriers that created attractive jobs but can no longer afford them and airlines that are thriving in large part because they have avoided creating such jobs; struggling traditional airlines like United, Delta and...",
      "abstract": "Airline industry is split between carriers that created attractive jobs but can no longer afford them and airlines that are thriving in large part because they have avoided creating such jobs; struggling traditional airlines like United, Delta and US Airways have laid off tens of thousands of employees and told rest that they must absorb round after round of salary and benefit cuts to keep flying; at healthier low-fare carriers like Southwest and JetBlue, pay is much lower and benefits are skimpier, but good year can yield big bonus at end; some airline employees comment; graph; photos (M)",
      "lead_paragraph": "For decades, an airline job was a coveted plum. Good pay, generous benefits, strong unions and the glamour of air travel made pilots, flight attendants, mechanics and even baggage handlers the envy of their neighbors.",
      "publication_date": "2004-09-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/03/business/coffee-tea-or-job-for-airline-workers-an-uncertain-future.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "The Teenage Crush on Wet Seal Stores Is So Over",
      "snippet": "Wet Seal Inc, mall-based specialty chain, appears to be losing some of teenage customers who used to flock to its signature bohemian tops and trendy jeans; says sales in August at stores open at least a year fell 14.8 percent from year-earlier lev...",
      "abstract": "Wet Seal Inc, mall-based specialty chain, appears to be losing some of teenage customers who used to flock to its signature bohemian tops and trendy jeans; says sales in August at stores open at least a year fell 14.8 percent from year-earlier level; company's stock closes at $1.11 a share, down from $25 a share in April 2002; analysts say company has failed to keep up with trends; bankruptcy filing remains possibility; photo (M)",
      "lead_paragraph": "Just a few years ago, Wet Seal Inc., a chain of mall-based specialty stores, was the darling of teenage customers who rushed to pick up its signature bohemian tops and trendy jeans.",
      "publication_date": "2004-09-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/03/business/the-teenage-crush-on-wet-seal-stores-is-so-over.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Intel Lowers Its Forecasts; Shares Plunge After Hours",
      "snippet": "Intel Corp sharply lowers its revenue and profit margin projections for third quarter, citing unexpectedly weak demand for its computer chips; company's shares plunge in after-hours trading (M)",
      "abstract": "Intel Corp sharply lowers its revenue and profit margin projections for third quarter, citing unexpectedly weak demand for its computer chips; company's shares plunge in after-hours trading (M)",
      "lead_paragraph": "The chip giant Intel sharply lowered its revenue and profit margin projections for the third quarter late yesterday, citing unexpectedly weak demand. Investors sent its shares tumbling in after-hours trading.",
      "publication_date": "2004-09-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/03/technology/intel-lowers-its-forecasts-shares-plunge-after-hours.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "As Florida Braces For 2nd Big Storm, The Flight Begins",
      "snippet": "Tens of thousands of Florida residents flee coastal homes as Hurricane Frances churns past Bahamas and lurches closer; predictions about storm's path remain sketchy; Gov Jeb Bush says more than 2.5 million people along water were asked to evacuate...",
      "abstract": "Tens of thousands of Florida residents flee coastal homes as Hurricane Frances churns past Bahamas and lurches closer; predictions about storm's path remain sketchy; Gov Jeb Bush says more than 2.5 million people along water were asked to evacuate; millions of others along densely populated east coast wait to learn whether they will witness storm; storm has weakened slightly, to Category 3, and track shifts south; officials warn that course could change and that even if it does not, storm is capable of loosing up to 20 inches of rain and perilously strong winds; photos; maps (M)",
      "lead_paragraph": "COCOA BEACH, Fla., Sept. 2 - As a formidable hurricane lurched closer, tens of thousands of Florida residents fled their coastal homes on Thursday and clogged highways and airports, taking no chances as predictions about the storm's path remained sketchy and forecasters warned of potentially widespread flooding and destruction.",
      "publication_date": "2004-09-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/03/us/front page/as-florida-braces-for-2nd-big-storm-the-flight-begins.html",
      "byline": "By Abby Goodnough and Felicity Barringer"
    },
    {
      "headline": "World Business Briefing | Asia: Philippines: Phone Rating Raised",
      "snippet": "Moody's Investors Service raise outlook on creditworthiness of Philippine cellular network operator Globe Telecom (S)",
      "abstract": "Moody's Investors Service raise outlook on creditworthiness of Philippine cellular network operator Globe Telecom (S)",
      "lead_paragraph": "The ratings agency Moody's Investors Service raised its outlook on the creditworthiness of the Philippine cellular network operator Globe Telecom. Moody's said its outlook on Globe's domestic debt rating was changed to positive, citing its healthy finances and the rapid growth of the country's cellular industry. But Moody's left unchanged its negative outlook on Globe's foreign debt ratings, saying political uncertainty and a weak Philippine peso posed inherent risks. Wayne Arnold (NYT)",
      "publication_date": "2004-09-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/03/business/technology/world-business-briefing-asia-philippines-phone-rating.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Despite Its Optimism, Bank In Europe Lets Rate Stand  The European Central Bank is sounding markedly more confident these days than it did earlier this year about the economic recovery in the 12 countries that use the euro. But it is not ready to ...",
      "abstract": " Despite Its Optimism, Bank In Europe Lets Rate Stand  The European Central Bank is sounding markedly more confident these days than it did earlier this year about the economic recovery in the 12 countries that use the euro. But it is not ready to back up its words with action.      The bank left its benchmark short-term interest rate unchanged at 2 percent despite announcing higher growth and inflation forecasts for Europe than it had in June. The bank has bucked a trend toward tighter monetary policy led by the Federal Reserve. [Page C5.]",
      "lead_paragraph": "Despite Its Optimism, Bank In Europe Lets Rate Stand The European Central Bank is sounding markedly more confident these days than it did earlier this year about the economic recovery in the 12 countries that use the euro. But it is not ready to back up its words with action.",
      "publication_date": "2004-09-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/03/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "South Koreans Say Secret Work Refined Uranium",
      "snippet": "South Korean government admits to International Atomic Energy Agency that some rogue scientists produced small amount of near-weapons grade uranium in 2000, raising suspicions that country may have attempted secret program to counter North Korea's...",
      "abstract": "South Korean government admits to International Atomic Energy Agency that some rogue scientists produced small amount of near-weapons grade uranium in 2000, raising suspicions that country may have attempted secret program to counter North Korea's nuclear arsenal; revelation could greatly complicate confrontation with North over its own nuclear weapons program; Pres Bush's regular calls for 'nuclear-free Korean peninsula' have been endorsed by South; South Korean government's claim that it did not know remains murky; method scientists used was so expensive that it is normally associated with government-directed weapons programs; South Korean government reportedly admitted to experiment, an apparent violation of Nuclear Nonproliferation Treaty, only after energy agency inspectors asked pointed questions about piece of equipment in scientific center they had been barred from visiting; there is no response yet from North Korea, and State Dept spokesman says US will comment after IAEA completes its review (M)",
      "lead_paragraph": "The South Korean government has admitted to the International Atomic Energy Agency that a group of the country's scientists secretly produced a small amount of near-weapons grade uranium, raising suspicions that South Korea may have attempted a secret program to counter North Korea's nuclear arsenal.",
      "publication_date": "2004-09-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/03/world/asia/south-koreans-say-secret-work-refined-uranium.html",
      "byline": "By David E. Sanger and William J. Broad"
    },
    {
      "headline": "From Decisions to Impressions, in 4 Decades",
      "snippet": "R W Apple Jr column assesses how political conventions have changed from being about decisions to being about impressions left in minds of delegates; contends that, even though outcomes are known, conventions serve purpose of focusing nation's att...",
      "abstract": "R W Apple Jr column assesses how political conventions have changed from being about decisions to being about impressions left in minds of delegates; contends that, even though outcomes are known, conventions serve purpose of focusing nation's attention; cites how composition of delegations has changed over years to include more women and minorities; notes impact of technology on convention process; photo (M)",
      "lead_paragraph": "In all probability, this is it for me, the last of 20 national political conventions, stretching all the way back to the 1960's -- that is, unless I snag a special assignment in 2008 from Geriatric Weekly.",
      "publication_date": "2004-09-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/09/03/politics/campaign/from-decisions-to-impressions-in-4-decades.html",
      "byline": "By R.w. Apple Jr"
    },
    {
      "headline": "Russian Town's Young Treasures Under Threat",
      "snippet": "Families in Beslan, Russia, are stricken with anguish, many of their children held hostage in school from which gunfire and small explosions have been heard intermittently for two days; one apartment building alone has 40 children missing; heavily...",
      "abstract": "Families in Beslan, Russia, are stricken with anguish, many of their children held hostage in school from which gunfire and small explosions have been heard intermittently for two days; one apartment building alone has 40 children missing; heavily armed fighters release 26 hostages, all women and children, in first hopeful sign that negotiators are making progress in their efforts to end siege; it began with battle between outmatched police officers on routine schoolhouse duty and what Russian officials describe as seasoned band of Chechen and Ingush fighters, with at least one Ossetian militant; large portion of Beslan's residents have surrounded school; every new explosion brings moans and wails from distraught parents; photos (M)",
      "lead_paragraph": "BESLAN, Russia, Sept. 2 - There are no children home at 13 Oktyabrskaya Street, except for the littlest ones, too young to go to school. All the others are hostages, held by militants in the school across the street.",
      "publication_date": "2004-09-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/03/world/europe/russian-towns-young-treasures-under-threat.html",
      "byline": "By C. J. Chivers"
    },
    {
      "headline": "Some Dire Talk From Yukos Lifts Oil Prices",
      "snippet": "World oil prices rise after Russia's largest oil producer, Yukos, says court ruling freezing its assets 'paralyzes' company's operations; Yukos says company will be unable to pay wages and settle accounts with suppliers and trading partners if fre...",
      "abstract": "World oil prices rise after Russia's largest oil producer, Yukos, says court ruling freezing its assets 'paralyzes' company's operations; Yukos says company will be unable to pay wages and settle accounts with suppliers and trading partners if freeze continues and may be forced to halt production; graph; photo of Pres Vladimir V Putin with Pres Jacques Chirac of France and Chancellor Gerhard Schroder of Germany on Aug 31, when he announced that Russia will increase oil exports this year (M)",
      "lead_paragraph": "MOSCOW, Sept. 2 - World oil prices rose on Thursday after Russia's largest oil producer, Yukos, said a court ruling \"paralyzes\" the company's operations.",
      "publication_date": "2004-09-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/03/business/worldbusiness/some-dire-talk-from-yukos-lifts-oil-prices.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "In the Bush Years, Government Grows as the Private Sector Struggles",
      "snippet": "Floyd Norris column holds bigger government during Bush administration and tax cuts are main reasons that real personal incomes are up since 2000; says big question for economy is whether stimulus has been enough to produce self-reinforcing recove...",
      "abstract": "Floyd Norris column holds bigger government during Bush administration and tax cuts are main reasons that real personal incomes are up since 2000; says big question for economy is whether stimulus has been enough to produce self-reinforcing recovery; holds more signs that private economy has turned around will be needed before that can be deemed sure thing; graph (M)",
      "lead_paragraph": "BIG government is back. And while that fact may not have been heralded at Madison Square Garden this week, it is largely responsible for the best long-term economic statistic that Republicans cited.",
      "publication_date": "2004-09-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/03/business/in-the-bush-years-government-grows-as-the-private-sector-struggles.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Bush Is 'Unfit' to Lead U.S., Kerry Charges",
      "snippet": "Sen John Kerry begins campaigning just half-hour after Pres Bush finishes speech to Republican delegates; charges that Bush is 'unfit' to lead country and misled America into Iraq war; scores Bush and Vice Pres Cheney for attacking his patriotism ...",
      "abstract": "Sen John Kerry begins campaigning just half-hour after Pres Bush finishes speech to Republican delegates; charges that Bush is 'unfit' to lead country and misled America into Iraq war; scores Bush and Vice Pres Cheney for attacking his patriotism and reminds audience that both refused to serve in Vietnam; accuses convention of distorting his positions and record; cites 'record of failure' in Bush's first term; photo (M)",
      "lead_paragraph": "SPRINGFIELD, Ohio, Friday, Sept. 3 - Roaring back at his Republican rivals, Senator John Kerry called President Bush \"unfit to lead this country\" for \"misleading\" America into war in Iraq and said Mr. Bush and Vice President Dick Cheney avoided fighting in the Vietnam War.",
      "publication_date": "2004-09-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/09/03/politics/campaign/bush-is-unfit-to-lead-us-kerry-charges.html",
      "byline": "By David M. Halbfinger"
    },
    {
      "headline": "China Says Influx of Capital Hurts Efforts to Cool Economy",
      "snippet": "China's central bank governor Zhou Xiaochuan says government's efforts to slow economy are at critical stage, with monetary policy becoming harder to put in place because of rising inflows of foreign capital; amount of foreign currency converted t...",
      "abstract": "China's central bank governor Zhou Xiaochuan says government's efforts to slow economy are at critical stage, with monetary policy becoming harder to put in place because of rising inflows of foreign capital; amount of foreign currency converted to yuan continues to grow at fast pace and central bank is still putting relatively high volume of base money into circulation; China's economy grew 9.6 percent in second quarter, slowing from 9.8 percent in first quarter (M)",
      "lead_paragraph": "BEIJING, Sept. 2 - China's central bank governor, Zhou Xiaochuan, said the government's efforts to slow the economy are at a critical stage, with monetary policy becoming harder to put in place because of rising inflows of foreign capital.",
      "publication_date": "2004-09-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/03/business/worldbusiness/china-says-influx-of-capital-hurts-efforts-to-cool.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Buoyed G.O.P. Says It Has Framed Agenda for Fall",
      "snippet": "Republicans end their convention, optimistic that debate for fall campaign has been framed around Pres Bush's strengths as wartime president and that Sen John Kerry has been portrayed as too indecisive and liberal to lead; Republican strategists s...",
      "abstract": "Republicans end their convention, optimistic that debate for fall campaign has been framed around Pres Bush's strengths as wartime president and that Sen John Kerry has been portrayed as too indecisive and liberal to lead; Republican strategists succeed in setting terms of debate, forcing Kerry not only into defending his security credentials but also into undertaking possibly risky attack on Bush and Vice Pres Cheney even before Republican convention ended; Republicans clearly believe that decision to hold convention four miles from ground zero, to hold it so late in campaign year and to use it to cast Bush as tested commander in chief for perilous times has paid off; photo (M)",
      "lead_paragraph": "Republicans ended their convention yesterday on a confident note, optimistic that they had framed the debate for the fall campaign around President Bush's strengths as a wartime president -- and that they had succeeded in raising significant doubts about Senator John Kerry with slashing attacks on the Democrat as too indecisive and liberal to lead.",
      "publication_date": "2004-09-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/03/politics/campaign/buoyed-gop-says-it-has-framed-agenda-for-fall.html",
      "byline": "By Robin Toner and Jodi Wilgoren"
    },
    {
      "headline": "Spain Looks to Sell More Than Its Sand and Sun",
      "snippet": "Spain's Ministry of Industry, Tourism and Commerce will begin exploring ways to promote Spain's cultural, historical and architectural sites, as well as its food and restaurants; Spain's hotels have reported hig vacancy rates for second year, even...",
      "abstract": "Spain's Ministry of Industry, Tourism and Commerce will begin exploring ways to promote Spain's cultural, historical and architectural sites, as well as its food and restaurants; Spain's hotels have reported hig vacancy rates for second year, even in hotels that line Spain's fabled beaches; photo (M)",
      "lead_paragraph": "MADRID, Sept. 2 - With hotels reporting some 40 percent of their rooms unoccupied this season, and, for a second summer, many rooms empty even in the hotels that line Spain's fabled beaches, government and industry officials say it is time to scrap the recipe that has built the country into the world's most popular tourist destination after France.",
      "publication_date": "2004-09-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/03/business/worldbusiness/spain-looks-to-sell-more-than-its-sand-and-sun.html",
      "byline": "By Renwick McLean"
    },
    {
      "headline": "Bush Offers Bold Strokes, but Few Details in Speech",
      "snippet": "Analysis: Pres Bush's message to nation divided over his stewardship, distressed about economy and dubious about war with Iraq is that he is still the one the nation can trust to face problems of second term abroad, and at home; Bush outlines dome...",
      "abstract": "Analysis: Pres Bush's message to nation divided over his stewardship, distressed about economy and dubious about war with Iraq is that he is still the one the nation can trust to face problems of second term abroad, and at home; Bush outlines domestic agenda for second term but offers few critical details; mentions but does not elaborate on his big policy ideas like restraining government spending, simplifying tax code, offering tax credits for health savings accounts and allowing personal investment accounts for Social Security; major items he mentions face significant opposition in Congress, and many would cost far more than his own party seems likely to be willing to spend; he saves his passion for national security issues, sounding tone of defiance at critics of his decision to invade Iraq; tells cheering delegates, 'I will defend America every time'; photo (M)",
      "lead_paragraph": "For a nation divided over his stewardship, distressed about the economy and dubious about the war with Iraq, President Bush had one overriding message last night: He's still the one.",
      "publication_date": "2004-09-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/03/politics/campaign/bush-offers-bold-strokes-but-few-details-in-speech.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Consumer Credit Concern Acquired",
      "snippet": "Japan's Shinsei Bank wins bidding to buy stake in consumer finance company Aplus from Japan's UFJ Holdings; Shinsei outbids HSBC Holdings (S)",
      "abstract": "Japan's Shinsei Bank wins bidding to buy stake in consumer finance company Aplus from Japan's UFJ Holdings; Shinsei outbids HSBC Holdings (S)",
      "lead_paragraph": "The Shinsei Bank won the bidding to buy a stake in the consumer finance company Aplus from another Japanese bank, UFJ Holdings, a UFJ spokesman, Naoki Hirokawa, said. Shinsei, based in Tokyo, outbid HSBC Holdings of Britain. The price was not disclosed. Aplus, based in Osaka, has 4.7 million credit card holders and 66 branches in Japan. Shinsei was taken over by Ripplewood Holdings of New York and other investors in 2000.",
      "publication_date": "2004-09-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/03/business/world-business-briefing-asia-japan-consumer-credit-concern.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Oil Could Help Japan Resolve Territorial Fight With Russia",
      "snippet": "Japan's emergence as largest foreign investor in Russia's oil-rich Far East region may help break logjam between two countries over Russia's seizure of Japanese Kurile Islands during World War II; Japanese companies are participating in first $10 ...",
      "abstract": "Japan's emergence as largest foreign investor in Russia's oil-rich Far East region may help break logjam between two countries over Russia's seizure of Japanese Kurile Islands during World War II; Japanese companies are participating in first $10 billion part of what could be $100 billion development of oil and gas reserves off Russia's Sakhalin Island; Japanese and Russian officials met this summer in Vladivostok to outline plan for 2,500-mile, $12 billion pipeline to bring Siberian oil to Sea of Japan; map; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/03/business/worldbusiness/oil-could-help-japan-resolve-territorial-fight-with.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Bush Outlines Plan for a 2nd Term and Attacks Kerry's Record",
      "snippet": "Pres Bush accepts Republican nomination to run for second term, portraying his first term as one shaped by 9/11 tragedy and suggesting that Sen John Kerry would falter in face of continuing threat to United States; outlines proposals that he vows ...",
      "abstract": "Pres Bush accepts Republican nomination to run for second term, portraying his first term as one shaped by 9/11 tragedy and suggesting that Sen John Kerry would falter in face of continuing threat to United States; outlines proposals that he vows would create jobs, expand health care and broaden educational opportunities; batters Sen John Kerry for what he says is weak and wavering record on national security and economy; pledges to 'build a safer world' and says 'nothing will hold us back'; speaks for 62 minutes from circular stage that was assembled overnight at center of Madison Square Garden; his speech moves between discussion of national security and his domestic programs, drawing critical contrasts with Kerry, pointing to votes Kerry cast and statements he made in 20 years in office, seeking to portray him as advocate of big government, defense cuts and tax increases; Kerry mounts unusual counterattack on night of incumbent's acceptance speech, holding late-night rally in Springfield, Ohio, to deliver his toughest attack on Bush and Vice Pres Cheney and to score 'anger and distortion' of Republican convention; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/03/politics/campaign/bush-outlines-plan-for-a-2nd-term-and-attacks-kerrys.html",
      "byline": "By Adam Nagourney and Richard W. Stevenson"
    },
    {
      "headline": "World Business Briefing | Asia: India: Power Plant Panel",
      "snippet": "Indian government sets up panel to look into Dabhol power plant, $2.9 billion operation--idle for three years--that is capable of producing 2,184 megawatts of power; government is eager to restart project, which was built by Enron Corp; Dabhol is ...",
      "abstract": "Indian government sets up panel to look into Dabhol power plant, $2.9 billion operation--idle for three years--that is capable of producing 2,184 megawatts of power; government is eager to restart project, which was built by Enron Corp; Dabhol is mired in disputes over debt and arbitration proceedings involving its shareholders, including General Electric and Bechtel Group, which own 86 percent of project after buying Enron's stake earlier this year (S)",
      "lead_paragraph": "The government set up a panel to look into the Dabhol power plant, a $2.9 billion operation -- idle for three years -- that is capable of producing 2,184 megawatts of power. Once showcased as an example of India's economic liberalization, the plant fell idle after a dispute over payments for power by a utility in the state of Maharashtra, which is part owner of the plant. The government is eager to restart the project, which was built by the Enron Corporation. But Dabhol is mired in disputes over debt and arbitration proceedings involving its shareholders, including General Electric and the Bechtel Group, which own 86 percent of the project after buying Enron's stake earlier this year. Saritha Rai (NYT)",
      "publication_date": "2004-09-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/03/business/world-business-briefing-asia-india-power-plant-panel.html",
      "byline": "By Saritha Rai (NYT)"
    }
  ]
}