{
  "metadata": {
    "date": "2004-03-30",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "World Business Briefing | Americas: Canada: Oil Acquisition",
      "snippet": "World Business Brie",
      "abstract": "World Business Brie",
      "lead_paragraph": "Petrofund Energy Trust, one of Canada's oldest oil and natural gas income trusts, agreed to buy the Ultima Energy Trust for about 446 million Canadian dollars ($341 million) to reduce the cost of borrowing money for acquisitions. Petrofund will pay 0.442 unit and 17 Canadian cents for each Ultima unit, the trusts, based in Calgary, Alberta, said in a statement. The acquisition will increase Petrofund's production to the equivalent of 37,133 barrels of oil a day and reduce interest costs, the trusts said. The expanded trust will have net debt of 231.7 million Canadian dollars. ''The larger size will improve Petrofund's financing ability and its ability to compete for future acquisitions,'' Chris Dutcher, Petrofund's director of business development, said. The acquisition would also help Petrofund comply with a provision of the federal budget proposed by the Canadian government last week that would limit foreign ownership of oil and gas trusts to about 49 percent, beginning in 2007, Mr. Dutcher said. About 66 percent of the units of Petrofund, which was created in 1988, are held by foreign investors, he said.",
      "publication_date": "2004-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/30/business/world-business-briefing-americas-canada-oil-acquisition.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "AT&T Brings Net Phones to New Jersey",
      "snippet": "AT&T Corp begins making Internet-based phone service available to residential customers in 11 northern and central New Jersey counties; move is first step in AT&T's plan to offer Internet telephone service nationwide eventually, even where it unde...",
      "abstract": "AT&T Corp begins making Internet-based phone service available to residential customers in 11 northern and central New Jersey counties; move is first step in AT&T's plan to offer Internet telephone service nationwide eventually, even where it undercuts cost of its standard service; service will be offered at six-month introductory rate of $19.99 for unlimited local and long distance calls; price will rise to $39.99 per month; comparable unlimited calling plan with AT&T's traditional phone service, not including taxes, is $49.95 in New Jersey (M)",
      "lead_paragraph": "AT&T said yesterday that it had begun making Internet-based phone service available to residential customers in 11 northern and central New Jersey counties. The move is the first step in AT&T's plan to offer Internet telephone service nationwide eventually, even where it undercuts the cost of its standard service.",
      "publication_date": "2004-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/30/business/technology-at-t-brings-net-phones-to-new-jersey.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "9/11 PANEL WANTS RICE UNDER OATH IN ANY TESTIMONY",
      "snippet": "Chairman and vice chairman of independent commission investigating Sept 11 attacks say they will ask Condoleezza Rice to testify under oath in any future questioning because of discrepancies between her statements and those made in sworn testimony...",
      "abstract": "Chairman and vice chairman of independent commission investigating Sept 11 attacks say they will ask Condoleezza Rice to testify under oath in any future questioning because of discrepancies between her statements and those made in sworn testimony by former counterterrorism chief Richard A Clarke; comments made by commission chairman Thomas H Kean reflect panel's exasperation with White House and Rice; White House has cited executive privilege in refusing to allow her to testify before commission in public or under oath, even as she has granted numerous interviews to news organizations about investigation; she has granted one private interview to commission, not under oath, and has requested another; commission's chairman Thomas H Kean, calling for Rice's sworn testimony, says she should be under same penalty as Clarke, who has been accused by Congressional Republican leaders of lying under oath in describing Bush administration's counterterrorism record; outside adviser to White House says Pres Bush's political staff seeks compromise on Rice's testimony, judging political costs of continuing to fight in midst of tight re-election campaign to outweigh any cost from showing flexibility on principle; photos; chart with information about testimony of several past national security advisers before Congress (M)",
      "lead_paragraph": "The chairman and vice chairman of the independent commission investigating the Sept. 11 attacks said on Monday that they would ask Condoleezza Rice to testify under oath in any future questioning because of discrepancies between her statements and those made in sworn testimony by President Bush's former counterterrorism chief.",
      "publication_date": "2004-03-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/30/us/9-11-panel-wants-rice-under-oath-in-any-testimony.html",
      "byline": "By Philip Shenon and Richard W. Stevenson"
    },
    {
      "headline": "Tyco Judge Is Known For Skills With People",
      "snippet": "Outside lawyers and other who know Judge Michael J Obus, presiding justice in Tyco International fraud case, says Obus's temperament is perfect for case; Obus has calmly encouraged jury to deliberate with goal of reaching verdict instead of issuin...",
      "abstract": "Outside lawyers and other who know Judge Michael J Obus, presiding justice in Tyco International fraud case, says Obus's temperament is perfect for case; Obus has calmly encouraged jury to deliberate with goal of reaching verdict instead of issuing last-gasp instruction that judges use to urge jurors to continue to deliberate with goal of reaching verdict; photo (M)",
      "lead_paragraph": "If anyone can persuade, cajole, coerce or at least calm the unruly jury weighing the case against two former Tyco executives, it may be Justice Michael J. Obus of New York State Supreme Court, in the view of some outside lawyers and others who know him.",
      "publication_date": "2004-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/30/business/tyco-judge-is-known-for-skills-with-people.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Judge in Tyco Case Rejects Defense Motion for Mistrial  In an effort to keep the six-month-long corporate theft trial of two former top executives of Tyco International from ending without a verdict, the judge in the case rejected a motion for a m...",
      "abstract": " Judge in Tyco Case Rejects Defense Motion for Mistrial  In an effort to keep the six-month-long corporate theft trial of two former top executives of Tyco International from ending without a verdict, the judge in the case rejected a motion for a mistrial by defense lawyers, who said that the naming of a juror by the news media had compromised the deliberations.      Justice Michael J. Obus of State Supreme Court in Manhattan, who has had to contend with increasing evidence of infighting in the jury room, instructed the jury to continue its deliberations, noting that ''while we certainly cannot pretend to operate in a vacuum, we cannot let what is published in the newspaper determine what happens here.'' [Page A1.]",
      "lead_paragraph": "Judge in Tyco Case Rejects Defense Motion for Mistrial",
      "publication_date": "2004-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/30/business/business-digest-000884.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Toyota And Volvo Ventures",
      "snippet": "Toyota Motor Corp and Volvo sign separate deals to make automotive engines in China with local companies; Toyota forms joint venture with China's First Automotive Works to build $150 million engine plant in Changchun; Volvo plans to make 50,000 en...",
      "abstract": "Toyota Motor Corp and Volvo sign separate deals to make automotive engines in China with local companies; Toyota forms joint venture with China's First Automotive Works to build $150 million engine plant in Changchun; Volvo plans to make 50,000 engines each year by 2010 in $200 million venture with First Automotive and China National Heavy Truck Corp; will own 52 percent of plant while each of Chinese partners holds 24 percent; graph (S)",
      "lead_paragraph": "The Toyota Motor Corporation and Volvo signed separate deals to make automotive engines in China with local companies, in the latest of a string of investments by foreign manufacturers in the world's fastest-growing major auto market. Toyota, which hopes to capture 10 percent of the Chinese market by 2010, said it had formed a joint venture with China's largest carmaker First Automotive Works to build a $150 million engine plant in the northern China city of Changchun. The companies plan to make 40,000 engines next year and later raise the plant's capacity to 130,000 engines a year. Volvo plans to make 50,000 engines a year by 2010 in a $200 million venture with First Automotive and the China National Heavy Truck Corporation. Volvo will own 52 percent of the plant while each of the Chinese partners holds 24 percent. Todd Zaun (NYT)",
      "publication_date": "2004-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/30/business/world-business-briefing-asia-japan-toyota-and-volvo-ventures.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "NBC Asks Leno to Work Late Through End of the Decade",
      "snippet": "NBC is expected to announce five-year contract extension that will continue Jay Leno's run as host of The Tonight Show With Jay Leno until Dec 31, 2009; move leaves open questions about NBC's intentions for late-night show Late Night With Conan O'...",
      "abstract": "NBC is expected to announce five-year contract extension that will continue Jay Leno's run as host of The Tonight Show With Jay Leno until Dec 31, 2009; move leaves open questions about NBC's intentions for late-night show Late Night With Conan O'Brien; O'Brien, whose contract with network will expire in Dec 2005, has followed Leno for 11 years and will have to wait until start of new decade before he could hope to succeed him as host of Tonight show; Leno's contract extension could inspire other networks to pursue O'Brien; photo (M)",
      "lead_paragraph": "NBC has rewarded Jay Leno, the ratings leader in late-night television, with a five-year contract extension that will continue his run as host of ''The Tonight Show With Jay Leno'' until the end of the decade.",
      "publication_date": "2004-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/30/business/the-media-business-nbc-asks-leno-to-work-late-through-end-of-the-decade.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "THE MARKETS: Market Place; Amgen to Pay $1.3 Billion In Stock For Tularik",
      "snippet": "Amgen Inc will pay $1.3 billion in stock to acquire Tularik, small biotechnology company with several drugs in clinical trials and stellar scientific reputation; Tularik is working on drugs for diseases like cancer, diabetes and rheumatoid arthrit...",
      "abstract": "Amgen Inc will pay $1.3 billion in stock to acquire Tularik, small biotechnology company with several drugs in clinical trials and stellar scientific reputation; Tularik is working on drugs for diseases like cancer, diabetes and rheumatoid arthritis; Amgen's executive vice president Roger M Perlmutter comments; photo (Market Place column) (M)",
      "lead_paragraph": "In a bid to bolster its expertise in drug discovery, Amgen Inc. said Monday that it would pay $1.3 billion in stock to acquire Tularik, a smaller biotechnology company with several drugs in clinical trials and a stellar scientific reputation.",
      "publication_date": "2004-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/30/business/the-markets-market-place-amgen-to-pay-1.3-billion-in-stock-for-tularik.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "BP to Increase Cash Payouts to Investors",
      "snippet": "BP pledges to return extra cash to its shareholders in form of dividends and stock buybacks over next three years as long crude oil prices remain firm, saying that it is stepping back from its strategy of growth by acquisition; also says it expect...",
      "abstract": "BP pledges to return extra cash to its shareholders in form of dividends and stock buybacks over next three years as long crude oil prices remain firm, saying that it is stepping back from its strategy of growth by acquisition; also says it expects production to increase 5 percent each year through 2008, up from previous estimates of 3 percent; chief executive Lord Browne and chief financial officer Byron Grote comment; photo (M)",
      "lead_paragraph": "BP pledged on Monday to return extra cash to its shareholders in the form of dividends and stock buybacks over the next three years as long as crude oil prices remain firm, saying that it was stepping back from its strategy of growth by acquisition.",
      "publication_date": "2004-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/30/business/bp-to-increase-cash-payouts-to-investors.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "G.I.'s in Afghanistan on Hunt, But Now for Hearts and Minds",
      "snippet": "United States military is engaged in nation building in Afghanistan in hope that better relationship with local residents and stronger Afghan state will produce better intelligence and speedier American departure; in new approach, American soldier...",
      "abstract": "United States military is engaged in nation building in Afghanistan in hope that better relationship with local residents and stronger Afghan state will produce better intelligence and speedier American departure; in new approach, American soldiers visit local villages, offering major reconstruction and relief aid in areas parched for it; they then try to pry information about Taliban militants from reluctant Afghans; in questioning suspects, troops use standard tactics of intimidation, overwhelming force, hands tied behind backs and faces in dirt; tension between building schools one day and rounding up suspects at gunpoint the next makes prospects for success far from clear; three-day patrol described; it is not clear whether soldiers are winning, or losing, more hearts and minds; photos; map (L)",
      "lead_paragraph": "Standing in a bleak, dust-covered village 15 miles from Pakistan, Lt. Reid Finn, a 24-year-old Louisiana native known as Huck, supervised as his men unloaded a half dozen wooden boxes with American flags on them.",
      "publication_date": "2004-03-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/30/world/gi-s-in-afghanistan-on-hunt-but-now-for-hearts-and-minds.html",
      "byline": "By David Rohde"
    },
    {
      "headline": "World Business Briefing | Europe: Sweden: Telecom Executive Resigns",
      "snippet": "Tapr",
      "abstract": "Tapr",
      "lead_paragraph": "Tapio Hintikka, left, chairman of the telephone company, TeliaSonera, has resigned under pressure from the Swedish government after a disagreement over the makeup of the board. Mr. Hintikka said the dispute stemmed from his effort to appoint a director with more international experience. He said the Swedish government demanded his resignation. Sweden's minister of industry, Leif Pagrotsky, said the resignation came after a ''confidence rift.'' The vice chairman, Carl Bennet, will take over as temporary chairman. The board plans to name a permanent chairman at a meeting on Friday, he said.",
      "publication_date": "2004-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/30/business/world-business-briefing-europe-sweden-telecom-executive-resigns.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Big Pay Luring Military's Elite To Private Jobs",
      "snippet": "Senior American commanders and Pentagon officials warn of exodus of military's most seasoned members of Special Operations to higher-paying civilian security jobs, just as they are playing increasingly pivotal role in combating terror and helping ...",
      "abstract": "Senior American commanders and Pentagon officials warn of exodus of military's most seasoned members of Special Operations to higher-paying civilian security jobs, just as they are playing increasingly pivotal role in combating terror and helping conduct nation-building operations worldwide; senior enlisted members of Army Green Berets or Navy Seals with 20 years experience, earning $50,000 in base pay, are being offered salaries of $100,000 and more by private security companies whose services are in growing demand in Iraq and Afghanistan; seasoned enlisted troops and officers have skills that make them attractive to civilian employers, including military contractors, security companies and military consulting firms; there has been steadily growing demand for experienced Special Operations personnel, considered cream of the crop, since Sept 11 terrorist attacks (M)",
      "lead_paragraph": "Senior American commanders and Pentagon officials are warning of an exodus of the military's most seasoned members of Special Operations to higher-paying civilian security jobs in places like Baghdad and Kabul, just as they are playing an increasingly pivotal role in combating terror and helping conduct nation-building operations worldwide.",
      "publication_date": "2004-03-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/30/us/big-pay-luring-military-s-elite-to-private-jobs.html",
      "byline": "By Eric Schmitt and Thom Shanker"
    },
    {
      "headline": "After 13 Years, Judge Dismisses Case on Pooh Bear Royalties",
      "snippet": "Walt Disney Co prevails in 13-year legal dispute over royalties related to its Winnie the Pooh franchise when Judge Charles W McCoy dismisses case, contending plaintiff Slesinger family altered confidential memorandums and covered up theft of docu...",
      "abstract": "Walt Disney Co prevails in 13-year legal dispute over royalties related to its Winnie the Pooh franchise when Judge Charles W McCoy dismisses case, contending plaintiff Slesinger family altered confidential memorandums and covered up theft of documents obtained by private investigator who sifted through company's trash; McCoy says misconduct of Slesinger family, which sued Disney in 1991 after contending company cheated it out of royalty fees, was 'so egregious that no remedy short of terminating sanctions' would adequately protect Disney and justice system from further abuse; Disney bought rights to merchandise Pooh, Eeyore and other characters in 1961 from Shirley Slesinger Lasswell, wife of Stephen Slesinger, who acquired rights in 1930's from their creator A A Milne; Pooh merchandise brings in as much as $1 billion per year; photo (M)",
      "lead_paragraph": "The Walt Disney Company prevailed on Monday in a 13-year legal dispute over royalties related to its Winnie the Pooh franchise when a judge dismissed the case, contending the plaintiff altered confidential memorandums and covered up the theft of documents obtained by a private investigator who sifted through the company's trash.",
      "publication_date": "2004-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/30/business/after-13-years-judge-dismisses-case-on-pooh-bear-royalties.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Russians Buy Gold Fields Mining Stake",
      "snippet": "Russia's Norilsk Nickel acquires 20 percent of South Africa's Gold Fields from Anglo-American for $1.16 billion in cash; move propels Norilsk into top ranks of gold producers (M)",
      "abstract": "Russia's Norilsk Nickel acquires 20 percent of South Africa's Gold Fields from Anglo-American for $1.16 billion in cash; move propels Norilsk into top ranks of gold producers (M)",
      "lead_paragraph": "Norilsk Nickel said on Monday that it had acquired 20 percent of Gold Fields, the South African mining corporation, from Anglo-American for $1.16 billion in cash. The move, which took the industry by surprise, propels Norilsk, a large Russian metals producer little known in the West, into the top ranks of gold producers.",
      "publication_date": "2004-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/30/business/russians-buy-gold-fields-mining-stake.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "SETBACK IS DEALT TO GAY MARRIAGE",
      "snippet": "Massachusetts legislature approves state constitutional amendment that would ban gay marriage and create same-sex civil unions instead; state is under court order to allow same-sex couples to marry, beginning May 17; amendment passed by legislatur...",
      "abstract": "Massachusetts legislature approves state constitutional amendment that would ban gay marriage and create same-sex civil unions instead; state is under court order to allow same-sex couples to marry, beginning May 17; amendment passed by legislature can take effect no earlier than Nov 2006; Gov Mitt Romney, who opposes both gay marriage and same-sex civil unions, says he will ask state's highest court to issue stay of its two rulings requiring state to grant marriage licenses to gays; stay, if it is issued, would bar same-sex couples from marrying until after proposed constitutional amendment could go before voters; legal scholars doubt that court will agree to delay effect of its ruling; Romney's quest for stay encounters opposition from Atty Gen Thomas F Reilly, who refuses to seek one; amendment does not indicate what will happen to those gay couples who wed in two and half years between May 17 and earliest date amendment could take effect; photo (M)",
      "lead_paragraph": "The Massachusetts legislature on Monday approved a state constitutional amendment that would ban gay marriage and create same-sex civil unions instead.",
      "publication_date": "2004-03-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/30/us/setback-is-dealt-to-gay-marriage.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "Russia Catches China Fever",
      "snippet": "Russia's Far East region is catching up with rest of Asia in area of trade and is catching China fever; Russian governors are creating free trade zones, improving rail ties, building highway bridges and setting up banking services in rubles and yu...",
      "abstract": "Russia's Far East region is catching up with rest of Asia in area of trade and is catching China fever; Russian governors are creating free trade zones, improving rail ties, building highway bridges and setting up banking services in rubles and yuan; China is region's top trading partner; photos (M)a",
      "lead_paragraph": "Backs to a biting Siberian wind, Russian welders toiled recently, their bright blue flames securing a new kind of fence on this spare landscape where Russia meets China.",
      "publication_date": "2004-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/30/business/russia-catches-china-fever.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "World Business Briefing | Asia: China: Oil Profit Short Of Forecast",
      "snippet": "China Petroleum and Chemical Corp says earnings in 2003 rose 32 percent, to 12.6 bilion yuan ($1.5 billion) but its profit falls short of analysts' forecasts; revenue increased to 443.14 billion yuan from 345.15 billion yuan in 2003; crude oil pro...",
      "abstract": "China Petroleum and Chemical Corp says earnings in 2003 rose 32 percent, to 12.6 bilion yuan ($1.5 billion) but its profit falls short of analysts' forecasts; revenue increased to 443.14 billion yuan from 345.15 billion yuan in 2003; crude oil production rose 0.43 percent, to 271 million barrels and natural gas production rose 5 percent, to 187.7 billion cubic feet (S)",
      "lead_paragraph": "China's largest oil refiner, the China Petroleum and Chemical Corporation, said its earnings in 2003 rose 32 percent, to 12.6 billion yuan ($1.5 billion), but its profit fell short of analysts' forecasts. The company, known as Sinopec, said revenue increased to 443.14 billion yuan from 345.15 billion yuan in 2002. The company's average crude oil selling price rose to $27.56 a barrel in 2003 as a result of low inventories in the United States and war in Iraq, up from $22.42 a barrel a year earlier. Sinopec said its crude oil production rose 0.43 percent, to 271 million barrels in 2003, and its natural gas production rose 5 percent, to 187.7 billion cubic feet.",
      "publication_date": "2004-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/30/business/world-business-briefing-asia-china-oil-profit-short-of-forecast.html",
      "byline": "By Dow Jones"
    },
    {
      "headline": "Judge in Tyco Case Dismisses a Mistrial Motion",
      "snippet": "Justice Michael J Obus rejects motion from lawyers for two former top executives of Tyco International for mistrial on ground that naming of juror by news media had compromised deliberations; hopes to keep six-month-long corporate theft trial of L...",
      "abstract": "Justice Michael J Obus rejects motion from lawyers for two former top executives of Tyco International for mistrial on ground that naming of juror by news media had compromised deliberations; hopes to keep six-month-long corporate theft trial of L Dennis Kozlowski and Mark H Swartz from ending without verdict; has had to contend with increasing evidence of infighting in jury room; orders jury to continue its deliberations, saying what is published in newspaper cannot be allowed to determine what happens in trial; news media typically refrain from identifying jurors by name while trial is in progress; following judge's order, jury resumes deliberations, even sending notes to judge with specific questions about certain charges; this is in sharp contrast to notes last week that described jurors' deliberations as 'poisonous'; photos (M)",
      "lead_paragraph": "In an effort to keep the six-month-long corporate theft trial of two former top executives of Tyco International from ending without a verdict, the judge in the case yesterday rejected a defense motion for a mistrial on the ground that the naming of a juror by the news media had compromised the deliberations.",
      "publication_date": "2004-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/30/business/judge-in-tyco-case-dismisses-a-mistrial-motion.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "World Business Briefing | Europe: Mobile Telecom Alliance",
      "snippet": "European wireless companies Telecom Italia Mobile, T-Mobile International of Deutsche Telekom, Telefonica Moviles and Orange of France Telecom will begin offering services under Freemove name in effort to increase competition with Vodafone Corp (S...",
      "abstract": "European wireless companies Telecom Italia Mobile, T-Mobile International of Deutsche Telekom, Telefonica Moviles and Orange of France Telecom will begin offering services under Freemove name in effort to increase competition with Vodafone Corp (S)",
      "lead_paragraph": "Four of Europe's biggest wireless companies will begin offering services under the Freemove name in an effort to increase competition with the Vodafone Group, the world's biggest cellphone company. The four companies -- Telecom Italia Mobile; T-Mobile International of Deutsche Telekom; Telefónica Móviles; and Orange of France Télécom -- will offer products and services under the Freemove brand within a few months, the chairman of T-Mobile, Rene Obermann, said. The companies formed the group last year. They plan to purchase 25 percent of their handsets ''within 18 months,'' Marco de Benedetti, the chief executive of Telecom Italia Mobile, said. The goal for the year is six million cellphones. The four companies, which have more than 230 million clients worldwide, are getting together to help lower costs and offer seamless services to customers traveling in countries including Britain, France, Italy and Spain. Vodafone has 125 million subscribers.",
      "publication_date": "2004-03-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/30/business/world-business-briefing-europe-mobile-telecom-alliance.html",
      "byline": "By Bloomberg News"
    }
  ]
}