{
  "metadata": {
    "date": "2004-08-13",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "Venezuela Pushes to Lead Regional Oil Economy",
      "snippet": "Venezuela's Pres Hugo Chavez's plan to integrate South America's energy companies under Venezuelan leadership is promoted as way of joining regional energy suppliers and consumers to counter America's influence in oil industry; plan's cornerstone,...",
      "abstract": "Venezuela's Pres Hugo Chavez's plan to integrate South America's energy companies under Venezuelan leadership is promoted as way of joining regional energy suppliers and consumers to counter America's influence in oil industry; plan's cornerstone, to create transnational oil company for South America called Petroamerica, faces many bureaucratic and practical hurdles; Venezuela's largest buyer remains US, eager to consume most of country's huge output in oil, but Chavez's government has recently stepped up its petroleum diplomacy, signing range of supply agreements with countries large and small; government says integrating infrastructure for oil and gas across Latin America could provide energy more cheaply and more efficiently, and bolster region's influence in energy; photos (M)",
      "lead_paragraph": "President Hugo Chávez's plan to integrate South America's energy companies under Venezuelan leadership is promoted as a way of joining regional energy suppliers and consumers to counter Washington's influence in the oil industry.",
      "publication_date": "2004-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/13/business/venezuela-pushes-to-lead-regional-oil-economy.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "Fears of Isolation as US Airways Cuts Flights",
      "snippet": "US Airways says it will discontinue its four daily flights to Pittsburgh in November, hub where passengers could make connections to most of countries; says nineteen other cities will also lose their Pittsburgh service as airline dismantles hub to...",
      "abstract": "US Airways says it will discontinue its four daily flights to Pittsburgh in November, hub where passengers could make connections to most of countries; says nineteen other cities will also lose their Pittsburgh service as airline dismantles hub to concentrate more on point-to-point flying; smaller cities across country have depended for decades on hub-and-spoke system used by US Airways and other airlines for convenient access to air travel; many communities will be unable to find replacement for US Airways; map; photo (M)",
      "lead_paragraph": "Known for its splendid setting at the head of Cayuga Lake, for its frequent appearances on ''best places to live'' lists and for the Cornell University campus perched on the hill above, Ithaca, N.Y., is also a community with an Achilles' heel: it is becoming harder to fly there.",
      "publication_date": "2004-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/13/business/fears-of-isolation-as-us-airways-cuts-flights.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Lesson of Iraq: High Oil Prices May Not Be Temporary",
      "snippet": "Floyd Norris comment on high oil prices, which many not be temporary; says problem is not lack of oil in world, but getting oil to refineries and then to market; says oil to be delivered next year now fetches $39 per barrel, and oil to be delivere...",
      "abstract": "Floyd Norris comment on high oil prices, which many not be temporary; says problem is not lack of oil in world, but getting oil to refineries and then to market; says oil to be delivered next year now fetches $39 per barrel, and oil to be delivered in 10 years costs almost $35; graph; photos (M)",
      "lead_paragraph": "DID George W. Bush rely too much on diplomacy when he planned the war in Iraq?",
      "publication_date": "2004-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/13/business/lesson-of-iraq-high-oil-prices-may-not-be-temporary.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Europe: Payment To Oil Executive",
      "snippet": "Royal Dutch/Shell Group will give Walter van de Vijver, former head of exploration and production, one-time payment of 3.8 million euros ($4.6 million) in connection with his departure in March; van de Vijver remains on payroll until Sept 1; van d...",
      "abstract": "Royal Dutch/Shell Group will give Walter van de Vijver, former head of exploration and production, one-time payment of 3.8 million euros ($4.6 million) in connection with his departure in March; van de Vijver remains on payroll until Sept 1; van de Vijver and former chairman Sir Philip Watts were ousted from Shell after company unexpectedly lowered its reserve estimates by 20 percent in January (S)",
      "lead_paragraph": "The Royal Dutch/Shell Group will give Walter van de Vijver, former head of exploration and production, a one-time payment of 3.8 million euros ($4.6 million) in connection with his departure in March. Mr. van de Vijver and the former chairman, Sir Philip Watts, were ousted from Shell after the company unexpectedly lowered its reserve estimates by 20 percent in January. Mr. van de Vijver remains on the payroll until Sept. 1, and is eligible for a yearly pension of 385,388 euros ($472,459) in 2015, Shell said. Heather Timmons (NYT)",
      "publication_date": "2004-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/13/business/world-business-briefing-europe-payment-to-oil-executive.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Europe Picks Dutch Official To Enforce Antitrust Law",
      "snippet": "Europe Picks Dutch Official To",
      "abstract": "Europe Picks Dutch Official To",
      "lead_paragraph": "Neelie Kroes, a former Dutch transport minister, was nominated on Thursday as Europe's competition commissioner, the European Union's chief antitrust enforcer.",
      "publication_date": "2004-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/13/business/europe-picks-dutch-official-to-enforce-antitrust-law.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Google Interview Raises Concern Over Quiet Period  Google planned to proceed with its initial public stock offering today, even as an interview its founders gave to Playboy magazine raised more questions about whether the offering can be completed...",
      "abstract": " Google Interview Raises Concern Over Quiet Period  Google planned to proceed with its initial public stock offering today, even as an interview its founders gave to Playboy magazine raised more questions about whether the offering can be completed this month.       The September issue of Playboy has an eight-page interview with Larry Page and Sergey Brin, the company's two founders. While the interview does not contain any significant new information, it could run afoul of Securities and Exchange Commission rules that enforce a ''quiet period'' on companies selling stock. [Page C2.]",
      "lead_paragraph": "Google Interview Raises Concern Over Quiet Period",
      "publication_date": "2004-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/13/business/business-digest-621641.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: India: Industrial Output Rises",
      "snippet": "World Business Briefing",
      "abstract": "World Business Briefing",
      "lead_paragraph": "Industrial output in India climbed 7.3 percent in June, compared with 6.2 percent growth in the previous month, helped by rising farm incomes and healthy consumer demand. The government's Central Statistical Organization said industrial production rose 6.7 percent in the month. Manufacturing rose 8.0 percent in June and consumer durables like refrigerators and washing machines grew 14.1 percent. The capital goods segment, an indicator of industrial activity, grew 17.5 percent in June. Saritha Rai (NYT)",
      "publication_date": "2004-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/13/business/world-business-briefing-asia-india-industrial-output-rises.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "U.S. Switches Tactic in Najaf, Trying Isolation",
      "snippet": "American commanders in Najaf throw wide cordon of troops and armor around city's heart and announce plans to 'further isolate' militia loyal to Moktada al-Sadr; Shiite cleric has bunkered his heavily-armed militia force in holiest shrine; only day...",
      "abstract": "American commanders in Najaf throw wide cordon of troops and armor around city's heart and announce plans to 'further isolate' militia loyal to Moktada al-Sadr; Shiite cleric has bunkered his heavily-armed militia force in holiest shrine; only days ago, Iraqi Prime Min Ayad Allawi flew into Najaf on American military helicopter and announced there would be 'no negotiations or truce' with Sadr; he and American officials now appear to be backing away from showdown, instead pursuing combination of negotiations and tightening blockade around mosque; loyalists of cleric have spread their insurrection across central and southern Iraq, raising morale of militiamen in Najaf; attacks have been made in Sadr City, Baghdad slum, as well as in Diwaniya, Kut, Al-Hayy, Nasiriya, Amara and Basra, all towns with heavy Shiite populations; in Najaf, situation is similar to events in Apr, when American commanders, confronted by uprising stirred by Sadr, built up powerful strike force around Najaf with vow to uproot cleric and his fighters from mosque, then decided that political costs of attacking or damaging shrine compelled an accommodation; American officials say that this time aim will be to constrict Sadr's fighters much more tightly, halting flow of men, arms and food, with Iraqi police and national guardsmen moving farther forward; photos; map (L)",
      "lead_paragraph": "Faced with a populist Shiite cleric who has bunkered a heavily-armed militia force in the sect's holiest shrine, American commanders in this city of 500,000 resorted reluctantly on Thursday to a scaled-down objective, throwing a wide cordon of troops and armor around the city's heart and announcing that they planned to ''further isolate'' the militiamen.",
      "publication_date": "2004-08-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/13/world/the-reach-of-war-combat-us-switches-tactic-in-najaf-trying-isolation.html",
      "byline": "By Alex Berenson and John F. Burns"
    },
    {
      "headline": "World Business Briefing | Europe: France: Alstom Raises Funds",
      "snippet": "Alstom raised 1.75 billion euros ($2.14 billion) in government-led bailout to avoid bankruptcy; government will own 21.4 percent of Alstom after investing 415 million euros in sale (S)",
      "abstract": "Alstom raised 1.75 billion euros ($2.14 billion) in government-led bailout to avoid bankruptcy; government will own 21.4 percent of Alstom after investing 415 million euros in sale (S)",
      "lead_paragraph": "Alstom, the maker of trains and power stations, raised 1.75 billion euros ($2.14 billion) in a government-led bailout to avoid bankruptcy. Alstom, which is based in Paris, sold as much as 1.28 billion euros in new stock, the government converted 231 million euros of debt into shares and the company's banks converted 240 million euros. The government will own 21.4 percent of Alstom after investing 415 million euros in the sale, said Severine Gagneraud, a company spokeswoman. Shares of Alstom rose 19 percent.",
      "publication_date": "2004-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/13/business/world-business-briefing-europe-france-alstom-raises-funds.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Many Local Officials Now Make Inmates Pay Their Own Way",
      "snippet": "Local governments around country, faced with soaring prison populations and budget pressures, are billing inmates for their room and board; American Correctional Assn says that more than half of states collect some sort of fees in their prisons; a...",
      "abstract": "Local governments around country, faced with soaring prison populations and budget pressures, are billing inmates for their room and board; American Correctional Assn says that more than half of states collect some sort of fees in their prisons; advocates of prisoner rights and some corrections experts say fees raise horny ethical and constitutional issues; say costs place unfair burden on population that is almost by definition impoverished, making it harder for inmates to get back on their feet after release; others contend that fees deprive inmates of due process or constitute cruel and unusual punishment; in few cases, courts have sided with inmates on specific issues; New Jersey Legislature is considering proposal to allow state to collect up to $28,000 per year; New York generally charges only those inmates in work-release programs, taking small part of their wages; Connecticut enacted law to charge for cost of incarceration, and has collected $1.5 million in last four years; some counties find that costs of collecting exceed revenue; photo (M)",
      "lead_paragraph": "Crime doesn't pay, but criminals just might.",
      "publication_date": "2004-08-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/13/us/many-local-officials-now-make-inmates-pay-their-own-way.html",
      "byline": "By Fox Butterfield"
    },
    {
      "headline": "Hewlett Profits Come In Lower Than Expected",
      "snippet": "Hewlett-Packard Co says earnings for third quarter fell short of Wall Street expectations; chief executive Carleton S Fiorina angrily calls performance 'clearly unacceptable' in division that sells equipment to government and corporations, and fir...",
      "abstract": "Hewlett-Packard Co says earnings for third quarter fell short of Wall Street expectations; chief executive Carleton S Fiorina angrily calls performance 'clearly unacceptable' in division that sells equipment to government and corporations, and fires vice presidents Peter Blackmore, Jim Milton and Kasper Rorsted; company earned $846 million in quarter ended July 31, compared with $858 million year earlier; revenues grew 9 percent compared with quarter year ago, to $18.9 billion; consumer computer sales grew 19 percent over period last year; Dell Inc says earnings for quarter ended in July met analysts' estimates; net income rose 29 percent, to $799 million from $621 million year ago; IBM announces it is increasing its hiring worldwide this year to 18,800 new employees from earlier forecast of 15,000; photo (M)",
      "lead_paragraph": "The troubled technology sector took another blow Thursday as Hewlett-Packard, the computer maker, reported that its earnings for the third quarter fell short of Wall Street expectations.",
      "publication_date": "2004-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/13/business/technology-hewlett-profits-come-in-lower-than-expected.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Yukos Crisis Eases, but Oil Prices Keep Climbing",
      "snippet": "Oil prices set record again on concerns about production disruptions in Iraq and continued undertainty about fate of Russian oil producer Yukos; Yukos's crisis eases after Russian government hires investment bank Dresdner Kleinwort Wasserstein to ...",
      "abstract": "Oil prices set record again on concerns about production disruptions in Iraq and continued undertainty about fate of Russian oil producer Yukos; Yukos's crisis eases after Russian government hires investment bank Dresdner Kleinwort Wasserstein to evaluate sale of Yukos subsidiary Yuganskneftegas; crude oil closes at record $45.50 per barrel for September delivery; graph; photo (M)",
      "lead_paragraph": "Oil prices set a record again on Thursday on concerns about production disruptions this week in Iraq and continued uncertainty about the fate of Yukos, Russia's largest oil producer.",
      "publication_date": "2004-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/13/business/yukos-crisis-eases-but-oil-prices-keep-climbing.html",
      "byline": "By Erin E. Arvedlund and Jad Mouawad"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Mining Executive Named",
      "snippet": "World Business B",
      "abstract": "World Business B",
      "lead_paragraph": "Placer Dome, the Canadian gold producer, named Peter Tomsett, left, executive vice president of the Asia Pacific and Africa unit, to succeed Jay K. Taylor as chief executive and president. The appointment is effective Sept. 15, Placer Dome said. Mr. Taylor, who announced his retirement five months ago, will remain with the company as an adviser through March. Mr. Tomsett, 46, has worked for Placer Dome for 18 years. Placer Dome is based in Vancouver, British Columbia.",
      "publication_date": "2004-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/13/business/world-business-briefing-americas-canada-mining-executive-named.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Steel Maker's Profit Rises",
      "snippet": "ThyssenKrupp earned 274 million euros ($335.8 million) in its third quarter, up from 214 million euros year earlier; sales rose 21 percent, to 10.7 billion euros ($13 billion); graph (S)",
      "abstract": "ThyssenKrupp earned 274 million euros ($335.8 million) in its third quarter, up from 214 million euros year earlier; sales rose 21 percent, to 10.7 billion euros ($13 billion); graph (S)",
      "lead_paragraph": "Thys-senKrupp, the German steel and heavy industry giant, said its third-quarter profit increased 28 percent from the period a year earlier, as steel prices rose and the automotive unit's performance improved. The company said it earned 274 million euros ($335.8 million), up from 214 million euros a year earlier. Sales rose 21 percent, to 10.7 billion euros ($13 billion), exceeding analysts' expectations. Victor Homola (NYT)",
      "publication_date": "2004-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/13/business/world-business-briefing-europe-germany-steel-maker-s-profit-rises.html",
      "byline": "By Victor Homola (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Economies Grow",
      "snippet": "Europe's recovery gained momentum in second quarter, with Germany reporting economic growth of 0.5 percent and France, 0.8 percent; Dutch economy contracted 0.2 percent in quarter (S)",
      "abstract": "Europe's recovery gained momentum in second quarter, with Germany reporting economic growth of 0.5 percent and France, 0.8 percent; Dutch economy contracted 0.2 percent in quarter (S)",
      "lead_paragraph": "Europe's recovery gained momentum in the second quarter, with Germany reporting economic growth of 0.5 percent and France, 0.8 percent. The results in France surpassed the expectations of economists, while Germany's performance was in line with forecasts. Demand for exports fueled the economies, which troubled some analysts, who said Europe was vulnerable to a global slowdown. The Dutch economy unexpectedly contracted 0.2 percent in the quarter. Mark Landler (NYT)",
      "publication_date": "2004-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/13/business/world-business-briefing-europe-economies-grow.html",
      "byline": "By Mark Landler (NYT)"
    },
    {
      "headline": "Under Eye of U.N., Billions for Hussein In Oil-for-Food Plan",
      "snippet": "Multiple investigations into Iraq's oil-for-food program are now under way in Washington, Iraq and at United Nations, trying to find how Saddam Hussein amassed so much money while under international sanctions; former ofificals and diplomats say b...",
      "abstract": "Multiple investigations into Iraq's oil-for-food program are now under way in Washington, Iraq and at United Nations, trying to find how Saddam Hussein amassed so much money while under international sanctions; former ofificals and diplomats say bribery and kickback racket was open secret for years, and that Security Council, paralyzed in its own dispute over Iraq policy, did nothing about it; Congress's Government Accountability Office estimates that Hussein siphoned at least $10 billion from program by illicitly trading in oil and collecting kickbacks from companies that had UN approval to do business with Iraq; independent UN investigation headed by Paul A Volcker is looking into broader charges of mismanagement and corruption in program, as well as specific accusations that kickbacks were received by United Nations officials, including Benon V Sevan, man who directed oil-for-food program; photos (L)",
      "lead_paragraph": "Toward the end of 2000, when Saddam Hussein's skimming from the oil-for-food program for Iraq kicked into high gear, reports spread quickly to the program's supervisors at the United Nations.",
      "publication_date": "2004-08-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/13/world/under-eye-of-un-billions-for-hussein-in-oil-for-food-plan.html",
      "byline": "By Susan Sachs and Judith Miller"
    },
    {
      "headline": "Asset Mix Took Toll on United's Pension Fund",
      "snippet": "United Airlines, which appears likely to default on its pension plans in coming months, invested larger-than-average share of its $6.6 billion pension portfolio in illiquid investments, while also investing liberally in junk bonds, technology and ...",
      "abstract": "United Airlines, which appears likely to default on its pension plans in coming months, invested larger-than-average share of its $6.6 billion pension portfolio in illiquid investments, while also investing liberally in junk bonds, technology and pharmaceutical start-ups, even gold mining company in Ghana; look at latest available detailed information on contents of United's pension fund, as of Dec 2002, shows no extraordinary missteps or unique failures of judgment: airline got into trouble more or less way virtually every other pension fund did that year; graph (M)",
      "lead_paragraph": "United Airlines, which appears likely to default on its pension plans in the coming months, invested a larger-than-average share of its $6.6 billion pension portfolio in illiquid investments, while also investing liberally in junk bonds, technology and pharmaceutical start-ups, even a gold mining company in Ghana.",
      "publication_date": "2004-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/13/business/asset-mix-took-toll-on-united-s-pension-fund.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Interest Rate Cut",
      "snippet": "World Business Briefing: South Korea:",
      "abstract": "World Business Briefing: South Korea:",
      "lead_paragraph": "The Bank of Korea cut its benchmark interest rate to 3.50 percent from 3.75 percent, citing a slowdown in the economy and concern that rising oil prices might restrict economic growth. The surprise move was the first cut in the rate since July 2003. In a statement, the bank said that even though high oil prices had put upward pressure on prices, inflation was expected to remain within its target range because of subdued domestic demand. Andrew Salmon (NYT)",
      "publication_date": "2004-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/13/business/world-business-briefing-asia-south-korea-interest-rate-cut.html",
      "byline": "By Andrew Salmon (NYT)"
    },
    {
      "headline": "Tentative Merger Deal in Japan to Create Largest Bank",
      "snippet": "Mitsubishi Tokyo Financial Group reaches preliminary agreement to take over struggling UFJ Holdings in deal that would create world's biggest bank; deal is blow to Sumitomo Mitsui Financial Group, which is also proposed takeover (M)d",
      "abstract": "Mitsubishi Tokyo Financial Group reaches preliminary agreement to take over struggling UFJ Holdings in deal that would create world's biggest bank; deal is blow to Sumitomo Mitsui Financial Group, which is also proposed takeover (M)d",
      "lead_paragraph": "The Mitsubishi Tokyo Financial Group, Japan's second-largest bank, reached a preliminary agreement to take over the struggling UFJ Holdings in a deal that would create the world's biggest bank.",
      "publication_date": "2004-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/13/business/tentative-merger-deal-in-japan-to-create-largest-bank.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "CALIFORNIA COURT RULES GAY UNIONS HAVE NO STANDING",
      "snippet": "California Supreme Court rules that more than 4,000 same-sex marriages performed in Feb and Mar are 'void' because they have no standing under state law; in unanimous ruling, justices say Mayor Gavin Newsom of San Francisco exceeded his authority ...",
      "abstract": "California Supreme Court rules that more than 4,000 same-sex marriages performed in Feb and Mar are 'void' because they have no standing under state law; in unanimous ruling, justices say Mayor Gavin Newsom of San Francisco exceeded his authority in allowing marriages; in 5-to-2 vote, court orders city officials to remove any record of them from books and to offer refunds of marriage license fees; decision is narrow legally, applying only to issue of executive authority and not to constitutionality of state law limiting marriage to unions between man and woman; in practical terms, decision is biggest and most definitive reversal of gay weddings anywhere in country because of nullification of the marriages; photo (M)",
      "lead_paragraph": "The California Supreme Court ruled Thursday that a blitz of same-sex weddings here in February and March had no standing under state law and declared the marriages ''void and of no legal effect from their inception.''",
      "publication_date": "2004-08-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/13/us/california-court-rules-gay-unions-have-no-standing.html",
      "byline": "By Dean Murphy"
    },
    {
      "headline": "World Business Briefing | Australia: Unemployment Rate Rises",
      "snippet": "Seasonally adjusted unemployment rate in Australia rose in July to 5.7 percent from 5.6 percent in June (S)0",
      "abstract": "Seasonally adjusted unemployment rate in Australia rose in July to 5.7 percent from 5.6 percent in June (S)0",
      "lead_paragraph": "The seasonally adjusted unemployment rate in Australia rose in July to 5.7 percent from 5.6 percent in June, continuing its rise from a 23-year low set in May. While the number of part-time jobs is increasing, full-time jobs have stagnated, the Australian Bureau of Statistics said. Most of those losing their jobs, the bureau said, were women. Wayne Arnold (NYT)",
      "publication_date": "2004-08-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/13/business/world-business-briefing-australia-unemployment-rate-rises.html",
      "byline": "By Wayne Arnold (NYT)"
    }
  ]
}