{
  "metadata": {
    "date": "2004-10-05",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "'Desperate Housewives' Stirs ABC's Comeback Hopes",
      "snippet": "ABC is in midst of its first ratings surge in five years, spurred by success of new hit show Despearate Housewives and of drama Lost, another possible breakthrough hit; leads all other networks in weekly competition for viewers aged 18 to 49; deve...",
      "abstract": "ABC is in midst of its first ratings surge in five years, spurred by success of new hit show Despearate Housewives and of drama Lost, another possible breakthrough hit; leads all other networks in weekly competition for viewers aged 18 to 49; development makes ABC, long mired in last place among four big networks, unexpected factor in network competition; is also potentially significant for parent Walt Disney Co; photo (M)",
      "lead_paragraph": "Long mired in last place among the four big networks, ABC so far this new season is in the midst of something it has not experienced in half a decade: a ratings surge.",
      "publication_date": "2004-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/05/business/media/desperate-housewives-stirs-abcs-comeback-hopes.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "World Business Briefing | Europe: Ireland: Drug Maker To Take A Charge",
      "snippet": "Irish drug maker Elan Corp will take $55 million first-half charge linked to shareholder suits and probe of company's accounting (S)",
      "abstract": "Irish drug maker Elan Corp will take $55 million first-half charge linked to shareholder suits and probe of company's accounting (S)",
      "lead_paragraph": "The Irish drug maker Elan Corporation will take a $55 million charge in its first-half results to cover legal costs of shareholder class-action lawsuits and an investigation in the United States into the company's accounting. The amount will appear as a charge in the company's financial results for the six months ended June 30, Elan said. The investigation in the United States, which began in 2002 and is being conducted by the Securities and Exchange Commission, is focused on how Elan accounted for investments based in Bermuda that kept some costs off its books. Elan and some of its former and current officers and directors were named in a class-action lawsuit filed in the United States District Court for the Southern District in New York. The company has said it has related insurance coverage of $50 million. Elan is in talks to resolve both the class-action lawsuit and the S.E.C. investigation, the company said.",
      "publication_date": "2004-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/05/business/world-business-briefing-europe-ireland-drug-maker-to-take-a-charge.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Europe Worries Over Russian Gas Giant's Influence",
      "snippet": "Russia, through its Gazprom natural gas monopoly, controls supply, sale and distribution of gas through much of Europe; is world's largest natural gas producer and exporter, giving it economic leverage over nations dependent on Russian gas; provid...",
      "abstract": "Russia, through its Gazprom natural gas monopoly, controls supply, sale and distribution of gas through much of Europe; is world's largest natural gas producer and exporter, giving it economic leverage over nations dependent on Russian gas; provides over 44 percent of EU's gas imports; Gazprom has big economic interest in increasing its sales to Western Europe, where prices are considerably higher than in Russia; photos (M)",
      "lead_paragraph": "BERLIN, Oct. 4 - Politically the phrase \"Soviet satellite\" would seem to be plucked from the ashcan of history, but political theory does not always govern economic reality.",
      "publication_date": "2004-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/05/business/worldbusiness/europe-worries-over-russian-gas-giants-influence.html",
      "byline": "By Judy Dempsey"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Oil Profit Forecast Raised",
      "snippet": "British oil co BP says third-quarter profit will rise (S)",
      "abstract": "British oil co BP says third-quarter profit will rise (S)",
      "lead_paragraph": "The oil company BP said that third-quarter profit would rise because of high crude prices and an 11 percent increase in production levels. The company pumped the equivalent of 3.88 million barrels of oil and gas a day in the third quarter, up from 3.5 million a year ago. Maintenance in the North Sea, as well as Hurricane Ivan, slowed production in some areas, but BP's business in Russia helped to make up the volume. Heather Timmons (NYT)",
      "publication_date": "2004-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/05/business/world-business-briefing-europe-britain-oil-profit-forecast-raised.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Private Rocket Ship Earns $10 Million In New Space Race",
      "snippet": "Private rocket ship called SpaceShipOne shoots into space and wins $10 million Ansari X aviation prize for its creators; craft reaches record altitude of 368,000 feet, or 69.7 miles, blasting past 337,600-foot altitude it reached last week; combin...",
      "abstract": "Private rocket ship called SpaceShipOne shoots into space and wins $10 million Ansari X aviation prize for its creators; craft reaches record altitude of 368,000 feet, or 69.7 miles, blasting past 337,600-foot altitude it reached last week; combination of rocket and glider was designed by Burt Rutan and financed by billionaire Paul G Allen, founders of Mojave Aerospace Ventures; private race for space has captured popular imagination, with its promise of wresting dream of human space flight away from NASA, which some private space boosters see as bloated and sluggish government monopoly; prize, which required two flights in two weeks, will be paid by special 'hole-in-one' insruance policy, common method of financing prize contests in which insurance company essentially bets against success; premium for policy was paid by Anousheh Ansari, telecommunications entrepreneur and board member of X Prize Foundation; $10 million award amounts to less than half of Allen's investment in project; photo (M)",
      "lead_paragraph": "MOJAVE, Calif., Oct. 4 - A private rocket ship shot into space this morning and won a coveted $10 million aviation prize for its creators.",
      "publication_date": "2004-10-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/05/us/front page/private-rocket-ship-earns-10-million-in-new-space-race.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "Republicans Try to Dilute Provisions in Tax Bill",
      "snippet": "House Republicans are working in House-Senate conference committee to eliminate or dilute Senate-passed provisions in new corporate tax cut bill aimed at cracking down on illegal tax shelters that cost government billions of dollars a year; provis...",
      "abstract": "House Republicans are working in House-Senate conference committee to eliminate or dilute Senate-passed provisions in new corporate tax cut bill aimed at cracking down on illegal tax shelters that cost government billions of dollars a year; provisions, opposed by range of business lobbyists and tax lawyers, are part of larger battle in Congress over how to attack rapidly expanding use of complex transactions used to evade taxes; House Republicans oppose provisions to greatly increase penalties on people who spin complex transactions that serve no purpose other than tax avoidance and to let Internal Revenue Service demand customer lists from companies promoting tax shelters; particularly oppose provision to tighten definition of tax shelters; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/05/business/republicans-try-to-dilute-provisions-in-tax-bill.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "On Italian Isle, Migrant Plight Draws Scrutiny",
      "snippet": "Hundreds of migrants in rickety boats who landed on Italian island of Lampedusa in recent days have been sent back to Libya almost immediately by airplane; Italian government responds quickly and contentiously this time to problem that other Europ...",
      "abstract": "Hundreds of migrants in rickety boats who landed on Italian island of Lampedusa in recent days have been sent back to Libya almost immediately by airplane; Italian government responds quickly and contentiously this time to problem that other European governments have tried, and so far failed, to solve: what to do about flow of asylum seekers, mostly from Asia and Africa, many hundreds of whom have drowned while trying to cross Mediterranean after being put into unseaworthy boats by human traffickers; European leaders are debating plan proposed by German Interior Min Otto Schily to stem flow by building holding centers in North Africa and allowing only those whose asylum applications are approved there to proceed to Europe; Italy supports plan but officials from France, Belgium and Sweden object that camps would be set up in countries with poor records in protecting refugees' rights; human rights groups and United Nations warn that it could seal Europe off from legitimate asylum seekers; map (M)",
      "lead_paragraph": "ROME, Oct. 4 - Hundreds of migrants from Africa in rickety boats have landed in the last few days on Lampedusa, a tiny Italian island, and the Italian government is responding quickly and contentiously, sending most of them back to Libya almost immediately, by airplane.",
      "publication_date": "2004-10-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/05/world/europe/on-italian-isle-migrant-plight-draws-scrutiny.html",
      "byline": "By Ian Fisher and Richard Bernstein"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": " PeopleSoft Director Cites Reasons for Chief's Firing  A director of PeopleSoft said that Craig A. Conway, the company's chief executive, was fired on Friday in part because he made false statements at an analysts' conference in Sept. 2003.   ",
      "abstract": " PeopleSoft Director Cites Reasons for Chief's Firing  A director of PeopleSoft said that Craig A. Conway, the company's chief executive, was fired on Friday in part because he made false statements at an analysts' conference in Sept. 2003.   ",
      "lead_paragraph": "PeopleSoft Director Cites Reasons for Chief's Firing A director of PeopleSoft said that Craig A. Conway, the company's chief executive, was fired on Friday in part because he made false statements at an analysts' conference in Sept. 2003.",
      "publication_date": "2004-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/05/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Travel Business Acquired",
      "snippet": "Charterhouse Capital Partners will buy Saga, British travel company and insurer, for 1.35 billion pounds ($2.43 billion); deal shelves owner Roger De Haan's plan for initial public offering (S)",
      "abstract": "Charterhouse Capital Partners will buy Saga, British travel company and insurer, for 1.35 billion pounds ($2.43 billion); deal shelves owner Roger De Haan's plan for initial public offering (S)",
      "lead_paragraph": "Charterhouse Capital Partners, a British buyout firm, said it would buy Saga, a travel company and insurer that specializes in the over-50 population, for £1.35 billion ($2.43 billion). The deal shelves what would have been Britain's largest public offering this year. Saga's owner, Roger De Haan, said in November that he planned to retire and shed the company through an initial public offering or a sale, and this summer Saga customers pledged to buy about £775 million ($1.4 billion) worth of shares if the company went public. Heather Timmons (NYT)",
      "publication_date": "2004-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/05/business/world-business-briefing-europe-britain-travel-business-acquired.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Lawsuit Over False Trades",
      "snippet": "Sumitomo sues Credit Lyonnais Rouse in London, claiming its metal trading business helped rogue trader make false trades in 1993; seeks $1.1 billion to cover losses and interest; Credit Lyonnais says it was victim of trader's deception (S)",
      "abstract": "Sumitomo sues Credit Lyonnais Rouse in London, claiming its metal trading business helped rogue trader make false trades in 1993; seeks $1.1 billion to cover losses and interest; Credit Lyonnais says it was victim of trader's deception (S)",
      "lead_paragraph": "The Japanese conglomerate Sumitomo is suing Crédit Lyonnais Rouse in a London court this week, claiming Crédit Lyonnais's metal trading business helped a rogue trader make false trades. Sumitomo is asking for $1.1 billion to cover $695 million in losses plus interest since the trades were made in 1993. Crédit Lyonnais says that it was a victim of the trader's deception. Heather Timmons (NYT)",
      "publication_date": "2004-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/05/business/world-business-briefing-europe-britain-lawsuit-over-false-trades.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Bid For Lumber Business",
      "snippet": "International Forest Products will buy Riverside Forest Products for 368 million Canadian dollars ($293 million) in cash and stock; stock price graph (S)",
      "abstract": "International Forest Products will buy Riverside Forest Products for 368 million Canadian dollars ($293 million) in cash and stock; stock price graph (S)",
      "lead_paragraph": "International Forest Products of Vancouver agreed to buy Riverside Forest Products, a lumber and plywood producer also based in British Columbia, for 368 million Canadian dollars ($293 million) in cash and stock. The bid has been accepted by Riverside's board and is about a third higher than a hostile offer from Tolko Industries of Vernon, British Columbia. It also may have thwarted Tembec of Montreal, which said last week that it had acquired about 7 percent of Riverside with a view toward a possible acquisition. Riverside's shareholders will be given two options: cash and Interfor shares with a combined value of 39 Canadian dollars for each Riverside share, or stock and cash totaling 35 Canadian dollars and a portion of any refunds owed to Riverside if the Canadian government overturns duties imposed by the United States on Canadian softwood lumber. Ian Austen (NYT)",
      "publication_date": "2004-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/05/business/world-business-briefing-americas-canada-bid-for-lumber-business.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "Japan's Regulators Looking Tougher",
      "snippet": "Analysts say surprisingly harsh penalties against Citigroup for allegedly severe violations of Japanese banking laws could become more common as financial regulators adopt more aggressive stance amid sweeping changes that will let banks enter new ...",
      "abstract": "Analysts say surprisingly harsh penalties against Citigroup for allegedly severe violations of Japanese banking laws could become more common as financial regulators adopt more aggressive stance amid sweeping changes that will let banks enter new businesses; see signal to domestic as well as foreign banks to tighten up their compliance; photo (M)",
      "lead_paragraph": "TOKYO, Oct. 4 - Japanese regulators have never had the reputation of being particularly tough, but after the surprisingly harsh penalty imposed against Citigroup in Japan last month that may change.",
      "publication_date": "2004-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/05/business/worldbusiness/japans-regulators-looking-tougher.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "U.S. Regulator Threatens Action Against A.I.G. on Press Releases",
      "snippet": "American International Group says Securities and Exchange Commission weighs action against it because of press releases SEC and Justice Department consider 'false and misleading'; warning follows recent disclosures that SEC and department are prob...",
      "abstract": "American International Group says Securities and Exchange Commission weighs action against it because of press releases SEC and Justice Department consider 'false and misleading'; warning follows recent disclosures that SEC and department are probing transactions AIG unit arranged for PNC Financial Services Group that PNC used to inflate 2001 earnings; AIG defends press releases (M)",
      "lead_paragraph": "American International Group, one of the world's largest insurers, continues to clash with regulators, but Wall Street seems more puzzled than alarmed.",
      "publication_date": "2004-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/05/business/us-regulator-threatens-action-against-aig-on-press-releases.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Manchester United Says It Has a Takeover Offer",
      "snippet": "British soccer club Manchester United gets preliminary takeover offer, reportedly from Malcolm Glazer, who owns 19.2 percent stake; says it seeks clarification; is one of few publicly traded sports teams to make profit; shares jump on news; photos...",
      "abstract": "British soccer club Manchester United gets preliminary takeover offer, reportedly from Malcolm Glazer, who owns 19.2 percent stake; says it seeks clarification; is one of few publicly traded sports teams to make profit; shares jump on news; photos (M)",
      "lead_paragraph": "LONDON, Oct. 4 - The British soccer club Manchester United said on Monday that it had received a preliminary takeover offer, which one person close to the talks said was from the owner of the Tampa Bay Buccaneers, Malcolm Glazer.",
      "publication_date": "2004-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/05/business/worldbusiness/manchester-united-says-it-has-a-takeover-offer.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Electronics Maker Forecasts A Profit",
      "snippet": "Japanese electronics maker Sharp Corp forecasts net profit rose 40 percent, to 39 billion yen ($352 million) in six months ended Sept 30, up from 27.95 billion yen a year earlier (S)",
      "abstract": "Japanese electronics maker Sharp Corp forecasts net profit rose 40 percent, to 39 billion yen ($352 million) in six months ended Sept 30, up from 27.95 billion yen a year earlier (S)",
      "lead_paragraph": "The Japanese electronics maker Sharp Corporation expects its net profit to have risen 40 percent, to 39 billion yen ($352 million), for the six-month period that ended Sept. 30 on strong sales of flat-panel televisions. The company earned 27.95 billion yen ($252 million) in the same period a year ago. Sharp, the world's leading maker of liquid-crystal display televisions, estimated that its sales rose 14 percent in the period, to 1.25 trillion yen from 1.09 trillion yen a year earlier. Sharp and other Japanese electronics companies are seeing strong demand for digital electronic devices. Todd Zaun (NYT)",
      "publication_date": "2004-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/05/business/world-business-briefing-asia-japan-electronics-maker-forecasts-a.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Details on Hussein Moves",
      "snippet": "A report to be made public this week is said to give new details on how Saddam Hussein tried to undermine sanctions as part of a plan to produce weapons. Page A10.",
      "abstract": "A report to be made public this week is said to give new details on how Saddam Hussein tried to undermine sanctions as part of a plan to produce weapons. Page A10.",
      "lead_paragraph": "A report to be made public this week is said to give new details on how Saddam Hussein tried to undermine sanctions as part of a plan to produce weapons. Page A10.",
      "publication_date": "2004-10-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/05/front page/world/details-on-hussein-moves.html",
      "byline": ""
    },
    {
      "headline": "POLL FINDS KERRY ASSURED VOTERS IN INITIAL DEBATE",
      "snippet": "New York Times/CBS News Poll finds Sen John Kerry came out of first presidential debate with generally more favorable image, but that he failed to shake perception that he panders to voters in search of support; finds he reassured many Americans o...",
      "abstract": "New York Times/CBS News Poll finds Sen John Kerry came out of first presidential debate with generally more favorable image, but that he failed to shake perception that he panders to voters in search of support; finds he reassured many Americans of his ability to handle international crisis or terrorist attack; finds significant doubts about Pres Bush's policies toward Iraq, with majority of public saying United States invaded too soon and administration did poor job thinking through consequences of war; finds Bush maintaining advantage on personal characteristics like strong leadership and likability, as well as in enthusiasm of his supporters; finds presidential race is again a dead heat between Bush and Kerry, with or without Ralph Nader on ballot; results parallel those of several other recent national polls; results are likely to intensify interest in Oct 5 debate between vice-presidential candidates, although aides to both campaigns do not think that debate is likely to have major impact on vote in Nov; both Bush and Kerry campaigns have said for months that they expect race to be tight at very end; chart showing some poll questions and answers (L)",
      "lead_paragraph": "Senator John Kerry came out of the first presidential debate having reassured many Americans of his ability to handle an international crisis or a terrorist attack and with a generally more favorable image, but he failed to shake the perception that he panders to voters in search of support, according to the latest New York Times/CBS News poll.",
      "publication_date": "2004-10-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/05/washington/the-2004-campaign-the-poll-poll-finds-kerry-assured-voters-in-in.html",
      "byline": "By Richard W. Stevenson and Janet Elder"
    },
    {
      "headline": "Showdown Time on Taking Lazard Public",
      "snippet": "Lazard's working partners, who own 64 percent of company, are set to vote on chief executive Bruce Wasserstein's plan for initial public offering; plan is aimed at raising capital needed to buy out chairman Michel David-Weill and at institutionali...",
      "abstract": "Lazard's working partners, who own 64 percent of company, are set to vote on chief executive Bruce Wasserstein's plan for initial public offering; plan is aimed at raising capital needed to buy out chairman Michel David-Weill and at institutionalizing Wasserstein's control over investment bank in disarray; clash is largely over whether proceeds will be divided up equitably; involves longstanding friction between original partners and those Wasserstein lured to Lazard with promise of big equity stakes; photo (M)",
      "lead_paragraph": "Bruce Wasserstein, the chief executive of Lazard, may win the divisive battle he is waging and take the storied investment house public in the months ahead.",
      "publication_date": "2004-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/05/business/showdown-time-on-taking-lazard-public.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "World Business Briefing | Asia: Malaysia: Exports Rise",
      "snippet": "Malaysia's exports rose 23.7 percent in August from August 2003, led by demand from United States; nation's monthly trade surplus rose to record 8.06 billion ringgit ($2.12 billion) (S)",
      "abstract": "Malaysia's exports rose 23.7 percent in August from August 2003, led by demand from United States; nation's monthly trade surplus rose to record 8.06 billion ringgit ($2.12 billion) (S)",
      "lead_paragraph": "Malaysia's exports rose 23.7 percent in August, compared with the same month a year ago, led by demand from the United States for electronics, petroleum products and chemicals. The growth was slower than expected, but was enough to push the country's monthly trade surplus to a record 8.06 billion ringgit ($2.12 billion). The government has predicted that Malaysia's economy will grow 7 percent this year. Wayne Arnold (NYT)",
      "publication_date": "2004-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/05/business/world-business-briefing-asia-malaysia-exports-rise.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Slow Learner on Energy-Efficiency Front",
      "snippet": "Analysis of France's successful state-led effort to curb its reliance on imported oil in response to 1970's oil shock, which contrasts with US effort that was gradually abandoned; oil use in France is still 10 percent lower now than in 1973, while...",
      "abstract": "Analysis of France's successful state-led effort to curb its reliance on imported oil in response to 1970's oil shock, which contrasts with US effort that was gradually abandoned; oil use in France is still 10 percent lower now than in 1973, while United States consumption rose 16 percent from 1973 to 2003 in response to lower oil prices; some experts say outlook for substantially higher energy prices in next decade than in 1990's should force government and industry to rethink basic policies; graphs; photos (M)",
      "lead_paragraph": "The United States, land of gas-guzzling S.U.V.'s and air-conditioned McMansions, might do well to turn to the country some Americans love to hate for lessons on how to curb its reliance on imported oil: France.",
      "publication_date": "2004-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/05/business/slow-learner-on-energyefficiency-front.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Pension Failures Foil 6-Figure Retirements, Too",
      "snippet": "Pension plans of more than 500,000 Americans have failed in last three years and been taken over by federal government, leaving many without health insurance and some--high earners who retired early--with pensions much lower than those they counte...",
      "abstract": "Pension plans of more than 500,000 Americans have failed in last three years and been taken over by federal government, leaving many without health insurance and some--high earners who retired early--with pensions much lower than those they counted on; retired employees of major airlines and old-line industrial companies that are using bankruptcy to stay alive or simply go out of business are being thrown into federal safety net that does not always protect them; federal Pension Benefit Guaranty Corp, which takes over failed pension funds, usually matches payments only for workers who retire at age 65 and earn pensions of up to $45,000 a year; limits are set by Congress; in 1999, most recent count, people who retired early or earned more accounted for 7 or 8 percent of those relying on agency; that percentage is expected to rise when retirees of last few years are counted; workers or retirees can face tremendous uncertainty as their pension plans teeter or fail; workers going through company bankruptcy often have little real sense of how complete their insurance coverage will be; photos (M)",
      "lead_paragraph": "Tom Paulsen worked for 36 years as a trucking executive, and when he retired two years ago, he thought he had secured a comfortable life. He had a 12-acre farm near Sacramento and a pension of $151,000 a year, his payoff for years of working 70-hour weeks.",
      "publication_date": "2004-10-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/05/us/pension-failures-foil-6figure-retirements-too.html",
      "byline": "By John Leland and Mary Williams Walsh"
    },
    {
      "headline": "At Least 26 Die as 3 Car Bombs Explode in Iraq",
      "snippet": "Three powerful suicide car bombs explode across Iraq, two in Baghdad and one in Mosul, killing at least 26 people and wounding more than 100 others, and demonstrating relative ease with which insurgents are striking in hearts of major cities; surg...",
      "abstract": "Three powerful suicide car bombs explode across Iraq, two in Baghdad and one in Mosul, killing at least 26 people and wounding more than 100 others, and demonstrating relative ease with which insurgents are striking in hearts of major cities; surge in violence--at least 35 car bombs have exploded in Sept alone--leads many experts to voice serious doubts about whether Bush administration and Iraqi government can hold legitimate elections across country in Jan, as scheduled; Iraqi security force has so far proven incapable of holding its own against insurgency; real test will come as Americans try to seize cities controlled by guerrilla fighters and place Iraqi policemen and soldiers in charge of security; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 4 - Three powerful car bombs exploded across Iraq on Monday morning, killing at least 26 people and wounding more than 100 others in a day of carnage that demonstrated the relative ease with which insurgents are striking in the hearts of major cities.",
      "publication_date": "2004-10-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/05/world/middleeast/at-least-26-die-as-3-car-bombs-explode-in-iraq.html",
      "byline": "By Edward Wong"
    }
  ]
}