{
  "metadata": {
    "date": "2004-12-01",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "World Business Briefing | Asia: India: Reliance Asks Directors To Stay",
      "snippet": "Reliance Energy, in latest move in power struggle between brothers Mukesh and Anil Ambani, asks six directors to reconsider their resignations (S)",
      "abstract": "Reliance Energy, in latest move in power struggle between brothers Mukesh and Anil Ambani, asks six directors to reconsider their resignations (S)",
      "lead_paragraph": "Reliance Energy asked six directors to reconsider their resignations, the latest move in the power struggle of the two brothers who lead Reliance Industries, the parent company of Reliance Energy. Analysts said the move was an apparent attempt to assure investors that relations have improved between the brothers and to shore up the stock prices of the companies in the Reliance group, India's largest industrial conglomerate. Shares of Reliance Industries fell about 10 percent and Reliance Energy fell by about 15 percent after the conflict became known two weeks ago. The directors resigned on Thursday but Reliance Energy did not say why. The brothers, Mukesh Ambani, 47, and Anil Ambani, 45, appear to be struggling to control the Reliance empire, which was founded by their father, Dhirubhai, who died two years ago without leaving a will. Saritha Rai (NYT)",
      "publication_date": "2004-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/01/business/world-business-briefing-asia-india-reliance-asks-directors-to-stay.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Gains by Vioxx Competitors Appear to Be Short-Lived  The Pfizer painkillers Celebrex and Bextra experienced a jump in sales immediately after Merck pulled Vioxx from the market, but the gains appear to have been short-lived, according to data from...",
      "abstract": " Gains by Vioxx Competitors Appear to Be Short-Lived  The Pfizer painkillers Celebrex and Bextra experienced a jump in sales immediately after Merck pulled Vioxx from the market, but the gains appear to have been short-lived, according to data from market research firms.     Indeed, doctors appear to be avoiding putting patients on Bextra, which some studies suggest might have some of the same heart risks as Vioxx, according to ImpactRx, which tracks physician practices. [Page C2.]    Pfizer Plans Filings on New Drugs  Pfizer is on schedule to complete the filing of 20 new drug applications by the end of 2006 as it confronts patent expirations affecting 31 percent of its sales, said its chief executive, Henry A. McKinnell Jr., left. A new combination cholesterol medicine, a pill to help smokers quit and a portfolio of cancer drugs will do the most to replace $14 billion in annual revenue from drugs that will face generic competition. [C2.]    Growth of Global Economy Slowing  Prospects for the global economy next year are growing dimmer as high oil prices hurt consumption and the unchecked rise in the United States trade deficit depresses the dollar, the Organization for Economic Cooperation and Development said. [C3.]    A Delay for Audit Certification  Many companies will have 45 more days to certify their financial controls. [C10.]    Cingular to Upgrade Its Network  Cingular Wireless announced plans to increase the speed of its data network. [C9.]    A.I.G. in Deal With Regulators  American International Group and regulators have finalized a settlement that calls for the company to pay $126 million in penalties and restitution and to allow an independent monitor to review the company's books. The Justice Department said that it had agreed not to pursue criminal charges against a unit of A.I.G. for 13 months. [C2.]    29 Firms Are Fined by NASD  NASD has censured 29 securities firms and fined them $9.2 million for failing to properly disclose disciplinary and other information about their brokers. [C2.]    Gazprom to Bid for Yukos Assets  Russia's natural gas monopoly Gazprom said that it would bid for some assets of Yukos at an auction Dec. 19. [World Business, Section W.]    Universal May Start Music Channel  Universal Music Group is discussing the creation of its own satellite TV music channel on the Dish Network. [C8.]  ",
      "lead_paragraph": "Gains by Vioxx Competitors Appear to Be Short-Lived The Pfizer painkillers Celebrex and Bextra experienced a jump in sales immediately after Merck pulled Vioxx from the market, but the gains appear to have been short-lived, according to data from market research firms.",
      "publication_date": "2004-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/01/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Bank's Earnings Decline",
      "snippet": "Royal Bank of Canada reports 31 percent decline in fourth-quarter earnings, to 507 million Canadian dollars ($427 million); reports rise in revenue, to 4.6 billion Canadian dollars from 4.4 billion (S)",
      "abstract": "Royal Bank of Canada reports 31 percent decline in fourth-quarter earnings, to 507 million Canadian dollars ($427 million); reports rise in revenue, to 4.6 billion Canadian dollars from 4.4 billion (S)",
      "lead_paragraph": "Costs related to 1,660 layoffs and a write-down at its mortgage operation in the United States lowered the fourth-quarter earnings of Royal Bank of Canada by 31 percent. The bank, which is Canada's largest financial institution, reported earnings of 507 million Canadian dollars ($427 million), down from 735 million Canadian dollars in the quarter a year earlier. Revenue rose to 4.6 billion Canadian dollars from 4.4 billion. The quarterly performance was hurt by a charge of 192 million Canadian dollars associated with the layoffs and with other cost-cutting moves that were part of a restructuring program that was announced in September. About 40 employees, most of them executives and senior managers, were told last month that their jobs were being eliminated. The balance of the work force reductions will come next year. The latest quarterly results were also affected by the Royal Bank's decision to write down the value of its RBC Mortgage operation, which is based in Chicago, by 130 million Canadian dollars. Ian Austen (NYT)",
      "publication_date": "2004-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/01/business/world-business-briefing-americas-canada-banks-earnings-decline.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "Gazprom to Bid at Auction of Yukos's Oil Assets",
      "snippet": "Russian natural gas monopoly Gazprom, ending weeks of speculation, says it will bid on prize oil assets of crumbling oil giant Yukos at auction on December 19; if Gazprom, as expected, wins auction, it would join ranks of world's top five energy c...",
      "abstract": "Russian natural gas monopoly Gazprom, ending weeks of speculation, says it will bid on prize oil assets of crumbling oil giant Yukos at auction on December 19; if Gazprom, as expected, wins auction, it would join ranks of world's top five energy companies in oil and natural gas reserves; photos (M)",
      "lead_paragraph": "MOSCOW, Nov. 30 - In an attempt to create a state energy leviathan, Russia's natural gas monopoly Gazprom said Tuesday that it would bid for the prize oil assets of the crumbling oil giant Yukos, the country's No.1 oil producer, at an auction in December.",
      "publication_date": "2004-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/01/business/worldbusiness/gazprom-to-bid-at-auction-of-yukoss-oil-assets.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "World Business Briefing | Asia: Singapore: Jet Fuel Concern Seeks Protection",
      "snippet": "China Aviation Oil (Singapore) Corp reportedly will ask Singapore High Court for protection from creditors after losing about $550 million in oil market; suspends its chief executive and is negotiating rescue by Chinese parent, China Aviation Oil ...",
      "abstract": "China Aviation Oil (Singapore) Corp reportedly will ask Singapore High Court for protection from creditors after losing about $550 million in oil market; suspends its chief executive and is negotiating rescue by Chinese parent, China Aviation Oil Holding Co, and Temasek Holdings (S)",
      "lead_paragraph": "The China Aviation Oil (Singapore) Corporation, supplier of one-third of China's jet fuel, will ask Singapore's High Court for protection from creditors after losing about $550 million in the oil market. The company said it had suspended its chief executive and was negotiating a rescue by its Chinese parent company and Temasek Holdings, Singapore's state investment agency. The parent company, China Aviation Oil Holding Company in Beijing, and Temasek may each invest $50 million, the company said. The company will propose a plan to creditors to pay debts and will ask the High Court of Singapore to fix a date to meet with creditors, the statement said.",
      "publication_date": "2004-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/01/business/world-business-briefing-asia-singapore-jet-fuel-concern-seeks.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "U.N. Report Urges Big Changes; Security Council Would Expand",
      "snippet": "UN report proposes most sweeping changes in its history, recommending expansion of Security Council and holding out possibility of grant legitimacy to pre-emptive military strikes in age of terrorism; panel, named by Sec Gen Kofi Annan last year, ...",
      "abstract": "UN report proposes most sweeping changes in its history, recommending expansion of Security Council and holding out possibility of grant legitimacy to pre-emptive military strikes in age of terrorism; panel, named by Sec Gen Kofi Annan last year, proposes expanding Security Council from 15 members to 24, either by adding 6 new permanent members and 3 new two-year-term members, or by creating new tier of 8 semipermanent members for renewable four-year terms and adding one two-year seat; charts; veto right would still be limited to 5 original permanent members; report criticizes stultifying bureaucracy and suggests one-time voluntary buyout to allow experienced younger people to advance; castigates Geneva-based Human Rights Commission as bringing disrepute on world body by including some of worst rights violators; says Security Council should be able to consider 'anticipatory self-defense' in face of real, though not imminent, threat; official says panel members who at outset faulted US for exaggerating terror threat later came to sharp appreciation of how easily chemical and nuclear agents can be infiltrated into Western countries; panel defines terrorism in way that does not allow perpetrators or supporters to classify violence against civilians or noncombatants as acceptable act of national resistance; sentence that occupation does not justify targeting of civilians seen aimed at UN members who habitually condemn Israeli violence but not attacks against Israel; panel members include Brent Scowcroft and former Russian prime minister Yevgeny Primakov (M)",
      "lead_paragraph": "UNITED NATIONS, Nov. 30 - The United Nations on Tuesday proposed the most sweeping changes in its history, recommending the overhaul of its top decision-making group, the Security Council, and holding out the possibility that it could grant legitimacy to pre-emptive military strikes.",
      "publication_date": "2004-12-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/01/world/un-report-urges-big-changes-security-council-would-expand.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Economic Growth Surges",
      "snippet": "Brazil reports 6.1 percent surge in gross domestic product from July through September, fastest pace in third quarter since 1996; reports modest 1 percent rise compared with second quarter, below most forecasts; graph (M)",
      "abstract": "Brazil reports 6.1 percent surge in gross domestic product from July through September, fastest pace in third quarter since 1996; reports modest 1 percent rise compared with second quarter, below most forecasts; graph (M)",
      "lead_paragraph": "Brazil's economy grew at its fastest pace in the third quarter in eight years, lifted by surging exports and a sharp increase in domestic consumption. The government's statistics agency said that gross domestic product expanded 6.1 percent from July through September compared with the year-earlier period. The most recent performance was the fastest growth rate for the quarter since 1996. When compared with the second quarter, however, the economy grew a more modest 1 percent, slightly below most forecasts. All sectors of the economy expanded in the quarter, with exports soaring 18.2 percent from a year ago and industrial output rising 7 percent. Household consumption, meanwhile, rose 5.7 percent, the biggest increase since 1997. Brazil's economy, South America's largest, is expected to grow 4.66 percent this year. But growth is expected to slow to about 3.5 percent in 2005 as a recent increase in interest rates threatens to weigh on the economy. The government also revised last year's growth numbers, saying the economy expanded 0.54 percent in 2003 instead of shrinking 0.2 percent. Todd Benson (NYT)",
      "publication_date": "2004-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/01/business/world-business-briefing-americas-brazil-economic-growth-surges.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "California Pension Activist Expects to Be Ousted",
      "snippet": "California Public Employees Retirement System president Sean Harrigan expects to be ousted from board in retribution for stands it had recently taken on topics like executive pay, boardroom cronyism and high health care costs; Harrigan's situation...",
      "abstract": "California Public Employees Retirement System president Sean Harrigan expects to be ousted from board in retribution for stands it had recently taken on topics like executive pay, boardroom cronyism and high health care costs; Harrigan's situation at Calpers became public this week after group of union presidents and leaders of retiree and consumer groups wrote State Personnel Board saying they learned there was attempt to remove Harrigan and urging board to re-elect him when it votes Dec 1; letter also expresses belief that Harrigan is being opposed by administration of Gov Arnold Schwarzenegger and business groups because of Calpers's corporate activism; governor and business groups say they have not interfered in Calpers's affairs; photo (M)",
      "lead_paragraph": "A prominent figure in the corporate governance movement, Sean Harrigan, the president of California's large public pension fund, said yesterday that he expected to be ousted today from the board in retribution for stands it had recently taken on topics like executive pay, boardroom cronyism and high health care costs.",
      "publication_date": "2004-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/01/business/california-pension-activist-expects-to-be-ousted.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "Several companies are hoping Westwood Village, a retail district with Spanish-colonial-style architecture bordering the University of California, Los Angeles, will make a comeback. [C6.]    Thylan Associates is acquiring the largest commercial sit...",
      "abstract": " Several companies are hoping Westwood Village, a retail district with Spanish-colonial-style architecture bordering the University of California, Los Angeles, will make a comeback. [C6.]    Thylan Associates is acquiring the largest commercial site in Middlebury, Conn., for less than half the amount that had been sought. Plans call for filling the space with about 10 users taking spaces of 10,000 to 30,000 square feet each. [C4.]  ",
      "lead_paragraph": "Several companies are hoping Westwood Village, a retail district with Spanish-colonial-style architecture bordering the University of California, Los Angeles, will make a comeback. [C6.]",
      "publication_date": "2004-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/01/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Renault Plans Expansion",
      "snippet": "Chairman Louis Schweitzer says Renault will invest 600 million won ($572 million) in its Korean operation, Renault Samsung Motors, to build factory for sport utility vehicles and engines; says new plant would help Renault expand in China; photo (S...",
      "abstract": "Chairman Louis Schweitzer says Renault will invest 600 million won ($572 million) in its Korean operation, Renault Samsung Motors, to build factory for sport utility vehicles and engines; says new plant would help Renault expand in China; photo (S)",
      "lead_paragraph": "The French automaker Renault will invest 600 billion won ($572 million) in its Korean operation, Renault Samsung Motors, to build a factory that will manufacture sport utility vehicles and engines, the chairman said. The factory will be in Busan, where Renault Samsung already makes passenger cars, the executive, Louis Schweitzer, said. Mr. Schweitzer, above, announced the spending plan during a speech in Seoul for the introduction of Renault Samsung's third passenger sedan, the SM7. The new plant is intended to help Renault expand in China, Mr. Schweitzer said. Andrew Salmon (NYT)",
      "publication_date": "2004-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/01/business/world-business-briefing-asia-south-korea-renault-plans-expansion.html",
      "byline": "By Andrew Salmon (NYT)"
    },
    {
      "headline": "A Big Crowd in the Specialty Niche",
      "snippet": "Some of New York's home-grown, high-end grocery chains are planning to test market well beyond Manhattan; Balducci's plans to open 20,000-square-foot flagship store at 14th Street and Eighth Avenue; Dean & DeLuca has already expanded to Japan, amo...",
      "abstract": "Some of New York's home-grown, high-end grocery chains are planning to test market well beyond Manhattan; Balducci's plans to open 20,000-square-foot flagship store at 14th Street and Eighth Avenue; Dean & DeLuca has already expanded to Japan, among other places; small chain is looking for store in Los Angeles; market for gourmet groceries is growing nationally; last year, it topped $22.8 billion; National Association for Specialty Food Trade expects sales in dollars to increase another 10 to 12 percent; photos (M)",
      "lead_paragraph": "With $8,000 stainless steel stoves and $5,000 built-in refrigerators the rage, many more Americans are saying they want \"special\" ingredients -- things like rare mushrooms, hand-crafted cheeses, expensive tins of tea and \"heirloom\" tomatoes.",
      "publication_date": "2004-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/01/business/a-big-crowd-in-the-specialty-niche.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "A Kennedy Plans a Tag Sale, So Sotheby's Expects a Crowd",
      "snippet": "Caroline Kennedy consigns some 600 items from Hyannis Port, New York, Martha's Vineyard and other family homes, to be sold at Sotheby's in February; writes in catalog that since 1996 sale and her brother's death she finds herself with 'more houses...",
      "abstract": "Caroline Kennedy consigns some 600 items from Hyannis Port, New York, Martha's Vineyard and other family homes, to be sold at Sotheby's in February; writes in catalog that since 1996 sale and her brother's death she finds herself with 'more houses and belongings' than she can possibly use; few of items are of collectible quality on their own merit, but Kennedy association will fuel public interest and raise prices above $1-million estimate; mostly mundane household items include tumblers and jars, horse wardrobe with Jacqueline Kennedy Onassis's monogram and chintz slipcovered chair; highest value set for Khmer sandstone goddess; photos; portion of proceeds to go to Kennedy Library and other charities (M)",
      "lead_paragraph": "Caroline Kennedy is having another tag sale -- or rather, Sotheby's is having one for her. The auction house announced yesterday that it would sell some of the contents from the Kennedy house in Hyannis Port, Mass., as well as from family homes in New York, New Jersey and Virginia and on Martha's Vineyard.",
      "publication_date": "2004-12-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/01/arts/design/a-kennedy-plans-a-tag-sale-so-sothebys-expects-a-crowd.html",
      "byline": "By Charles McGrath"
    },
    {
      "headline": "Pension Fund of New York Files Suit Against Merck",
      "snippet": "New York State Common Retirement Fund files lawsuit against Merck & Co, accusing it of misleading shareholders about safety of its arthritis pain drug Vioxx, which has since been withdrawn; suit says pension fund lost about $171 million in Sept 30...",
      "abstract": "New York State Common Retirement Fund files lawsuit against Merck & Co, accusing it of misleading shareholders about safety of its arthritis pain drug Vioxx, which has since been withdrawn; suit says pension fund lost about $171 million in Sept 30, when company withdrew drug from market; New York State Comptroller Alan G Hevesi, who is also pension fund's trustee, says Merck knew but failed to disclose that growing evidence indicated that Vioxx users were at increased risk of heart attacks, strokes and death; suit also names several individuals, including Merck's chief executive Raymond V Gilmartin (M)",
      "lead_paragraph": "The main pension fund of New York State filed a federal lawsuit yesterday against Merck & Company, accusing it of misleading shareholders about the safety of its arthritis pain drug Vioxx, which has since been withdrawn.",
      "publication_date": "2004-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/01/business/pension-fund-of-new-york-files-suit-against-merck.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "U.S. Rules Out Dam Removal to Aid Salmon",
      "snippet": "Bush administration rules out possibility of removing federal dams on Columbia and Snake Rivers to protect 11 endangered species of salmon and steelhead, declaring that existence of eight large dams is 'beyond the present discretion' of federal ag...",
      "abstract": "Bush administration rules out possibility of removing federal dams on Columbia and Snake Rivers to protect 11 endangered species of salmon and steelhead, declaring that existence of eight large dams is 'beyond the present discretion' of federal agencies to reverse; opinion by NOAA fisheries division suggests protecting fish by variety of measures, including carrying fish around dams and building weirs to ease young fish as they swim downstream toward ocean; photos; ten-year effort would cost $6 billion; departure from Clinton administration approach of allowing dam removal as last resort is protested by environmental and tribal groups (M)",
      "lead_paragraph": "WASHINGTON, Nov. 30 - The Bush administration on Tuesday ruled out the possibility of removing federal dams on the Columbia and Snake Rivers to protect 11 endangered species of salmon and steelhead, even as a last resort.",
      "publication_date": "2004-12-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/01/politics/us-rules-out-dam-removal-to-aid-salmon.html",
      "byline": "By Felicity Barringer"
    },
    {
      "headline": "Signs That Japan's Economic Recovery Is Fading",
      "snippet": "String of disappointing economic reports, including one showing unexpectedly steep decline in industrial output, heightens concerns that Japan's recovery may be fading fast; industrial output fell 1.6 percent in October from September, biggest dec...",
      "abstract": "String of disappointing economic reports, including one showing unexpectedly steep decline in industrial output, heightens concerns that Japan's recovery may be fading fast; industrial output fell 1.6 percent in October from September, biggest decline in eight months; economists say decline suggests that worries about high oil prices, rising yen and slackening demand overseas are causing companies to curtail production more than anticipated; separate figures show jobless rate rose in October to 4.7 percent from 4.6 percent in September as 260,000 jobs were lost; spending by households headed by wage earners fell 1.2 percent in October from month earlier; benchmark Nikkei 225 stock average drops 78.64 points, or 0.72 percent, to close at 10,899.25; graphs; charts (M)",
      "lead_paragraph": "TOKYO, Nov. 30 - A string of disappointing economic reports released Tuesday, including one showing an unexpectedly steep decline in industrial output, heightened concerns that Japan's recovery may be fading fast.",
      "publication_date": "2004-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/01/business/worldbusiness/signs-that-japans-economic-recovery-is-fading.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "S.E.C. to Reveal Overhaul Plan for Markets",
      "snippet": "Securities and Exchange Commission will unveil its latest proposal for overhaul of US stock markets, called Regulation NMS (National Market Structure), and give market participants 30 to 90 days to comment on it; new proposal has had unusual effec...",
      "abstract": "Securities and Exchange Commission will unveil its latest proposal for overhaul of US stock markets, called Regulation NMS (National Market Structure), and give market participants 30 to 90 days to comment on it; new proposal has had unusual effect of unifying market participants who had previously been vehemently at odds; at issue is how stocks are traded on major exchanges and marketplaces (Market Place column) (M)",
      "lead_paragraph": "In the twists and turns in the debate over the future of how stocks are traded, opponents now find themselves in a rare moment of agreement.",
      "publication_date": "2004-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/01/business/sec-to-reveal-overhaul-plan-for-markets.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "In Falluja's Ruins, Big Plans and a Risk of Chaos",
      "snippet": "US military officials preparing to allow Falluja residents to start returning face challenge of winning back confidence of people whose city they have just destroyed, task made even more difficult by need to deter returning insurgents who will try...",
      "abstract": "US military officials preparing to allow Falluja residents to start returning face challenge of winning back confidence of people whose city they have just destroyed, task made even more difficult by need to deter returning insurgents who will try to sabotage reconstruction; photo; map; Dr Basim Mohamed personifies situation as he stands in rubble of medical clinic, listening to US plans to rebuild and anticipating his parents' anger when they come back; some US officers doubt they can safely bring back more than small number of residents in time for January elections, key goal of Falluja offensive; fighting continues in southern neighborhoods and troops have found unexpectedly large weapons caches that will have to be disposed of; hundreds of buildings are destroyed, power lines will have to be rebuilt from scratch and water and sewer pipes, already corroded, will take months to repair; Americans will pour in money and expertise but cede major decisions to interim government, hoping that qualified Iraqi contractors can be found and not intimidated; US civil affairs teams are making condolence payments of up to $2,500 per person for injuries and destroyed homes; Marines set out phased reopening of city and expensive, time-consuming reconstruction, all amid threat from insurgents; numbers of young men, some with suspicious wounds and some even wearing insurgents' black clothing, are living on US-supplied food by day and attacking by night (M)",
      "lead_paragraph": "FALLUJA, Iraq, Nov. 27 - Standing in the rubble outside an empty medical clinic here, Dr. Basam Mohamed, dressed in a blue blazer and work boots, gazed out at the ruins of his native city. He had just heard a group of American civil affairs officers explain their plans to rebuild the clinic and install a huge water tank behind it until the water pipes -- smashed by bombs -- could be fixed.",
      "publication_date": "2004-12-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/01/world/middleeast/in-fallujas-ruins-big-plans-and-a-risk-of-chaos.html",
      "byline": "By Robert F. Worth"
    },
    {
      "headline": "RIDGE, FIRST HEAD OF U.S. SECURITY, IS QUITTING POST",
      "snippet": "Tom Ridge, who as first secretary of homeland security led post Sept 11 effort to protect nation from terrorism, says he will leave post by Feb 1, or after successor is confirmed; Ridge, seventh cabinet resignation since Election Day, does not rul...",
      "abstract": "Tom Ridge, who as first secretary of homeland security led post Sept 11 effort to protect nation from terrorism, says he will leave post by Feb 1, or after successor is confirmed; Ridge, seventh cabinet resignation since Election Day, does not rule out taking another job in Bush administration or running for office but says he wants to spend more time with family for now, after more than three years of making 'hundreds of thousands' of decisions to prevent attack; tenure reviewed; speculation noted on possible successors (M)",
      "lead_paragraph": "WASHINGTON, Nov. 30 - Tom Ridge, who as the first secretary of homeland security led the post-9/11 effort to protect the United States from a terrorist attack at home, said on Tuesday that he would leave his job no later than Feb. 1.",
      "publication_date": "2004-12-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/01/washington/ridge-first-head-of-us-security-is-quitting-post.html",
      "byline": "By Richard W. Stevenson and David Johnston"
    },
    {
      "headline": "Fashion House Selling Electrical Supplier",
      "snippet": "Fashion house Pinault-Printemps-Redoute says it plans to sell its 73.5 percent stake in electrical equipment parts distributor Rexel to Clayton Dubilier & Rice, Merrill Lynch Global Private Equity and Eurazeo in deal valued at 3.7 billion euros ($...",
      "abstract": "Fashion house Pinault-Printemps-Redoute says it plans to sell its 73.5 percent stake in electrical equipment parts distributor Rexel to Clayton Dubilier & Rice, Merrill Lynch Global Private Equity and Eurazeo in deal valued at 3.7 billion euros ($4.9 billion); photo (M)",
      "lead_paragraph": "LONDON, Nov. 30 - Pinault-Printemps-Redoute, the tempest-tossed owner of fashion brands like Gucci and Yves Saint Laurent, said on Tuesday that it planned to sell its stake in the equipment parts distributor Rexel in a deal valuing the company at 3.7 billion euros, or $4.9 billion.",
      "publication_date": "2004-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/01/business/worldbusiness/fashion-house-selling-electrical-supplier.html",
      "byline": "By Heather Timmons"
    }
  ]
}