{
  "metadata": {
    "date": "2004-10-29",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "China Raises Interest Rates And Eases Bank Controls  China's central bank raised official borrowing costs for the first time in nine years in a bid to slow economic growth. It also moved closer to a Western-style financial system by ending some co...",
      "abstract": " China Raises Interest Rates And Eases Bank Controls  China's central bank raised official borrowing costs for the first time in nine years in a bid to slow economic growth. It also moved closer to a Western-style financial system by ending some controls on bank lending.  ",
      "lead_paragraph": "China Raises Interest Rates And Eases Bank Controls China's central bank raised official borrowing costs for the first time in nine years in a bid to slow economic growth. It also moved closer to a Western-style financial system by ending some controls on bank lending.",
      "publication_date": "2004-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/29/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: India: Consumer Goods Profit Falls",
      "snippet": "World Business Briefing: India:",
      "abstract": "World Business Briefing: India:",
      "lead_paragraph": "The consumer products maker, Hindustan Lever, reported a 27 percent decline in quarterly net income as sales of shampoo and detergent declined. The company, a unit of the British-Dutch giant Unilever, said it earned 3.24 billion rupees and sales fell 3.3 percent, to 24 billion rupees ($527 million). Saritha Rai (NYT)",
      "publication_date": "2004-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/29/business/world-business-briefing-asia-india-consumer-goods-profit-falls.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "With Nothing Left to Win, Fans of Red Sox Suddenly Feel a Loss",
      "snippet": "Boston Red Sox's first World Series win in 86 years leaves its many fans in Boston dazed and confused; victory strikes some fans as almost supernatural; they talk about feeling changed, about venturing into uncharted territory; many wonder whether...",
      "abstract": "Boston Red Sox's first World Series win in 86 years leaves its many fans in Boston dazed and confused; victory strikes some fans as almost supernatural; they talk about feeling changed, about venturing into uncharted territory; many wonder whether fans will turn into unseemly braggarts, in particular taking opportunity to lord it over Yankees fans as payback for years of pinstriped abuse; photo (M)",
      "lead_paragraph": "BOSTON, Oct. 28 - It didn't take long to go from ecstatic to existential.",
      "publication_date": "2004-10-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/29/sports/baseball/with-nothing-left-to-win-fans-of-red-sox-suddenly-feel-a.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "Vaccines Are Good Business for Drug Makers",
      "snippet": "Some drug and biotechnoogy companies, including Nabi Biopharmaceuticals, Vical, Wyeth, ID Biomedical, GlaxoSmithKline, Aventis and Merck, are testing or developing vaccines for various illnesses despite vaccine business holding little allure becau...",
      "abstract": "Some drug and biotechnoogy companies, including Nabi Biopharmaceuticals, Vical, Wyeth, ID Biomedical, GlaxoSmithKline, Aventis and Merck, are testing or developing vaccines for various illnesses despite vaccine business holding little allure because of low prices, strict regulations and uncertain demand; chart (M)",
      "lead_paragraph": "As the nation tries to comprehend this year's shortage of flu vaccine, many experts have explained that the vaccines business holds little allure for drug companies, because of low prices, strict regulations and uncertain demand.",
      "publication_date": "2004-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/29/business/vaccines-are-good-business-for-drug-makers.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Shell Warns of New Cuts in Reserves of Oil and Gas",
      "snippet": "Royal Dutch/Shell Group warns that additional reductions in its proven reserves are possible, saying that about 900 million barrels of gas and oil, or about 6 percent of total, are under review and could be reclassified; Shell says it will merge t...",
      "abstract": "Royal Dutch/Shell Group warns that additional reductions in its proven reserves are possible, saying that about 900 million barrels of gas and oil, or about 6 percent of total, are under review and could be reclassified; Shell says it will merge two publicly traded entities that make up company, unifying boards and management; new company will be called Royal Dutch Shell and will be based in The Hague; Jeroen van der Veer, head of Shell's committee of managing directors, will become chief executive; Shell reports 70 percent increase in profit in third quarter, to $5.4 billion; capital expenditure for 2004 will be $14 billion, not $15 billion as previously announced (M)",
      "lead_paragraph": "LONDON, Oct. 28 - The Royal Dutch/Shell Group warned Thursday that additional reductions in its proven reserves were possible, saying that about 900 million barrels of oil and gas, or about 6 percent of the total, were under review and could be reclassified.",
      "publication_date": "2004-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/29/business/worldbusiness/shell-warns-of-new-cuts-in-reserves-of-oil-and-gas.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Billion-Dollar Ball in Delta Pilots' Hands",
      "snippet": "Delta Air Lines' pilots, by far best paid in airline industry, face painful choice over next couple of weeks: accept tentative deal that calls for one-third cut in pay, or reject it and risk losing theirjobs if Delta goes into bankruptcy and falte...",
      "abstract": "Delta Air Lines' pilots, by far best paid in airline industry, face painful choice over next couple of weeks: accept tentative deal that calls for one-third cut in pay, or reject it and risk losing theirjobs if Delta goes into bankruptcy and falters; pilots will be declaring formal end to era of high salaries in industry if they approve concession deal; Delta has been only major airline that has not been able to reduce its labor costs, in bankruptcy or out of it; neither side is pretending deal alone will save Delta from bankruptcy; Air Line Pilots Association chairman John J Malone describes deal as protection in case airline files for Chapter 11 bankruptcy protection; Delta's chief executive Gerald A Grinstein says many uncertainties remain; chart; photos (M)",
      "lead_paragraph": "Delta Air Lines' pilots, by far the best paid in the airline industry, face a painful choice over the next couple of weeks: accept a tentative deal that calls for a one-third cut in pay, or reject it and risk losing their jobs if Delta goes into bankruptcy and falters.",
      "publication_date": "2004-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/29/business/billiondollar-ball-in-delta-pilots-hands.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Brewer Posts A Loss",
      "snippet": "Canadian brewer Molson reports loss of 1b",
      "abstract": "Canadian brewer Molson reports loss of 1b",
      "lead_paragraph": "Molson, the brewery that plans to merge with the Adolph Coors Company, said it lost 117.9 million Canadian dollars ($96.3 million) in the second quarter, mostly as a result of one-time charges related to its operations in South America. The loss was in contrast to a profit of 96.5 million Canadian dollars a year earlier. Sales fell to 674 million Canadian dollars from 716 million. Molson said the South American charges related to a write-down in the value of a subsidiary in Brazil. Ian Austen (NYT)",
      "publication_date": "2004-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/29/business/world-business-briefing-americas-canada-brewer-posts-a-loss.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "Newsweekly in Hong Kong Falls Victim to Economy",
      "snippet": "Dow Jones & Co announces Hong Kong-based Far Eastern Economic Review, often incisive newsweekly for more than half century, will become monthly opinion magazine in December and virtually all of its employees will lose their jobs; Dow Jones executi...",
      "abstract": "Dow Jones & Co announces Hong Kong-based Far Eastern Economic Review, often incisive newsweekly for more than half century, will become monthly opinion magazine in December and virtually all of its employees will lose their jobs; Dow Jones executive Paul E Steiger blames Asian financial crisis that began in 1997, global economic slump in 2001 and outbreak of SARS in 2004, as well as broader lack of advertiser interest in regional newsweeklies, for magazine's financial downturn over last six years; Hugo Restall will head new monthly; severance package for laid off workers noted; photo (M)",
      "lead_paragraph": "HONG KONG, Oct. 28 - The Far Eastern Economic Review, an often incisive newsweekly for more than half a century, will become a monthly opinion magazine in December and virtually all its employees will lose their jobs, Dow Jones & Company announced on Thursday.",
      "publication_date": "2004-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/29/business/newsweekly-in-hong-kong-falls-victim-to-economy.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Rate Increases Possible",
      "snippet": "Brazil's central bank warns of possible interest rate increases in coming months (S)",
      "abstract": "Brazil's central bank warns of possible interest rate increases in coming months (S)",
      "lead_paragraph": "Brazil's central bank warned that a recent increase in global oil prices and concern about inflation at home could force it to continue raising interest rates in the coming months. The comments came in the minutes from the bank's monetary policy meeting last week, when it increased its benchmark lending rate for the second consecutive month. Todd Benson (NYT)",
      "publication_date": "2004-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/29/business/world-business-briefing-americas-brazil-rate-increases-possible.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "China's Bank, in Transition, Raises Rates",
      "snippet": "China's central bank raises official interest rate for first time in nine years, embracing free-market tool of economic management despite possible internal political repercussions; step is aimed at slowing breakneck economic growth and inflation,...",
      "abstract": "China's central bank raises official interest rate for first time in nine years, embracing free-market tool of economic management despite possible internal political repercussions; step is aimed at slowing breakneck economic growth and inflation, but it could lead to social unrest if heavily indebted state companies respond by laying off more workers; Beijing also removes ceiling on what banks could charge for loans, measure that paradoxically could make more loans available to risky private enterprises and ultimately enhance China's long-term growth prospect and give its economy much greater stability; two moves shift China further toward Western-style financial system in which markets determine allocation of credit, not government officials; interest rate increase, although only quarter of percentage point, is widely expected by economists to be first in series of increases that could lift rates by as much as two percentage points in coming year; photo; graph (M)",
      "lead_paragraph": "HONG KONG, Oct. 28 - China's central bank raised official borrowing costs for the first time in nine years Thursday night, a step aimed at slowing breakneck economic growth and inflation but one that could risk social unrest if heavily indebted state companies respond by laying off more workers.",
      "publication_date": "2004-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/29/business/worldbusiness/chinas-bank-in-transition-raises-rates.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Big Insurer Denies Any Ties to Plan to Attack Spitzer",
      "snippet": "Leading Authorities, Washington agency that represents public speakers, sends e-mail messages to financial industry experts Lynn Turner, Laura Unger, Jeffrey A Sonnenfeld and Kevin Hassett, offering them fees of at least $25,000 if they will attac...",
      "abstract": "Leading Authorities, Washington agency that represents public speakers, sends e-mail messages to financial industry experts Lynn Turner, Laura Unger, Jeffrey A Sonnenfeld and Kevin Hassett, offering them fees of at least $25,000 if they will attack New York State Atty Gen Eliot Spitzer and defend insurance industry; American International Group executives pleaded guility two weeks ago to criminal involvement in what Spitzer described as widespread conspiracy to cheat customers; Leading Authorities says in e-mail it is making offer on behalf of AIG; Leading Authorities' president Mark French and spokesman for AIG say e-mail is incorrect; AIG does not know of offer; French says he sent out e-mail at behest of Qorvis Communications, Washington public relations firm that until Oct 25 worked for AIG (M)",
      "lead_paragraph": "With Eliot Spitzer pounding the insurance industry, American International Group, the world's largest insurer, needs all the good press it can get.",
      "publication_date": "2004-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/29/business/big-insurer-denies-any-ties-to-plan-to-attack-spitzer.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Video Shows G.I.'s at Weapon Cache",
      "snippet": "Videotape made by television crew with American troops when they opened bunkers at sprawling Iraqi munitions complex shows huge supply of explosives still there nine days after fall of Saddam Hussein, apparently including some sealed earlier by In...",
      "abstract": "Videotape made by television crew with American troops when they opened bunkers at sprawling Iraqi munitions complex shows huge supply of explosives still there nine days after fall of Saddam Hussein, apparently including some sealed earlier by International Atomic Energy Agency; tape appears to confirm warning earlier this month from Iraqi officials to IAEA that hundreds of tons of high-grade explosives vanished from Al Qaqaa site after invasion of Iraq following massive looting; issue is raised in American presidential campaign, with Sen John Kerry accusing Pres Bush of incompetence, and Bush saying it is unclear when material disappeared; weapons experts familiar with work of international inspectors in Iraq say videotape appears identical to photos inspectors took of explosives, which were put under seal before war; Pentagon spokesman says that in days after IAEA left, when site was still under control of Saddam Hussein, there was 'activity' there before invasion; photo; map (L)",
      "lead_paragraph": "A videotape made by a television crew with American troops when they opened bunkers at a sprawling Iraqi munitions complex south of Baghdad shows a huge supply of explosives still there nine days after the fall of Saddam Hussein, apparently including some sealed earlier by the International Atomic Energy Agency.",
      "publication_date": "2004-10-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/29/politics/video-shows-gis-at-weapon-cache.html",
      "byline": "By William J. Broad and David E. Sanger"
    },
    {
      "headline": "Chinese Plan to Buy Big Miner Stirs Canadians Left and Right",
      "snippet": "China Minmetals Corp is expected to make formal bid for Noranda, Canada's largest mining company; announcement has set off protests by Canada's political left and right; biggest concern seems to be that China Minmetals is government-owned; some po...",
      "abstract": "China Minmetals Corp is expected to make formal bid for Noranda, Canada's largest mining company; announcement has set off protests by Canada's political left and right; biggest concern seems to be that China Minmetals is government-owned; some political critics have raised questions about Chinese company's commitment to environmental protection; Bloc Quebecois politicians are concerned that Minmentals will move ore processing to China; Stockwell Day, member of Parliament from Conservative Party, says Minmetals' labor practices need to be scrutinized; David Kilgour, Liberal member of Parliament, says he and his constituents do not want merger because Chinese company is branch of government department; Canada's Industry Min David Emerson says China's human rights record would be considered in decision to allow sale; Noranda chief Derek G Pannell says any deal is unlikely to close before first quarter of 2005; photo (M)",
      "lead_paragraph": "OTTAWA, Oct. 28 - The China Minmetals Corporation is expected to make a formal bid for Noranda, Canada's largest mining company, next month. But just the announcement that it is interested in taking over Noranda has set off protests by both Canada's political right and left.",
      "publication_date": "2004-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/29/business/worldbusiness/chinese-plan-to-buy-big-miner-stirs-canadians-left.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "Sharp Increase in Early Voting Alters Campaign",
      "snippet": "Surge in early voting this year prompts some analysts to predict that one-fifth of presidential ballots will be cast before Nov 2; Kerry and Bush campaigns disagree about which side will benefit in early voting; trend has already altered homestret...",
      "abstract": "Surge in early voting this year prompts some analysts to predict that one-fifth of presidential ballots will be cast before Nov 2; Kerry and Bush campaigns disagree about which side will benefit in early voting; trend has already altered homestretch calculus of campaign strategists, affecting where candidates are sent and money is spent in final days; both campaigns are focusing much recent effort on battleground states that offer early voting, like Wisconsin, Florida and New Mexico; get-out-the-vote drives usually reserved for final hours of campaign have been turned into half-month marathons; 23 states are offering early balloting, up from 13 in 2000; photos; map; graph (L)",
      "lead_paragraph": "MADISON, Wis., Oct. 28 - State election officials around the country said on Thursday that there had been a surge in early voting this year, with people lining up in numbers so large that some analysts predict that one-fifth of presidential ballots will be cast before Nov. 2.",
      "publication_date": "2004-10-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/29/politics/campaign/sharp-increase-in-early-voting-alters-campaign.html",
      "byline": "By Rick Lyman and William Yardley"
    },
    {
      "headline": "Sony's Profit Surges on Strength of 'Spider-Man 2'",
      "snippet": "Sony Corp reports 61 percent increase in net profit for second fiscal quarter ended Sept 30, as Spider-Man 2 pulls in big profits for company's movie division and helps conceal slides in its consumer electronics and video game businesses; net inco...",
      "abstract": "Sony Corp reports 61 percent increase in net profit for second fiscal quarter ended Sept 30, as Spider-Man 2 pulls in big profits for company's movie division and helps conceal slides in its consumer electronics and video game businesses; net income rose to 53.2 billion yen ($500 million) from 32.9 billion yen year earlier; revenue fell 5.3 percent, to 1.70 trillion yen ($15.9 billion) in quarter; chief financial officer Katsumi Ihara comments; photos (M)",
      "lead_paragraph": "TOKYO, Oct. 28 - The Sony Corporation reported a 61 percent increase in net profit for the most recent quarter, as \"Spider-Man 2\" pulled in big profits for the company's movie division and helped conceal slides in its consumer electronics and video game businesses.",
      "publication_date": "2004-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/29/business/sonys-profit-surges-on-strength-of-spiderman-2.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Matsushita's Profit Rises",
      "snippet": "World Business Briefing: Japan: Mat",
      "abstract": "World Business Briefing: Japan: Mat",
      "lead_paragraph": "The electronics manufacturer Matsushita Electric Industrial said net profit rose 14 percent from the year-earlier period, to 23.4 billion yen ($220 million), helped by strong sales of digital cameras and flat-panel televisions. Revenue at the company, which makes the Panasonic brand of products, rose 18 percent, to 2.217 trillion yen. The company warned that higher energy prices and an expected slowdown in the economy in the United States could hurt its results in the second half. Todd Zaun (NYT)",
      "publication_date": "2004-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/29/business/world-business-briefing-asia-japan-matsushitas-profit-rises.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Fiat Is Still Losing Money, but Less of It",
      "snippet": "Fiat SpA reports loss of 97 million euros, or $122 million, in third quarter, compared with loss of 303 million euros in same period last year; sales rose 9.4 percent in quarter to 10.6 billion euros ($12.7 billion); photo (M)",
      "abstract": "Fiat SpA reports loss of 97 million euros, or $122 million, in third quarter, compared with loss of 303 million euros in same period last year; sales rose 9.4 percent in quarter to 10.6 billion euros ($12.7 billion); photo (M)",
      "lead_paragraph": "MILAN, Oct. 28 - The Italian industrial conglomerate Fiat said on Thursday that it had sharply narrowed its operating loss in the third quarter, taking one more step on its slow march toward profitability.",
      "publication_date": "2004-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/29/business/worldbusiness/fiat-is-still-losing-money-but-less-of-it.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Carmaker Posts A Profit",
      "snippet": "Hyundai Motor earned $400 million in third quarter, 49 percent increase over year-earlier period; sales rose 29 percent (S)",
      "abstract": "Hyundai Motor earned $400 million in third quarter, 49 percent increase over year-earlier period; sales rose 29 percent (S)",
      "lead_paragraph": "Hyundai Motor said it earned $400 million in the third quarter, a 49 percent increase over the year-earlier period, as strong exports to the United States and Europe contributed to a 29 percent increase in sales. The results fell short of market expectations, however, because domestic demand was weak and expenses for oil and steel were high. Hyundai's affiliate, the Kia Motors Corporation, said its profit fell 2 percent despite a 36 percent increase in sales. Kia said its marketing costs increased and domestic demand for its cars was poor. Andrew Salmon (NYT)",
      "publication_date": "2004-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/29/business/world-business-briefing-asia-south-korea-carmaker-posts-a-profit.html",
      "byline": "By Andrew Salmon (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: China: Stake In Automaker Acquired",
      "snippet": "WA",
      "abstract": "WA",
      "lead_paragraph": "The largest auto-maker in China, the Shanghai Automotive Industry Corporation, agreed to buy a controlling stake in the Ssangyong Motor Company of Korea for $500 million. Shanghai Automotive reached the agreement with the Chohung Bank, the primary creditor for Ssangyong, which was put up for sale when its former parent, the Daewoo Group, collapsed in 1999. Hu Mao Yuan, president of Shanghai Automotive, left, said the acquisition would give his company access to the global auto market and would make Shanghai a competitor in the sport utility vehicle market in China. Andrew Salmon (NYT)",
      "publication_date": "2004-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/29/business/world-business-briefing-asia-china-stake-in-automaker-acquired.html",
      "byline": "By Andrew Salmon (NYT)"
    },
    {
      "headline": "Two German Automakers Report Mixed Earnings",
      "snippet": "DaimlerChrysler and Volkswagen report mixed earnings for third quarter; DaimlerChrysler had operating profit of 1.3 billion euros ($1.65 billion) because of resurgence of its Chrysler division; sales rose 3 percent compared with last year; operati...",
      "abstract": "DaimlerChrysler and Volkswagen report mixed earnings for third quarter; DaimlerChrysler had operating profit of 1.3 billion euros ($1.65 billion) because of resurgence of its Chrysler division; sales rose 3 percent compared with last year; operating profit at Mercedes, once DaimlerChrysler's money machine, declined 62 percent, to 304 million euros ($386 million); Volkswagen's profit dropped 65 percent, to 76 million euros ($97 million) compared with year earlier; photos (M)",
      "lead_paragraph": "FRANKFURT, Oct. 28 - Germany, with its high costs, reluctant consumers and restive auto workers, has become a major drag on the country's two largest carmakers, DaimlerChrysler and Volkswagen, which both reported mixed earnings on Thursday.",
      "publication_date": "2004-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/29/business/worldbusiness/two-german-automakers-report-mixed-earnings.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "World Business Briefing | Asia: Singapore: Airline's Profit Rises",
      "snippet": "Singapore Airlines says net profit in three months ended Sept 30 rose 17 percent, to 356.9 million Singapore dollars ($215 million) (S)",
      "abstract": "Singapore Airlines says net profit in three months ended Sept 30 rose 17 percent, to 356.9 million Singapore dollars ($215 million) (S)",
      "lead_paragraph": "Singapore Airlines said its net profit in the three months that ended Sept. 30 rose 17 percent, to 356.9 million Singapore dollars ($215 million), as higher demand for its business- and first-class service offset rising fuel costs and increased competition from low-fare rivals. The result surprised most analysts, who had expected the airline to report a decline in profit. Profit in the previous year's quarter was held down by the outbreak of severe acute respiratory syndrome, which discouraged travel around the region. Wayne Arnold (NYT)",
      "publication_date": "2004-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/29/business/world-business-briefing-asia-singapore-airlines-profit-rises.html",
      "byline": "By Wayne Arnold (NYT)"
    }
  ]
}