{
  "metadata": {
    "date": "2004-10-21",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "Europe's New Members Not Ready for the Euro",
      "snippet": "European Central Bank says fewer than half of new European Union members have met fiscal requirements to adopt euro; companion report by European Commission says none have met political requirements, like compatibility of its central statutes with...",
      "abstract": "European Central Bank says fewer than half of new European Union members have met fiscal requirements to adopt euro; companion report by European Commission says none have met political requirements, like compatibility of its central statutes with those of European Central Bank; bank says many of countries are moving too slowly in cutting their budget deficits to levels below ceiling mandated by Maastricht Treaty, which created money union; central bank president Jean-Claude Trichet and chief economist Otmar Issing say new members must cut deficits; photo (M)",
      "lead_paragraph": "FRANKFURT, Oct. 20 - Six months after the European Union admitted 10 new members, capping their journey from Communism to the free market, they got a blunt reminder that the club's inner sanctum, its currency union, will remain off limits to them for several years.",
      "publication_date": "2004-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/21/business/worldbusiness/europes-new-members-not-ready-for-the-euro.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "World Business Briefing | Asia: Thailand: Interest Rate Raised",
      "snippet": "Bank of Thailand raises its benchmark interest rate to 1.75 percent from 1.5 percent in effort to offset inflationary effects of higher oil prices (S)1",
      "abstract": "Bank of Thailand raises its benchmark interest rate to 1.75 percent from 1.5 percent in effort to offset inflationary effects of higher oil prices (S)1",
      "lead_paragraph": "Thailand's central bank, the Bank of Thailand, raised its benchmark interest rate to 1.75 percent from 1.5 percent in an effort to offset the inflationary effects of higher oil prices. It was the second time the bank had increased its 14-day repurchase rate in two months. Economists say Thailand's economy is one of the most vulnerable to higher fuel costs in Southeast Asia. The government has been subsidizing fuel prices to reduce the impact on voters before a general election next year, but it has been forced to allow some fuel prices to rise, contributing to slower economic growth and an inflation rate of 3.6 percent. Wayne Arnold (NYT)",
      "publication_date": "2004-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/21/business/world-business-briefing-asia-thailand-interest-rate-raised.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Coming Soon: High-Definition TV Phones",
      "snippet": "Texas Instruments plans to announce it is developing technology that will allow wireless handsets to receive hundreds of high-definition TV channels; phones would not be marketed until 2007; Qualcomm is also working on computer chip to enable phon...",
      "abstract": "Texas Instruments plans to announce it is developing technology that will allow wireless handsets to receive hundreds of high-definition TV channels; phones would not be marketed until 2007; Qualcomm is also working on computer chip to enable phones to receive digital television signals; both companies say HDTV phones will be in widespread tests by 2006; photo (M)",
      "lead_paragraph": "Miniature mobile phones, which already double as cameras, Internet devices and music players, are poised to merge with the largest of home appliances, the television.",
      "publication_date": "2004-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/21/technology/coming-soon-highdefinition-tv-phones.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Cathay Pacific Reaches Deal for 9.9% Stake in Air China",
      "snippet": "Cathay",
      "abstract": "Cathay",
      "lead_paragraph": "HONG KONG, Oct. 20 - Cathay Pacific Airways reached a preliminary agreement on Wednesday to buy 9.9 percent of Air China, a step that airline experts said signaled the opening of the Chinese aviation market to international competition and a move by Chinese carriers into global markets.",
      "publication_date": "2004-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/21/business/worldbusiness/cathay-pacific-reaches-deal-for-99-stake-in-air.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "The Real Consequences of Pension Projections",
      "snippet": "Securities and Exchange Commission is generally examining whether corporations alter projections for health care costs, pension plan returns and other factors as way of manipulating earnings; agency is looking at automakers like GM and Ford Motor ...",
      "abstract": "Securities and Exchange Commission is generally examining whether corporations alter projections for health care costs, pension plan returns and other factors as way of manipulating earnings; agency is looking at automakers like GM and Ford Motor because they have some of largest pension plans and offer medical benefits to huge number of retirees; Northwest Airlines appears to be under scrutiny because of unusual actuarial assumptions that it has factored into its pension calculations; graph; photo (Market Place column) (M)",
      "lead_paragraph": "When General Motors conducted its quarterly earnings teleconference last Thursday, the first question from Wall Street was not about Cadillac cars or Chevrolet trucks or the company's no-interest financing deals.",
      "publication_date": "2004-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/21/business/the-real-consequences-of-pension-projections.html",
      "byline": "By Danny Hakim and Mary Williams Walsh"
    },
    {
      "headline": "Leaders of Brokerage Made Partnerships for Private Profits",
      "snippet": "Marsh & McLennan board members and senior executives put millions of dollars into partnership that profited by buying companies from Marsh and investing in companies that work with Marsh; filing with Securities and Exchange Commission shows that c...",
      "abstract": "Marsh & McLennan board members and senior executives put millions of dollars into partnership that profited by buying companies from Marsh and investing in companies that work with Marsh; filing with Securities and Exchange Commission shows that company chairman and chief executive Jeffrey W Greenberg's stake was worth almost $2 million shortly after partnership, called Trident, was created in 1999; no one has offered evidence that Marsh gave private partnership sweetheart deals to benefit Trident investors at expense of Marsh's public shareholders, but it is unusual for company's directors, who represent interests of shareholders, to invest in company-managed private funds alongside executives they are supposed to supervise; partnership incorporation papers and other public filings indicate that Marsh repeatedly worried about possibility of conflicts of interest in fund; experts on corporate governance have complained that Marsh's board is extremely weak and has not taken leadershp as insurance broker's legal problems worsen; New York Atty Gen Eliot Spitzer filed civil suit against Marsh, contending that it cheated its clients by working with other insurers to fix prices (M)",
      "lead_paragraph": "Board members and senior executives of Marsh & McLennan, the giant insurance broker that has been accused of cheating customers, put millions of dollars into a partnership that profited by buying companies from Marsh and investing in companies that work with Marsh.",
      "publication_date": "2004-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/21/business/leaders-of-brokerage-made-partnerships-for-private-profits.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Debate Lingering on Decision to Dissolve the Iraqi Military",
      "snippet": "Last of three articles in series Catastrophic Success portrays American decision to disband Iraqi military as major missed opportunity, casting shadow over occupation of Iraq that continues to present day; says American administrator L Paul Bremer...",
      "abstract": "Last of three articles in series Catastrophic Success portrays American decision to disband Iraqi military as major missed opportunity, casting shadow over occupation of Iraq that continues to present day; says American administrator L Paul Bremer III decided to formally dissolve Iraqi military and methodically build new one, battalion by battalion, against advice of senior American generals; says this decision deprived United States forces of way to put Iraqi face on occupation as violent insurgency convulsed nation; says Bremer believed that problems with crime and violence in Iraq stemmed from Iraqi fears that Saddam Hussein and his Baathist supporters might outlast American occupation and regain power; says Bremer sought bold action to demonstrate that Baathists were through, once and for all; notes that role of top Bush administration officials in approving Bremer plan is unclear; says plan was more contentious in Iraq than many in Washington realized, with much of debate focusing on plan overseen by Bremer aide Walter B Slocombe to establish new army from ground up; says Slocombe argued that his plan would produce more reliable ally, but training of Iraq security forces was very slow, and they did not acquit themselves well when fighting erupted in Falluja; photos (L)",
      "lead_paragraph": "When Maj. Gen. David H. Petraeus flew to Baghdad on June 14, 2003, he had a blunt message for the American-led occupation authority. As the commander of the 101st Airborne Division, General Petraeus had been working tirelessly to win the support of Iraqis in Mosul and the neighboring provinces in northern Iraq.",
      "publication_date": "2004-10-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/21/world/debate-lingering-on-decision-to-dissolve-the-iraqi-military.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Jet Delivery Forecast Cut",
      "snippet": "Brazilian aircraft manuÿ",
      "abstract": "Brazilian aircraft manuÿ",
      "lead_paragraph": "The Brazilian aircraft manufacturer Embraer cut its delivery forecasts for this year and next, saying the financial woes of two big customers had forced it to temporarily suspend some orders. The manufacturer, formally known as Embraer-Empresa Brasileira de Aeronáutica, said it would deliver 145 planes this year and next, down from initial forecasts of 160 in 2004 and 170 in 2005. Embraer said orders to US Airways and American Eagle, a unit of the AMR Corporation, were suspended. Todd Benson (NYT)",
      "publication_date": "2004-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/21/business/world-business-briefing-americas-brazil-jet-delivery-forecast-cut.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "S.E.C. Makes Its Point on Small Errors, and Auditor Pays $10 Million",
      "snippet": "Securities and Exchange Commission reaches settlement with accounting firm KPMG over its audits of Gemstar-TV Guide International; KPMG agrees to pay $10 million to shareholders of company, whose share price has plunged since it restated its finan...",
      "abstract": "Securities and Exchange Commission reaches settlement with accounting firm KPMG over its audits of Gemstar-TV Guide International; KPMG agrees to pay $10 million to shareholders of company, whose share price has plunged since it restated its financial results in 2002; SEC bars KPMG accountants Brian E Palbaum, John Wong, Kenneth B Janeski and David A Hori from auditing public companies (M)",
      "lead_paragraph": "Auditors must pay attention to what Wall Street thinks is important about a company's performance and consider those figures no matter how small they are, the Securities and Exchange Commission said yesterday as it reached a settlement with KPMG over its audits of Gemstar-TV Guide International.",
      "publication_date": "2004-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/21/business/sec-makes-its-point-on-small-errors-and-auditor-pays-10-million.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Libel Claim Restricted",
      "snippet": "World Business Briefin",
      "abstract": "World Business Briefin",
      "lead_paragraph": "The Financial Times, owned by Pearson, won a court ruling barring Collins Stewart Tullett from seeking £230.5 million ($418 million) in a libel claim. Collins Stewart, a broker based in London, said it was still seeking £37 million ($67 million) for damage it said the business suffered because of an August 2003 article about a lawsuit by a former analyst, James Middleweek. An April trial is scheduled at the High Court in London. Collins Stewart's larger claim, which stated that The Financial Times article caused a decline in the broker's share price, was dismissed by Justice Michael Tugendhat.",
      "publication_date": "2004-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/21/business/world-business-briefing-europe-britain-libel-claim-restricted.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "China Sees Advantages in Macao's Portuguese Past",
      "snippet": "China has been careful to preserve many Portuguese aspects of Macao, which it acquired five years ago; renaissance of Portuguese on Macao is dictated by China's new determination that Macao will serve as platform for China's growing commercial and...",
      "abstract": "China has been careful to preserve many Portuguese aspects of Macao, which it acquired five years ago; renaissance of Portuguese on Macao is dictated by China's new determination that Macao will serve as platform for China's growing commercial and strategic interests in Latin world; Macao has found new role: China's link to 220 million people of Portuguese-speaking world; map; photo (M)",
      "lead_paragraph": "MACAO - Here on this history-soaked peninsula, where Portuguese culture mingles with the salt air of the South China Sea, a visitor from Brazil can start the day sipping café de manhã, while scanning one of three local Portuguese daily newspapers or watching the news on one of two Portuguese-language television stations.",
      "publication_date": "2004-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/21/business/worldbusiness/china-sees-advantages-in-macaos-portuguese-past.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "World Business Briefing | Asia: India: Airline Investment Limit Raised",
      "snippet": "India raises limit on foreign equity in airline companies to 49 percent from 40 percent but continues to restrict such investments to investment institutions and individuals, barring foreign airlines from buying stakes (S)d",
      "abstract": "India raises limit on foreign equity in airline companies to 49 percent from 40 percent but continues to restrict such investments to investment institutions and individuals, barring foreign airlines from buying stakes (S)d",
      "lead_paragraph": "India raised the limit on foreign equity in airline companies to 49 percent from 40 percent but continued to restrict such investments to investment institutions and individuals, barring foreign airlines from buying stakes. The move was part of a proposal to increase foreign investments in India by lifting such limits on the airline, telecommunications and insurance industries. Saritha Rai (NYT)",
      "publication_date": "2004-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/21/business/world-business-briefing-asia-india-airline-investment-limit-raised.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "One Stent Maker Thrives as Rival Gets the Kudos",
      "snippet": "Boston Scientific provides new evidence in its quarterly earnings report that it leads market of drug-coated stents; company's sales of stents, led by Taxus stent, reached $686 million, more than five times its stent sales for quarter year ago; Ta...",
      "abstract": "Boston Scientific provides new evidence in its quarterly earnings report that it leads market of drug-coated stents; company's sales of stents, led by Taxus stent, reached $686 million, more than five times its stent sales for quarter year ago; Taxus stent controls 70 percent of market; growing evidence shows that while Taxus is easier to insert, Johnson & Johnson's Cypher, only other drug-coated-stent approved for sale in US, may produce better results for most patients; Boston Scientific reports quarterly net income doubled to $258 million from year ago, and revenues climbed 69 percent, to $1.48 billion; photos (M)",
      "lead_paragraph": "Boston Scientific provided fresh evidence in its strong quarterly earnings report Tuesday that it reigns supreme in the market for drug-coated stents, the tiny mesh cylinders that cardiologists insert into arteries to keep them open once blockages have been cleared.",
      "publication_date": "2004-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/21/business/one-stent-maker-thrives-as-rival-gets-the-kudos.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "Trump Hotels Said to Avoid Bankruptcy in Deal",
      "snippet": "Trump Hotels and Casino Resorts Inc, struggling holding company that controls Donald J Trump's casinos, reaches preliminary agreement with its investors to restructure $1.8 billion in debt, fending off possible bankruptcy filing and leaving Trump ...",
      "abstract": "Trump Hotels and Casino Resorts Inc, struggling holding company that controls Donald J Trump's casinos, reaches preliminary agreement with its investors to restructure $1.8 billion in debt, fending off possible bankruptcy filing and leaving Trump as company's chairman and chief executive; Trump's stake in company will be reduced from 56 percent of shares to about 27 percent; bondholders will be swapping about $575 million in debt in return for equity stake that will leave them in control of about 63 percent to 65 percent of company's shares (M)",
      "lead_paragraph": "Trump Hotels and Casino Resorts Inc., the struggling holding company that controls Donald J. Trump's casinos, has reached a preliminary agreement with its investors to restructure $1.8 billion in debt, fending off a possible bankruptcy filing and leaving Mr. Trump as the company's chairman and chief executive.",
      "publication_date": "2004-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/21/business/trump-hotels-said-to-avoid-bankruptcy-in-deal.html",
      "byline": "By Timothy L. O'Brien and Eric Dash"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Marsh Executives Invested In Special Partnership  Board members and senior executives of Marsh & McLennan, the giant insurance broker, put millions of dollars into a partnership that profited by buying companies from Marsh and investing in compani...",
      "abstract": " Marsh Executives Invested In Special Partnership  Board members and senior executives of Marsh & McLennan, the giant insurance broker, put millions of dollars into a partnership that profited by buying companies from Marsh and investing in companies that work with it.       The disclosures about the partnership may add to the perception that Marsh, which advertises itself as a trusted adviser for insurance buyers and mutual fund investors, has had conflicts. [Page A1.]    The California insurance regulator is preparing lawsuits against several national insurance brokers and companies, people close to the insurance department said. [C5.]    Lucent Reports an Annual Profit  Lucent Technologies reported its first annual profit in four years, benefiting from demand for cellphone network gear and fiber-optic equipment. The chief executive said 2004 was ''a pivotal year'' for the company, which has cut tens of thousands of jobs. [C3.]    At Cingular Wireless, third-quarter sales rose 4.9 percent as it added subscribers. [C3.]    Trading Trouble Hurts J.P. Morgan  J.P. Morgan Chase said poor results in fixed-income trading were behind a quarterly profit drop that surprised Wall Street. [C2.]    Chiron Is Vague on Flu Vaccine  Executives at Chiron hedged about whether it would be able to return to selling flu vaccine in the United States next year. [C4.]    Federal health officials say the nation's elderly should get vaccinated against pneumonia, but supplies of the vaccine, made by Merck, are fragile. [B6.]    Major Airlines Report Steep Losses  Delta Air Lines, Northwest Airlines and the parent of American Airlines all reported losses amid record fuel prices. [C8.]    Disney Unloads Its Store Chain  Disney reached a deal to essentially give its struggling chain of retail stores to the Children's Place, the clothing merchant. [C10.]    The trial began in a lawsuit filed by Disney shareholders over the $140 million severance package paid to Michael S. Ovitz. [C10.]    Stocks Fall as Oil Climbs Again  Stocks dropped, hurt by higher oil prices and some weak earnings reports. The Dow Jones industrial average dropped 10.69 points, to 9,886.93, while the Standard & Poor's 500-stock index rose 0.43 of a point to 1,103.66. [C11.]    Pfizer Profit Up 49% in Quarter  Pfizer's third-quarter earnings jumped 49 percent on strong sales of Lipitor and Celebrex. Wyeth said it made a profit in the quarter, while profit at Amgen fell. [C11.]    Pen, Ink and Product Placement  In what may be a first for an animated show, a cartoon series on Comedy Central will incorporate the names and products of sponsors, including Domino's Pizza, into the action. Viewers will see product placements, ranging from subtle to blatant, in three of seven episodes. Advertising: Stuart Elliott. [C10.]    Small Businesses Are Optimistic  Three recent surveys show that entrepreneurs are bullish about the economy but remain cautious. Small Business. [C6.]    Is It Too Easy to Get a Patent?  In a new book, two professors argue that the patent system has deep problems, with too many patents of questionable novelty being granted. Economic Scene: Hal Varian. [C2.]  ",
      "lead_paragraph": "Marsh Executives Invested In Special Partnership Board members and senior executives of Marsh & McLennan, the giant insurance broker, put millions of dollars into a partnership that profited by buying companies from Marsh and investing in companies that work with it.",
      "publication_date": "2004-10-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/21/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Rare Glimpse InsideMilitia's Base in Sudan",
      "snippet": "Pro-government militias accused of some of most grotesque crimes of war in Darfur region of Sudan, same militias government has promised to dismantle, wear same uniforms as those of Sudan Army and live luxuriously; they appear unafraid of any futu...",
      "abstract": "Pro-government militias accused of some of most grotesque crimes of war in Darfur region of Sudan, same militias government has promised to dismantle, wear same uniforms as those of Sudan Army and live luxuriously; they appear unafraid of any future prosecution in connection with war crimes; government has alternately denied its links to these fighters--called janjaweed--and defended existence of legitimate paramilitary forces to help guard Sudan against rebellion; government has not begun to identify militiamen under its influence, as it promised to United Nations, let alone disarm them; fighters say they have been paid, clothed, trained and guided directly by government since eruption of guerrilla war more than 18 months ago; many owe their allegiance to Musa Hillal, notorious Arab tribal leader whom human rights groups and foreign officials in United States and elsewhere regard as ringleader responsible for atrocities committed by his forces; photos; map (M)",
      "lead_paragraph": "MISTARIHA, Sudan - This is the headquarters of the gunmen who have come to personify horror in Sudan: the pro-government militias deemed to be responsible for some of the most grotesque crimes of the war in Darfur. For members of a militia the government has promised to dismantle, they are living luxuriously.",
      "publication_date": "2004-10-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/21/world/africa/rare-glimpse-insidemilitias-base-in-sudan.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "In Bush's Vision, a Mission to Spread Power of Liberty",
      "snippet": "Political Memo: at every campaign event he attends, Pres Bush refers to 'transformational power of liberty,' seeking to infuse his presidency with sense of mission; it is artfully crafted to get his audiences to look beyond daily beheadings and su...",
      "abstract": "Political Memo: at every campaign event he attends, Pres Bush refers to 'transformational power of liberty,' seeking to infuse his presidency with sense of mission; it is artfully crafted to get his audiences to look beyond daily beheadings and suicide bombers, of insurgency that have defied American military might, and to focus Americans' attention on good news, that Afghans have just gone to polls and that Iraqis are trying to do same; Bush speaks of American mission to spread democracy and liberty, neo-conservative vision that gathered enthusiasts in adminstration as they pressed argument for ousting Saddam Hussein; Sen John Kerry and many other Bush critics argue that his embrace of American-led democratization amounts to little more than ex post facto justification of war in Iraq; recall that in weeks before Iraqi invasion, Bush spoke only once about democratizing Middle East, while speaking almost daily of threat of unconventional weapons (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-10-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/21/politics/campaign/in-bushs-vision-a-mission-to-spread-power-of-liberty.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Google Takes On Your Desktop",
      "snippet": "David Pogue State of the Art column on Google's Desktop Search software for searching all data stored on personal computer; drawing (M)",
      "abstract": "David Pogue State of the Art column on Google's Desktop Search software for searching all data stored on personal computer; drawing (M)",
      "lead_paragraph": "THE modern PC is a marvel, isn't it? Here's a machine that lets an ordinary person with very little training create a new document, check its spelling, dress it up with graphics, send it electronically to someone across the globe -- and then save it accidentally into some dark corner of the hard drive, where it will never be seen again.",
      "publication_date": "2004-10-21T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/10/21/technology/circuits/google-takes-on-your-desktop.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "When the Price Is a Penny, What Profit?",
      "snippet": "Strategies for pricing by eBay sellers discussed, including those who price some items for just 1 cent; drawing; photos (M)",
      "abstract": "Strategies for pricing by eBay sellers discussed, including those who price some items for just 1 cent; drawing; photos (M)",
      "lead_paragraph": "FANS of John Wayne, take notice: On eBay last week, a search of the actor's name in the movie category returned more than 2,000 items. Many had opening bids of less than $1 and included offers to \"Buy It Now\" for just a few dollars. But one, a VHS tape of \"Flying Tigers,\" had a particularly intriguing \"Buy It Now\" price: $.01.",
      "publication_date": "2004-10-21T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/10/21/technology/circuits/when-the-price-is-a-penny-what-profit.html",
      "byline": "By Lisa Guernsey"
    }
  ]
}