{
  "metadata": {
    "date": "2004-02-04",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: Ireland: Drug Test To Expand",
      "snippet": "Elan Corp says antegren, treatment for autoimmune disorders that it was developing in partnership with Biogen Idec, will begin trials for rheumatoid arthritis in first half of year (S)",
      "abstract": "Elan Corp says antegren, treatment for autoimmune disorders that it was developing in partnership with Biogen Idec, will begin trials for rheumatoid arthritis in first half of year (S)",
      "lead_paragraph": "The Elan Corporation, the drug maker, said that antegren, a treatment for autoimmune disorders that it was developing in partnership with Biogen Idec, would begin trials for rheumatoid arthritis in the first half of this year. The drug, which works by preventing selected immune cells from moving into tissue where they cause inflammation, completed the final stage of human trials for Crohn's disease last week, and is in the final stage of testing for multiple sclerosis. Brian Lavery (NYT)",
      "publication_date": "2004-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/04/business/world-business-briefing-europe-ireland-drug-test-to-expand.html",
      "byline": "By Brian Lavery (NYT)"
    },
    {
      "headline": "Cisco Surpasses Wall St. Forecast But Not Demands For Optimism",
      "snippet": "Cisco Systems reports earnings in its fiscal second quarter ended Jan 24 that slightly exceed analysts' expectations and provide further evidence that slow but steady recovery in technology industries is under way; sales rose 15 percent, to $5.4 b...",
      "abstract": "Cisco Systems reports earnings in its fiscal second quarter ended Jan 24 that slightly exceed analysts' expectations and provide further evidence that slow but steady recovery in technology industries is under way; sales rose 15 percent, to $5.4 billion from $4.7 billion year earlier; net income fell to $724 million from $991 million; net income was $1.3 billion in quarter excluding accounting change related to its acquisition of Andiamo Systems; chief executive John Chambers comments; photo (M)",
      "lead_paragraph": "Cisco Systems, the leading Internet equipment maker, reported fiscal second-quarter earnings on Tuesday that slightly exceeded analysts' expectations and provided further evidence that a slow but steady recovery in the technology industries is under way.",
      "publication_date": "2004-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/04/business/cisco-surpasses-wall-st-forecast-but-not-demands-for-optimism.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "Bush Presses U.N. to Mediate Iraqi Clash on Rule",
      "snippet": "Pres Bush presses United Nations Sec Gen Kofi Annan at White House meeting to have his aides mediate among quarreling factions in Iraq and forge consensus behind plan that would allow transfer of sovereignty to Iraqi government by June 30; Bush ai...",
      "abstract": "Pres Bush presses United Nations Sec Gen Kofi Annan at White House meeting to have his aides mediate among quarreling factions in Iraq and forge consensus behind plan that would allow transfer of sovereignty to Iraqi government by June 30; Bush aides say Bush, without rapid progress on political issues, might agree to delay self-rule as last resort; Bush offers Annan dozen transfer options, ranging from holding direct elections before June 30 to radically overhauling unwieldy caucus system that is supposed to choose new national assembly; Annan, after meeting, says UN team heading soon to Iraq to assess possibility of direct elections will expand its agenda; says UN has chance to help break impasse; photo (M)",
      "lead_paragraph": "President Bush pressed Kofi Annan, the United Nations secretary general, on Tuesday to have his aides mediate among quarreling factions in Iraq and forge a consensus behind a plan that would allow the transfer of sovereignty to a government in Baghdad by June 30, administration officials said.",
      "publication_date": "2004-02-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/04/world/bush-presses-un-to-mediate-iraqi-clash-on-rule.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Welch Makes Another Major Book Deal",
      "snippet": "General Electric's former chairman Jack F Welch Jr sells world rights for how-to business manual to HarperCollins, unit of News Corp, for estimated $4 million; book, which will be called Winning, does not fetch advance of book Jack: Straight From ...",
      "abstract": "General Electric's former chairman Jack F Welch Jr sells world rights for how-to business manual to HarperCollins, unit of News Corp, for estimated $4 million; book, which will be called Winning, does not fetch advance of book Jack: Straight From the Gut, which he sold in 2000 without any written proposal for advance of $7.1 million; Suzy Wetlaufer, Welch's fiancee and former editor of Harvard Business Review, will help him write book; Welch comments; photo (M)",
      "lead_paragraph": "Armed with a proposal that ran just two and a half pages, John F. Welch Jr., the former chairman of General Electric, sold the world rights yesterday for a how-to business manual to HarperCollins, a unit of the News Corporation, for an estimated $4 million.",
      "publication_date": "2004-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/04/business/welch-makes-another-major-book-deal.html",
      "byline": "By Hugo Lindgren"
    },
    {
      "headline": "Oil Giants In Russia Reach Pact On Breakup",
      "snippet": "Largest shareholders of Russia's Yukos and Sibneft sign protocol to reverse $13 billion merger of two companies; actual transfer of money and shares has yet to be worked out (M)",
      "abstract": "Largest shareholders of Russia's Yukos and Sibneft sign protocol to reverse $13 billion merger of two companies; actual transfer of money and shares has yet to be worked out (M)",
      "lead_paragraph": "After months of acrimony, the largest shareholders of Yukos and Sibneft, Russia's No.1 and No.3 oil producers, signed a protocol to reverse the $13 billion merger of the two companies.",
      "publication_date": "2004-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/04/business/oil-giants-in-russia-reach-pact-on-breakup.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "Deadly but Seldom Used",
      "snippet": "A speck of pure ricin the size of a grain of salt is enough to kill if injected or swallowed, but it is rarely used as a weapon because it breaks apart in dry, sunny conditions. Page A18.",
      "abstract": "A speck of pure ricin the size of a grain of salt is enough to kill if injected or swallowed, but it is rarely used as a weapon because it breaks apart in dry, sunny conditions. Page A18.",
      "lead_paragraph": "A speck of pure ricin the size of a grain of salt is enough to kill if injected or swallowed, but it is rarely used as a weapon because it breaks apart in dry, sunny conditions. Page A18.",
      "publication_date": "2004-02-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/04/us/deadly-but-seldom-used.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Chemical Profit Falls",
      "snippet": "Ciba Specialty Chemicals says its profit fell 55 percent, to 43 million Swiss francs ($34 million) in last quarter of 2003; sales fell 3 percent, to 1.6 billion Swiss francs; chief executive Armin Meyer comments; photo (S)",
      "abstract": "Ciba Specialty Chemicals says its profit fell 55 percent, to 43 million Swiss francs ($34 million) in last quarter of 2003; sales fell 3 percent, to 1.6 billion Swiss francs; chief executive Armin Meyer comments; photo (S)",
      "lead_paragraph": "Ciba Specialty Chemicals said its profit fell 55 percent, to 43 million Swiss francs ($34 million), in the last quarter of 2003 as a result of price pressure from emerging markets and temporary plant closings. Sales fell 3 percent, to 1.6 billion Swiss francs. Ciba -- which is based in Basel and makes plastics, car paints and textiles -- said profit for the year was down 15 percent, to 344 million Swiss francs, while sales were down 6 percent, to 6.65 billion francs. Analysts said the figures were below expectations, and the share price fell 2 percent. The chief executive, Armin Meyer, said Ciba had done its homework by cutting costs. Those cuts included expenses of a 2 percent reduction of the work force, but Mr. Meyer said the company's results would pick up only when market conditions improved. Despite a tough year, Ciba said it cut its debt 28 percent and had cash reserves of 728 million francs. He said Ciba was considering 10 takeover candidates but declined to identify them. Fiona Fleck (NYT)",
      "publication_date": "2004-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/04/business/world-business-briefing-europe-switzerland-chemical-profit-falls.html",
      "byline": "By Fiona Fleck (NYT)"
    },
    {
      "headline": "Former Broker's Aide Testifies That Boss Had Him Tip Off Stewart",
      "snippet": "Douglas Faneuil, former stockbroker's assistant at center of Martha Stewart stock-trading case, takes witness stand and testifies that his boss Peter E Bacanovic told him to give Stewart tip that led her to sell nearly 4,000 shares of ImClone Syst...",
      "abstract": "Douglas Faneuil, former stockbroker's assistant at center of Martha Stewart stock-trading case, takes witness stand and testifies that his boss Peter E Bacanovic told him to give Stewart tip that led her to sell nearly 4,000 shares of ImClone Systems; photo (M)",
      "lead_paragraph": "Douglas Faneuil, the former stockbroker's assistant at the center of the Martha Stewart stock-trading case, took the witness stand yesterday in a packed Manhattan courtroom and testified that his boss had told him to give Ms. Stewart the tip that led her to sell nearly 4,000 shares of ImClone Systems.",
      "publication_date": "2004-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/04/business/former-broker-s-aide-testifies-that-boss-had-him-tip-off-stewart.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Profit At Biotech Concern",
      "snippet": "Swiss biotechnology company Serono says profit rose 37 percent in fourth quarter, to $111.6 million, from period year earlier; sales rose 17 percent; profit rose 22 percent, to $390 million, for 2003 and sales rose by greater-than-expected 31 perc...",
      "abstract": "Swiss biotechnology company Serono says profit rose 37 percent in fourth quarter, to $111.6 million, from period year earlier; sales rose 17 percent; profit rose 22 percent, to $390 million, for 2003 and sales rose by greater-than-expected 31 percent (S)",
      "lead_paragraph": "A leading global biotechnology company, Serono, said its profit rose 37 percent in the fourth quarter, to $111.6 million, from the period in 2002. Fourth-quarter sales rose 17 percent. The company said sales growth was led by its reproductive health division and totaled $519 million. For the year, Serono said profit rose 22 percent, to $390 million, and sales rose by a greater-than-expected 31 percent, but its share price declined more than 2 percent because of a cautious forecast for 2004. Andrew Fellows, an analyst for Pictet & Cie, said that investors were disappointed because Serono did not appear to be coming up with enough new products and that growth prospects for its rivals in the United States appeared to be better. Fiona Fleck (NYT)",
      "publication_date": "2004-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/04/business/world-business-briefing-europe-switzerland-profit-at-biotech-concern.html",
      "byline": "By Fiona Fleck (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Sweden: Disappointing Result At Volvo",
      "snippet": "Volvo says it has not found buyer for its 45.5 percent stake in rival Scania and says fourth-quarter profit rose less than analysts had forecast; net income increased 79 percent, to 1.14 billion kronor ($155 million), from 638 million kronor; grap...",
      "abstract": "Volvo says it has not found buyer for its 45.5 percent stake in rival Scania and says fourth-quarter profit rose less than analysts had forecast; net income increased 79 percent, to 1.14 billion kronor ($155 million), from 638 million kronor; graph (S)",
      "lead_paragraph": "Europe's largest truck maker, Volvo, said it had not found a buyer for its 45.5 percent stake in a rival, Scania, and that fourth-quarter profit rose less than analysts had forecast. Net income increased 79 percent to 1.14 billion kronor ($155 million), from 638 million kronor, the chief executive, Leif Johansson, said. Analysts had expected net income of 1.26 billion kronor. Volvo has been trying to find a buyer for Scania after its planned $6.9 billion takeover was blocked by the European Commission four years ago. Volvo said it would spin off half the Scania holding to shareholders should it fail to find a buyer by the commission's April 23 deadline.",
      "publication_date": "2004-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/04/business/world-business-briefing-europe-sweden-disappointing-result-at-volvo.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Warhead Blueprints Link Libya Project To Pakistan Figure",
      "snippet": "Libya recently turned over to United States warhead designs that it says it bought for over $50 million from dealers who are part of underground network linked to Abdul Qadeer Khan, creator of Pakistani nuclear bomb; designs are first hard evidenc...",
      "abstract": "Libya recently turned over to United States warhead designs that it says it bought for over $50 million from dealers who are part of underground network linked to Abdul Qadeer Khan, creator of Pakistani nuclear bomb; designs are first hard evidence that network sold its customers far more than just technology to turn uranium into bomb fuel; blueprints and capability to enrich uranium could have given Libyans all they needed to make nuclear bomb; experts say designs closely resemble warheads China passed on to Pakistan decades ago; there is no evidence that Libyans produced sufficient fuel or warheads; American officials stress they have no evidence Pakistani government was aware of sales; experts question whether Pakistani nuclear secrets could have been exported without knowledge of some in military and intelligence services, especially since some shipments were made on military planes; American officials say international network of nuclear middlemen and parts producers is being broken up; fear network sold bomb designs and materials to others (M)",
      "lead_paragraph": "Twelve days ago, a 747 aircraft chartered by the United States government landed at Dulles Airport here carrying a single piece of precious cargo: a small box containing warhead designs that American officials believe were sold to Libya by the underground network linked to Abdul Qadeer Khan, the creator of the Pakistani bomb.",
      "publication_date": "2004-02-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/04/world/warhead-blueprints-link-libya-project-to-pakistan-figure.html",
      "byline": "By William J. Broad and David E. Sanger"
    },
    {
      "headline": "Ryanair Ordered to Repay Airport Subsidies",
      "snippet": "European Commission orders Irish low-fare airline Ryanair to repay around 3 million euros ($3.7 million) in illegal state subsidies to Charleroi airport in Belgium; Ryanair's founder and chief executive Michael O'Leary describes commission's decis...",
      "abstract": "European Commission orders Irish low-fare airline Ryanair to repay around 3 million euros ($3.7 million) in illegal state subsidies to Charleroi airport in Belgium; Ryanair's founder and chief executive Michael O'Leary describes commission's decision as disaster for consumers and disaster for publicly owned regional airports like Charleroi; Loyola de Palacio, European transport commissioner, says decision will be of major significance to future of air transport in European Union because it will ensure full competition among airlines that operate out of small regional airports; photo (M)",
      "lead_paragraph": "The European Commission on Tuesday ordered the Irish low-fare airline Ryanair to repay around 3 million euros ($3.7 million) in illegal state subsidies to the Charleroi airport in Belgium.",
      "publication_date": "2004-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/04/business/ryanair-ordered-to-repay-airport-subsidies.html",
      "byline": "By Paul Meller and Brian Lavery"
    },
    {
      "headline": "They Come to Praise the Carb, Not Bury It",
      "snippet": "Producers of foods high in carbohydrates are attempting to counter trend of low-carbohydrate diets by offering campaigns about benefits of high-carb foods as sales of such products decline; Florida Department of Citrus has introduced $1.8 million ...",
      "abstract": "Producers of foods high in carbohydrates are attempting to counter trend of low-carbohydrate diets by offering campaigns about benefits of high-carb foods as sales of such products decline; Florida Department of Citrus has introduced $1.8 million advertising and marketing campaign to promote benefits of oranges after discovering that orange juice consumption has dropped 5 percent over last two years; United States Potato Board is undertaking $4 million advertising and marketing campaign to promote potato; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/04/business/they-come-to-praise-the-carb-not-bury-it.html",
      "byline": "By Sherri Day"
    },
    {
      "headline": "KERRY ROLLING ON; EDWARDS A WINNER IN SOUTH CAROLINA",
      "snippet": "Sen John Kerry wins substantial victories in Democratic presidental contests in Missouri, Delaware, Arizona, New Mexico and North Dakota; Sen John Edwards wins handily in South Carolina; Gen Wesley K Clark declares himself winner in Oklahoma, afte...",
      "abstract": "Sen John Kerry wins substantial victories in Democratic presidental contests in Missouri, Delaware, Arizona, New Mexico and North Dakota; Sen John Edwards wins handily in South Carolina; Gen Wesley K Clark declares himself winner in Oklahoma, after unofficial returns show him with nearly 1,300-vote edge over Edwards; comes in fourth in South Carolina, where he once expected victory, behind Kerry and Rev Al Sharpton; Kerry holds victories show his national appeal, victory rally, Seattle; Sen Joseph I Lieberman abandons presidential race after winning just 11 percent of vote in Delaware, where he focused much of his time and resources; Edwards sets bus trip through Virginia; will compete in Michigan caucuses in bid to erase view being pressed by Kerry campaign that his is merely regional candidacy; Howard Dean trails pack in Arizona, Missouri and South Carolina; campaigns in Washington State; table of results and exit poll data on voter concerns; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/04/us/2004-campaign-overview-kerry-rolling-edwards-winner-south-carolina.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "THE 2004 CAMPAIGN",
      "snippet": "A CHOICE OF SENATORS -- Senator John Edwards now offers an alternative to Senator John Kerry, especially in the South.   PAGE A21    NEXT UP -- All but ignoring the day's contests, Howard Dean said Washington State's caucuses on Saturday would be ...",
      "abstract": " A CHOICE OF SENATORS -- Senator John Edwards now offers an alternative to Senator John Kerry, especially in the South.   PAGE A21    NEXT UP -- All but ignoring the day's contests, Howard Dean said Washington State's caucuses on Saturday would be his campaign's ''turning point -- if we win.''   PAGE A21",
      "lead_paragraph": "A CHOICE OF SENATORS -- Senator John Edwards now offers an alternative to Senator John Kerry, especially in the South. PAGE A21",
      "publication_date": "2004-02-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/04/us/the-2004-campaign.html",
      "byline": ""
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Sales Gain at Chrysler, Nissan and Toyota  By offering incentives worth more than $1,000 and new sport-utility models, DaimlerChrysler's Chrysler Group and several Japanese automakers had sales gains in January as General Motors and Ford Motor had...",
      "abstract": " Sales Gain at Chrysler, Nissan and Toyota  By offering incentives worth more than $1,000 and new sport-utility models, DaimlerChrysler's Chrysler Group and several Japanese automakers had sales gains in January as General Motors and Ford Motor had declines.    Sales at Chrysler increased 9 percent last month. Nissan's sales rose 25 percent, and Toyota gained 15.8 percent, while G.M. slipped 2 percent and Ford fell 9 percent. [Page C7.]",
      "lead_paragraph": "Sales Gain at Chrysler, Nissan and Toyota",
      "publication_date": "2004-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/04/business/business-digest-239968.html",
      "byline": ""
    },
    {
      "headline": "Finding of Deadly Poison in Office Disrupts the Senate",
      "snippet": "Senate shuts down its three office buildings, disrupting work of lawmakers and thousands of their aides, after powder identified as deadly poison ricin is found in Majority Leader Bill Frist's office; no illnesses are reported; Capitol itself rema...",
      "abstract": "Senate shuts down its three office buildings, disrupting work of lawmakers and thousands of their aides, after powder identified as deadly poison ricin is found in Majority Leader Bill Frist's office; no illnesses are reported; Capitol itself remains open; Frist, opening Senate session, sees act of terrorism; officials say buildings might remain closed for rest of week, forcing some senators to set up temporary offices; some hearings are being moved to House office buildings; law enforcement officials re-examine leads from case last fall involving two letters contaminated with ricin, one addressed to White House, that were discovered in Washington and South Carolina; several dozen employees who were near Frist's office when powder was discovered on letter-opening machine are decontaminated; officials say powder did not circulate through ventilation system; FBI, Postal Service and Capitol Police probe incident; seize all materials in mailroom; Frist comments, news conference; photos (M)",
      "lead_paragraph": "The Senate shut down its three office buildings on Tuesday, disrupting the work of lawmakers and thousands of their aides, after a powder identified as the deadly poison ricin was found in the office suite of the Senate majority leader, Bill Frist.",
      "publication_date": "2004-02-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/04/us/ricin-capitol-hill-overview-finding-deadly-poison-office-disrupts-senate.html",
      "byline": "By David Johnston and Carl Hulse"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Drug Maker's Profit Falls",
      "snippet": "Akzo Nobel says 2003 net profit fell 9 percent, to 811 million euros ($1 billion), excluding one-time restructuring charges; sales were down 7 percent, to 13.1 billion euros; fourth-quarter net income was up 52 percent, to 268 million euros, from ...",
      "abstract": "Akzo Nobel says 2003 net profit fell 9 percent, to 811 million euros ($1 billion), excluding one-time restructuring charges; sales were down 7 percent, to 13.1 billion euros; fourth-quarter net income was up 52 percent, to 268 million euros, from year ago (S)",
      "lead_paragraph": "The pharmaceutical and chemicals company Akzo Nobel said its 2003 net profit fell 9 percent, to 811 million euros ($1 billion), excluding one-time restructuring charges. Sales last year were down 7 percent, to 13.1 billion euros. The company attributed the declines to a weak dollar, rising pension fund costs and a surge in generic drugs that compete in the United States with its best-selling antidepressant, Remeron. Akzo anticipates that its net income this year, not including one-time gains, will be below that of 2003. Its fourth-quarter net income was up 52 percent, to 268 million euros, from the period a year earlier, in part because of an 88 million euro payment from Pfizer that was made in connection with a drug development program. Gregory Crouch (NYT)",
      "publication_date": "2004-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/04/business/world-business-briefing-europe-the-netherlands-drug-maker-s-profit-falls.html",
      "byline": "By Gregory Crouch (NYT)"
    },
    {
      "headline": "Iran Displays a Softer Side",
      "snippet": "Iran exhibited 159 hand-knotted, state-of-the-art carpets in Paris in January to demonstrate depth and regional diversity of country's centuries-old carpet industry; exhibition coincided with official visit by Mohammad Shariatmadari, minister of c...",
      "abstract": "Iran exhibited 159 hand-knotted, state-of-the-art carpets in Paris in January to demonstrate depth and regional diversity of country's centuries-old carpet industry; exhibition coincided with official visit by Mohammad Shariatmadari, minister of commerce, and several dozen Iranian businessmen; carpets remain Iran's top nonoil export, about $600 million per year; Iran has been struggling without much success to regain its market share in face of competition from other countries, particularly China, India, Nepal and Pakistan; photo (M)",
      "lead_paragraph": "At Friday prayers in Tehran late last month, 150 female members of Iran's volunteer militia chanted ''Death to France'' to protest an anticipated French law banning religious symbols, including Muslim headscarves, from public schools.",
      "publication_date": "2004-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/04/business/iran-displays-a-softer-side.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "Ex-Trader At Bank Is Accused Of Fraud",
      "snippet": "Canadian Imperial Bank of Commerce former trader Paul A Flynn is charged with larceny and securities fraud, accused of financing illegal mutual fund trades; Flynn is latest in growing list of Wall Street traders to face charges by New York State A...",
      "abstract": "Canadian Imperial Bank of Commerce former trader Paul A Flynn is charged with larceny and securities fraud, accused of financing illegal mutual fund trades; Flynn is latest in growing list of Wall Street traders to face charges by New York State Atty Gen Eliot Spitzer as part of probe into mutual fund trading; criminal charge is jointly announced with civil enforcement action by Securities and Exchange Commission; Federated Investors says it will pay $7.6 million to compensate shareholder for improper trades; Amvescap will take charge to cover cost of regulators' inquiries into its Invesco Funds and AIM Investments divisions (M)",
      "lead_paragraph": "A former trader at Canadian Imperial Bank of Commerce was charged with larceny and securities fraud yesterday, accused of financing illegal mutual fund trades.",
      "publication_date": "2004-02-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/04/business/ex-trader-at-bank-is-accused-of-fraud.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "Door Is Open, If Not by Much",
      "snippet": "Sen John Edwards's victory in South Carolina seen buying him, and perhaps Howard Dean, one last chance to see if Sen John Kerry can be forced into two- or three-man fight for delegates in huge wave of Democratic presidential primaries during next ...",
      "abstract": "Sen John Edwards's victory in South Carolina seen buying him, and perhaps Howard Dean, one last chance to see if Sen John Kerry can be forced into two- or three-man fight for delegates in huge wave of Democratic presidential primaries during next month; Kerry's key victories leave him far better off than any of his rivals; Edwards and to lesser extent Dean and Gen Wesley K Clark now have small and shrinking windows to present selves as preferable alternatives to Kerry; candidates face distinct challenges now that race has moved to national stage; table of results (M)",
      "lead_paragraph": "Just in the nick of time, John Edwards kept the race for the Democratic nomination alive last night, winning in his native South and buying himself -- and perhaps Howard Dean -- one last chance to see if John Kerry can be forced into a two- or three-man fight for delegates in a huge wave of primaries over the coming month.",
      "publication_date": "2004-02-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/04/us/the-2004-campaign-news-analysis-door-is-open-if-not-by-much.html",
      "byline": "By Todd S. Purdum"
    }
  ]
}