{
  "metadata": {
    "date": "2004-01-16",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: Switzerland: Luxury Dealer's Sales Fall",
      "snippet": "Financiere Richemont, maker of luxury goods, says fourth-quarter sales fell 4 percent because of strength of euro against dollar and yen (S)",
      "abstract": "Financiere Richemont, maker of luxury goods, says fourth-quarter sales fell 4 percent because of strength of euro against dollar and yen (S)",
      "lead_paragraph": "Financière Richemont, the maker of Cartier jewelry, Piaget watches and Montblanc pens, said fourth-quarter sales fell 4 percent because of the strength of the euro against the dollar and the yen. The company's textile and leather business was the hardest hit, down 10 percent. Sales at the luxury jewelry stores -- Cartier, the group's largest business, and Van Cleef & Arpels -- grew 2 percent. Watch sales were up 4 percent and luxury pen sales rose 2 percent, the company said. Sales in the Asia-Pacific region, excluding Japan, had the strongest gains, up 4 percent. In Japan, sales fell 10 percent. In Europe, sales were down 5 percent from the quarter a year earlier while sales in the United States were flat. Richemont said that sales would have grown 4 percent if exchange rates had remained constant. Fiona Fleck (NYT)",
      "publication_date": "2004-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/16/business/world-business-briefing-europe-switzerland-luxury-dealer-s-sales-fall.html",
      "byline": "By Fiona Fleck (NYT)"
    },
    {
      "headline": "Using Courts to Silence Analysts Who Criticize Rather Than Praise",
      "snippet": "Floyd Norris column criticizes LVMH Moet Hennessy Louis Vuitton and Sodexho Alliance for resorting to French courts and regulators to muffle and mute stock analysts who criticize companies rather than praise them; cites LVMH successful suit agains...",
      "abstract": "Floyd Norris column criticizes LVMH Moet Hennessy Louis Vuitton and Sodexho Alliance for resorting to French courts and regulators to muffle and mute stock analysts who criticize companies rather than praise them; cites LVMH successful suit against Morgan Stanley and Sodexho's demand for investigation of Smith Barney by French regulators; chart (M)",
      "lead_paragraph": "IN the fall of 2002, Morgan Stanley's luxury goods analyst, Claire Kent, issued a report saying that LVMH Moët Hennessy Louis Vuitton's financial results had been surprisingly good and predicting that the company's share price would rise 24 percent within 18 months.",
      "publication_date": "2004-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/16/business/using-courts-to-silence-analysts-who-criticize-rather-than-praise.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Mexico Awaits Hague Ruling on Citizens on Death Row",
      "snippet": "Osbaldo Torres is one of 52 Mexican citizens in eight states whose convictions and death sentences are being challenged by Mexico in International Court of Justice in The Hague; Mexico says United States violated treaty guaranteeing that fareigner...",
      "abstract": "Osbaldo Torres is one of 52 Mexican citizens in eight states whose convictions and death sentences are being challenged by Mexico in International Court of Justice in The Hague; Mexico says United States violated treaty guaranteeing that fareigners arrested in US have access to representatives of their government; court ordered US last Feb not to kill Torres and two compatriots, at least until it issues its final ruling; in Torres's case, Oklahoma attorney general asked appeals court to stay execution 'out of courtesy' to internatinal court; legal experts call this unprecedented act of deference by American official; Mexico seeks to void all 52 convictions and death sentences, contending that defendants should be retried, with statements obtained before their meeting with Mexican diplomats excluded; US, in filings in The Hague, calls Mexico's demands 'unjustified, unwise and ultimately unacceptable instrusion into United States criminal justice system'; acquiescence of Oklahoma attorney general may reflect tactical prudence, as international court is not likely to welcome being defied while larger case is pending; photo (M)",
      "lead_paragraph": "Osbaldo Torres, a convicted murderer on death row in Oklahoma, should have been dead by now, his appeals exhausted, his time up.",
      "publication_date": "2004-01-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/16/us/mexico-awaits-hague-ruling-on-citizens-on-death-row.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "U.S. JOINS IRAQIS TO SEEK U.N. ROLE IN INTERIM RULE",
      "snippet": "Bush administration, hoping to rescue its troubled plan to restore sovereignty to Iraq, is joining Iraqi leaders to press United Nations to play role in choosing interim government in Baghdad; American administrator L Paul Bremer III and Iraqi del...",
      "abstract": "Bush administration, hoping to rescue its troubled plan to restore sovereignty to Iraq, is joining Iraqi leaders to press United Nations to play role in choosing interim government in Baghdad; American administrator L Paul Bremer III and Iraqi delegation led by Adnan Pachachi, chairman of Iraqi Governing Council, will make urgent appeal for greater UN involvement; tens of thousands of demonstrators in Basra put pressure on US to support calls by leading Shiite cleric Grand Ayatollah Ali Al-Sistani for direct elections; new move at UN involves yet another change in strategy for administration under pressure from shifting events in Iraq; administration has had ambivalent attitude toward UN from very start of planning war to oust Saddam Hussein; it is also considering reversing itself and allowing businesses in countries that opposed war, including France, Germany and Russia, to bid on contracts to rebuild Iraq; photos (M)",
      "lead_paragraph": "The Bush administration, trying to rescue its troubled plan to restore sovereignty to Iraq, is joining Iraqi leaders to press the United Nations to play a role in choosing an interim government in Baghdad, administration officials said Thursday.",
      "publication_date": "2004-01-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/16/world/us-joins-iraqis-to-seek-un-role-in-interim-rule.html",
      "byline": "By Steven R. Weisman and John H. Cushman Jr"
    },
    {
      "headline": "World Business Briefing | Asia: Thailand: Bank Assistance",
      "snippet": "Thailand government will buy foreclosed assets from banks to bolster their bottom lines as it compels them to consolidate; photo (S)",
      "abstract": "Thailand government will buy foreclosed assets from banks to bolster their bottom lines as it compels them to consolidate; photo (S)",
      "lead_paragraph": "The central bank governor, Pridiyathorn Devakula, left, said that the government would buy foreclosed assets from banks to bolster their bottom lines as it compelled them to consolidate. A new financial master plan requires banks to either remain small retail banks or become full-service commercial banks, a choice that analysts say will force many to seek mergers. The central bank said as early as last August that it was drafting plans to strengthen the financial sector, where bad loans remain a problem in spite of Thailand's economic boom. Wayne Arnold (NYT)",
      "publication_date": "2004-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/16/business/world-business-briefing-asia-thailand-bank-assistance.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Chinese Go Online In Search of Justice Against Elite Class",
      "snippet": "Internet is becoming increasingly influential court of appeals in China, where economic boom has swelled middle class yet left hundreds of millions still living in poverty; class bitterness is especially evident in Harbin, once country's industria...",
      "abstract": "Internet is becoming increasingly influential court of appeals in China, where economic boom has swelled middle class yet left hundreds of millions still living in poverty; class bitterness is especially evident in Harbin, once country's industrial center but now mired in unemployment; officials there have taken rare step of announcing investigation into possible judicial corruption in case of death of poor woman who was hit by wealthy woman's BMW after confrontation; in initial trial, wealthy woman received suspended sentence and death was ruled accident; trial was notable for its lack of eyewitnesses, though many saw incident; Internet boiled with online outrage and spate of stories in media fueled that anger; there is already speculation that wealthy woman could face harsher verdict; photo; map (M)",
      "lead_paragraph": "On Oct. 16, the day she died, Liu Zhongxia was riding in her onion cart when it scraped a sedan. Usually her death would have gotten little attention. But in a country increasingly divided between rich and poor, a detail stood out: The sedan was a BMW.",
      "publication_date": "2004-01-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/16/world/chinese-go-online-in-search-of-justice-against-elite-class.html",
      "byline": "By Jim Yardley"
    },
    {
      "headline": "Clark's Rivals Irked by Campaign Aide's Tactics",
      "snippet": "Gen Wesley K Clark's communications strategist Chris Lehane is acknowledged master at feeding unflattering facts about opponents to press; he is such a shrewd practitioner of what is called 'political black arts' that lately, when negative story a...",
      "abstract": "Gen Wesley K Clark's communications strategist Chris Lehane is acknowledged master at feeding unflattering facts about opponents to press; he is such a shrewd practitioner of what is called 'political black arts' that lately, when negative story appears, rivals point to him; he has become target in fight among Democrats about whether opposition research is going too far, whether Democrats are hurting each other rather than Republicans; those who know Lehane say his skill lies in his intricate understanding of how news organizations work, and in his uncanny ability to play one reporter off another; tensions over him burst into prime time this week when Steve McMahon, consultant for Dean campaign, erupted in frustration at Lehane on MSNBC program Hardball; photo (M)",
      "lead_paragraph": "The documents those nasty tidbits that campaigns euphemistically call ''opposition research'' -- are flying in the scrappy final days of the Democratic contests here and in Iowa. At the center of the maelstrom, Democrats say, is a 36-year-old aide to Gen. Wesley K. Clark, a frenetic, colorful and, some contend, devious communications strategist named Chris Lehane.",
      "publication_date": "2004-01-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/16/us/the-2004-campaign-strategy-clark-s-rivals-irked-by-campaign-aide-s-tactics.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Race Tightens In Final Days Of Iowa Battle",
      "snippet": "Race for Iowa caucuses appears unusually wide open going into final weekend; pollsters and aides to rival campaigns agree that Howard Dean, Richard A Gephardt, John Kerry and John Edwards are all in contention and that race is volatile; Dean himse...",
      "abstract": "Race for Iowa caucuses appears unusually wide open going into final weekend; pollsters and aides to rival campaigns agree that Howard Dean, Richard A Gephardt, John Kerry and John Edwards are all in contention and that race is volatile; Dean himself says 'it's a four-way tie'; Carol Moseley Braun abandons her own candidacy and endorses Dean, providing him lift from prominent African-American only days after he admitted in debate that there were no minorities in his cabinet when he was governor of Vermont; Dean is also endorsed by former Texas Gov Ann Richards; Dean, former clear front-runner, comes under biting attack from Gephardt; Iowa caucuses are notoriously difficult to poll because it is hard to determine who will actually go to caucus (M)",
      "lead_paragraph": "The Democratic presidential field shrank by one on Thursday, but the race for the Iowa caucuses appeared unusually wide open going into the final weekend.",
      "publication_date": "2004-01-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/16/us/the-2004-campaign-the-democrats-race-tightens-in-final-days-of-iowa-battle.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "U.S. Insurer Of Pensions Says Its Deficit Has Soared",
      "snippet": "Pension Benefit Guaranty Corp, federal agency that insures pension plans, says that its deficit has grown from $3.6 billion to $11.2 billion in just a year and that it will try to deal with escalating problem by overhauling its own investments, am...",
      "abstract": "Pension Benefit Guaranty Corp, federal agency that insures pension plans, says that its deficit has grown from $3.6 billion to $11.2 billion in just a year and that it will try to deal with escalating problem by overhauling its own investments, among other measures; says that two consecutive years of record failures by corporate pension plans and continuing adverse market conditions leave if with shortfall much greater than year earlier, which was previous low point in agency's 30-year history; people briefed on new investment plan say that agency intends to reduce its risk in stock market by investing in assets--including bonds and stock-like instruments--that will mature when it must make payments to retirees; graph shows Pension Corp deficit (M)",
      "lead_paragraph": "The federal agency that insures pension plans said yesterday that its deficit had grown from $3.6 billion to $11.2 billion in just a year and that it would try to deal with the escalating problem by overhauling its own investments, among other measures.",
      "publication_date": "2004-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/16/business/us-insurer-of-pensions-says-its-deficit-has-soared.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Results at I.B.M. And Sun Offer Signs of Recovery",
      "snippet": "IBM, with solid quarterly results and emphatic declaration of optimism, makes strong case that recovery in technology spending is spreading to corporate buyers; Sun Microsystems, computer maker, provides another sign of improvement in corporate ma...",
      "abstract": "IBM, with solid quarterly results and emphatic declaration of optimism, makes strong case that recovery in technology spending is spreading to corporate buyers; Sun Microsystems, computer maker, provides another sign of improvement in corporate market; its quarterly loss narrows sharply and sales hold up better than Wall Street expected; sales and earnings for IBM for fourth quarter surpass consensus estimate on Wall Street; IBM revenues in quarter rise to $25.9 billion, 9 percent higher than same quarter year ago; company reports net income of $2.7 billion, or $1.55 a share; loss of $125 million at Sun Microsystems in second quarter, or 4 cents a share, offers glimmer of hope (M)",
      "lead_paragraph": "With solid quarterly results and an emphatic declaration of optimism, I.B.M. made a strong case yesterday that the recovery in technology spending is spreading to corporate buyers.",
      "publication_date": "2004-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/16/business/technology-results-at-ibm-and-sun-offer-signs-of-recovery.html",
      "byline": "By Steve Lohr and Laurie J. Flynn"
    },
    {
      "headline": "Nextel's In and Winston's Out as Nascar Trades Up",
      "snippet": "Nextel is set to begin extensive and expensive effort to promote its new role as lead sponsor of Nascar premier stock-car racing series; shift in sponsorship from Winston cigarettes, sold by R J Reynolds Tobacco Holdings, to Nextel, a leading wire...",
      "abstract": "Nextel is set to begin extensive and expensive effort to promote its new role as lead sponsor of Nascar premier stock-car racing series; shift in sponsorship from Winston cigarettes, sold by R J Reynolds Tobacco Holdings, to Nextel, a leading wireless telecommunications company, generates widespread attention (M)",
      "lead_paragraph": "Though ''Nascar and Nextel'' may not trip off the tongue as pleasingly as ''Baseball and Ballantine'' did when that beer brand sponsored broadcasts of Yankees games, Nextel will begin an extensive, and expensive, effort this weekend to promote its new role as the lead sponsor of the Nascar premier stock-car racing series.",
      "publication_date": "2004-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/16/business/the-media-business-advertising-nextel-s-in-and-winston-s-out-as-nascar-trades-up.html",
      "byline": "By Stuart Elliott"
    },
    {
      "headline": "World Business Briefing | Europe: France: Airbus Deliveries",
      "snippet": "Airbus becomes world's largest maker of commercial aircraft by delivering 305 planes last year, topping Boeing, which has 281 deliveries (S)",
      "abstract": "Airbus becomes world's largest maker of commercial aircraft by delivering 305 planes last year, topping Boeing, which has 281 deliveries (S)",
      "lead_paragraph": "Airbus became the world's largest maker of commercial aircraft by delivering 305 planes last year. It topped the Boeing Company, which had 281 deliveries, but it remained near the level of 2002, when it delivered 303 planes. Last year, Airbus won gross new orders for 284 jets, compared with 240 for Boeing. Airbus, which is based in Toulouse, France, has a backlog of orders for 1,454 aircraft, which represents about five years of production at current rates, compared with 1,110, about four years of production, for Boeing. The Airbus chief executive, Noël Forgeard, said that ''for 2004, we expect the market to remain soft, with deliveries close to 300.'' In 2003, Airbus delivered its first A318 double-decker aircraft to Frontier Airlines and Air France. Hélène Fouquet (NYT)",
      "publication_date": "2004-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/16/business/world-business-briefing-europe-france-airbus-deliveries.html",
      "byline": "By Hélène Fouquet (NYT)"
    },
    {
      "headline": "India Eases Investment Caps On Foreigners as Vote Nears",
      "snippet": "Indian government, continuing string of economic changes before elections, raises ceilings on foreign investment in private banks; does away with limit on foreign investment in private oil exploration and marketing companies (S)",
      "abstract": "Indian government, continuing string of economic changes before elections, raises ceilings on foreign investment in private banks; does away with limit on foreign investment in private oil exploration and marketing companies (S)",
      "lead_paragraph": "Continuing a string of economic changes before elections, India's government on Thursday raised the ceilings on foreign investment in private banks, and did away with the limit on foreign investment in private oil exploration and marketing companies.",
      "publication_date": "2004-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/16/business/india-eases-investment-caps-on-foreigners-as-vote-nears.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Profit In Semiconductors",
      "snippet": "ASML Holding, Europe's largest maker of machinery for semiconductor industry, posts its first profit in six quarters after eliminating jobs; net income reaches 16 million euros ($20.3 million) (S)",
      "abstract": "ASML Holding, Europe's largest maker of machinery for semiconductor industry, posts its first profit in six quarters after eliminating jobs; net income reaches 16 million euros ($20.3 million) (S)",
      "lead_paragraph": "Europe's largest maker of machinery for the semiconductor industry, ASML Holding, posted its first profit in six quarters after eliminating jobs. The company also said its chief executive, Doug Dunn, planned to retire this year. Net income reached 16 million euros ($20.3 million), or 3 cents a share, in the fourth quarter, in contrast to a loss of 50 million euros, or 10 cents a share, a year earlier, Mr. Dunn said at a news conference. Sales declined from the quarter a year earlier but were up 41 percent from the previous quarter, and Mr. Dunn said the company, which is based in Veldhoven, the Netherlands, would be profitable each quarter this year.",
      "publication_date": "2004-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/16/business/world-business-briefing-europe-the-netherlands-profit-in-semiconductors.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Executive Leaves Clothing Retailer",
      "snippet": "Austin Reed Group says chief executive Roger Jennings quit after 22-week period when sales at stores open at least year fell more than 11 percent (S)",
      "abstract": "Austin Reed Group says chief executive Roger Jennings quit after 22-week period when sales at stores open at least year fell more than 11 percent (S)",
      "lead_paragraph": "The clothing retailer Austin Reed Group said its chief executive, Roger Jennings, had quit after a 22-week period when sales at stores open at least a year fell more than 11 percent. Total sales for the 22 weeks ended Jan. 10 declined 5.2 percent. Austin Reed, which is based in Thirsk, England, reiterated that it expected that full-year pretax profits before one-time charges would be lower than analyst's forecasts.",
      "publication_date": "2004-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/16/business/world-business-briefing-europe-britain-executive-leaves-clothing-retailer.html",
      "byline": "By"
    },
    {
      "headline": "Daimler Will Add to Stake in Mitsubishi Truck Unit",
      "snippet": "DaimlerChrysler will buy additional 22 percent of Mitsubishi Fuso Truck and Bus from Mitsubishi Motors, Daimler's struggling Japanese affiliate; will spend about 52 billion yen ($489 million) for stake; photos (M)",
      "abstract": "DaimlerChrysler will buy additional 22 percent of Mitsubishi Fuso Truck and Bus from Mitsubishi Motors, Daimler's struggling Japanese affiliate; will spend about 52 billion yen ($489 million) for stake; photos (M)",
      "lead_paragraph": "DaimlerChrysler will buy an additional 22 percent of Mitsubishi Fuso Truck and Bus from Mitsubishi Motors, Daimler's struggling Japanese affiliate.",
      "publication_date": "2004-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/16/business/daimler-will-add-to-stake-in-mitsubishi-truck-unit.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Reuters Decline Slows",
      "snippet": "Reuters says revenue at its main unit is declining at slower rate and fewer customers have canceled subscriptions, setting off 14 percent gain in its share price; graph (S)",
      "abstract": "Reuters says revenue at its main unit is declining at slower rate and fewer customers have canceled subscriptions, setting off 14 percent gain in its share price; graph (S)",
      "lead_paragraph": "Reuters, the global news agency, said revenue at its main unit was declining at a slower rate and fewer customers had canceled subscriptions, setting off a 14 percent gain in its share price, the biggest increase in three and a half years. Reuters is benefiting from a recovery in the financial services industry after its revenue and earnings were hurt for three years by spending cuts at banks and other financial businesses. The chief executive, Tom Glocer, said that while the decline in revenue had slowed, ''we still expect the recovery in recurring revenue to be gradual.'' Reuters is the largest provider of financial information in the world.",
      "publication_date": "2004-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/16/business/world-business-briefing-europe-britain-reuters-decline-slows.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Italy: Parmalat Testimony",
      "snippet": "Italian economics minister, Giulio Tremonti, calls for creation of new government agency to protect individual investors in wake of bankruptcy of Parmalat (S)",
      "abstract": "Italian economics minister, Giulio Tremonti, calls for creation of new government agency to protect individual investors in wake of bankruptcy of Parmalat (S)",
      "lead_paragraph": "The Italian economics minister, Giulio Tremonti, has called for the creation of a new government agency to protect individual investors. In testimony before Parliament on the bankruptcy of the Italian dairy and food conglomerate Parmalat, Mr. Tremonti criticized the existing regulators for not preventing the Parmalat crisis. He described overhaul proposals that would include the creation of a regulatory agency and that would change the responsibilities of the existing agencies, which include Consob, the market regulator, and the Bank of Italy, the central bank. Eric Sylver (NYT)",
      "publication_date": "2004-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/16/business/world-business-briefing-europe-italy-parmalat-testimony.html",
      "byline": "By Eric Sylver (NYT)"
    },
    {
      "headline": "Samsung Reports 4th-Quarter Profit Rose 24%",
      "snippet": "Profits at Samsung Electronics, world's largest maker of memory chips, jump 24 percent in fourth quarter as demand for its liquid crystal display screens and flash-memory chips used in digital cameras charge ahead; net profit for quarter is 1.86 t...",
      "abstract": "Profits at Samsung Electronics, world's largest maker of memory chips, jump 24 percent in fourth quarter as demand for its liquid crystal display screens and flash-memory chips used in digital cameras charge ahead; net profit for quarter is 1.86 trillion won ($1.6 billion); sales jump more than 20 percent, to quarterly record of 12.89 trillion won ($11.0 billion); photo (M)",
      "lead_paragraph": "Profits at Samsung Electronics, the world's largest maker of memory chips, jumped 24 percent in fourth-quarter profit as demand for its liquid crystal display screens and flash-memory chips used in digital cameras charged ahead.",
      "publication_date": "2004-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/16/business/samsung-reports-4th-quarter-profit-rose-24.html",
      "byline": "By Samuel Len"
    },
    {
      "headline": "After the Deal: A Crucial Merger of Styles",
      "snippet": "Analysts say that on paper, combination of J P Morgan Chase and Bank One makes sense, but that it could be volatile mix in real world, where egos and styles and cultures clash; James L Dimon of Bank One and William B Harrison of J P Morgan Chase e...",
      "abstract": "Analysts say that on paper, combination of J P Morgan Chase and Bank One makes sense, but that it could be volatile mix in real world, where egos and styles and cultures clash; James L Dimon of Bank One and William B Harrison of J P Morgan Chase express confidence that they can make deal work; photo; organizational chart of senior executive positions in new bank; chart shows two centuries of bank mergers and acquisitions that preceded coming together of J P Morgan Chase and Bank One (L)",
      "lead_paragraph": "On paper, the combination of J.P. Morgan Chase and Bank One makes a lot of sense, analysts said yesterday. But in the real world -- the one where egos and styles and cultures clash -- it could be a volatile mix.",
      "publication_date": "2004-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/16/business/banking-giant-integration-after-the-deal-a-crucial-merger-of-styles.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Europe Seeking Approval For Sanctions Against U.S.  The European Union asked the World Trade Organization for permission to impose sanctions on the United States for failing to change a law that the W.T.O. has already ruled an unfair subsidy for A...",
      "abstract": " Europe Seeking Approval For Sanctions Against U.S.  The European Union asked the World Trade Organization for permission to impose sanctions on the United States for failing to change a law that the W.T.O. has already ruled an unfair subsidy for American corporations. That law allows American corporations to receive antidumping fines collected from foreign nations by the United States government.    The Europeans said they would begin retaliating with new duties on United States goods as soon as the W.T.O. approves their petition, a move sure to further heighten trans-Atlantic trade tensions. [Page C2.]",
      "lead_paragraph": "Europe Seeking Approval For Sanctions Against U.S.",
      "publication_date": "2004-01-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/16/business/business-digest-987000.html",
      "byline": ""
    }
  ]
}