{
  "metadata": {
    "date": "2004-04-13",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "On Their Own, in the Same Boat",
      "snippet": "Single women of baby boom gen",
      "abstract": "Single women of baby boom gen",
      "lead_paragraph": "SILOY ABDOOL of the Bronx started putting money aside for retirement when she was in her mid-30's. Two years ago, she left her teaching job after she had a baby and could not find good, affordable child care. Now she is 43, separated from her husband and her nest egg has been used up.",
      "publication_date": "2004-04-13T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/04/13/jobs/looking-ahead-on-their-own-in-the-same-boat.html",
      "byline": "By Mary Duenwald and Bernard Stamler"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Steel Profit Rises",
      "snippet": "South Korean stÄ",
      "abstract": "South Korean stÄ",
      "lead_paragraph": "Posco, the world's third-largest steel maker, said first-quarter profit rose 54 percent as demand from China's builders and automakers drove prices higher. Net income rose to 720 billion won ($630 million), from 468.7 billion won a year earlier, the company said. Posco, which is based in Pohang, raised its forecast for 2004 sales by 3 percent, to 17.4 trillion won, and for operating profit to 3.7 trillion won, from 3.2 trillion won. First-quarter operating profit rose 30 percent, to 1 trillion won, on sales that grew 31 percent, to 4.3 trillion won. Prices almost doubled in the last year for steel sold in China, which used a third of global supply in 2003.",
      "publication_date": "2004-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/13/business/world-business-briefing-asia-south-korea-steel-profit-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Troops in Iraq Strain to Hold Lines of Supply",
      "snippet": "American troops battle Iraqi insurgents to thwart their attacks on vital military supply lines in and out of Baghdad; attacks pose new hazards to civilian contractors who operate many of convoys, and siphon short-handed combat forces away from mai...",
      "abstract": "American troops battle Iraqi insurgents to thwart their attacks on vital military supply lines in and out of Baghdad; attacks pose new hazards to civilian contractors who operate many of convoys, and siphon short-handed combat forces away from main fight against militants; along with attacks on convoys, sabotage to roads and bridges opens another front in surge in violence in Iraq; two American soldiers and seven employees of Kellogg Brown & Root are missing and feared abducted after attack on fuel convoy near Abu Ghraib, west of Baghdad; Gen John P Abizaid says he has requested from Pentagon equivalent of two more combat brigades--as many as 20,000 troops--to keep American forces in Iraq at about 130,000 for foreseeable future; levels had been scheduled to decline to 110,000 during present troop rotation; photo; map (M)",
      "lead_paragraph": "American troops in Iraq are battling insurgents to keep open vital military supply lines in and out of Baghdad. The attacks on the supply lines are posing new hazards to civilian contractors who operate many of the convoys and siphoning short-handed combat forces away from the main fight against militants, senior commanders said Monday.",
      "publication_date": "2004-04-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/13/world/the-struggle-for-iraq-new-missions-troops-in-iraq-strain-to-hold-lines-of-supply.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Trade Balance Rises",
      "snippet": "Surplus in Japan's current account grew 46.2 percent in February from year earlier, helped by rising exports to Asia and Europe and decline in services deficit (S)",
      "abstract": "Surplus in Japan's current account grew 46.2 percent in February from year earlier, helped by rising exports to Asia and Europe and decline in services deficit (S)",
      "lead_paragraph": "The surplus in Japan's current account, the broadest measure of trade in goods and services, grew 46.2 percent in February from a year earlier, helped by rising exports to Asia and Europe and a decline in the services deficit. The surplus in the account, which includes travel and financial services in addition to merchandise trade flows, was 2.15 trillion yen, slightly more than estimates by private economists. The increase was the eighth in a row and suggests that Japan's economic recovery is continuing to get a strong push from exports. Todd Zaun (NYT)",
      "publication_date": "2004-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/13/business/world-business-briefing-asia-japan-trade-balance-rises.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Television Acquisition",
      "snippet": "World Business Briefing: Canada: Television Acquisition*",
      "abstract": "World Business Briefing: Canada: Television Acquisition*",
      "lead_paragraph": "Chum, which owns eight television stations in Canada, has agreed to buy the closely held Craig Media for 265 million Canadian dollars ($199 million) to expand in the West. The purchase will be financed with bank debt, Chum said. Buying Craig gives Chum, whose TV assets are mainly in Ontario, TV stations in the largest cities in Alberta and Manitoba. The Craig family put its company, Canada's largest closely held broadcaster, up for sale in January as troubles selling ads cut into sales. ''The business environment in Canada was challenging to say the least in terms of the ad market,'' Craig's chief executive, Drew Craig, said. Craig is based in Calgary, Alberta, and Chum is in Toronto.",
      "publication_date": "2004-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/13/business/world-business-briefing-americas-canada-television-acquisition.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "LEADING SHIITES AND REBEL MEET ON IRAQ STANDOFF",
      "snippet": "Powerful Shiite clerics, including son of Grand Ayatollah Ali al-Sistani, meet with Moktada al-Sadr in Najaf, beginning negotiations that may offer best hope yet of resolving standoff between American military and Sadr; Shiite clerics had largely ...",
      "abstract": "Powerful Shiite clerics, including son of Grand Ayatollah Ali al-Sistani, meet with Moktada al-Sadr in Najaf, beginning negotiations that may offer best hope yet of resolving standoff between American military and Sadr; Shiite clerics had largely stayed silent while Sadr's followers briefly seized control of several southern Iraqi cities last week; their influence could be crucial check on him; American commanders have said they planned to 'kill or capture' Sadr, but officials concede privately that any raid into Najaf would risk provoking more anti-American violence; between Sadr's seizure of Najaf and American siege of Falluja, American command is dealing with biggest challenge since invasion that toppled Saddam Hussein; in Baghdad, for first time in week, life returns to something like normal; in Najaf, first signs of easing tensions come with withdrawal of hundreds of Sadr militiamen from police stations and other government buildings; possibility of breakthrough in Najaf comes as parallel effort continues to avoid further bloodshed in Falluja, where marines are seeking to end city's role as base for Sunni insurgents and looking for killers of four American security guards under contract to military; photo; chart with photos and names of foreign workers kidnapped or missing in Iraq (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/13/world/struggle-for-iraq-negotiation-leading-shiites-rebel-meet-iraq-standoff.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Bonuses Top $41.4 Million At Troubled Interpublic",
      "snippet": "Interpublic Group of Companies, which has been grappling for almost two years with operational and financial problems, paid more than $41.4 million in bonuses for 2003 to unspecified number of executives at its advertising agencies; payments came ...",
      "abstract": "Interpublic Group of Companies, which has been grappling for almost two years with operational and financial problems, paid more than $41.4 million in bonuses for 2003 to unspecified number of executives at its advertising agencies; payments came after Interpublic paid no bonuses to any executives for 2002 and minimal bonuses for 2001; bonuses were paid on or about March 9; photo (M)",
      "lead_paragraph": "The Interpublic Group of Companies in New York, which has been grappling for almost two years with operational and financial problems, paid more than $41.4 million in bonuses for 2003 to an unspecified number of executives at its agencies. The payments came after Interpublic paid no bonuses to any executives for 2002 and minimal bonuses for 2001.",
      "publication_date": "2004-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/13/business/the-media-business-advertising-bonuses-top-41.4-million-at-troubled-interpublic.html",
      "byline": "By Stuart Elliott"
    },
    {
      "headline": "Bechtel and G.E. Acquire Enron's Part of Indian Plant",
      "snippet": "Bechtel Group and General Electric Co, partners of Enron Corp in Dabhol Power Co in India, acquire 65 percent of Dabhol to recoup part of $1.2 billion they invested in failed $3 billion venture; Bechtel and financing unit of GE buy Enron's stake t...",
      "abstract": "Bechtel Group and General Electric Co, partners of Enron Corp in Dabhol Power Co in India, acquire 65 percent of Dabhol to recoup part of $1.2 billion they invested in failed $3 billion venture; Bechtel and financing unit of GE buy Enron's stake through US bankruptcy court; purchase may help restart 740-megawatt plant, idle for almost three years (M)",
      "lead_paragraph": "The Bechtel Group and the General Electric Company, partners of the Enron Corporation in the Dabhol Power Company in India, have bought 65 percent of Dabhol to recoup part of the $1.2 billion they invested in the failed $3 billion venture.",
      "publication_date": "2004-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/13/business/bechtel-and-ge-acquire-enron-s-part-of-indian-plant.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Wall Street Sees a Future For a Maker Of Software",
      "snippet": "Wall Street analysts see future for software maker Computer Associates International despite recent guilty pleas by former executives for accounting fraud and obstruction of justice (M)",
      "abstract": "Wall Street analysts see future for software maker Computer Associates International despite recent guilty pleas by former executives for accounting fraud and obstruction of justice (M)",
      "lead_paragraph": "Computer Associates is Tyco, not Enron.",
      "publication_date": "2004-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/13/business/market-place-wall-street-sees-a-future-for-a-maker-of-software.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "BUSH SEES A NEED FOR REORGANIZING U.S. INTELLIGENCE",
      "snippet": "Pres Bush says it may be time to 'revamp and reform' nation's intelligence services, opening way for consideration of changes at CIA, FBI and other agencies; several far-reaching proposals to reorganize intelligence organization have been made, in...",
      "abstract": "Pres Bush says it may be time to 'revamp and reform' nation's intelligence services, opening way for consideration of changes at CIA, FBI and other agencies; several far-reaching proposals to reorganize intelligence organization have been made, including one last year by Congressional committee inquiry into 9/11 attacks, but administration has not acted on them; independent 9/11 commission now holding hearings is expected to make its own recommendations on matter; expanding powers of director of central intelligence and establishing domestic intelligence agency like M15 in Britain are among ideas now circulating in Washington; Bush is turning attention to intelligence matters at moment when CIA and FBI are under intense criticism by 9/11 commission, which has already turned up evidence that CIA and FBI failed to grasp significance of warnings of possible attacks and failed to share information that might have led agencies to detect 9/11 plot in summer of 2001; aides to Atty Gen John Ashcroft say he will tell panel that he was briefed throughout year on terrorist threats and was never informed, by either FBI or CIA, that he needed to take special action because intelligence reports suggested any attacks would be overseas; photo (M)",
      "lead_paragraph": "President Bush said Monday that ''now may be a time to revamp and reform our intelligence services,'' opening the way for consideration of changes at the C.I.A., the F.B.I. and other agencies.",
      "publication_date": "2004-04-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/13/us/threats-responses-president-bush-sees-need-for-reorganizing-us-intelligence.html",
      "byline": "By David Johnston"
    },
    {
      "headline": "Barred as Rivals, Doctors See Some Hospitals in Court",
      "snippet": "Growing number of doctors are suing hospitals for right to practice at community hospitals while setting up separate facilities for specific ailments; Baptist Health in Little Rock, Ark, is warning Little Rock's cardiologists that to invest in com...",
      "abstract": "Growing number of doctors are suing hospitals for right to practice at community hospitals while setting up separate facilities for specific ailments; Baptist Health in Little Rock, Ark, is warning Little Rock's cardiologists that to invest in competing hospital could mean no longer treating patients at Baptist Health hospital after seven years of watching Arkansas Heart Hospital vie for patients; cardiologists have sued in state court to stop Baptist Health from carrying out threat; doctors in Columbus, Ohio, who have put money into new orthopedic hospital have lost right to practice at hospitals in OhioHealth network; similar fights are brewing elsewhere, as doctors pursue business strategies that put them in competition with community hospitals; hospitals argue that doctors are threatening their viability by skimming off most profitable cases, while leaving hospitals with too many of patients least able to pay their bills or those whose complicated conditions run up high expenses; photo (M)",
      "lead_paragraph": "For nearly 20 years, Dr. Bruce E. Murphy, a cardiologist and the son of a Baptist minister, has admitted patients to hospitals operated by Baptist Health, the dominant hospital system in Little Rock, Ark. Then in February, he received a letter from Baptist Health saying it might end his hospital privileges.",
      "publication_date": "2004-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/13/business/barred-as-rivals-doctors-see-some-hospitals-in-court.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "Tough Issues, Awaiting Their Turn",
      "snippet": "Some of deepest and most explosive divisions between George W Bush and John F Kerry, issues so politically treacherous and abstract that both candidates have shied away from them in public, are over future of retirement; much of intensely partisan...",
      "abstract": "Some of deepest and most explosive divisions between George W Bush and John F Kerry, issues so politically treacherous and abstract that both candidates have shied away from them in public, are over future of retirement; much of intensely partisan war is raging over whether Americans should save for old age collectively as nation, or as individuals through private savings and investments; Democrats hope to tie traditional distrust of older Americans for proposals that seem to threaten Social Security and Medicare to broader economic anxieties of younger workers; Republicans are arguing that two giant entitlement programs will be overwhelmed by soaring costs as baby boomers reach retirement age; are building case for partially replacing Social Security with new system of private accounts; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-13T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/04/13/jobs/campaign-trail-tough-issues-awaiting-their-turn.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "In Mideast Aviation, Vying to Be New Global Hub",
      "snippet": "Business and leisure travel in Middle East and South Asia has surged, heating up regional competition and spurring multibillion-dollar expansions of Persian Gulf carriers and airports; Middle East accounts for only about 5 percent of world air tra...",
      "abstract": "Business and leisure travel in Middle East and South Asia has surged, heating up regional competition and spurring multibillion-dollar expansions of Persian Gulf carriers and airports; Middle East accounts for only about 5 percent of world air transport market, and most of its airlines, including Saudi Arabian Airlines, are clunky, poorly managed operations controlled by state; passenger traffic in region ended in November grew 5.4 percent, compared with worldwide traffic increase of 2.1 percent; plane takeoffs and landings grew 10.3 percent, compared with worldwide decline of 0.6 percent; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/13/business/in-mideast-aviation-vying-to-be-new-global-hub.html",
      "byline": "By Borzou Daragahi"
    },
    {
      "headline": "Timing of Clinton Memoir Is Everything, for Kerry",
      "snippet": "Leading Democrats voice concern that publication of former Pres Bill Clinton's memoir could overshadow Sen John Kerry's presidential campaign and embolden Clinton's foes to turn out and vote for Pres Bush; Clinton, inveterate procrastinator, has b...",
      "abstract": "Leading Democrats voice concern that publication of former Pres Bill Clinton's memoir could overshadow Sen John Kerry's presidential campaign and embolden Clinton's foes to turn out and vote for Pres Bush; Clinton, inveterate procrastinator, has been working on book for two years; has promised Democratic Party chairman Terry McAuliffe that it will be released well before Democratic Party's national convention, which opens July 26; Clinton is still hard at work writing book, and publishers say it takes at least six weeks to produce and distribute serious book of this length; some party leaders and Kerry campaign officials argue that publication in spring could help in 'pumping up the base'; say that if Clinton gets book out in time, they could hold fund-raising events at stops on his book tour; photo (M)",
      "lead_paragraph": "As Bill Clinton seeks to finish his memoirs, leading Democrats are voicing concern that the book could overshadow Senator John Kerry's presidential campaign, diverting attention to Mr. Clinton's outsize legacy of scandal and achievement.",
      "publication_date": "2004-04-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/13/us/timing-of-clinton-memoir-is-everything-for-kerry.html",
      "byline": "By Jim Rutenberg and David D. Kirkpatrick"
    },
    {
      "headline": "World Business Briefing | Asia: India: Industrial Output Rises",
      "snippet": "India's industrial output rose 7.4 percent in February, up from 7 percent year earlier but down from 7.7 percent in January (S)",
      "abstract": "India's industrial output rose 7.4 percent in February, up from 7 percent year earlier but down from 7.7 percent in January (S)",
      "lead_paragraph": "Industrial output rose 7.4 percent in February, up from 7 percent a year earlier, as rising farm income and low interest rates fed consumer demand. The rate slipped from 7.7 percent in January, a result of a decline in manufacturing. But the capital goods and consumer goods segments each rose more than 20 percent and economists say they expect the country's economy to have grown at a rate of more than 8 percent in the fiscal year that ended in March. The output figures were released by the government's Central Statistical Organization. Saritha Rai (NYT)",
      "publication_date": "2004-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/13/business/world-business-briefing-asia-india-industrial-output-rises.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "China Takes Another Step To Tighten Monetary Policy",
      "snippet": "China's central bank tightens monetary policy for second time in less than three weeks, trying to put brakes on bank lending and property speculation as top Chinese officials voice concern that economy may be overheating; latest tightening takes f...",
      "abstract": "China's central bank tightens monetary policy for second time in less than three weeks, trying to put brakes on bank lending and property speculation as top Chinese officials voice concern that economy may be overheating; latest tightening takes form of higher reserve requirements for bank; action comes after release of figures showing that China ran trade deficit in March for third consecutive month; deficit, though modest at $540 million, makes it more likely that China will continue resisting pressure from US, Europe and Japan to let its currency rise, even as Vice Pres Dick Cheney vists Beijing; China's State Council, nation's cabinet, calls for strict curbs on new construction after meeting led by Prime Min Wen Jiabao; graph; photos (M)",
      "lead_paragraph": "China's central bank has tightened monetary policy for the second time in less than three weeks, trying to put the brakes on bank lending and property speculation as top Chinese officials voice concern that the economy may be overheating.",
      "publication_date": "2004-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/13/business/china-takes-another-step-to-tighten-monetary-policy.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "In Asia, Seaports Battle to Be King of Containers",
      "snippet": "In Asia, Seaports",
      "abstract": "In Asia, Seaports",
      "lead_paragraph": "On paper, Shanghai and Pusan are sister cities, the largest seaports of China and South Korea, separated by 500 miles of the Yellow Sea.",
      "publication_date": "2004-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/13/business/in-asia-seaports-battle-to-be-king-of-containers.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "All Your Neighbors Are Just Like You",
      "snippet": "Retirement communities are springing up that cater to people who share specific interests or values; range from communities for gay men and lesbians to centers shaped for members of specific ethnic groups, retired military officers and artists; ex...",
      "abstract": "Retirement communities are springing up that cater to people who share specific interests or values; range from communities for gay men and lesbians to centers shaped for members of specific ethnic groups, retired military officers and artists; experts cite longer life spans of retirees as factor behind trend; there are pros and cons of living in community aimed at specific group; photos (M)",
      "lead_paragraph": "DECIDING where to retire used to be like deciding on a summer camp -- there were day camps and sleep-away camps, but the activities were pretty much the same.",
      "publication_date": "2004-04-13T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/04/13/jobs/places-all-your-neighbors-are-just-like-you.html",
      "byline": "By Hilary Appelman"
    },
    {
      "headline": "World Business Briefing | Asia: Thailand: Petroleum Use Rises",
      "snippet": "Data released by Thai governmeï",
      "abstract": "Data released by Thai governmeï",
      "lead_paragraph": "Rapid economic growth increased Thailand's demand for petroleum products by 6.3 percent in the first two months of the year, led by a 22.5 percent rise in consumption of fuel oil, according to data released by the government-run oil company, PTT. Thai utilities are burning more fuel oil as power demand outstrips the country's capacity to pipe natural gas to generators. Wayne Arnold (NYT)",
      "publication_date": "2004-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/13/business/world-business-briefing-asia-thailand-petroleum-use-rises.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Calpers to Withhold Votes For Weill of Citigroup  Calpers said it would withhold its votes to re-elect Citigroup's chairman, Sanford I. Weill, and its chief executive, Charles O. Prince, as board members.     The California Public Employees Retire...",
      "abstract": " Calpers to Withhold Votes For Weill of Citigroup  Calpers said it would withhold its votes to re-elect Citigroup's chairman, Sanford I. Weill, and its chief executive, Charles O. Prince, as board members.     The California Public Employees Retirement System, which has about $167 billion of assets and more than 26.5 million Citigroup shares, said the company would be ''better served'' by having an independent director replace Mr. Weill as chairman. [Page C3.]",
      "lead_paragraph": "Calpers to Withhold Votes For Weill of Citigroup",
      "publication_date": "2004-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/13/business/business-digest-191698.html",
      "byline": ""
    },
    {
      "headline": "Slovakia No Longer a Laggard in Automaking",
      "snippet": "Slovakia's Prime Min Mikulas Dzurinda has been relentless in his pursuit of auto companies to set up shop in his country, paving way for new plants like Peugeot Citreon near Trnava; Slovakia is expected to be leading vehicle producer in Central Eu...",
      "abstract": "Slovakia's Prime Min Mikulas Dzurinda has been relentless in his pursuit of auto companies to set up shop in his country, paving way for new plants like Peugeot Citreon near Trnava; Slovakia is expected to be leading vehicle producer in Central Europe by 2006; chart; photos (M)",
      "lead_paragraph": "Victory in the relentless race to harness the global economy does not go to the slow or soft-hearted -- as the farmers living on the outskirts of this ancient walled town can attest.",
      "publication_date": "2004-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/13/business/slovakia-no-longer-a-laggard-in-automaking.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Foreigners Buying Stocks",
      "snippet": "Foreign investors bought record amount of Japanese stocks in March and for fiscal year ended in March; bought net 2.69 trillion yen worth of Japanese shares in March (S)",
      "abstract": "Foreign investors bought record amount of Japanese stocks in March and for fiscal year ended in March; bought net 2.69 trillion yen worth of Japanese shares in March (S)",
      "lead_paragraph": "Foreign investors bought a record amount of Japanese stocks in March and for the fiscal year ended in March, government data showed. Foreign investors bought a net 2.69 trillion yen worth of Japanese shares in March, more than any previous month, the finance ministry said. Cheered by a brighter outlook for Japan's economy, foreign investors have bought more Japanese shares than they sold for 18 consecutive months. The demand by foreign investors for Japanese shares has helped drive the benchmark Nikkei 225 stock average to its highest level in two and a half years. Todd Zaun (NYT)",
      "publication_date": "2004-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/13/business/world-business-briefing-asia-japan-foreigners-buying-stocks.html",
      "byline": "By Todd Zaun (NYT)"
    }
  ]
}