{
  "metadata": {
    "date": "2004-02-23",
    "total_articles": 34
  },
  "articles": [
    {
      "headline": "Outcry on Right Over Bush Plan On Immigration",
      "snippet": "Conservative Republicans vying for votes in Congressional races across US are mounting opposition to Pres Bush's plan to grant temporary legal status to millions of illegal immigrants; Jim Oberweis, Republican who is running for Senate seat in Ill...",
      "abstract": "Conservative Republicans vying for votes in Congressional races across US are mounting opposition to Pres Bush's plan to grant temporary legal status to millions of illegal immigrants; Jim Oberweis, Republican who is running for Senate seat in Illinois, has become leader in widening revolt against Bush's plan; Bush hopes to revamp immigration system widely viewed as broken and to re-establish his credentials as compassionate conservative--particularly with Hispanic and swing voters; plan has left party divided; Republicans say it is unlikely that legislation supporting plan will be introduced in 2004; Oberweis photo (M)",
      "lead_paragraph": "Amid the crowded field of Republicans vying for a seat in the Senate here, Jim Oberweis seems a most unlikely insurgent. He is a wealthy supporter of President Bush who favors pinstriped suits, tax cuts and a constitutional amendment blocking same-sex marriage.",
      "publication_date": "2004-02-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/21/us/2004-campaign-house-senate-races-outcry-right-over-bush-plan-immigration.html",
      "byline": "By Rachel L. Swarns"
    },
    {
      "headline": "Pakistani Said To Have Given Libya Uranium",
      "snippet": "Malaysian investigators report finds that network led by Pakistani nuclear scientist Abdul Qadeer Khan shipped partly enriched uranium directly to Libya aboard Pakistani airplane in 2001, providing fuel stock in addition to designs and technology ...",
      "abstract": "Malaysian investigators report finds that network led by Pakistani nuclear scientist Abdul Qadeer Khan shipped partly enriched uranium directly to Libya aboard Pakistani airplane in 2001, providing fuel stock in addition to designs and technology to make nuclear bomb; provides evidence that businessmen and engineers from Turkey, Germany, Switzerland, Britain, Dubai and Malaysia were closely involved in Libya's clandestine nuclear program; report is based primarily on Malaysian authorities interrogation of B S A Tahir, middleman in Khan's global nuclear trading network; International Atomic Energy Agency report confirms that Libya received shipment in Feb 2001 (M)",
      "lead_paragraph": "The network led by the Pakistani nuclear scientist Abdul Qadeer Khan shipped partly enriched uranium directly to Libya aboard a Pakistani airplane in 2001, providing the fuel stock in addition to the designs and technology to make a nuclear bomb, according to a report by Malaysian investigators released Friday.",
      "publication_date": "2004-02-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/21/world/pakistani-said-to-have-given-libya-uranium.html",
      "byline": "By Raymond Bonner and Craig S. Smith"
    },
    {
      "headline": "Damning Words In Stewart Case, Or Maybe Not",
      "snippet": "Prosecutors in Martha Stewart trial rest their case after confusing day in which one of their own witnesses reverses her earlier testimony, than makes partial reversal of that; witness, Mariana Pasternak, originally testified that while traveling ...",
      "abstract": "Prosecutors in Martha Stewart trial rest their case after confusing day in which one of their own witnesses reverses her earlier testimony, than makes partial reversal of that; witness, Mariana Pasternak, originally testified that while traveling with Stewart in Mexico in late 2001, Stewart indicated that her broker informed her that members of Samuel D Waksal's family were selling their shares of ImClone Systems; under cross examination, Pasternak says Stewart might not have mentioned broker; later, Pasternak says she believes Stewart did speak of broker; Pasternak's initial story appears to support testimony of government's chief witness, former stockbroker's assistant Douglas Faneuil, who says he told Stewart about the Waksals moments before she sold nearly 4,000 Imclone shares; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/21/business/damning-words-in-stewart-case-or-maybe-not.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Future of Coke President Uncertain as Search Starts  A day after Douglas N. Daft, the chairman and chief executive of Coca-Cola, announced he would retire at the end of the year, analysts questioned the timing of the resignation and the effect it ...",
      "abstract": " Future of Coke President Uncertain as Search Starts  A day after Douglas N. Daft, the chairman and chief executive of Coca-Cola, announced he would retire at the end of the year, analysts questioned the timing of the resignation and the effect it could have on the candidacy of Steven J. Heyer, Coke's president, who was considered the heir apparent to Mr. Daft.     Coke's board said that it would move swiftly to name a successor, and it also said that it would hire a search firm to evaluate outside candidates, fueling speculation that Mr. Heyer may not get the job. [Page B2.]",
      "lead_paragraph": "Future of Coke President Uncertain as Search Starts",
      "publication_date": "2004-02-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/21/business/business-digest-489859.html",
      "byline": ""
    },
    {
      "headline": "BYPASSING SENATE FOR SECOND TIME, BUSH SEATS JUDGE",
      "snippet": "Pres Bush uses Congressional recess to install Alabama Atty Gen William H Pryor Jr in US appeals court seat to get around Democratic filibuster that has blocked nomination; named Charles W Pickering Sr, whose nomination had also been blocked by Se...",
      "abstract": "Pres Bush uses Congressional recess to install Alabama Atty Gen William H Pryor Jr in US appeals court seat to get around Democratic filibuster that has blocked nomination; named Charles W Pickering Sr, whose nomination had also been blocked by Senate Democrats, to another appeals court seat in Jan; Bush's actions are seen as calculated act of defiance of Democrats with whom he has been in hostile battle over his judicial choices; Pryor gained prominence in Alabama as opponent of abortion and as advocate for greater Christian influence in government (M)",
      "lead_paragraph": "President Bush on Friday used a weeklong Congressional recess to install William H. Pryor Jr., the Alabama attorney general, in a federal appeals court seat to get around a Democratic filibuster that had blocked the nomination.",
      "publication_date": "2004-02-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/21/us/bypassing-senate-for-second-time-bush-seats-judge.html",
      "byline": "By Neil A. Lewis"
    },
    {
      "headline": "Marshes a Vengeful Hussein Drained Stir Again",
      "snippet": "Marshes in southern Iraq were once among largest wetland ecosystems in world but they have nearly disappeared since Saddam Hussein ordered them drained in early 1990's; Hussein wanted to force out Shiites he suspected of resisting his rule; engine...",
      "abstract": "Marshes in southern Iraq were once among largest wetland ecosystems in world but they have nearly disappeared since Saddam Hussein ordered them drained in early 1990's; Hussein wanted to force out Shiites he suspected of resisting his rule; engineers in 2003 began breaking dams and levees upriver to reflood area; scientists and engineers, in largest and most complex wetlands restoration project being undertaken by US, are grappling with problems ranging from dismal water quality to uncertainty over whether residents can sustain themselves; dam-breaking brought some early success; swamp is teeming with renewed life; US Agency for International Development has budgeted $4 million for restoration effort; central concern is how to reintegrate people into wetlands environment; researchers say there were about 73,000 people in marshes in July 2003, down significantly from estimates of 250,000 in 1991, but more than recent tallies of 40,000; maps; photos (M)",
      "lead_paragraph": "Steering his wooden skiff between thick clumps of reeds, Kadum Abdullah took one hand off his pole and held it up for a visitor to see.",
      "publication_date": "2004-02-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/21/world/the-struggle-for-iraq-environment-marshes-a-vengeful-hussein-drained-stir-again.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Law Firm For Parmalat Under Scrutiny",
      "snippet": "Investigators looking into collapse of Parmalat are examining role its outside law firm Zini & Associates may have played in questionable transactions conducted by company; former Zini employees have told of numerous boxes of documents removed fro...",
      "abstract": "Investigators looking into collapse of Parmalat are examining role its outside law firm Zini & Associates may have played in questionable transactions conducted by company; former Zini employees have told of numerous boxes of documents removed from firm's New York office in Dec, before government investigators first searched offices; former employees say Zini set up offshore companies for Parlamat and had its employees serve on offshore entity's board; documents show that at least once, firm served as point of contact for an investment bank contemplating complex transaction that would have provided financing to company on more favorable terms than a loan; Zini firm's principal, Gian Paolo Zini, was arrested in Italy in Dec in connection with investigation by prosecutors there of possible fraud at Parmalat; photo (M)",
      "lead_paragraph": "Investigators looking into the collapse of Parmalat, the Italian dairy and food giant, are devoting more attention to the role that its outside law firm, Zini & Associates, may have played in questionable transactions conducted by the company.",
      "publication_date": "2004-02-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/21/business/law-firm-for-parmalat-under-scrutiny.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Basic Rule Shift On Trading Seen as Possible",
      "snippet": "Securities and Exchange Commission is considering rule change that could steer trades away from New York Stock Exchange and to its electronic rivals, in order to give investors ability to choose speed of execution over best possible price; change ...",
      "abstract": "Securities and Exchange Commission is considering rule change that could steer trades away from New York Stock Exchange and to its electronic rivals, in order to give investors ability to choose speed of execution over best possible price; change would cut to core of NYSE's 211-year-old trading model; some investors favor faster, more anonymous trades they can get on electronic exchanges; allowing them to do so could cut into NYSE's 80 percent share of trades in its listed stocks; NYSE chief executive John A Thain, appearing before House subcommittee, warns against rule changes that could end up disadvantaging investors; photo (M)",
      "lead_paragraph": "Federal regulators are contemplating a rule change that could steer trades away from the New York Stock Exchange and to its electronic rivals, according to people who have been briefed on the discussions.",
      "publication_date": "2004-02-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/21/business/basic-rule-shift-on-trading-seen-as-possible.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Staring Into the Mouth of the Trade Deficit",
      "snippet": "Port cities like Seattle, Wash, are hit hard by news that annual trade deficit has reached $489.4 billion in 2003, up $70 billion; Seattle area and Washington State earn more per capita from trade than any other area of country; one out of three j...",
      "abstract": "Port cities like Seattle, Wash, are hit hard by news that annual trade deficit has reached $489.4 billion in 2003, up $70 billion; Seattle area and Washington State earn more per capita from trade than any other area of country; one out of three jobs in state is tied to trade; Washington, like other states whose economies are significantly dependent on foreign trade, has unemployment rates higher than national average; photo; chart (M)",
      "lead_paragraph": "Huge container ships steam into this port every day loaded with clothes and shoes, furniture and video games, electronics and aircraft parts made in Asia.",
      "publication_date": "2004-02-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/21/business/international-business-staring-into-the-mouth-of-the-trade-deficit.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "U.N. Help on Iraq",
      "snippet": "The Bush administration, seeing little hope for an early accord on Iraq's government, is likely to ask for more help from a special United Nations envoy to solidify a consensus on how Iraq will be run after June 30.    Article, Page A6.",
      "abstract": "The Bush administration, seeing little hope for an early accord on Iraq's government, is likely to ask for more help from a special United Nations envoy to solidify a consensus on how Iraq will be run after June 30.    Article, Page A6.",
      "lead_paragraph": "The Bush administration, seeing little hope for an early accord on Iraq's government, is likely to ask for more help from a special United Nations envoy to solidify a consensus on how Iraq will be run after June 30.",
      "publication_date": "2004-02-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/21/world/un-help-on-iraq.html",
      "byline": ""
    },
    {
      "headline": "Lord Black Takes the Stand To Tell of Battles at Hollinger",
      "snippet": "Conrad M Black testifies that he was duped, coerced and ultimately threatened by independent directors of Hollinger International into agreeing to resign as chief executive last Nov, and to repay millions of dollars in payments it considered impro...",
      "abstract": "Conrad M Black testifies that he was duped, coerced and ultimately threatened by independent directors of Hollinger International into agreeing to resign as chief executive last Nov, and to repay millions of dollars in payments it considered improper; he concedes that he signed regulatory documents in recent years that might have misled shareholders about size of those payments and circumstances under which they were obtained; trial is intended to determine whether he can proceed with plans to sell his controlling interest in company; independent board members ask court to block sale so board might seek to sell company's assets in orderly fashion; case is being closely followed by corporate governance experts because it pits his rights as controlling shareholder of public company against rights of board responsible for representing all shareholders; photo (M)",
      "lead_paragraph": "Conrad M. Black, the embattled newspaper magnate, testified on Friday that he was duped, coerced and ultimately threatened by the independent directors of Hollinger International into agreeing to resign as its chief executive last November and to repay millions of dollars in payments that it considered improper.",
      "publication_date": "2004-02-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/21/business/lord-black-takes-the-stand-to-tell-of-battles-at-hollinger.html",
      "byline": "By Jacques Steinberg and Geraldine Fabrikant"
    },
    {
      "headline": "Al Qaeda Rebuffs Iraqi Terror Group, U.S. Officials Say",
      "snippet": "US officials say Ansar al-Islam, most active terrorist network inside Iraq, appears to be operating mostly apart from Al Qaeda; say US intelligence has picked up signs that Al Qaeda members outside Iraq have refused request from group for help in ...",
      "abstract": "US officials say Ansar al-Islam, most active terrorist network inside Iraq, appears to be operating mostly apart from Al Qaeda; say US intelligence has picked up signs that Al Qaeda members outside Iraq have refused request from group for help in attacking Shiite Muslims in Iraq; say request was made by Ansar's leader Abu Musab al-Zarqawi and intercepted by US; Bush administration has portrayed Al Qaeda and Ansar as close associates and used link as part of its justification for war against Saddam Hussein's government (M)",
      "lead_paragraph": "The most active terrorist network inside Iraq appears to be operating mostly apart from Al Qaeda, senior American officials say.",
      "publication_date": "2004-02-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/21/world/al-qaeda-rebuffs-iraqi-terror-group-us-officials-say.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "U.S. AGENCY SEES GLOBAL NETWORK FOR BOMB MAKING",
      "snippet": "Government forensic investigators are finding similarities in how bombs are being made in disparate areas, leading them to surmise there is global network for bomb making; previously undisclosed intelligence operation, Terrorist Explosive Device A...",
      "abstract": "Government forensic investigators are finding similarities in how bombs are being made in disparate areas, leading them to surmise there is global network for bomb making; previously undisclosed intelligence operation, Terrorist Explosive Device Analytical Center or Tedac, expands on studies of past cases, but there are still many questions about who is behind various bombings, including some major suicide attacks in Iraq; analysts believe that Al Qaeda has been weakened by campaign against terrorism and lacks central command, as well as financial and recruiting structures, but investigations suggest that network may be disseminating bomb-making skills to generation of militants who have fanned out around world; analysts do not say there is evidence of single controlling entity, but suggest there might not be many people with technical skills to build larger bombs; counterterrorism officials emphasize need to find master bomb makers responsible for most lethal bombings (M)",
      "lead_paragraph": "Government forensic investigators examining how terrorists manufacture improvised explosives have found indications of a global bomb-making network, and have concluded that Islamic militant bomb builders have used the same designs for car bombs in Africa, the Middle East and Asia, government officials said this week.",
      "publication_date": "2004-02-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/22/world/us-agency-sees-global-network-for-bomb-making.html",
      "byline": "By David Johnston"
    },
    {
      "headline": "Lights, Camera, Action! (And Jobs, Too)",
      "snippet": "Movie and television production industry in New York City is rebounding after a period of recession; data from 2003 suggest rise in number of film, television and commercial shooting days; photo of scene from television show Law and Order (M)",
      "abstract": "Movie and television production industry in New York City is rebounding after a period of recession; data from 2003 suggest rise in number of film, television and commercial shooting days; photo of scene from television show Law and Order (M)",
      "lead_paragraph": "MOVIE and television production in New York City is a small industry with big visibility. It accounts for only a tiny percentage of all of the city's jobs. But many New Yorkers are more likely to have seen ''Law and Order'' being shot in their neighborhood than to have, say, seen the floor of the New York Stock Exchange, and movies, television shows and commercials shot in New York City propagate the Gotham mythology all around the world.",
      "publication_date": "2004-02-22T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/02/22/jobs/home-front-lights-camera-action-and-jobs-too.html",
      "byline": "By Janny Scott"
    },
    {
      "headline": "The Search Engine That Isn't a Verb, Yet",
      "snippet": "Profile of Yahoo Internet search engine; chief executive Terry S Semel says Yahoo's future is almost exclusviely on Internet, interview; Yahoo, which unwittingly gave future rival key early exposure by using Google to do hard technical work of ind...",
      "abstract": "Profile of Yahoo Internet search engine; chief executive Terry S Semel says Yahoo's future is almost exclusviely on Internet, interview; Yahoo, which unwittingly gave future rival key early exposure by using Google to do hard technical work of indexing billions of Web pages, has belatedly replaced Google with home-brewed search enginge and seems committed to sort of engineering work needed to improve searches; is big hit with advertisers, with ad revenues surging ahead of traditional rivals; graph of most used search engines; photos (M)",
      "lead_paragraph": "IN July 2001, three months after Terry S. Semel, the former Warner Brothers studio co-chief, took over as chief executive of Yahoo, he excitedly called a news conference with Sir Howard Stringer, the chairman of the Sony Corporation of America. The past and present movie moguls described in glowing but vague terms a new partnership. Sony would buy some advertising on Yahoo, and Yahoo would help Sony develop a new Web site.",
      "publication_date": "2004-02-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/02/22/business/the-search-engine-that-isn-t-a-verb-yet.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Blunt and Influential, Kerry's Wife Is an X Factor",
      "snippet": "Teresa Heinz Kerry, wife of Sen John Kerry, is considered both asset and liability for his ambitions; she is highly intelligent and devoted but has reputation as being somewhat offbeat and some Democratic strategists fear that could complicate Ker...",
      "abstract": "Teresa Heinz Kerry, wife of Sen John Kerry, is considered both asset and liability for his ambitions; she is highly intelligent and devoted but has reputation as being somewhat offbeat and some Democratic strategists fear that could complicate Kerry's efforts to appeal to voters; on campaign trail, she speaks frankly and sometimes leaves audiences bewildered; some aides fear her forthrightness and spontaneity and others point out that she helps shape policies and strategy; what America will think of her is open question; profile; photo (M)",
      "lead_paragraph": "In December 2002, when Senator John Kerry came home from his physical boasting about his low cholesterol, his wife, Teresa Heinz Kerry, stared at his screening results for prostate cancer and saw trouble where he had not.",
      "publication_date": "2004-02-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/22/us/2004-campaign-massachusetts-senator-s-wife-blunt-influential-kerry-s-wife-x.html",
      "byline": "By David M. Halbfinger"
    },
    {
      "headline": "From Coffee to Jets, Perks for Executives Come Out in Court",
      "snippet": "Recent trials of corporate executives have revealed lavish benefits some receive; such extravagances draw criticism from unlikely combination of corporate watchdogs and management consultants who create excutive pay packages; critics say perks wor...",
      "abstract": "Recent trials of corporate executives have revealed lavish benefits some receive; such extravagances draw criticism from unlikely combination of corporate watchdogs and management consultants who create excutive pay packages; critics say perks worsen cynicism that ordinary Americans and professional investors have about executives; examples of perks for several executives noted; average chief executive at big public company now makes well over $10 million a year, including stock options, 500 times average worker's salary; laws about disclosure noted; photos (M)",
      "lead_paragraph": "Haircuts. Shower curtains. Parking reimbursements. Country club memberships. Use of corporate jets.",
      "publication_date": "2004-02-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/22/us/from-coffee-to-jets-perks-for-executives-come-out-in-court.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Bush Education Officials Find New Law a Tough Sell to States",
      "snippet": "No Child Left Behind law, pillar of Pres Bush's domestic agenda, is frequent target of ridicule by Democratic presidential candidates; Ken Meyer is one of many Bush administration officials traveling from state to state to explain law and is findi...",
      "abstract": "No Child Left Behind law, pillar of Pres Bush's domestic agenda, is frequent target of ridicule by Democratic presidential candidates; Ken Meyer is one of many Bush administration officials traveling from state to state to explain law and is finding himself in contentious, sometimes even hostile, situations; says law is largely misunderstood by public because of its scope; many states have passed or introduced laws or resolutions challenging federal law or commissioning studies on costs of implementing it; photos (M)",
      "lead_paragraph": "It was 8 p.m., and Ken Meyer was smiling gamely from a gloomy high school stage at an audience of disgruntled teachers and parents to whom he had been introduced as ''a bigwig from Washington,'' come to Utah to explain President Bush's centerpiece education law.",
      "publication_date": "2004-02-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/22/us/bush-education-officials-find-new-law-a-tough-sell-to-states.html",
      "byline": "By Sam Dillon"
    },
    {
      "headline": "Vaulting To No. 1, A Truism At a Time",
      "snippet": "Profile of David Bach, author of The Automatic Millionaire, top-selling business book, and other books on personal finances; Bach, armed with clear message, has mastered mechanics of popularity, training and overseeing huge network of seminar-give...",
      "abstract": "Profile of David Bach, author of The Automatic Millionaire, top-selling business book, and other books on personal finances; Bach, armed with clear message, has mastered mechanics of popularity, training and overseeing huge network of seminar-givers, who spread his ideas and sell his books; photos (M)",
      "lead_paragraph": "ON a recent Saturday morning, David Bach ate what he considers a debtor's breakfast, and it gnawed at him all day. This was the problem: the Ritz-Carlton had charged him $6 for a muffin. ''Six dollars!'' Mr. Bach said, in a tone that was equal parts bemusement and outrage. ''It tasted perfectly fine, but what muffin is worth that?''",
      "publication_date": "2004-02-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/02/22/business/vaulting-to-no-1-a-truism-at-a-time.html",
      "byline": "By Hugo Lindgren"
    },
    {
      "headline": "New System Begins Rerouting U.S. Aid For Poor Countries",
      "snippet": "United States is overhauling how it assists developing nations, demanding that applicants for rich new source of financing prove their worthiness; board of new Millennium Challenge Account is laying groundwork for grants that Pres Bush has promise...",
      "abstract": "United States is overhauling how it assists developing nations, demanding that applicants for rich new source of financing prove their worthiness; board of new Millennium Challenge Account is laying groundwork for grants that Pres Bush has promised will total $5 billion annually by 2008; if fully financed, program will reflect close to doubling of American aid that goes primarily to promote development in poor countries; but account is altering how aid flows and will reduce or eliminate aid to some traditional recipients because they fail to meet benchmarks; critics of program say it may reward handful of nations while leaving some of neediest to vie for much smaller amounts of aid; 63 countries qualify to compete for first round of grants; photo (M)",
      "lead_paragraph": "The United States is now plunging into a fundamental overhaul of its assistance to developing nations, demanding that applicants for a rich new source of financing prove their worthiness. Already, countries from Bolivia to Bangladesh are competing to be among the winners.",
      "publication_date": "2004-02-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/22/world/new-system-begins-rerouting-us-aid-for-poor-countries.html",
      "byline": "By Christopher Marquis"
    },
    {
      "headline": "LACKING ACCORD, DIPLOMATS LEAVE A DIVIDED HAITI",
      "snippet": "Asst Sec of State Roger F Noriega and other top diplomats from Americas and Europe spend day in Haiti pushing urgent proposal to replace current government with multiparty cabinet, while allowing Pres Jean-Bertrand Aristide to complete his term in...",
      "abstract": "Asst Sec of State Roger F Noriega and other top diplomats from Americas and Europe spend day in Haiti pushing urgent proposal to replace current government with multiparty cabinet, while allowing Pres Jean-Bertrand Aristide to complete his term in office; opposition insists Aristide must resign immediately, but Aristide insists he will complete his term that ends Feb 2006; mounting political tensions have turned into violent rebellion in recent weeks, as armed groups opposing Aristide have clashed with government's outnumbered and outgunned police force; more than 60 people have died in violence; State Dept advises Americans to leave country; diplomats are anxious to make deal to avoid Haiti sliding into civil war and ignite humanitarian crisis; many Haitians say they would welcome international intervention, pleading for American help, but that does not seem to be forthcoming; photo (M)",
      "lead_paragraph": "Despite political arm-twisting, the top American diplomat for the Western Hemisphere left Haiti without reaching a deal with the political opposition to share power with President Jean-Bertrand Aristide.",
      "publication_date": "2004-02-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/02/22/world/lacking-accord-diplomats-leave-a-divided-haiti.html",
      "byline": "By Tony Smith"
    },
    {
      "headline": "The Tipping PointFor Safety",
      "snippet": "Danny Hakim article on driving car and sport utility vehicle on test track to compare handling in light of new federal rollover testing standards; describes driving vehicles with and without stability technology standard in both; notes SUV's are m...",
      "abstract": "Danny Hakim article on driving car and sport utility vehicle on test track to compare handling in light of new federal rollover testing standards; describes driving vehicles with and without stability technology standard in both; notes SUV's are more prone than cars to rollovers and that rollover accidents, while rare, account for disproportionate percentage of occupant deaths; fatality rate graphs; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/02/22/business/the-tipping-pointfor-safety.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Microsoft Creates a Stir In Its Work With the U.N.",
      "snippet": "Software industry executives and technologists contend that Microsoft has been moving behind the scenes to undercut support for set of business-to-business electronic transaction standards jointly developed by United Nations and industry-sponsored...",
      "abstract": "Software industry executives and technologists contend that Microsoft has been moving behind the scenes to undercut support for set of business-to-business electronic transaction standards jointly developed by United Nations and industry-sponsored international standards group; Microsoft and senior United Nations officials deny accusation, saying that company's contributions are relatively modest, comply with United Nations guidelines and do not unduly influence decision making; Klaus-Dieter Naujok, who works with United Nations, says it is difficult to avoid Microsoft's influence; photo (L)",
      "lead_paragraph": "The chairman of the Microsoft Corporation, Bill Gates, won widespread applause in January when he trumpeted an agreement to give $1 billion in software and cash to the United Nations as part of a job-training program for the developing world.",
      "publication_date": "2004-02-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/23/business/microsoft-creates-a-stir-in-its-work-with-the-un.html",
      "byline": "By John Markoff and Jennifer L. Schenker"
    },
    {
      "headline": "LOOT: Along the Antiquities Trail; An Illicit Journey Out of Egypt, Only a Few Questions Asked",
      "snippet": "Court records and dozens of interviews and documents about funeral stele excavated in Akhmim, Egypt, in 1994 and seized by federal agents in New York two years ago provide rare, detailed account of smuggling, marketing and selling of high-end anti...",
      "abstract": "Court records and dozens of interviews and documents about funeral stele excavated in Akhmim, Egypt, in 1994 and seized by federal agents in New York two years ago provide rare, detailed account of smuggling, marketing and selling of high-end antiquities; worldwide trade in looted antiquities usually begins and ends in silences, with few questions asked; stele's progress shows how seamlessly looted objects can blend into legitimate market, whether dealers are aware of it or not; stele was key prosecution weapon in conviction of American dealer Frederick Schultz for conspiring to sell stolen artifacts, even though he never sold, or even saw, stele; stele is now in Cairo Museum, trophy of Egypt's drive to reclaim its stolen treasures; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/23/world/loot-along-antiquities-trail-illicit-journey-egypt-only-few-questions-asked.html",
      "byline": "By Barry Meier and Martin Gottlieb"
    },
    {
      "headline": "Home Drug-Making Laboratories Expose Children to Toxic Fallout",
      "snippet": "Spread to East Coast of illegal home laboratories for manufacture of methamphetamine poses serious health threat to children living in homes; new study shows toxic chemicals released in cooking process permeate buildings where cooking is done; Dru...",
      "abstract": "Spread to East Coast of illegal home laboratories for manufacture of methamphetamine poses serious health threat to children living in homes; new study shows toxic chemicals released in cooking process permeate buildings where cooking is done; Drug Enforcement Administration says 8,000 such labs were seized nationwide in 2003 and 3,300 children were found in them; 48 children were burned or injured and one killed lab accidents; photos (M)",
      "lead_paragraph": "Sandra Rupert, a counselor at an elementary school in this town tucked high up in the Blue Ridge Mountains, wondered last year about two sisters who were second and third graders. They had headaches, colds and coughs virtually every day.",
      "publication_date": "2004-02-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/23/us/home-drug-making-laboratories-expose-children-to-toxic-fallout.html",
      "byline": "By Fox Butterfield"
    },
    {
      "headline": "Hey, Gang, Let's Make Our Own Supercomputer",
      "snippet": "Patrick Miller and his students in San Francisco University graduate course plan to build supercomputer in school gym by plugging computers supplied by some 1,200 volunteers into shared high-speed network for day; plan builds on concept of flash m...",
      "abstract": "Patrick Miller and his students in San Francisco University graduate course plan to build supercomputer in school gym by plugging computers supplied by some 1,200 volunteers into shared high-speed network for day; plan builds on concept of flash mobs, sudden Internet-organized gatherings with no particular purpose that became unlikely fad last summer; there are already many Internet-connected virtual supercomputers, but no one has tried before to build instant supercomputer in one place (M)",
      "lead_paragraph": "Some class science projects get out of hand.",
      "publication_date": "2004-02-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/23/us/hey-gang-let-s-make-our-own-supercomputer.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Adelphia Is Next in Parade of Fraud Trials",
      "snippet": "Corporate scandals are focus of several trials in downtown Manhattan; John J Rigas, 79-year-old founder of Adelphia Communications, is set to on trial along with two of his sons, Timothy and Michael, on federal charges of looting Adelphia of more ...",
      "abstract": "Corporate scandals are focus of several trials in downtown Manhattan; John J Rigas, 79-year-old founder of Adelphia Communications, is set to on trial along with two of his sons, Timothy and Michael, on federal charges of looting Adelphia of more than $1 billion; Martha Stewart's trial is in same complex of federal courthouses on Pearl Street; L Dennis Kozlowski is on trial in state court a few blocks away; photos (M)",
      "lead_paragraph": "He had to hand over his tie, belt and shoelaces when he was arrested.",
      "publication_date": "2004-02-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/23/business/adelphia-is-next-in-parade-of-fraud-trials.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Palm's Marriage Of Convenience To Handspring Shows Promise",
      "snippet": "Palm's acquisition of rival Handspring, completed in October, has helped Palm, renamed PalmOne, move its product line away from calculator-sized 'personal digital assistants' and toward so-called smart phones, mobile phones that have appointment c...",
      "abstract": "Palm's acquisition of rival Handspring, completed in October, has helped Palm, renamed PalmOne, move its product line away from calculator-sized 'personal digital assistants' and toward so-called smart phones, mobile phones that have appointment calendars and address books of PDA's but also advanced functions like ability to run spreadsheets, connect to corporate databases, access e-mail messages, download music and take photographs; Handspring, which was founded five years ago by former Palm executives who had helped develop PalmPilot, has been pioneer in high-end market for multipurpose handheld devices; photos of Todd Bradley, president of PalmOne, and of Ed Colligan and Kenneth Wirt, with Treo and Tungsten devices that helped develop (L)",
      "lead_paragraph": "Todd Bradley, PalmOne's president and chief executive, recalls meetings last year with product designers of the company's predecessor, Palm Inc., to work out details of their next line of hand-held computers.",
      "publication_date": "2004-02-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/23/business/palm-s-marriage-of-convenience-to-handspring-shows-promise.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "Debate Over Exporting Jobs Raises Questions on Policies",
      "snippet": "Debate over jobs migrating abroad intensifies and is expected to be important element of presidential election campaign for both Democrats and Republicans; job migration, while only one factor in current employment slump, points to two related eco...",
      "abstract": "Debate over jobs migrating abroad intensifies and is expected to be important element of presidential election campaign for both Democrats and Republicans; job migration, while only one factor in current employment slump, points to two related economic challenges: first is how United States will respond to new wave of international competition, and second is what policies can help displaced workers make transition to new jobs (M)",
      "lead_paragraph": "There is certainly no shortage of political heat surrounding the subject of jobs migrating abroad. On the campaign trail, Senator John Kerry routinely decries ''Benedict Arnold'' bosses. And N. Gregory Mankiw, chairman of the White House's Council of Economic Advisers, faced an uproar after he said earlier this month that offshore outsourcing was a good thing for the economy in the long run.",
      "publication_date": "2004-02-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/23/business/new-economy-debate-over-exporting-jobs-raises-questions-on-policies.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "CD Sales Rise, but Industry Is Too Wary to Party",
      "snippet": "Music industry is encouraged by turnaround that began quietly last fall, especially with success of Norah Jones's new album Feels Like Home; CD, which recently sold more than million copies in its first week in stores, helped extend a nearly consi...",
      "abstract": "Music industry is encouraged by turnaround that began quietly last fall, especially with success of Norah Jones's new album Feels Like Home; CD, which recently sold more than million copies in its first week in stores, helped extend a nearly consistent five-month string of industry growth, as measured by weekly sales compared with year-earlier periods; music industry, however, is too wary to celebrate just yet; photo; charts show album sales (M)",
      "lead_paragraph": "For the last three years, bad news about the music industry has been as steady as a synthesized drumbeat. But a turnaround that began quietly last fall has become unmistakable with the success of Norah Jones's new album, ''Feels Like Home.'' The CD, which recently sold more than a million copies in its first week in stores, helped extend a nearly consistent five-month string of industry growth, as measured by weekly sales compared with year-earlier periods.",
      "publication_date": "2004-02-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/23/business/media-cd-sales-rise-but-industry-is-too-wary-to-party.html",
      "byline": "By Chris Nelson"
    },
    {
      "headline": "INSURGENTS TAKE HAITI'S 2ND CITY AS CRISIS GROWS",
      "snippet": "Rebels seize control of Cap Haitien, Haiti's second-largest city, meeting little resistance as hundreds of residents cheer, burn police station, plunder food from warehouses and loot airport, which is quickly closed; police officers and Pres Jean-...",
      "abstract": "Rebels seize control of Cap Haitien, Haiti's second-largest city, meeting little resistance as hundreds of residents cheer, burn police station, plunder food from warehouses and loot airport, which is quickly closed; police officers and Pres Jean-Bertrand Aristide's armed supporters flee; rebels now hold nearly all of northern Haiti, driving nation deeper into chaos; rebel leaders vow their compatriots will occupy all of Haiti within two weeks; rebel commander Guy Philippe comments, interview; Aristide has no significant military force to rally against uprising; map; photos (M)",
      "lead_paragraph": "Rebels seized control of Cap Haitien, Haiti's second-largest city, on Sunday, meeting little resistance as hundreds of residents cheered, burned the police station, plundered food from port warehouses and looted the airport, which was quickly closed. Police officers and armed supporters of President Jean-Bertrand Aristide fled.",
      "publication_date": "2004-02-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/23/world/insurgents-take-haiti-s-2nd-city-as-crisis-grows.html",
      "byline": "By Lydia Polgreen"
    },
    {
      "headline": "Nader, Gadfly to the Democrats, Will Again Run for President",
      "snippet": "Ralph Nader says he will run again for president, interview; brushes aside urgent appeals from own friends and Democratic leaders; says he will try to get his name on ballot in all 50 states as independent; rejects idea that he is spoiler who help...",
      "abstract": "Ralph Nader says he will run again for president, interview; brushes aside urgent appeals from own friends and Democratic leaders; says he will try to get his name on ballot in all 50 states as independent; rejects idea that he is spoiler who helps Pres Bush; holds Democratic Party fails to champion liberal stands and offer strong alternative to Republicans; Florida Democratic chairman Scott Maddox charges Nader is driven by own ego; several Democrats question whether Nader will have same impact he did in 2000 election, noting he will have trouble getting on ballots; photos (M)",
      "lead_paragraph": "Brushing aside urgent appeals from his own friends and Democratic leaders, Ralph Nader announced yesterday that he would run again for president this year, sending shudders through the camps of Democratic presidential candidates just as they had grown hopeful about unseating President Bush.",
      "publication_date": "2004-02-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/23/us/2004-campaign-independent-nader-gadfly-democrats-will-again-run-for-president.html",
      "byline": "By Adam Nagourney and Jim Rutenberg"
    },
    {
      "headline": "Iraqis Say Deal On U.S. Troops Must Be Put Off",
      "snippet": "Members of Iraq's American-appointed interim Governing Council say they cannot negotiate formal accord with United States on maintaining troops in Iraq, holding task must await next sovereign Iraqi government; delay means US may have to negotiate ...",
      "abstract": "Members of Iraq's American-appointed interim Governing Council say they cannot negotiate formal accord with United States on maintaining troops in Iraq, holding task must await next sovereign Iraqi government; delay means US may have to negotiate with leaders it did not appoint on such sensitive issues as when use of force is allowed and legal immunity for American troops; photo (M)",
      "lead_paragraph": "Iraq's interim leaders said Sunday that they could not negotiate a formal agreement with the American military on maintaining troops in Iraq, and that the task must await the next sovereign Iraqi government.",
      "publication_date": "2004-02-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/23/world/iraqis-say-deal-on-us-troops-must-be-put-off.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Group in Britain Seeks Money for New Daily Paper  A small group of journalists and managers in Britain is seeking $29 million to start a paper called The World. It would aim at the niche occupied in France by its Gallic namesake, Le Monde.    The ...",
      "abstract": " Group in Britain Seeks Money for New Daily Paper  A small group of journalists and managers in Britain is seeking $29 million to start a paper called The World. It would aim at the niche occupied in France by its Gallic namesake, Le Monde.    The effort is a break from current trends as the blue-collar tabloids -- and some of the white-collar broadsheets -- seek to expand circulation with articles about would-be and real celebrities. [Page C5.]",
      "lead_paragraph": "Group in Britain Seeks Money for New Daily Paper",
      "publication_date": "2004-02-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/23/business/business-digest-504394.html",
      "byline": ""
    }
  ]
}