{
  "metadata": {
    "date": "2004-09-30",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "Pentagon Spends Without Bids, a Study Finds",
      "snippet": "Center for Public Integrity reports that Pentagon has awarded over 40 percent of its business, total of $362 billion, on no-bid basis over last six years, with biggest companies winning bulk of their contracts without going through competitive pro...",
      "abstract": "Center for Public Integrity reports that Pentagon has awarded over 40 percent of its business, total of $362 billion, on no-bid basis over last six years, with biggest companies winning bulk of their contracts without going through competitive process; finds that 80 percent of all contracting dollars went to 1 percent of all contractors; says Lockheed Martin Corp, nation's largest military contractor, got 74 percent of its $94 billion in Pentagon contracts since fiscal 1998 without competition; notes Pentagon has becoming increasingly dependent on contractors for work formerly done by soldiers and Pentagon civilian workers; Lockheed holds competitive bidding is often not cost effective for Pentagon; Charles Lewis of center deplores 'stunning lack of accountability' that Pentagon treats as minor annoyance; Pentagon defends practices; Pentagon spending graph; photo (M)",
      "lead_paragraph": "WASHINGTON, Sept. 29 - More than 40 percent of Pentagon business, a total of $362 billion, has been awarded on a no-bid basis over the last six years, according to a report issued Wednesday that showed that the biggest companies won the bulk of their contracts without going through a competitive process.",
      "publication_date": "2004-09-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/30/business/pentagon-spends-without-bids-a-study-finds.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: New Order For Embraer",
      "snippet": "Air Canada orders 45 passenger jets worth $1.35 billion from Empresa Brasileira de Aeronautica (Embraer); has option to buy 45 more planes; seeks to renew its fleet with smaller regional jets; Embraer stock price graph (S)",
      "abstract": "Air Canada orders 45 passenger jets worth $1.35 billion from Empresa Brasileira de Aeronautica (Embraer); has option to buy 45 more planes; seeks to renew its fleet with smaller regional jets; Embraer stock price graph (S)",
      "lead_paragraph": "Air Canada placed an order worth $1.35 billion for 45 passenger jets from Empresa Brasileira de Aeronáutica, the Brazilian aircraft manufacturer known as Embraer. Air Canada also has the option to buy an additional 45 planes, which could raise the total value of the deal to more than $2.7 billion if all options are exercised. Deliveries are scheduled to start in November 2005. Air Canada, which is expected to emerge from bankruptcy protection today, is seeking to renew its fleet with smaller regional jets like the Embraer 190, which seats up to 106 passengers. The deal comes just two days after Air Canada said it would buy $821 million worth of jets from the Canadian plane maker Bombardier for its regional operating unit, Air Canada Jazz. Todd Benson (NYT)",
      "publication_date": "2004-09-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/30/business/world-business-briefing-americas-brazil-new-order-for-embraer.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Debt Swap For Trade Concern",
      "snippet": "Japanese trading company Sojitz Holdings will get 370 billion yen ($3.34 billion) in aid from UFJ Holdings and other lenders as part of bailout; UFJ, which seeks to cut bad loans to meet target set by regulators and prepare for merger, will swap d...",
      "abstract": "Japanese trading company Sojitz Holdings will get 370 billion yen ($3.34 billion) in aid from UFJ Holdings and other lenders as part of bailout; UFJ, which seeks to cut bad loans to meet target set by regulators and prepare for merger, will swap debt owed by Sojitz for 330 billion yen of preferred stock in company (S)",
      "lead_paragraph": "A Japanese trading company, Sojitz Holdings, will receive 370 billion yen ($3.34 billion) in aid from UFJ Holdings and other lenders as part of a bailout approved by its shareholders. UFJ, which is based in Osaka, will swap debt owed by Sojitz for 330 billion yen of preferred shares in the company on Oct. 29, it said. Sojitz, based in Tokyo, is among several companies that are struggling to repay UFJ and are reorganizing their operations to bolster their finances. UFJ needs to cut bad loans to meet a target set by regulators and to prepare for a merger.",
      "publication_date": "2004-09-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/30/business/world-business-briefing-asia-japan-debt-swap-for-trade-concern.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "I.B.M. Agrees to Settle Part of Giant Pension Case  I.B.M. said that it had agreed to pay $320 million to its employees to settle in part a class-action lawsuit over its pension plan in a case that may affect millions of workers at many companies ...",
      "abstract": " I.B.M. Agrees to Settle Part of Giant Pension Case  I.B.M. said that it had agreed to pay $320 million to its employees to settle in part a class-action lawsuit over its pension plan in a case that may affect millions of workers at many companies and nonprofits.      Under the settlement, I.B.M.'s liability will be limited to an added $1.4 billion if the court upholds a ruling that a new pension plan discriminated against older workers. [Page A1.]    A.I.G. Is Focus of Federal Inquiry  The American International Group, one of the world's largest insurance companies, said that the Justice Department had begun a criminal investigation of one of its units over possible violations of federal securities laws. [C11.]    Skepticism on Obesity Treatments  Researchers are questioning some fundamental ideas behind obesity treatments. [A1.]    Former Ahold Chief Faces Charges  Cees van der Hoeven, a former Royal Ahold chief executive, disclosed that he was facing charges by Dutch prosecutors in connection with a $1.2 billion accounting scandal at the company. The Dutch Authority for the Financial Markets is reported to be investigating whether Ahold and some former executives have violated insider trading laws. [C5.]    Richard M. Scrushy, the former chief executive of HealthSouth, faces new federal charges of perjury and obstruction of justice in a revised indictment by a grand jury. [C5.]    Internet Provision Is Struck Down  A judge struck down a provision of the USA Patriot Act that required Internet service companies to provide information about subscribers and barred them from disclosing that they had received subpoenas to do so. [A26.]    Panel Considers Copyright Bill  The Senate Judiciary Committee is considering a copyright bill that stands at the center of the file-sharing debate. [C7.]    New Service From a Search Engine  Vivisimo, an Internet search engine company, is introducing a service that is meant to lessen online information overload. [C6.]    Computer Associates to Make Cuts  Computer Associates International said that it would dismiss 800 workers and reduce the number of software products it sells. [C7.]    U.S. Growth Higher Than Estimated  The United States economy grew at an annual rate of 3.3 percent in the spring, better than a previous estimate. [C6.]    Major Stock Indicators Show Gains  Stocks rose as oil prices declined. The Dow Jones industrial average gained 58.84 points, to 10,136.24. The Standard & Poor's 500-stock index rose 4.74 points, to 1,114.80, erasing its loss for the year. The Nasdaq composite index, added 24.07 points, to 1,893.94. [C11.]    Cendant Agrees to Acquire Orbitz  Cendant Corporation, the world's largest hotel franchiser, agreed to buy the Internet travel agency Orbitz Inc. for $1.25 billion. Cendant, which franchises Days Inn hotels and owns Avis Rent A Car System Inc., will pay $27.50 a share for Orbitz, a 32 percent premium over Tuesday's closing price of $20.77. [C11.]    Visa and MasterCard Vexations  The headaches of getting a credit card terminal up and running. Small Business. [C2.]    From White House to Wallet  United States presidents do influence the economy. Jeff Madrick: Economic Scene. [C2.]  ",
      "lead_paragraph": "I.B.M. Agrees to Settle Part of Giant Pension Case I.B.M. said that it had agreed to pay $320 million to its employees to settle in part a class-action lawsuit over its pension plan in a case that may affect millions of workers at many companies and nonprofits.",
      "publication_date": "2004-09-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/30/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Weight Loss Surgery MaySoon Be Paid by Medicare",
      "snippet": "Medicare advisers will assess safety, efficacy and cost of increasingly popular method of weight loss--surgery--as first step in new policy that could lead to use of federal money to cover range of other obesity treatments; coverage by Medicare an...",
      "abstract": "Medicare advisers will assess safety, efficacy and cost of increasingly popular method of weight loss--surgery--as first step in new policy that could lead to use of federal money to cover range of other obesity treatments; coverage by Medicare and other insurers may increase at time when evidence suggests that few obese people can lose significant amounts of weight in long term, and some obesity researchers question fundamental idea that losing weight improves health; reason for dearth of information on long-term effects of weight loss is that very few people keep weight off; currently, Medicare will pay for weight-loss surgery when patients suffer other problems associated with condition, like diabetes; new talks will discuss covering treatment for those who are simply obese; agency wants to determine if obesity treatments help people lose weight and improve their health; bariatric surgery costs $30,000 to $40,000; cost to Medicare for such coverage has not been determined; 61 million Americans are termed obese, including 9 million of Medicare age, 65 and older; photo (M)",
      "lead_paragraph": "Carmen J. Pirollo expected his latest attempt to lose weight would take a while. At 5 feet 11 inches, he wanted to weigh 180 pounds, down from 260. A veteran dieter -- \"I've lost and gained a whole person in my lifetime\" -- he knew it would not be easy.",
      "publication_date": "2004-09-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/30/business/weight-loss-surgery-maysoon-be-paid-by-medicare.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "I.M.F. Asks China to Free Its Currency From Dollar",
      "snippet": "International Monetary Fund adds its voice to growing calls for China to float its currency immediately; argues move would help world economy and help tame inflation in China and cool its fast-growing economy; Rodrigo de Rato, managing director, s...",
      "abstract": "International Monetary Fund adds its voice to growing calls for China to float its currency immediately; argues move would help world economy and help tame inflation in China and cool its fast-growing economy; Rodrigo de Rato, managing director, says move would aid China; group of Democratic lawmakers, concerned that Bush administration will not adequately press China, plans to petition administration to sue China at World Trade Organization; holds China has violated trade laws by failing to revalue yuan; de Rato joins World Bank president James D Wolfensohn in support of debt relief for world's poorest nations, as long as rich nations pledge rise in aid for all programs (M)",
      "lead_paragraph": "WASHINGTON, Sept. 29 - The International Monetary Fund added its voice on Wednesday to the growing calls for China to float its currency immediately, a move that supporters say would help reduce the United States trade deficit and strengthen the global economy.",
      "publication_date": "2004-09-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/30/business/worldbusiness/imf-asks-china-to-free-its-currency-from-dollar.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Alcan Begins Spinoff",
      "snippet": "Aluminum producer Alcan files prospectus with regulators to spin off its rolled-products business to shareholders; new company will be known as Novelis; move is largely intended to counter antitrust concerns related to Alcan's 2003 acquisition of ...",
      "abstract": "Aluminum producer Alcan files prospectus with regulators to spin off its rolled-products business to shareholders; new company will be known as Novelis; move is largely intended to counter antitrust concerns related to Alcan's 2003 acquisition of Pechiney (S)",
      "lead_paragraph": "Alcan, the Montreal-based aluminum producer, formally moved to spin off its rolled-products business to shareholders by filing a prospectus with regulators late Tuesday. The new company, which will be known as Novelis, will be the world's largest producer of rolled-products, with an 18 percent market share and revenue of $6.2 billion, based on 2003. The spinoff was announced in May and is largely intended to counter antitrust concerns that developed in Europe and in the United States after Alcan acquired Pechiney last year. Ian Austen (NYT)",
      "publication_date": "2004-09-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/30/business/world-business-briefing-americas-canada-alcan-begins-spinoff.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "I.B.M. Employees Get $320Million in Pension Suit",
      "snippet": "IBM agrees to pay $320 million to current and former employees to settle in part class-action lawsuit over its pension plan; case may affect millions of workers at many companies and nonprofit organizations; under settlement, IBM's liability in ca...",
      "abstract": "IBM agrees to pay $320 million to current and former employees to settle in part class-action lawsuit over its pension plan; case may affect millions of workers at many companies and nonprofit organizations; under settlement, IBM's liability in case will be limited to additional $1.4 billion if courts uphold ruling that new pension plan discriminates against its older workers and is illegal; agreement comes as Federal District Court Judge G Patrick Murphy was preparing to rule on how much IBM should pay to 130,000 current and former employees; he ruled year ago that company discriminated against its older workers in 1990's when it changed its traditional pension plan twice, leaving them with so-called cash-balance plan, which combines some features of traditional pensions with other features of 401(k) plans; at heart of case is whether cash-balance pension plans by definition discriminate against older workers; since 1995, fifth of large companies have converted to cash-balance plans, which allow employees to accrue benefits at fixed rate over their careers and permits companies to shrink long-term pension debt and reap accounting gains while still providing benefits to employees (M)",
      "lead_paragraph": "I.B.M. said yesterday that it had agreed to pay $320 million to current and former employees to settle in part a class-action lawsuit over its pension plan in a case that may affect millions of workers at many companies and nonprofit organizations.",
      "publication_date": "2004-09-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/30/technology/ibm-employees-get-320million-in-pension-suit.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "Outsourcing Finds Vietnam",
      "snippet": "Vietnam is making big push to turn itself into outsourcing powerhouse in shift of clerical jobs to ever-poorer nations in developing world; is aided by very low wages and stress on mathematics instruction; is now trying to train people across nati...",
      "abstract": "Vietnam is making big push to turn itself into outsourcing powerhouse in shift of clerical jobs to ever-poorer nations in developing world; is aided by very low wages and stress on mathematics instruction; is now trying to train people across nation in computer skills; obstacles include pervasive bureaucracy, weak English language skills, poor road system and scarcity of foreign investment; handful of companies have set up shop; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/30/business/worldbusiness/outsourcing-finds-vietnam.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Has Missouri Already Swung?",
      "snippet": "Missouri is America writ small and both parties listed it as a swing state as the campaign began. But the Kerry campaign has been notably absent of late. Page A23.",
      "abstract": "Missouri is America writ small and both parties listed it as a swing state as the campaign began. But the Kerry campaign has been notably absent of late. Page A23.",
      "lead_paragraph": "Missouri is America writ small and both parties listed it as a swing state as the campaign began. But the Kerry campaign has been notably absent of late. Page A23.",
      "publication_date": "2004-09-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/30/us/front page/has-missouri-already-swung.html",
      "byline": ""
    },
    {
      "headline": "A Virtuoso and His Technology",
      "snippet": "Role that technology has played in life of cellist Yo-Yo Ma; early cassette recorders gave him important feedback on his progress as musician; as his skill and reputation grew, recordings have helped him stay abreast of trends and video recordings...",
      "abstract": "Role that technology has played in life of cellist Yo-Yo Ma; early cassette recorders gave him important feedback on his progress as musician; as his skill and reputation grew, recordings have helped him stay abreast of trends and video recordings have given him ability to convey new dimension of music to audience; profile and career highlights; photo (M)",
      "lead_paragraph": "ONE day in 1964, Hiao-Tsiun Ma, a musician recently immigrated from Paris, came home to his family's Manhattan apartment with an exotic find: a tape recorder by Norelco using a brand-new technology called the cassette.",
      "publication_date": "2004-09-30T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/09/30/technology/circuits/a-virtuoso-and-his-technology.html",
      "byline": "By Seth Schiesel"
    },
    {
      "headline": "Martha Stewart Assigned to Prison in West Virginia",
      "snippet": "Martha Stewart is assigned to minimum-security Alderson Federal Prison in West Virgina to serve five months for conspiracy and other charges related to her sale of Imclone Systems stock; had hoped for facility closer to her family; Bureau of Priso...",
      "abstract": "Martha Stewart is assigned to minimum-security Alderson Federal Prison in West Virgina to serve five months for conspiracy and other charges related to her sale of Imclone Systems stock; had hoped for facility closer to her family; Bureau of Prisons turned down her first choice of Danbury, Conn, because news media could stake it out too easily; photos (M)",
      "lead_paragraph": "She wanted Connecticut. She would have settled for Florida. But yesterday, Martha Stewart drew the short straw. She was assigned to serve her sentence at a federal women's prison in Alderson, W.Va., the very facility she had hoped would not be chosen.",
      "publication_date": "2004-09-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/30/business/martha-stewart-assigned-to-prison-in-west-virginia.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "To the Patio and Beyond: Speakers Without Wires",
      "snippet": "David Pogue State of the Art column on wireless stereo speaker systems; chart compares features of entries by Sony, RCA, Advent and Acoustic Research; photos; drawing (M)",
      "abstract": "David Pogue State of the Art column on wireless stereo speaker systems; chart compares features of entries by Sony, RCA, Advent and Acoustic Research; photos; drawing (M)",
      "lead_paragraph": "FALL is in the air!",
      "publication_date": "2004-09-30T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/09/30/technology/circuits/to-the-patio-and-beyond-speakers-without-wires.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "World Business Briefing | Europe: Sweden: Higher Bid For Song",
      "snippet": "Tele2, Swedish phone company, raises its bid for Internet access provider Song Networks Holding to 4.95 billion kronor ($673 million), again topping TDC offer; photo (S)",
      "abstract": "Tele2, Swedish phone company, raises its bid for Internet access provider Song Networks Holding to 4.95 billion kronor ($673 million), again topping TDC offer; photo (S)",
      "lead_paragraph": "Tele2, Sweden's second-largest telephone company, raised its bid for the Internet access provider Song Networks Holding to 4.95 billion kronor ($673 million), topping an offer by TDC of Denmark for a second time. Tele2, which is based in Stockholm, offered 85 kronor for each share of Song Networks, the company said. That compares with Tele2's first bid of 75 kronor and the TDC offer of 82.5 kronor that was made Tuesday. TDC and Tele2 are battling for control of Song Networks to gain access to the company's Nordic business customers for broadband Internet access. The chief executive Tele2, Lars-Johan Jarnheimer, above, said that TDC and Tele2 might collaborate on a wholesale deal if one of them acquires Song.",
      "publication_date": "2004-09-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/30/business/world-business-briefing-europe-sweden-higher-bid-for-song.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "In Australia, Tug of War Over Privatizing Phone Giant",
      "snippet": "Future of Telstra, Australia's dominant telecommunications company, is issue in Australian elections; Prime Min John Howard's Liberals favor sale of government's 50.1 percent stake to free company to compete; opposition Labor pledges to keep stake...",
      "abstract": "Future of Telstra, Australia's dominant telecommunications company, is issue in Australian elections; Prime Min John Howard's Liberals favor sale of government's 50.1 percent stake to free company to compete; opposition Labor pledges to keep stake to bar Telstra from abusing its dominance and criticizes company's top management; both sides agree chief executive Zygmunt E Switkowski should abandon disastrous acquisition strategy and concentrate on improving operations; he faces credibility issue with vows to reward shareholders, cut costs and push up revenue growth at time when fixed-line business faces fierce competition from cellular and Internet telphony; photos (M)",
      "lead_paragraph": "His name will not be on any ballot, but when Australians go to the polls on Oct. 9, they may determine the future of a man widely known as Ziggy: the chief executive of Telstra, Zygmunt E. Switkowski.",
      "publication_date": "2004-09-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/30/business/worldbusiness/in-australia-tug-of-war-over-privatizing-phone-giant.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "In Debate on Foreign Policy, Wide Gulf or Splitting Hairs?",
      "snippet": "Political Memo: first presidential debate is expected to show that on many foreign policy subjects, Pres Bush and Sen John Kerry differ only slightly, if at all; even on Iraq, candidates' sharpest stated differences are retrospective, rather than ...",
      "abstract": "Political Memo: first presidential debate is expected to show that on many foreign policy subjects, Pres Bush and Sen John Kerry differ only slightly, if at all; even on Iraq, candidates' sharpest stated differences are retrospective, rather than prospective; looking ahead, neither is calling for immediate departure of American troops and both advocate accelerating training of Iraqi forces; both want to create similar conditions for American withdrawal, but Kerry claims he will find way to do it more quickly; on China, both candidates speak of building cooperative relationship while promoting internal reform; on Israel and Palestinians, both support Prime Min Ariel Sharon in building barrier against West Bank Palestinians and planning to evacuate settlers from Gaza Strip without peace agreement; both have called controlling nuclear weapons the No 1 foreign policy challenge, without discussing matter much; photo; chart with excerpts from speeches by presidential and vice presidential candidates this month; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/30/politics/campaign/in-debate-on-foreign-policy-wide-gulf-or-splitting-hairs.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "French Utility Seizes Chance to Sell Oil Stock at a Profit",
      "snippet": "Electricite de France, government-owned power utility, sells its 2.34 percent stake in oil company Total, raising $3.2 billion in effort to burnish its financial position ahead of partial privatization; photo (M)",
      "abstract": "Electricite de France, government-owned power utility, sells its 2.34 percent stake in oil company Total, raising $3.2 billion in effort to burnish its financial position ahead of partial privatization; photo (M)",
      "lead_paragraph": "PARIS, Sept. 29 - Electricité de France, the government-owned power utility, said Wednesday that it had sold its 2.34 percent stake in the oil company Total, raising $3.2 billion in an effort to burnish its financial position ahead of a partial privatization.",
      "publication_date": "2004-09-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/30/business/worldbusiness/french-utility-seizes-chance-to-sell-oil-stock-at-a.html",
      "byline": "By Ariane Bernard"
    },
    {
      "headline": "Conoco Wins Lukoil Bid, a Window on Iraq",
      "snippet": "ConocoPhillips pays nearly $1.988 billion at auction for Russian government's 7.59 percent stake in Lukoil, Russia's second-largest oil company; plans to raise its stake to 10 percent this year and 20 percent within two to three years, allowing it...",
      "abstract": "ConocoPhillips pays nearly $1.988 billion at auction for Russian government's 7.59 percent stake in Lukoil, Russia's second-largest oil company; plans to raise its stake to 10 percent this year and 20 percent within two to three years, allowing it to list part of Lukoil's 20 billion barrels in reserves as its own; deal also provides opening for drilling projects in Iraq and northern Russia; two companies say they want to join in developing Iraq's West Qurna oil concession, which Lukoil won in 1997 and later lost; photos (M)",
      "lead_paragraph": "MOSCOW, Sept. 29 - ConocoPhillips paid nearly $2 billion at auction on Wednesday for the Russian government's stake in Lukoil, a purchase that could allow Conoco to become the first Western company to return to Iraq's oil fields.",
      "publication_date": "2004-09-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/30/business/worldbusiness/conoco-wins-lukoil-bid-a-window-on-iraq.html",
      "byline": "By Erin E. Arvedlund and Heather Timmons"
    },
    {
      "headline": "ABN Amro Raises Guard on Money Laundering",
      "snippet": "Dutch bank ABN Amro Holding NV cites its steps to improve security against money laundering at its New York branch's dollar-clearing business adopted as result of July accord with regulators (M)",
      "abstract": "Dutch bank ABN Amro Holding NV cites its steps to improve security against money laundering at its New York branch's dollar-clearing business adopted as result of July accord with regulators (M)",
      "lead_paragraph": "AMSTERDAM, Sept. 29 - ABN Amro Holding N.V., the biggest Dutch bank by assets, is improving measures to help prevent money laundering after regulators in the United States said the company's New York branch had inadequate internal controls.",
      "publication_date": "2004-09-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/30/business/worldbusiness/abn-amro-raises-guard-on-money-laundering.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Death Sentences in Attack on Cole",
      "snippet": "Judge in Yemen sentences two men to death and four others to long prison terms for maritime suicide bombing of American destroyer Cole in 2000; attack, which killed 17 sailors, provided early glimpse of brazen nature of Osama bin Laden's global te...",
      "abstract": "Judge in Yemen sentences two men to death and four others to long prison terms for maritime suicide bombing of American destroyer Cole in 2000; attack, which killed 17 sailors, provided early glimpse of brazen nature of Osama bin Laden's global terror network; death sentences are received by Abd al-Rahim al-Nashiri and Jama al-Badawi, who planned and organized attack; Nashiri, Saudi-born bin Laden associate, is tried in absentia; is in custody at undisclosed location; is thought to be mastermind behind Cole bombing as well as other terrorist bombings; American counterterrorism officials call verdict milestone for overseas investigative efforts; see it as signal that Yemen has adopted tougher stance toward terrorism, despite sometimes strained investigative effort; photos (M)",
      "lead_paragraph": "CAIRO, Sept. 29 - A judge in Yemen sentenced two men to death and four others to prison terms of up to 10 years on Wednesday for the deadly attack in 2000 against the American destroyer Cole. The convictions were the first ones stemming from the maritime suicide bombing, which provided an early glimpse of the brazen nature of Osama bin Laden's global terror network.",
      "publication_date": "2004-09-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/30/world/middleeast/death-sentences-in-attack-on-cole.html",
      "byline": "By Neil MacFarquhar and David Johnston"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Radio Broadcaster Acquired",
      "snippet": "Capital Radio, British commercial radio broadcaster, will buy rival GWR Group for about 341 million pounds ($618 million); Capital will own 52 percent of combined company and GWR shareholders will own rest (S)",
      "abstract": "Capital Radio, British commercial radio broadcaster, will buy rival GWR Group for about 341 million pounds ($618 million); Capital will own 52 percent of combined company and GWR shareholders will own rest (S)",
      "lead_paragraph": "Capital Radio, Britain's biggest commercial radio broadcaster, agreed to buy another broadcaster, the GWR Group, for about £341 million ($618 million) to reduce costs and to increase advertising revenue. Capital Radio shareholders will own 52 percent of the combined company, and GWR's shareholders will own the rest. The companies have not yet picked a name for the new business, GWR's chairman, Ralph Bernard, said in a conference call with analysts. Combining GWR and Capital Radio will save at least £7.5 million ($13.6 million) annually, the companies said. It may give them more power in negotiations with advertisers and reduce Capital Radio's dependence on its flagship station, 95.8 FM. The station is battling with Heart 106.2 of the Chrysalis Group to remain London's most popular station and to attract the highest ad rates.",
      "publication_date": "2004-09-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/30/business/world-business-briefing-europe-britain-radio-broadcaster-acquired.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Forstmann Said to Make Deal for Talent Agency",
      "snippet": "Theodore J Forstmann and his buyout firm reportedly agree to acquire IMG talent agency for $750 million in cash; move will give IMG capital and access to expand its reach in sports, entertainment and television; may be last major deal for Forstman...",
      "abstract": "Theodore J Forstmann and his buyout firm reportedly agree to acquire IMG talent agency for $750 million in cash; move will give IMG capital and access to expand its reach in sports, entertainment and television; may be last major deal for Forstmann, 64, who reportedly does not plan to raise another investment fund; he is expected to become IMG chairman and hands-on partner; top IMG executives, Robert D Kain and Alastair J Johnston, will remain as day-to-day managers and buy equity stakes; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/30/business/forstmann-said-to-make-deal-for-talent-agency.html",
      "byline": "By Andrew Ross Sorkin"
    }
  ]
}