{
  "metadata": {
    "date": "2004-11-03",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Japan's Recovery Hinges on Oil Prices",
      "snippet": "Like a Japanese compact car, the nation's economy is built to go a long way on a little gas. And so, Japan should be one of the best-prepared countries in the world to deal with rising oil prices. But as oil prices linger around $50 a barrel, econ...",
      "abstract": "Like a Japanese compact car, the nation's economy is built to go a long way on a little gas. And so, Japan should be one of the best-prepared countries in the world to deal with rising oil prices. But as oil prices linger around $50 a barrel, economists now say Japan may be among the hardest hit.     The Japanese economy depends less on oil than almost any nation, requiring only about half as much oil to generate $1 worth of economic growth as the United States. But while the surge in oil prices has had relatively little impact so far on corporate profits or consumer spending, the increase is beginning to take a toll on the economy by contributing to a decline in Japanese exports, the main engine of the recovery that began last year.   ",
      "lead_paragraph": "TOKYO, Nov. 2 - Like a Japanese compact car, the nation's economy is built to go a long way on a little gas. And so, Japan should be one of the best-prepared countries in the world to deal with rising oil prices. But as oil prices linger around $50 a barrel, economists now say Japan may be among the hardest hit.",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/03/business/worldbusiness/japans-recovery-hinges-on-oil-prices.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "OTHER HIGHLIGHTS",
      "snippet": "Articles on election results noted; photos",
      "abstract": "Articles on election results noted; photos",
      "lead_paragraph": "NEW YORK",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/03/us/front page/other-highlights.html",
      "byline": ""
    },
    {
      "headline": "Deeper Trouble Vexing E.D.S. and Other Data Services",
      "snippet": "$400 billion-a-year computer services business is not in great shape; analysts say main challenges are backlog of problem contracts, increasing need to substitute automation for labor in managing corporate data centers, and difficulty of making tr...",
      "abstract": "$400 billion-a-year computer services business is not in great shape; analysts say main challenges are backlog of problem contracts, increasing need to substitute automation for labor in managing corporate data centers, and difficulty of making transition from low-margin outsourcing services to areas of higher profitability; say computer services companies must shift steadily from managing armies of workers in computing engine rooms of corporations to offering customized packages of technology services for tasks; fast-emerging Indian outsourcing firms like Infosys, Wipro and Satyam are posing formidable challenges to older companies like Electronic Data Systems; financial problems at Electronic Data Systems discussed; graph (Market Place column) (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/03/business/deeper-trouble-vexing-eds-and-other-data-services.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "S.E.C. Wants a Monitor to Examine A.I.G.'s Books",
      "snippet": "Securities and Exchange Commission is pushing for independent monitor to scrutinize American International Group as company seeks to settle investigation into sale of product that helped financial company manipulate its earnings; AIG was close to ...",
      "abstract": "Securities and Exchange Commission is pushing for independent monitor to scrutinize American International Group as company seeks to settle investigation into sale of product that helped financial company manipulate its earnings; AIG was close to agreement early last month but balked at idea of monitor, and discussions broke down; talks have been renewed, but their outcome is unclear; AIG disclosed on Oct 21 that grand jury in Indiana was investigating insurance policy it sold to Brightpoint Inc that helped company conceal $11.9 million in losses in 1998 (M)",
      "lead_paragraph": "The Securities and Exchange Commission is pushing for an independent monitor to scrutinize the books of the American International Group as the company seeks to settle an investigation into the sale of a product that helped a financial company manipulate its earnings, according to people briefed on the negotiations.",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/03/business/sec-wants-a-monitor-to-examine-aigs-books.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "World Business Briefing | Global Trade: Shipbuilders Win Contract",
      "snippet": "The shipbuilder Hyundai Heavy Industries and two other companies won an order that may be worth more than $3.2 billion to build the world's largest tankers for shipping natural gas, a Qatari official said. Hyundai, the Daewoo Shipbuilding and Mari...",
      "abstract": "The shipbuilder Hyundai Heavy Industries and two other companies won an order that may be worth more than $3.2 billion to build the world's largest tankers for shipping natural gas, a Qatari official said. Hyundai, the Daewoo Shipbuilding and Marine Engineering Company and the Samsung Heavy Industries Company will build eight tankers for shipping liquefied natural gas, with an option for eight more, said Ali al-Hamadi, board member at the Qatar Gas Transport Company. The Overseas Shipholding Group, a tanker owner listed in the United States, and Pronav Ship Management of Germany ordered the ships, Mr. Hamadi said.  ",
      "lead_paragraph": "The shipbuilder Hyundai Heavy Industries and two other companies won an order that may be worth more than $3.2 billion to build the world's largest tankers for shipping natural gas, a Qatari official said. Hyundai, the Daewoo Shipbuilding and Marine Engineering Company and the Samsung Heavy Industries Company will build eight tankers for shipping liquefied natural gas, with an option for eight more, said Ali al-Hamadi, board member at the Qatar Gas Transport Company. The Overseas Shipholding Group, a tanker owner listed in the United States, and Pronav Ship Management of Germany ordered the ships, Mr. Hamadi said.",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/03/business/world-business-briefing-global-trade-shipbuilders-win-contract.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Africa: South Africa: Insurer Eases AIDS Restriction",
      "snippet": "A South African insurer, the African Life Assurance Company, said it had dropped restrictions on burial policies for people with H.I.V. or AIDS. As many as 60 percent of African Life's 550,000 policies are burial policies that pay out up to 15,000...",
      "abstract": "A South African insurer, the African Life Assurance Company, said it had dropped restrictions on burial policies for people with H.I.V. or AIDS. As many as 60 percent of African Life's 550,000 policies are burial policies that pay out up to 15,000 rand ($2,460) to cover funeral costs. Previously, beneficiaries of a principal policyholder who died of AIDS within six months of opening a policy would not have been paid.    ",
      "lead_paragraph": "A South African insurer, the African Life Assurance Company, said it had dropped restrictions on burial policies for people with H.I.V. or AIDS. As many as 60 percent of African Life's 550,000 policies are burial policies that pay out up to 15,000 rand ($2,460) to cover funeral costs. Previously, beneficiaries of a principal policyholder who died of AIDS within six months of opening a policy would not have been paid.",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/03/business/world-business-briefing-africa-south-africa-insurer-eases-aids.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "An Early Night for Viewers Becomes a Cliffhanger",
      "snippet": "Early polling data on Election Day suggest swing states breaking for Democrat John Kerry, which leads to battle of wills as Pres Bush's advisers work furiously behind scenes, and sometimes on air, to keep networks from acting on information from e...",
      "abstract": "Early polling data on Election Day suggest swing states breaking for Democrat John Kerry, which leads to battle of wills as Pres Bush's advisers work furiously behind scenes, and sometimes on air, to keep networks from acting on information from exit polls; networks, recalling 2000 debacle, hold off making early calls, caution that appears increasingly prudent as evening progresses; photo (M)",
      "lead_paragraph": "As of midafternoon, the likely outcome yesterday appeared clear.",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/03/politics/campaign/an-early-night-for-viewers-becomes-a-cliffhanger.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "Strong Showing at Polls Catches City's Old System Off Guard",
      "snippet": "Huge turnout for presidential election strains New York City's antiquated voting system, as election officials appear overwhelmed and unprepared for crush of voters; photo; long lines, confusion over polling sites and machine breakdowns all contri...",
      "abstract": "Huge turnout for presidential election strains New York City's antiquated voting system, as election officials appear overwhelmed and unprepared for crush of voters; photo; long lines, confusion over polling sites and machine breakdowns all contribute to confusion; New York is one of 24 states that has federal waivers to get more time to replace old equipment; Democrats in Westchester County get court order impounding ballots over possible irregularities; more than 300 people go to Rutgers litigation clinic in Newark to complain of not being allowed to vote (M)",
      "lead_paragraph": "With a huge turnout testing New York City's antiquated voting system, voters complained of long lines, confusion and broken machines at some polling places yesterday, as election officials appeared overwhelmed and unprepared for the crush of people who showed up to cast ballots.",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/11/03/politics/strong-showing-at-polls-catches-citys-old-system-off-guard.html",
      "byline": "By Mike McIntire"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Oil Exports Rise",
      "snippet": "Russian crude oil exports to countries outside the former Soviet Union rose 17 percent in the first 10 months of the year to 168.5 million metric tons (4.05 million barrels a day), from 144 million tons in the period in 2003, the Industry and Ener...",
      "abstract": "Russian crude oil exports to countries outside the former Soviet Union rose 17 percent in the first 10 months of the year to 168.5 million metric tons (4.05 million barrels a day), from 144 million tons in the period in 2003, the Industry and Energy Ministry said.    ",
      "lead_paragraph": "Russian crude oil exports to countries outside the former Soviet Union rose 17 percent in the first 10 months of the year to 168.5 million metric tons (4.05 million barrels a day), from 144 million tons in the period in 2003, the Industry and Energy Ministry said.",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/03/business/world-business-briefing-europe-russia-oil-exports-rise.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Asbestos Cost Estimated",
      "snippet": "Insurers face as much as £10 billion ($18.3 billion) in British asbestos costs over 30 years as disease-related claims surge, a report by actuaries said. British asbestos claims may reach 200,000 by 2034, according to a study conducted by a commit...",
      "abstract": "Insurers face as much as £10 billion ($18.3 billion) in British asbestos costs over 30 years as disease-related claims surge, a report by actuaries said. British asbestos claims may reach 200,000 by 2034, according to a study conducted by a committee of the Actuarial Profession, a professional organization.    ",
      "lead_paragraph": "Insurers face as much as £10 billion ($18.3 billion) in British asbestos costs over 30 years as disease-related claims surge, a report by actuaries said. British asbestos claims may reach 200,000 by 2034, according to a study conducted by a committee of the Actuarial Profession, a professional organization.",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/03/business/world-business-briefing-europe-britain-asbestos-cost-estimated.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "UBS's Quarterly Profit Falls Less Than Its Rivals'",
      "snippet": "UBS, Europe's biggest bank, said Tuesday that its third-quarter profit fell 1 percent as fees from managing finances for millionaires cushioned a drop in investment banking earnings.    Net income slid to 1.67 billion Swiss francs ($1.39 billion),...",
      "abstract": "UBS, Europe's biggest bank, said Tuesday that its third-quarter profit fell 1 percent as fees from managing finances for millionaires cushioned a drop in investment banking earnings.    Net income slid to 1.67 billion Swiss francs ($1.39 billion), or 1.55 francs a share, from 1.69 billion francs, or 1.48 francs a share, a year earlier, the bank said. Earnings per share rose after UBS spent 3.54 billion francs to buy back shares this year.  ",
      "lead_paragraph": "ZURICH, Nov. 2 - UBS, Europe's biggest bank, said Tuesday that its third-quarter profit fell 1 percent as fees from managing finances for millionaires cushioned a drop in investment banking earnings.",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/03/business/worldbusiness/ubss-quarterly-profit-falls-less-than-its-rivals.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Chief Plans to Leave Paramount Pictures",
      "snippet": "Tom Freston, head of Viacom Inc's movie division, is preparing major changes, including replacement of Paramount Pictures' chairwoman Sherry Lansing, who has decided not to renew her contract that expires at end of 2005, and possible acquisition o...",
      "abstract": "Tom Freston, head of Viacom Inc's movie division, is preparing major changes, including replacement of Paramount Pictures' chairwoman Sherry Lansing, who has decided not to renew her contract that expires at end of 2005, and possible acquisition of independent film company; Freston says he will immediately begin looking for successor; Viacom chief executive Sumner M Redstone says he is really sad that Lansing is leaving; Lansing says she wants to pursue career goals outside of Hollywood; photo (M)",
      "lead_paragraph": "LOS ANGELES, Nov. 2 - Five months after assuming oversight of the movie division of Viacom Inc., Tom Freston, co-president and co-chief operating officer, is preparing major changes, including the replacement of the chairman of Paramount Pictures and the possible acquisition of an independent film company.",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/03/business/media/chief-plans-to-leave-paramount-pictures.html",
      "byline": "By Sharon Waxman"
    },
    {
      "headline": "President Seems Poised to Claim a New Mandate",
      "snippet": "News analysis of election that has, from start to finish, been about George W Bush, whose lead in popular vote vindicates his policies, personal qualities and political strategy; Bush, who won by whisker last time and governed as if he had landsli...",
      "abstract": "News analysis of election that has, from start to finish, been about George W Bush, whose lead in popular vote vindicates his policies, personal qualities and political strategy; Bush, who won by whisker last time and governed as if he had landslide, bet, apparently successfully, that voters who shared traumatic terrorist attack and two wars on his watch would stand by him; Sen John Kerry's camp maintains he could still win Ohio and possibly Iowa and New Mexico, but Bush has exorcised ghost of Florida recount with decisive win there; evidence is mixed about whether Bush, with real mandate, will actually try to 'change the tone' in Washington as he promised in 2000 (M)",
      "lead_paragraph": "From beginning to end, this election was about George W. Bush, and he can claim that an apparently insurmountable lead in the popular vote vindicated his policies, his persistence, his personal qualities and his political strategy. He bet that voters who had shared a traumatic terrorist attack and two wars on his watch would stand by him, and they appeared to.",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/03/politics/campaign/president-seems-poised-to-claim-a-new-mandate.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "World Business Briefing | Asia: China: Refiner Acquires Assets",
      "snippet": "The largest oil refiner in Asia, the China Petroleum and Chemical Corporation, agreed to buy chemical plants and gasoline stations from its parent company for 4.58 billion yuan ($554 million) in cash and assets. Sinopec, as the refiner is known, i...",
      "abstract": "The largest oil refiner in Asia, the China Petroleum and Chemical Corporation, agreed to buy chemical plants and gasoline stations from its parent company for 4.58 billion yuan ($554 million) in cash and assets. Sinopec, as the refiner is known, is buying the plants and 1,023 filling stations from the China Petrochemical Corporation. In turn, Sinopec, which is based in Beijing, will sell its oil field services business to China Petrochemical for 1.75 billion yuan. In addition to the gasoline stations, Sinopec will buy businesses making raw materials for plastic bottles and synthetic fibers, and chemicals to speed oil refining.    ",
      "lead_paragraph": "The largest oil refiner in Asia, the China Petroleum and Chemical Corporation, agreed to buy chemical plants and gasoline stations from its parent company for 4.58 billion yuan ($554 million) in cash and assets. Sinopec, as the refiner is known, is buying the plants and 1,023 filling stations from the China Petrochemical Corporation. In turn, Sinopec, which is based in Beijing, will sell its oil field services business to China Petrochemical for 1.75 billion yuan. In addition to the gasoline stations, Sinopec will buy businesses making raw materials for plastic bottles and synthetic fibers, and chemicals to speed oil refining.",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/03/business/world-business-briefing-asia-china-refiner-acquires-assets.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Convention Star Obama Wins Illinois Senate Seat",
      "snippet": "Republicans make significant gains in Senate races in South, picking up seats in Carolinas, Georgia and Louisiana and beating back strong challenge to incumbent Jim Bunning in Kentucky; Democrat Barack Obama handily wins Senate race in Illinois an...",
      "abstract": "Republicans make significant gains in Senate races in South, picking up seats in Carolinas, Georgia and Louisiana and beating back strong challenge to incumbent Jim Bunning in Kentucky; Democrat Barack Obama handily wins Senate race in Illinois and will become only third black senator since Reconstruction; photo; Democrat Ken Salazar wins in Colorado and will be fourth Hispanic senator ever; Senate Democratic leader Tom Daschle is locked in fierce struggle with White House proxy John Thune in South Dakota; Republicans declare victory in Congress, with help of disputed Texas redistricting plan that sends several longtime Democrats to defeat; Democratic retirements in South open way for Republican gains there; staunch conservatives James DeMint and Tom Coburn win in South Carolina and Oklahoma; Republican Richard Burr wins North Carolina seat vacated by John Edwards to run for vice president; Republican Johnny Isakson wins Georgia Senate seat; Democratic Sen Charles Schumer rolls up lopsided win in New York; other results; map; tallies (M)",
      "lead_paragraph": "Republicans made significant gains in Senate races in the South yesterday, picking up seats in South Carolina, North Carolina, Georgia and Louisiana and beating back a strong challenge in Kentucky, which left them well-positioned to retain their majority control.",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/03/politics/campaign/convention-star-obama-wins-illinois-senate-seat.html",
      "byline": "By Robin Toner and Katharine Q. Seelye"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Retail Sales Fall",
      "snippet": "Retail sales in Germany fell in September, amid concern about job losses and surging fuel costs, after rising the month before. Sales fell 0.4 percent in September from August, when they rose a revised 0.5 percent, the Federal Statistics Office sa...",
      "abstract": "Retail sales in Germany fell in September, amid concern about job losses and surging fuel costs, after rising the month before. Sales fell 0.4 percent in September from August, when they rose a revised 0.5 percent, the Federal Statistics Office said. Sales fell 1.4 percent from September 2003. Mail-order sales led the decline, falling 7.7 percent from September 2003. Sales of cosmetics, pharmaceuticals and home improvement goods rose from a year earlier, the report said.  ",
      "lead_paragraph": "Retail sales in Germany fell in September, amid concern about job losses and surging fuel costs, after rising the month before. Sales fell 0.4 percent in September from August, when they rose a revised 0.5 percent, the Federal Statistics Office said. Sales fell 1.4 percent from September 2003. Mail-order sales led the decline, falling 7.7 percent from September 2003. Sales of cosmetics, pharmaceuticals and home improvement goods rose from a year earlier, the report said.",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/03/business/world-business-briefing-europe-germany-retail-sales-fall.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": " Sleaze-Free Times Square As a New Financial Center  The Times Square area is filling up with businesses that might previously have set up shop downtown in the financial district, even though rents in Midtown are roughly twice as high.  ",
      "abstract": " Sleaze-Free Times Square As a New Financial Center  The Times Square area is filling up with businesses that might previously have set up shop downtown in the financial district, even though rents in Midtown are roughly twice as high.  ",
      "lead_paragraph": "Sleaze-Free Times Square As a New Financial Center The Times Square area is filling up with businesses that might previously have set up shop downtown in the financial district, even though rents in Midtown are roughly twice as high.",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/03/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Home Décor, à la Teenager",
      "snippet": "Home furnishings market has discoveredn and started courting teenagers and preteenage consumers with passion for decorating their surroundings; more retailers are rushing to take advantage of what has become $17 billion market for room furnishings...",
      "abstract": "Home furnishings market has discoveredn and started courting teenagers and preteenage consumers with passion for decorating their surroundings; more retailers are rushing to take advantage of what has become $17 billion market for room furnishings meant to appeal directly to young people from third grade through high school; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/03/business/home-decor-a-la-teenager.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Rain, Lines and Litigation Slow Smooth Effort in Ohio",
      "snippet": "Outcome of presidential elections again comes down to single state, this time Ohio, where election officials work until morning counting ballots after fenzy of late voting keeps polls open late; photo; Pres Bush holds lead but Sen John Edwards say...",
      "abstract": "Outcome of presidential elections again comes down to single state, this time Ohio, where election officials work until morning counting ballots after fenzy of late voting keeps polls open late; photo; Pres Bush holds lead but Sen John Edwards says his and Sen John Kerry's campaign will not concede until all votes are counted; battleground state lives up to expectations of both candidates, who spent more time in Ohio than anywhere else; turnout is 73 percent, highest since 1992; both parties are pleased with their turnout strategies",
      "lead_paragraph": "CLEVELAND, Wednesday, Nov. 3 - For the second straight time, the state of the presidential election rested in the hands of a single state as election officials in Ohio worked well into Wednesday morning counting ballots after a frenzy of late voting kept the polls open late.",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/11/03/politics/campaign/rain-lines-and-litigation-slow-smooth-effort-in-ohio.html",
      "byline": "By Ford Fessenden and James Dao"
    },
    {
      "headline": "China and Japan Jockey for Share of Russian Gas",
      "snippet": "In the latest jousting between China and Japan over Russia's energy riches, China is talking with the Exxon Mobil Corporation about buying gas from the Sakhalin Island field, which many Japanese assumed would power their nation for decades to come...",
      "abstract": "In the latest jousting between China and Japan over Russia's energy riches, China is talking with the Exxon Mobil Corporation about buying gas from the Sakhalin Island field, which many Japanese assumed would power their nation for decades to come.    The gas talks come as China rues its loss of a Siberian oil pipeline that was once promised to run to Manchuria. Instead, Russian officials made clear this fall that the pipeline would go to a Russian port on the Sea of Japan. Russian leaders changed their minds after Japan's government offered billions of dollars to help finance the pipeline, which could be a $12 billion, 2,500-mile oil project running from Lake Baikal to Nakhodka.  ",
      "lead_paragraph": "TOKYO, Nov. 2 - In the latest jousting between China and Japan over Russia's energy riches, China is talking with the Exxon Mobil Corporation about buying gas from the Sakhalin Island field, which many Japanese assumed would power their nation for decades to come.",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/03/business/worldbusiness/china-and-japan-jockey-for-share-of-russian-gas.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "World Business Briefing | Europe: Ireland: Airline Posts A Profit",
      "snippet": "Ryanair, the Irish discount airline, reported a 15 percent increase in half-year profit, to 201.3 million euros ($255 million) on revenue of 721.1 million euros ($915 million), beating analysts' expectations. The chief executive, Michael O'Leary, ...",
      "abstract": "Ryanair, the Irish discount airline, reported a 15 percent increase in half-year profit, to 201.3 million euros ($255 million) on revenue of 721.1 million euros ($915 million), beating analysts' expectations. The chief executive, Michael O'Leary, left, said that revenue earned from each passenger carried fell 5 percent in the six months to the end of September and would drop another 5 to 10 percent in the next two quarters.   Brian Lavery (NYT)  ",
      "lead_paragraph": "Ryanair, the Irish discount airline, reported a 15 percent increase in half-year profit, to 201.3 million euros ($255 million) on revenue of 721.1 million euros ($915 million), beating analysts' expectations. The chief executive, Michael O'Leary, left, said that revenue earned from each passenger carried fell 5 percent in the six months to the end of September and would drop another 5 to 10 percent in the next two quarters. Brian Lavery (NYT)",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/03/business/world-business-briefing-europe-ireland-airline-posts-a-profit.html",
      "byline": "By Brian Lavery (NYT)"
    },
    {
      "headline": "Airlines Fearing a Vicious Circle of Weak Finances and Low Morale",
      "snippet": "Major airline carriers fear vicious circle of weak finances and low worker morale; morale is low at US Airways, where workers have seen their pay cut by more than 20 percent and their health insurance and pension plans shrink; management experts s...",
      "abstract": "Major airline carriers fear vicious circle of weak finances and low worker morale; morale is low at US Airways, where workers have seen their pay cut by more than 20 percent and their health insurance and pension plans shrink; management experts say gloom will probably take toll, not just at US Airways, but at Delta, United and at most other airlines; biggest question for US Airways is whether it can survive bad morale before bad morale helps do it in; company executives say they are taking steps that will improve working conditions and profitability; chart; photo (M)",
      "lead_paragraph": "It is a management truism that low morale among workers inevitably results in low productivity, low quality, erosion of customer loyalty, and ultimately, lower profits. And US Airways employees, who have seen their pay cut by more than 20 percent and their health insurance and pension plans shrink, are certainly an unhappy lot.",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/03/business/airlines-fearing-a-vicious-circle-of-weak-finances-and-low-morale.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "With Echoes of 2000 Vote, Ohio Count Is at Issue",
      "snippet": "Pres Bush wins apparent popular-vote victory but Sen John Kerry's campaign challenges Ohio results and declines to concede until all votes are counted in that critical state; Bush aides say he has won Ohio, which, with Florida, would give him vict...",
      "abstract": "Pres Bush wins apparent popular-vote victory but Sen John Kerry's campaign challenges Ohio results and declines to concede until all votes are counted in that critical state; Bush aides say he has won Ohio, which, with Florida, would give him victory in electoral college and second term; Democratic Vice Presidential candidate Sen John Edwards tells supporters in Boston that Kerry will wait to make statement until more votes are counted; Bush has 121,012-vote lead in Ohio but Kerry campaign manager Mary Beth Cahill says there are more than 250,000 provisional and other ballots to be counted; Bush leads Kerry, 51 percent to 48 percent, with 86 percent of ballots counted nationally; turnout is heavy; polling places in Ohio remain open through night to handle long lines; Bush wins Florida, emotional fulcrum in 2000, while Kerry takes Pennsylvania; both start day with last-minute campaigning and voting; photos; map; state-by-state tally so far (M)",
      "lead_paragraph": "President Bush swept to an apparent popular-vote victory over Senator John Kerry last night, and seemed headed toward winning enough Electoral College votes to assure his re-election.",
      "publication_date": "2004-11-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/03/politics/campaign/with-echoes-of-2000-vote-ohio-count-is-at-issue.html",
      "byline": "By Adam Nagourney"
    }
  ]
}