{
  "metadata": {
    "date": "2004-01-19",
    "total_articles": 37
  },
  "articles": [
    {
      "headline": "NASA Cancels Trip To Supply Hubble, Sealing Early Doom",
      "snippet": "NASA admr Sean O'Keefe tells managers of Hubble Space Telescope that there will be no more shuttle visits to maintain it; visit by astronauts to install some scientific instruments and replace equipment had been planned for 2005; telescope will pr...",
      "abstract": "NASA admr Sean O'Keefe tells managers of Hubble Space Telescope that there will be no more shuttle visits to maintain it; visit by astronauts to install some scientific instruments and replace equipment had been planned for 2005; telescope will probably die in orbit in 2007 without any more visits; Pres Bush has ordered NASA to redirect its resources toward human exploration of Moon and Mars (M)",
      "lead_paragraph": "Savor those cosmic postcards while you can. The National Aeronautics and Space Administration decreed an early death yesterday to one of its flagship missions and most celebrated successes, the Hubble Space Telescope.",
      "publication_date": "2004-01-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/17/us/nasa-cancels-trip-to-supply-hubble-sealing-early-doom.html",
      "byline": "By Dennis Overbye"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Microsoft Antitrust Deal Is Said to Fall Short  Two separate reports suggest the antitrust consent decree reached between Microsoft and the Justice Department has neither fostered significant competition nor changed Microsoft's anticompetitive beh...",
      "abstract": " Microsoft Antitrust Deal Is Said to Fall Short  Two separate reports suggest the antitrust consent decree reached between Microsoft and the Justice Department has neither fostered significant competition nor changed Microsoft's anticompetitive behavior.      The government's agreement with Microsoft to settle its antitrust lawsuit has ''fallen short'' of its goal of creating competition, according to the plaintiffs' report. [Page C2.]",
      "lead_paragraph": "Microsoft Antitrust Deal Is Said to Fall Short",
      "publication_date": "2004-01-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/17/business/business-digest-000531.html",
      "byline": ""
    },
    {
      "headline": "Market Place; Still Another Accounting Scandal, but With a Difference",
      "snippet": "Unfolding accounting scandal at Adecco, Swiss provider of temporary employment services, underscores importance of reforms contained in new Sarbanes-Oxley Act; new law requires managements attest to adequacy of their internal financial control str...",
      "abstract": "Unfolding accounting scandal at Adecco, Swiss provider of temporary employment services, underscores importance of reforms contained in new Sarbanes-Oxley Act; new law requires managements attest to adequacy of their internal financial control structure; problem areas at Adecco, which include routine practices such as financial reconciliations and documentation, are among those targeted by new legislation (M)",
      "lead_paragraph": "In the world of accounting scandals, Adecco may turn out to be a new breed, one that the reforms made in the Sarbanes-Oxley Act are far more likely to uncover and eventually prevent. That breed involves not enormous fraud but bad management that keeps the company, and therefore its investors, from knowing its financial condition.",
      "publication_date": "2004-01-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/17/business/market-place-still-another-accounting-scandal-but-with-a-difference.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Democrats Split on Security, But Agree in Faulting Bush",
      "snippet": "Fourth article in series comparing policy positions of Democratic presidential candidates focuses on national security issues; candidates agree on only handful of points: that Pres Bush failed to prepare for reconstruction of Iraq, that they would...",
      "abstract": "Fourth article in series comparing policy positions of Democratic presidential candidates focuses on national security issues; candidates agree on only handful of points: that Pres Bush failed to prepare for reconstruction of Iraq, that they would replace US troops with some kind of international force and that White House has needlessly alienated much of rest of world; Gen Wesley K Clark says he would have dealt with North Korean nuclear threat before focusing on Iraq; Sen Joseph I Lieberman says he would have ordered military action, but would have had more carefully prepared plan for day Saddam Hussein fell; says he would fire L Paul Bremer III, who heads US occupation; Howard Dean says he would bring 100,000 troops from Muslim nations to replace US forces; Richard A Gephardt would focus on rebuilding fractured alliances; Sen John Kerry has spent much of campaign responding to questions about why he voted in favor of authorizing Bush to invade Iraq, then against $87 billion in financing, mostly to rebuild country (M)",
      "lead_paragraph": "In a campaign where national security issues have loomed large in every debate and pancake breakfast here and in Iowa, the major Democratic candidates agree on only a handful of points: that President Bush failed to prepare for the reconstruction of Iraq, that they would rapidly replace American troops with some kind of international force, and that the White House has needlessly alienated much of the rest of the world.",
      "publication_date": "2004-01-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/17/us/2004-campaign-positions-democrats-split-security-but-agree-faulting-bush.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Chief Executive Of Continental To Step Down At Year's End",
      "snippet": "Continental Airlines chief executive Gordon C Bethune to step down at end of December instead of Aug 2006 as planned; will be succeeded by president Larry Kellner; board member David Bonderman and three additional independent directors will resign...",
      "abstract": "Continental Airlines chief executive Gordon C Bethune to step down at end of December instead of Aug 2006 as planned; will be succeeded by president Larry Kellner; board member David Bonderman and three additional independent directors will resign; Bethune departure linked to his longstanding disagreements with Bonderman; photos (M)",
      "lead_paragraph": "Culminating a boardroom quarrel that has lasted nearly a decade, Gordon M. Bethune, the outspoken and determined chief executive of Continental Airlines, said yesterday that he would step down at the end of December, more than a year earlier than planned. The airline said its president, Larry Kellner, 44, would succeed him.",
      "publication_date": "2004-01-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/17/business/chief-executive-of-continental-to-step-down-at-year-s-end.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Spitzer Files Suit Opposing Effort By U.S. to Limit Bank Oversight",
      "snippet": "New York State Atty Gen Eliot Spitzer files suit in bid to challenge Bush administration's position that states lack authority to oversee Federally-chartered banks; jurisdictional issue has come into focus in recent years as increasing number of s...",
      "abstract": "New York State Atty Gen Eliot Spitzer files suit in bid to challenge Bush administration's position that states lack authority to oversee Federally-chartered banks; jurisdictional issue has come into focus in recent years as increasing number of states have passed laws to combat 'predatory' lending practices such as hidden fees, excessive interest rates and high-cost credit insurance (M)",
      "lead_paragraph": "The New York attorney general, Eliot Spitzer, filed a lawsuit Friday on behalf of an aggrieved bank customer in a direct challenge to the Bush administration's position that federally chartered banks cannot be touched under state consumer protection laws.",
      "publication_date": "2004-01-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/17/business/spitzer-files-suit-opposing-effort-by-us-to-limit-bank-oversight.html",
      "byline": "By James C. McKinley Jr"
    },
    {
      "headline": "Media Baron Has Not Met Library Pledge",
      "snippet": "Conrad Black of Hollinger International has yet to deliver on $100,000 pledge to New York Public Library made in November 2003 when Black and wife Barbara chaired literary benefit dinner; Black spokesman says Black will keep his commitment and int...",
      "abstract": "Conrad Black of Hollinger International has yet to deliver on $100,000 pledge to New York Public Library made in November 2003 when Black and wife Barbara chaired literary benefit dinner; Black spokesman says Black will keep his commitment and intends to make pledge; Black faces Jan 18 deadline on $850,000 payment due to Hollinger as settlement in dispute over $7.2 million in noncompete payments made by Hollinger without board approval; Securities and Exchange Commission has moved to prevent Black from selling his stake in Hollinger in action related to unauthorized payments made by company to Black and several associates; photo (M)",
      "lead_paragraph": "Conrad M. Black, the embattled media baron, has one more overdue bill: he has not made good on a $100,000 pledge to the New York Public Library.",
      "publication_date": "2004-01-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/17/business/media-baron-has-not-met-library-pledge.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "BUSH SEATS JUDGE AFTER LONG FIGHT, BYPASSING SENATE",
      "snippet": "Pres Bush uses Congressional recess to install Judge Charles W Pickering Sr in federal appeals court seat from which he had been blocked twice by Senate because of Democratic opposition; Pickering has served on Federal District Court in Mississipp...",
      "abstract": "Pres Bush uses Congressional recess to install Judge Charles W Pickering Sr in federal appeals court seat from which he had been blocked twice by Senate because of Democratic opposition; Pickering has served on Federal District Court in Mississippi for over 13 years; his new appointment to Fifth Circuit Court, based in New Orleans, lasts until end of next Senate session, unless he is confirmed by Senate; Pickering episode is latest chapter in long-running war between Republicans and Democrats over judicial nominations; debate over nomination had centered on Pickering's civil rights record as Mississippi lawyer, state lawmaker and federal judge (M)",
      "lead_paragraph": "President Bush on Friday used the Congressional recess to install Charles W. Pickering Sr. in a federal appeals court seat from which he had been blocked twice by the Senate because of Democratic opposition.",
      "publication_date": "2004-01-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/17/us/bush-seats-judge-after-long-fight-bypassing-senate.html",
      "byline": "By Neil A. Lewis"
    },
    {
      "headline": "As Exchange Rates Swing, Carmakers Try to Duck",
      "snippet": "European auto manufacturers are increasingly reliant on currency risk management to protect their financial results from exchange rate swings, especially in light of US dollar's recent declines against euro; hedging is commonly used to shift expos...",
      "abstract": "European auto manufacturers are increasingly reliant on currency risk management to protect their financial results from exchange rate swings, especially in light of US dollar's recent declines against euro; hedging is commonly used to shift exposure to exchange rate differentials to banks and other lenders; German carmakers Porsche, BMW and Volkswagen use technique extensively, with Porsche having hedged all its exposure to dollar through mid-2007; photos; chart (M)",
      "lead_paragraph": "High up in the Four- Cylinder Building, as BMW's bulbous headquarters tower is informally known, an elite team of technicians is armed with computers, sophisticated financial software and a gut feeling for where the market is headed.",
      "publication_date": "2004-01-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/17/business/as-exchange-rates-swing-carmakers-try-to-duck.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Hoofbeats and Tank Tracks Share Golan Range",
      "snippet": "Life moves at very different pace for cowboys of Golan Height than it does for rest of Israel; main worries are wolves, cattle thieves, Israeli tanks that sometimes knock down their barbed-wire fences, and land mines that have been known to make h...",
      "abstract": "Life moves at very different pace for cowboys of Golan Height than it does for rest of Israel; main worries are wolves, cattle thieves, Israeli tanks that sometimes knock down their barbed-wire fences, and land mines that have been known to make hamburger of their cows; but it is undeniably peaceful--free of suicide bombings or any other terrorism; area has not been attacked by Syria in 30 years, and there is possibility in wind again of eventual peace with Syria that might cause Israel to return Golan Heights, which it captured in 1967 war; Israeli cowboy Omer Viner comments; his photo (M)",
      "lead_paragraph": "One might expect the Israeli cowboys of the Golan Heights to be a bit neurotic.",
      "publication_date": "2004-01-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/17/world/hoofbeats-and-tank-tracks-share-golan-range.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "A New Target in Iowa",
      "snippet": "Howard Dean and Richard A. Gephardt withdrew harsh television advertisements attacking each other and turned their fire on John Kerry, as candidates jockeyed for position in Monday's Iowa caucuses.    Article, Page A10.",
      "abstract": "Howard Dean and Richard A. Gephardt withdrew harsh television advertisements attacking each other and turned their fire on John Kerry, as candidates jockeyed for position in Monday's Iowa caucuses.    Article, Page A10.",
      "lead_paragraph": "Howard Dean and Richard A. Gephardt withdrew harsh television advertisements attacking each other and turned their fire on John Kerry, as candidates jockeyed for position in Monday's Iowa caucuses.",
      "publication_date": "2004-01-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/17/us/a-new-target-in-iowa.html",
      "byline": ""
    },
    {
      "headline": "Rise in Killings Spurs New Steps To Fight Gangs",
      "snippet": "Police officials and criminologists at national conference on gang violence say they are alarmed by rising numbers of street-gang killings nationwide in recent years; have begun aggressive new tactics in Los Angeles and Chicago, nation's youth gan...",
      "abstract": "Police officials and criminologists at national conference on gang violence say they are alarmed by rising numbers of street-gang killings nationwide in recent years; have begun aggressive new tactics in Los Angeles and Chicago, nation's youth gang capitals; Los Angeles, using new strategies pushed by Chief William J Bratton, saw number of gang-related homicides fall to 262 in 2003, from 374 in 2002; Bratton put more patrol officers on street and introduced Compstat, computerized crime-tracking system that he employed successfully in New York; Chicago was homicide capital of country in 2003, although Police Supt Philip J Cline helped reduce city's total homicides to 599 in 2003, from 648 previous year; Cline says street gangs of today are worse than organized crime ever was; photo (M)",
      "lead_paragraph": "At a time when other types of homicides have been falling for a decade, police officials and criminologists are alarmed by one stubbornly volatile category, street-gang killings, whose spiraling numbers in recent years have prompted aggressive new antigang tactics in Los Angeles and Chicago, the nation's youth gang capitals.",
      "publication_date": "2004-01-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/17/us/rise-in-killings-spurs-new-steps-to-fight-gangs.html",
      "byline": "By Fox Butterfield"
    },
    {
      "headline": "Poll Bolsters Bush on Terrorism But Finds Doubts on Economy",
      "snippet": "New York Times/CBS News poll finds Americans support Pres Bush for his handling of war against terrorism but have doubts about his economic and domestic policies; fewer than one in five people said their tax burden was eased by tax cuts, centerpie...",
      "abstract": "New York Times/CBS News poll finds Americans support Pres Bush for his handling of war against terrorism but have doubts about his economic and domestic policies; fewer than one in five people said their tax burden was eased by tax cuts, centerpiece of economic program; support Bush gained after capture of Saddam Hussein has largely dissipated; overall approval rating stands at 50 percent, and Bush remains polarizing figure in sharply divided country, with 9 in 10 Republicans, but only 1 of 4 Democrats, approving of his performance; still, Bush retains powerful advantage on national security with members of both parties; graphs compare ratings with other presidents at similar juncture and show responses to specific questions (L)",
      "lead_paragraph": "President Bush begins his campaign year with Americans voicing strong support for his handling of the war against terrorism, but many doubting his economic and domestic policies, according to the latest New York Times/CBS News poll.",
      "publication_date": "2004-01-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/18/us/2004-campaign-poll-poll-bolsters-bush-terrorism-but-finds-doubts-economy.html",
      "byline": "By Robin Toner and Janet Elder"
    },
    {
      "headline": "Deadly Blast in Baghdad",
      "snippet": "A large bomb exploded at the main gate of the American headquarters in Baghdad, killing and wounding people gathered nearby. Page 12.",
      "abstract": "A large bomb exploded at the main gate of the American headquarters in Baghdad, killing and wounding people gathered nearby. Page 12.",
      "lead_paragraph": "A large bomb exploded at the main gate of the American headquarters in Baghdad, killing and wounding people gathered nearby. Page 12.",
      "publication_date": "2004-01-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/18/world/deadly-blast-in-baghdad.html",
      "byline": ""
    },
    {
      "headline": "IRAQ REBELS SEEN USING MORE SKILL TO DOWN COPTERS",
      "snippet": "Classified Army study of downings of military helicopters in Iraq finds that guerrillas have used increasingly sophisticated tactics and weapons to attack American aircraft; insurgents are proving adept at using both rocket-propelled grenades and ...",
      "abstract": "Classified Army study of downings of military helicopters in Iraq finds that guerrillas have used increasingly sophisticated tactics and weapons to attack American aircraft; insurgents are proving adept at using both rocket-propelled grenades and heat-seeking surface-to-air missiles; study recommends specific changes to help pilots evade gruond fire, but Army officials decline to elaborate; goal of study was to detect more about insurgents' techniques and weaponry and pinpoint weaknesses in Americans' defensive countermeasures and tactics; chart illustrates specific incidents under investigation by date and type of helicopter; photo (M)",
      "lead_paragraph": "A classified Army study of the downings of military helicopters in Iraq found that guerrillas have used increasingly sophisticated tactics and weapons -- including at least one advanced missile -- to attack American aircraft, senior Army officials in Iraq and the Persian Gulf region say.",
      "publication_date": "2004-01-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/18/world/struggle-for-iraq-insurgents-iraq-rebels-seen-using-more-skill-down-copters.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Dimon's Bank Deal: Big, but Maybe Not His Last",
      "snippet": "James L Dimon, 47-year-old chief executive at Bank One, who negotiated bank's acquisition by J P Morgan Chase, is set to become chief executive of combined company in 2006 and is expected to pursue other acquistions once he and current J P Morgan ...",
      "abstract": "James L Dimon, 47-year-old chief executive at Bank One, who negotiated bank's acquisition by J P Morgan Chase, is set to become chief executive of combined company in 2006 and is expected to pursue other acquistions once he and current J P Morgan chief, 60-year-old William B Harrison, ensure that Bank One-J P Morgan merger is successful; was active deal maker during years at Citigroup, with which J P Morgan will now compete head-on; analysts say Dimon may well try to acquire brokerage firm with chain of retail brokers, something J P Morgan now lacks; photo (M)",
      "lead_paragraph": "AT a news conference last week to announce the blockbuster merger of J.P. Morgan Chase and Bank One, it was easy to spot the native New Yorker.",
      "publication_date": "2004-01-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/01/18/business/dimon-s-bank-deal-big-but-maybe-not-his-last.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Workers Assail Night Lock-Ins By Wal-Mart",
      "snippet": "Wal-Mart policy for more than 15 years has been to lock in overnight employees at some of its Wal-Mart and Sam's Club stores; many employees resent policy, pointing to employees who have suffered emergency health problems or to possible danger fro...",
      "abstract": "Wal-Mart policy for more than 15 years has been to lock in overnight employees at some of its Wal-Mart and Sam's Club stores; many employees resent policy, pointing to employees who have suffered emergency health problems or to possible danger from severe weather conditions; Wal-Mart vice president Mona Williams says lock-ins are for protection of employees in high-crime areas; says company policy now ensures that every overnight shift at every store has manager with key to let workers out in emergencies; says lock-ins are decided by individual stores, not headquarters, but retailing experts and Wal-Mart competitors say policy is highly unusual and cause for concern; employees say they were told never to use fire doors to leave store or risk being fired, but Williams refutes that; some individual situations discussed; workers comment; photos (L)",
      "lead_paragraph": "Looking back to that night, Michael Rodriguez still has trouble believing the situation he faced when he was stocking shelves on the overnight shift at the Sam's Club in Corpus Christi, Tex.",
      "publication_date": "2004-01-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/18/us/workers-assail-night-lock-ins-by-wal-mart.html",
      "byline": "By Steven Greenhouse"
    },
    {
      "headline": "Superstars Worry About Commutes, Too",
      "snippet": "Lisa Belkin Life's Work column comments on people who move to be closer to their families, which often forces them to change jobs; notes superstar athletes like former Yankee pitchers Andy Pettitte and Roger Clemens are not immune; both have signe...",
      "abstract": "Lisa Belkin Life's Work column comments on people who move to be closer to their families, which often forces them to change jobs; notes superstar athletes like former Yankee pitchers Andy Pettitte and Roger Clemens are not immune; both have signed with Houston Astros to be closer to home; drawing (M)",
      "lead_paragraph": "I'M not one of those who turns directly to the morning sports pages. But even I can't help but notice that the lives of those who chase balls for a living actually look a lot -- O.K., a little -- like the rest of ours.",
      "publication_date": "2004-01-18T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/01/18/jobs/life-s-work-superstars-worry-about-commutes-too.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "As Iowa Caucuses Near, Crystal Ball Gets Cloudy",
      "snippet": "Iowa has turned into four-way free-for-all with just two days remaining before caucuses; Howard Dean, once frontrunner, has suffered erosion in his position, as his electability and credentials are challenged by opponents; recent poll finds Sen Jo...",
      "abstract": "Iowa has turned into four-way free-for-all with just two days remaining before caucuses; Howard Dean, once frontrunner, has suffered erosion in his position, as his electability and credentials are challenged by opponents; recent poll finds Sen John Kerry in lead, followed by Sen John Edwards, Dean and Rep Richard Gephardt; Dean acknowledges that race is tight, but remains optimistic, although his supporters are more hopeful about his chances; scene described in final frenetic days; photos (L)",
      "lead_paragraph": "Democratic presidential candidates campaigned furiously across Iowa on Saturday as they approached the conclusion of a competitive and complicated fight that party officials said would set the tone for the rest of the nomination battle.",
      "publication_date": "2004-01-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/18/us/the-2004-campaign-the-democrats-as-iowa-caucuses-near-crystal-ball-gets-cloudy.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Buybacks Aren't Always a Good Thing",
      "snippet": "Gretchen Morgenson column comments on stock buyback program at NVR Inc, large home builder and mortgage lender, to show how buybacks can mask big transfers of shareholder wealth to managers; graph (M)",
      "abstract": "Gretchen Morgenson column comments on stock buyback program at NVR Inc, large home builder and mortgage lender, to show how buybacks can mask big transfers of shareholder wealth to managers; graph (M)",
      "lead_paragraph": "FEW shareholders of NVR Inc., a large home builder and mortgage lender, have grumbled about the compensation of Dwight C. Schar, its chief executive. Sure, he made $94 million in 2002, mostly by exercising options. But stockholders have become rich alongside Mr. Schar, who bought an interest in the Washington Redskins last year.",
      "publication_date": "2004-01-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/01/18/business/market-watch-buybacks-aren-t-always-a-good-thing.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Business; Analyze This: Blodget's New Act",
      "snippet": "Henry Blodget, former Merrill Lynch analyst, whom SEC has barred from securities industry for life, is now working as freelance writer for Slate, online magazine, covering Martha Stewart trial; photo (M)",
      "abstract": "Henry Blodget, former Merrill Lynch analyst, whom SEC has barred from securities industry for life, is now working as freelance writer for Slate, online magazine, covering Martha Stewart trial; photo (M)",
      "lead_paragraph": "DURING the height of the dot-com boom, Henry Blodget, then an analyst for Merrill Lynch, shouted from the rooftops -- and the studios of CNBC -- to herald the unparalleled power of the Internet. So it is perhaps fitting that after the Securities and Exchange Commission decided that his exuberance had gotten the best of him and barred him from the industry for life, he chose the Web for his second act.",
      "publication_date": "2004-01-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/01/18/business/business-analyze-this-blodget-s-new-act.html",
      "byline": "By David Carr"
    },
    {
      "headline": "New Concern That Politeness Is a Lost Art in the Office",
      "snippet": "Some companies are hiring consultants to coach executives in workplace civility; while it is difficult to measure if rudeness is on rise, Peter Post, director of Emily Post Institute, reports sharp increase in calls from companies wanting institut...",
      "abstract": "Some companies are hiring consultants to coach executives in workplace civility; while it is difficult to measure if rudeness is on rise, Peter Post, director of Emily Post Institute, reports sharp increase in calls from companies wanting institute to lead seminars in interpersonal skills; photo (M)",
      "lead_paragraph": "WHEN Camille Lavington, who coaches executives, arrived for a meeting set up with a human resources manager at a large company about two months ago, she waited 30 minutes before someone came to greet her. The executive she had spoken to, and made the appointment with, then sent a subordinate out to grill her about who she was and why she was there. She was ultimately sent away without seeing the executive.",
      "publication_date": "2004-01-18T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/01/18/jobs/new-concern-that-politeness-is-a-lost-art-in-the-office.html",
      "byline": "By Karen Kelly"
    },
    {
      "headline": "Is China The Next Bubble?",
      "snippet": "Recent excesses in China's economy, including frenzy of factory construction, speculative inflows of cash and soaring growth in bank loans, raise concerns that China may be in bubble, especially on investment side of economy; most economists predi...",
      "abstract": "Recent excesses in China's economy, including frenzy of factory construction, speculative inflows of cash and soaring growth in bank loans, raise concerns that China may be in bubble, especially on investment side of economy; most economists predict that growth will have to slow sometime this year, at least for investment side of economy; say China is likely to rely on consumer spending to prevent any slowdown from becoming too severe; assess risks posed by possible cyclical bust in investment sector, intensified trade protectionsim in US, banking crisis and political unrest or some other loss of social stability; photos; graphs (L)",
      "lead_paragraph": "THE prospectus for China Green Holdings Ltd. looks a little like a seed catalog. Color photographs show the corn, cabbage, pickled plums and other vegetables that the company exports, mostly to Japan. There is even a helpful list of the growing times for broccoli, cauliflower and sweet peas; it is tucked between tables showing that the company earned $14.1 million on sales of $31.2 million in its last fiscal year.",
      "publication_date": "2004-01-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/01/18/business/is-china-the-next-bubble.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Plagued by Drugs, Tribes Revive Ancient Penalty",
      "snippet": "Lummi Indians of Washington State seek to banish six young men and mother of convicted drug dealer; some critics say banishment is excessive and inhumane, but growing number of tribes across country, grappling with rise in substance abuse have use...",
      "abstract": "Lummi Indians of Washington State seek to banish six young men and mother of convicted drug dealer; some critics say banishment is excessive and inhumane, but growing number of tribes across country, grappling with rise in substance abuse have used it in varying forms in last decade; tribal leaders see it as painful but necessary deterrent; banishment can result in losing health, housing and education benefits, plus other tribal rights; Lummi have recently begun evicting residents of households in which someone is charged with any drug-related crime; photos (L)",
      "lead_paragraph": "For generations the Noland family has led a troubled life on the Lummi Indian reservation here. The Nolands have struggled with alcohol, painkillers and, more recently, crack. Seven family members are now jailed, several for dealing drugs, on and off tribal land.",
      "publication_date": "2004-01-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/18/us/plagued-by-drugs-tribes-revive-ancient-penalty.html",
      "byline": "By Sarah Kershaw and Monica Davey"
    },
    {
      "headline": "THE 2004 CAMPAIGN",
      "snippet": " CHEERS AND CHANTS -- Unions try to show their might in backing Gephardt.   PAGE 18    QUEST FOR MOMENTUM -- Howard Dean heads into his toughest week.   PAGE 19",
      "abstract": " CHEERS AND CHANTS -- Unions try to show their might in backing Gephardt.   PAGE 18    QUEST FOR MOMENTUM -- Howard Dean heads into his toughest week.   PAGE 19",
      "lead_paragraph": "CHEERS AND CHANTS -- Unions try to show their might in backing Gephardt. PAGE 18",
      "publication_date": "2004-01-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/01/18/us/the-2004-campaign.html",
      "byline": ""
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Lawyer Says Account Holds Parmalat Funds  An Italian lawyer provided new details about a Bank of America account in New York that he said holds 7 billion euros missing from the company.      The lawyer, Carlo Zauli, said Italian banks transferred ...",
      "abstract": " Lawyer Says Account Holds Parmalat Funds  An Italian lawyer provided new details about a Bank of America account in New York that he said holds 7 billion euros missing from the company.      The lawyer, Carlo Zauli, said Italian banks transferred the money to a Bank of America branch in New York for Calisto Tanzi, Parmalat's former chairman, and some of his closest associates. Parmalat said that Bank of America denied its branch had the account but that it would investigate. [Page C2.]",
      "lead_paragraph": "Lawyer Says Account Holds Parmalat Funds",
      "publication_date": "2004-01-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/19/business/business-digest-024228.html",
      "byline": ""
    },
    {
      "headline": "THE 2004 CAMPAIGN",
      "snippet": " ON THE TRAIL -- Tracking the candidates in their last Iowa blitz.   PAGE A15    A PRECINCT'S PART -- People take their politics seriously in Council Bluffs.   PAGE A13",
      "abstract": " ON THE TRAIL -- Tracking the candidates in their last Iowa blitz.   PAGE A15    A PRECINCT'S PART -- People take their politics seriously in Council Bluffs.   PAGE A13",
      "lead_paragraph": "ON THE TRAIL -- Tracking the candidates in their last Iowa blitz. PAGE A15",
      "publication_date": "2004-01-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/19/us/the-2004-campaign.html",
      "byline": ""
    },
    {
      "headline": "A Media Empire in Tatters",
      "snippet": "Analysis: Conrad M Black, press baron, makes deal to sell controlling interest in Hollinger International without consulting his board of directors; move further enrages members of company's special committee, which sues Black, and of executive co...",
      "abstract": "Analysis: Conrad M Black, press baron, makes deal to sell controlling interest in Hollinger International without consulting his board of directors; move further enrages members of company's special committee, which sues Black, and of executive committee, which removes him as nonexecutive chairman; Black has been accused of directing millions of dollars in unauthorized payments to himself and others; deal for control of Hollinger will probably complicate ability of board to recover money it is seeking from Black and its investigation, which is being led by former SEC chairman Richard C Breeden; Black owns 73 percent voting interest in Hollinger International and 30 percent economic interest through company he controls; Breeden has already made stinging comments about Black's assertions that special payments were authorized by board; sale of Hollinger International to company owned by David and Frederick Barclay, plus board's lawsuit and Black's removal as nonexecutive chairman, effectively ends his involvement in company he began in late 1960's; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/19/us/a-media-empire-in-tatters.html",
      "byline": "By Andrew Ross Sorkin and Geraldine Fabrikant"
    },
    {
      "headline": "Carter Put It on the Political Map, And Iowa Hasn't Budged Since",
      "snippet": "Importance of Iowa caucuses has grown since 1976, when little-known former governor Jimmy Carter finished far ahead of everyone else and went on to win White House; unlike 1976, Iowa is now crowded with networks' mobile newsrooms and notable news ...",
      "abstract": "Importance of Iowa caucuses has grown since 1976, when little-known former governor Jimmy Carter finished far ahead of everyone else and went on to win White House; unlike 1976, Iowa is now crowded with networks' mobile newsrooms and notable news anchors weighing in on contest; contest in Iowa looms all the larger this year because primary schedule is so compressed: of delegates needed for nomination, more than one-tenth will be allotted by Feb 3, and nearly 60 percent by Mar 2; Carter was last little-known candidate to come out of Iowa and win nomination; since then, Iowa caucuses have served to winnow field; race this year is seen as so close that all major candidates could conceivably survive to fight on; in Iowa, outperforming expectations can be enough of victory to propel candidate forward; chart listing caucus results for Democrats and Republicans since 1972 (M)",
      "lead_paragraph": "Exactly 28 years ago Monday, a little-known former governor of Georgia named Jimmy Carter polled just shy of 30 percent support in Iowa's precinct caucuses. He came in second, nine points behind ''uncommitted,'' but the national news media proclaimed him the clear winner of the year's first presidential nominating contest, if only because he had finished so far ahead of everyone else.",
      "publication_date": "2004-01-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/19/us/2004-campaign-caucuses-carter-put-it-political-map-iowa-hasn-t-budged-since.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "In Some Schools, It's One Teacher, One Student",
      "snippet": "Challenges of educating students in rural states from Maine to Alaska are enormous; they include attracting young teachers to truly remote places, supervising their work and finding ways to prepare students, some of them in single-student schools,...",
      "abstract": "Challenges of educating students in rural states from Maine to Alaska are enormous; they include attracting young teachers to truly remote places, supervising their work and finding ways to prepare students, some of them in single-student schools, for bustle of college campuses; Wyoming, Nebraska, Montana and North Dakota have several single-student schools; Wyoming, America's least populous state, is experimenting with other strategies; state has spent $24 million to install instructional video cameras in each of its 76 high schools, to bring advanced courses to schools that may have only few dozen students; teacher Rebecca Rodgers, who has only one student at elementary school in Rock River, Wyo, describes her day; her student lives on family cattle ranch 40 miles from nearest larger school; photos; map (M)",
      "lead_paragraph": "Tucked high up in the snow-swept Laramie Mountains sits a public school with just one young teacher, Rebecca Rodgers, and her lone student, Joe Kennedy, a seventh grader.",
      "publication_date": "2004-01-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/19/us/in-some-schools-it-s-one-teacher-one-student.html",
      "byline": "By Sam Dillon"
    },
    {
      "headline": "Following HBO, Networks Test Short-Run Series",
      "snippet": "HBO model of showing programs like The Sopranos and Sex and the City in relatively short bursts of 8 to 13 episodes over consecutive weeks is being picked up by broadcast networks for their new prime-time shows, including Kingdom Hospital and Empi...",
      "abstract": "HBO model of showing programs like The Sopranos and Sex and the City in relatively short bursts of 8 to 13 episodes over consecutive weeks is being picked up by broadcast networks for their new prime-time shows, including Kingdom Hospital and Empire on ABC and Casino on Fox; networks usually spread 22 or more episodes over officially designated September-to-May season; change is part of broad reconsideration by network executives of conventions of prime-time programming and scheduling as they deal with competition from cable and declining ratings; Fox and NBC have already declared intention to break with nine-month television season; reasons for new approach begin with growing conviction among networks that they must move toward full 52 weeks of original programming (M)",
      "lead_paragraph": "To a growing number of network executives, shows like ''Kingdom Hospital,'' a 13-week-long series written by the horror master Stephen King and set to make its debut on ABC in March, are the vanguard of a new approach to building a network prime-time schedule.",
      "publication_date": "2004-01-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/19/business/following-hbo-networks-test-short-run-series.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "A Question of Credibility; Ascent of USA Today Reporter Stumbled on Colleagues' Doubts",
      "snippet": "Colleagues of Jack Kelley, longtime foreign correspondent at USA Today, had suspicions about his dispatches long before his abrupt resignation on Jan 6 amid questioning of 1999 report of his from Yugoslavia; some even began keeping crude dossiers ...",
      "abstract": "Colleagues of Jack Kelley, longtime foreign correspondent at USA Today, had suspicions about his dispatches long before his abrupt resignation on Jan 6 amid questioning of 1999 report of his from Yugoslavia; some even began keeping crude dossiers on him as early as mid-1990's, questioning plausibility of his battelfield descriptions, clipping articles from other newspapers that included phrasing similar to his and even making copies of his correspondence with editors; it was staff members who pressed for full investigation of Kelley's reporting after newspaper reported that investigation of sampling of his work turned up no fabrications; Kelley insists his reporting will stand up to scrutiny; photos (M)",
      "lead_paragraph": "Within the offices of USA Today, there have long been two schools of thought about Jack Kelley, the longtime foreign correspondent who resigned abruptly early this month.",
      "publication_date": "2004-01-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/19/business/question-credibility-ascent-usa-today-reporter-stumbled-colleagues-doubts.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "RedEnvelope, a Web Retailer, Is Too Popular for Its Own Good",
      "snippet": "Shares of RedEnvelope, which sells personalized gift items, often over the Internet, lose nearly third of their value after company says it will have to revise downward significantly its revenue and income figures for quarter ending in December be...",
      "abstract": "Shares of RedEnvelope, which sells personalized gift items, often over the Internet, lose nearly third of their value after company says it will have to revise downward significantly its revenue and income figures for quarter ending in December because of its inability to fill December orders; company gravely underestimated demand and ran into inventory shortages, management problems at its Ohio shipping center and overload on its system for personalizing gifts; damage was magnified by fact that RedEnvelope, unlike other online retailers, designs many of its own products; this gives it higher margins than retailers who rely on large suppliers for mass-produced products, but deprives it of flexibility to meet surprise increase in demand; photos; graph (M)",
      "lead_paragraph": "It was not until the holiday shopping rush was well under way that Alison L. May, chief executive of RedEnvelope, the luxury gift company based here, discovered just how badly things were going. December had promised to be the biggest revenue-generating month for the company, but it turned out to be its biggest nightmare.",
      "publication_date": "2004-01-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/19/business/redenvelope-a-web-retailer-is-too-popular-for-its-own-good.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "BLAST IN BAGHDAD KILLS AT LEAST 20 OUTSIDE U.S. POST",
      "snippet": "Powerful truck bomb explodes at main gate of American occupation headquarters in Baghdad, killing at least 20 people and wounding at least 60 others; it is one of worst suicide bombings in Iraq since bombing of United Nations headquarters in Aug; ...",
      "abstract": "Powerful truck bomb explodes at main gate of American occupation headquarters in Baghdad, killing at least 20 people and wounding at least 60 others; it is one of worst suicide bombings in Iraq since bombing of United Nations headquarters in Aug; in latest bombing, at least 18 of dead are Iraqi civilians and many of wounded are Iraqis who were waiting to enter compound to go to work; no Americans are killed; attack comes one day before senior American and Iraqi officials are to meet at UN in New York about resistance from powerful Shiite cleric to plan for scheduled transfer to sovereignty on June 30; UN has not returned to Iraq since suicide bombing, mainly because of security concerns; many UN officials complain that they were deliberately kept at distance during planning stage and are now being asked to validate process from which they were excluded; destruction caused by bombing described; photo; maps (M)",
      "lead_paragraph": "A powerful truck bomb exploded at the main gate of the American occupation headquarters here on Sunday morning, killing at least 20 people and wounding at least 60 others, military officials said.",
      "publication_date": "2004-01-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/19/world/struggle-for-iraq-insurgency-blast-baghdad-kills-least-20-outside-us-post.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "In Hollinger, Barclays Get Platform, Not Cash Cow",
      "snippet": "British newspaper landscape is in for upheaval if David Barkley and his brother, Frederick, close deal to buy Conrad Black's stake in Hollinger newspaper empire, adding Telegraph group and Hollinger's other British titles to The Scotsman and other...",
      "abstract": "British newspaper landscape is in for upheaval if David Barkley and his brother, Frederick, close deal to buy Conrad Black's stake in Hollinger newspaper empire, adding Telegraph group and Hollinger's other British titles to The Scotsman and other smaller newspapers they already own; Barclays would gain potential political platform among traditional conservative voters who are bedrock readers of The Daily Telegraph; completion of deal is not assured, however, because special committee of Hollinger International has filed lawsuit seeking more than $400 million from Black, and Barclays, by taking control of his Hollinger assets, could be liable for large part of those damages (M)",
      "lead_paragraph": "For two people on the verge of being Britain's newest press barons, very little seems to be known about the reclusive Barclay Brothers, David and Frederick, who agreed Sunday to buy Conrad Black's stake in the Hollinger newspaper empire.",
      "publication_date": "2004-01-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/19/business/in-hollinger-barclays-get-platform-not-cash-cow.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "As Consumers Revolt, a Rush to Block Pop-Up Online Ads",
      "snippet": "Complaints from customers prompt major Internet companies, including EarthLink, AOL, Yahoo and Google, to distribute software that blocks pop-up ads from opening; Microsoft will put pop-up blocking feature in next release of Internet Explorer, dom...",
      "abstract": "Complaints from customers prompt major Internet companies, including EarthLink, AOL, Yahoo and Google, to distribute software that blocks pop-up ads from opening; Microsoft will put pop-up blocking feature in next release of Internet Explorer, dominant Web browser; pop-ups, most obnoxious feature on Internet, are also most effective for advertisers and most profitable for Web site publishers, and advertising executives warn that consumers who block ads are undercutting economic model that provides them with free entertainment and information; photos; graphs (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/19/business/as-consumers-revolt-a-rush-to-block-pop-up-online-ads.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "With Hopes Up and Elbows Out, Democrats Give Iowa Their All",
      "snippet": "Democratic presidential candidates close their caucus campaigns in Iowa with broad denunciations of Pres Bush and snipes at one another, all the while struggling to keep civil tone; many Democrats attribute Sen John Edwards' growing support to his...",
      "abstract": "Democratic presidential candidates close their caucus campaigns in Iowa with broad denunciations of Pres Bush and snipes at one another, all the while struggling to keep civil tone; many Democrats attribute Sen John Edwards' growing support to his attempt to present himself as running upbeat campaign; Des Moines Register poll finds race is extraordinarily tight; Sen John Kerry takes note of Edwards' lack of experience, with just four years in Senate; Howard Dean travels 1,100 miles to Plains, Ga, to attend church service with former Pres Jimmy Carter, who praises Dean but does not explicitly endorse his candidacy; Dean returns to Iowa and is joined by his wife Judith Steinberg Dean, making her first campaign appearance with Dean this year and first ever in Iowa; again and again, all candidates plead with supporters to vote at caucuses; intensity of their appeals reflects calculations by all campaigns that in race this tight, turnout will be crucial; photos of Dean, Edwards, Kerry and Rep Richard A Gephardt campaigning (M)",
      "lead_paragraph": "Democratic presidential candidates closed their caucus campaigns Sunday with broad denunciations of President Bush and snipes at one another after flooding Iowa homes with a last-minute monsoon of mailings and phone calls undercutting their opponents.",
      "publication_date": "2004-01-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/19/us/2004-campaign-overview-with-hopes-up-elbows-democrats-give-iowa-their-all.html",
      "byline": "By Adam Nagourney and Jim Rutenberg"
    }
  ]
}