{
  "metadata": {
    "date": "2004-09-08",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "Eastern German Chemical Industry Stages a Comeback",
      "snippet": "East Germany's 300 chemical makers are on track to produce same volume of chemicals next year as East Germany did in 1989, but with one-tenth of employees; have made 14.1 billion euros of investment in new factories and equipment over 15 years; ph...",
      "abstract": "East Germany's 300 chemical makers are on track to produce same volume of chemicals next year as East Germany did in 1989, but with one-tenth of employees; have made 14.1 billion euros of investment in new factories and equipment over 15 years; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/08/business/worldbusiness/eastern-german-chemical-industry-stages-a-comeback.html",
      "byline": "By Kevin J. O'Brien"
    },
    {
      "headline": "World Business Briefing | Asia: Hong Kong: Bank Executive Named",
      "snippet": "BOC Hong Kong names Raymond Lee chief financial officer, succeeding Law Man Wah, who will become general manager overseeing financial department (S)",
      "abstract": "BOC Hong Kong names Raymond Lee chief financial officer, succeeding Law Man Wah, who will become general manager overseeing financial department (S)",
      "lead_paragraph": "The Bank of China's Hong Kong unit, which is replacing managers after two deputy chief executives quit amid a fund scandal, has named Raymond Lee as the chief financial officer, three months after he joined as chief operating officer. BOC Hong Kong hired Mr. Lee in June, nine months after external auditors said the lender should reorganize to reduce risk. The bank is also adding more executive directors as recommended and elevating the importance of the rank of chief risk officer. Mr. Lee, also a deputy chief executive, succeeds Law Man Wah, who will become general manager overseeing the financial department, a spokeswoman, Angel Yip, said.",
      "publication_date": "2004-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/08/business/world-business-briefing-asia-hong-kong-bank-executive-named.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Unions Vow to Fight Alitalia's Planned Layoffs",
      "snippet": "Alitalia's unions promise to fight 5,000 planned layoffs through variety of actions, from more negotiations to brief hunger strikes; union leaders are united in blaming management for dire financial situation of Alitalia; biggest unions are most c...",
      "abstract": "Alitalia's unions promise to fight 5,000 planned layoffs through variety of actions, from more negotiations to brief hunger strikes; union leaders are united in blaming management for dire financial situation of Alitalia; biggest unions are most conciliatory, indicating there may be room for Alitalia's chief executive Giancarlo Cimoli to negotiate settlement; photo (M)",
      "lead_paragraph": "MILAN, Sept. 7 - A day after the airline Alitalia said that it would cut 5,000 jobs, reducing its work force by almost 25 percent, its unions promised to fight the layoffs through a variety of actions, from more negotiations to brief hunger strikes.",
      "publication_date": "2004-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/08/business/worldbusiness/unions-vow-to-fight-alitalias-planned-layoffs.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "The Midas Touch, With Spin on It",
      "snippet": "Donald J Trump's billionaire persona, as projected in The Apprentice television show, belies troubles with his business enterprises, including expected bankruptcy filing for Trump casinos; photos (M)",
      "abstract": "Donald J Trump's billionaire persona, as projected in The Apprentice television show, belies troubles with his business enterprises, including expected bankruptcy filing for Trump casinos; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/08/business/the-midas-touch-with-spin-on-it.html",
      "byline": "By Timothy L. O'Brien and Eric Dash"
    },
    {
      "headline": "Bush Deficit Cut Is Seen as Flawed",
      "snippet": "Nonpartisan Congressional Budget Ofice says Pres Bush is unlikely to be able to fulfill promise to reduce federal budget deficit by half within five years, even if US saved billions of dollars by withdrawing all troops from Iraq and Afghanistan; p...",
      "abstract": "Nonpartisan Congressional Budget Ofice says Pres Bush is unlikely to be able to fulfill promise to reduce federal budget deficit by half within five years, even if US saved billions of dollars by withdrawing all troops from Iraq and Afghanistan; predicts much smaller deficit decline, to $312 billion in 2009 from record $422 billion in 2004; Vice Pres Cheney tells campaign audience that deficit projected now is about $56 billion less than predicted earlier; Democratic challenger John Kerry says only Bush could 'celebrate' such figures; report warns debt could swell by $4.9 trillion over next ten years as baby boomers retire; deficit could rise to about $500 billion in 2009 if Bush persuades Congress to make his tax cuts permanent; budget office director Douglas J Holtz-Eakin says sobering message is that economy cannot grow its way out of problem (M)",
      "lead_paragraph": "WASHINGTON, Sept. 7 - Even if the United States saved billions of dollars by withdrawing all troops from Iraq and Afghanistan, President Bush would still be unlikely to fulfill his promise to reduce the federal budget deficit by half within five years, the nonpartisan Congressional Budget Office said Tuesday.",
      "publication_date": "2004-09-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/08/pageoneplus/bush-deficit-cut-is-seen-as-flawed.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Index Forecasts Growth",
      "snippet": "Japan's index of leading economic indicators is 66.7 percent in July, same as June's revised figure; reading above 50 percent singals growth in three to six months (S)",
      "abstract": "Japan's index of leading economic indicators is 66.7 percent in July, same as June's revised figure; reading above 50 percent singals growth in three to six months (S)",
      "lead_paragraph": "Japan's index of leading economic indicators was above 50 percent for an 11th month in July, signaling that the world's second-biggest economy will extend five quarters of expansion. The index, which measures job offers, consumer confidence and other indicators of future activity, was at 66.7 percent, the government said, the same as June's revised figure. A reading above 50 percent signals growth in three to six months.",
      "publication_date": "2004-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/08/business/world-business-briefing-asia-japan-index-forecasts-growth.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Broker Evaluates Proposals",
      "snippet": "British stockbroker Cazenove Group says it is evaluating proposals from other firms; reports 14.8 million pound pretax profit ($26.2 million) in first quarter, up more than 700 percent from year ago (S)",
      "abstract": "British stockbroker Cazenove Group says it is evaluating proposals from other firms; reports 14.8 million pound pretax profit ($26.2 million) in first quarter, up more than 700 percent from year ago (S)",
      "lead_paragraph": "The stockbroker Cazenove Group said that it was evaluating proposals from other firms, but did not provide details. The broker, which counts the royal family among its clients, said in May that it was considering takeover offers. Recent reports say that Cazenove executives have talked with J.P. Morgan Chase about a joint venture. Cazenove also reported a £14.8 million pretax profit ($26.2 million), excluding one-time items, in the first quarter, up more than 700 percent from a year ago. Heather Timmons (NYT)",
      "publication_date": "2004-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/08/business/world-business-briefing-europe-britain-broker-evaluates-proposals.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "A Deepening Debate on Soldiers and Their Insurers",
      "snippet": "Some life insurers and their agents charge that improper meddling by senior military officers is preventing young soldiers from getting supplemental insurance coverage before they head for Iraq and other dangerous assignments; cites five cases in ...",
      "abstract": "Some life insurers and their agents charge that improper meddling by senior military officers is preventing young soldiers from getting supplemental insurance coverage before they head for Iraq and other dangerous assignments; cites five cases in which they say young soldiers dropped insurance on officer's advice and were later killed on duty; say thousands of other people in military are at risk of sharing same fate; insurers' complaints have led to investigation by Government Accountability Office; insurance industry says soldiers, not officers, should have final say on carrying additional insurance coverage; examination of cases cited by insurers shows that issue is not so simple and that insurance being sold to soldiers includes policies that provided little additional coverage at high prices; four of cases illustrate sales technique of selling military people expensive policy in tandem with low-cost policies; photo of Pvt Michael R Deuel, one of soldiers cited by insurers (M)",
      "lead_paragraph": "In May 2002, a young, unmarried soldier named Michael R. Deuel, serving with the 82nd Airborne division at Fort Bragg, N.C., signed up to pay nearly $120 a month for life insurance that supplemented the much less expensive coverage he had through the military.",
      "publication_date": "2004-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/08/business/a-deepening-debate-on-soldiers-and-their-insurers.html",
      "byline": "By Diana B. Henriques"
    },
    {
      "headline": "Expected Call for Advance Registration of Drug Tests",
      "snippet": "Editors of influential medical journals expected to call for fundamental changes in way clinical drug trials are reported; are expected to begin requiring that drug trials be registered at outset as prerequisite for subsequent publication of their...",
      "abstract": "Editors of influential medical journals expected to call for fundamental changes in way clinical drug trials are reported; are expected to begin requiring that drug trials be registered at outset as prerequisite for subsequent publication of their results; details of policy by group, which includes The Journal of the American Medical Association, New England Journal of Medicine, The Lancet and The Annals of Internal Medicine, are to be presented at House Commerce subcommittee hearing on disclosure of data from pediatric trials of antidepressants; House and Senate Democrats expect to introduce legislation that would require drug trials involving human subjects to be registered in public database before tests are allowed to proceed; Congressional Republicans have not announced any plans for such legislation (M)",
      "lead_paragraph": "The debate over the disclosure of clinical drug trials could reach a turning point this week, with editors of influential medical journals expected to call for fundamental changes in the way such tests are reported.",
      "publication_date": "2004-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/08/business/expected-call-for-advance-registration-of-drug-tests.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "World Business Briefing | Asia: North Korea: Law Firm Established",
      "snippet": "North Korea allows establishment of country's first private law firm, Hay, Kalb & Associates, as part of its efforts to attract international investors (S)",
      "abstract": "North Korea allows establishment of country's first private law firm, Hay, Kalb & Associates, as part of its efforts to attract international investors (S)",
      "lead_paragraph": "North Korea has allowed the establishment of the country's first private law firm as part of its efforts to attract international investors, according to a principal in the venture. The firm, Hay, Kalb & Associates, opened an office in Pyongyang on Aug. 15, said Michael Hay, who owns the firm with a North Korean partner. The firm has a dozen lawyers and plans to focus on foreign companies seeking opportunities in North Korea. The establishment of a partly foreign-owned firm in North Korea is an instance in which the Communist government is more open than its capitalist neighbor to the south. South Korea remains closed to foreign law firms. Andrew Salmon (NYT)",
      "publication_date": "2004-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/08/business/world-business-briefing-asia-north-korea-law-firm-established.html",
      "byline": "By Andrew Salmon (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Halliburton Indicates It May Reduce Iraq Role  Halliburton signaled that it may try to reduce its role as the largest private contractor in Iraq after learning that the Army plans to break apart its largest contract in the country to attract addit...",
      "abstract": " Halliburton Indicates It May Reduce Iraq Role  Halliburton signaled that it may try to reduce its role as the largest private contractor in Iraq after learning that the Army plans to break apart its largest contract in the country to attract additional bidders for the work.      The Army's decision, described in an internal memorandum in late August, would effectively divide more than $12 billion of work in Iraq among several companies instead of one. Halliburton has come under criticism for its handling of the contract, including accusations that it overcharged the Pentagon for some services. [Page C3.]",
      "lead_paragraph": "Halliburton Indicates It May Reduce Iraq Role Halliburton signaled that it may try to reduce its role as the largest private contractor in Iraq after learning that the Army plans to break apart its largest contract in the country to attract additional bidders for the work.",
      "publication_date": "2004-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/08/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Insurance Acquisition",
      "snippet": "Mitsui Sumitomo Insurance will buy Asian general insurance operations of Aviva of Britain for $450 million (S)",
      "abstract": "Mitsui Sumitomo Insurance will buy Asian general insurance operations of Aviva of Britain for $450 million (S)",
      "lead_paragraph": "The insurance company Mitsui Sumitomo Insurance said it would buy the Asian general insurance operations of Aviva of Britain for $450 million. Mitsui, based in Tokyo, said the deal would probably make it the top provider of nonlife insurance in the region covered by the Association of Southeast Asian Nations, ahead of the American International Group. The acquisition will help Mitsui increase revenue overseas amid sluggish growth in Japan. The deal includes Aviva's general insurance businesses in Hong Kong, Malaysia, Singapore and Thailand. Todd Zaun (NYT)",
      "publication_date": "2004-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/08/business/world-business-briefing-asia-japan-insurance-acquisition.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Insurer's Profit Rises",
      "snippet": "Swiss Life Holding says net income rose to 398 million Swiss francs in first half of year from 66 million Swiss francs year ago; graph (S)",
      "abstract": "Swiss Life Holding says net income rose to 398 million Swiss francs in first half of year from 66 million Swiss francs year ago; graph (S)",
      "lead_paragraph": "The life insurer, Swiss Life Holding, reported higher profit in the first half as it paid less to pensioners and said it expected a return to premium growth this year. Net income rose to 398 million Swiss francs ($313 million) from 66 million francs a year ago, the company said. Profit included a 164 million-franc one-time gain related to regulatory changes in retirement payments. The company expects \"a moderate rate of premium growth\" this year after gross premiums fell 4 percent in 2003 following Swiss Life's exit from less-profitable business lines and some markets, the chief executive, Rolf Dörig, said. A recent job-cutting program helped reduce expenses, and premiums increased in the company's three biggest markets -- France, Germany and Switzerland.",
      "publication_date": "2004-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/08/business/world-business-briefing-europe-switzerland-insurers-profit-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Cheney Warns of Terror Risk if Kerry Wins",
      "snippet": "Vice Pres Cheney warns campaign audience nation would be at risk of terror attack if 'wrong choice' is made in November, while Pres Bush accuses Sen John Kerry of adopting primary rival Howard Dean's antiwar language; Kerry attacks Bush's 'wrong c...",
      "abstract": "Vice Pres Cheney warns campaign audience nation would be at risk of terror attack if 'wrong choice' is made in November, while Pres Bush accuses Sen John Kerry of adopting primary rival Howard Dean's antiwar language; Kerry attacks Bush's 'wrong choices,' topped by 'catastrophic choice' of 'mess that he has made in Iraq,' citing tragic milestone of 1,000 military deaths there; Bush never mentions figure during bus tour of Missouri; both candidates try to discuss economy, Bush hailing business tax cuts and Kerry warning that cuts encourage job moves overseas; photos; Kerry running-mate John Edwards says Cheney crossed line by suggesting that voters would be at fault if they elect Kerry and another attack occurs; Kerry's new ads, Wrong Choices, link war and economic issues; Kerry charges Bush avoids unpleasant subjects of failure to find banned weapons and military 'miscalculation' that led to insurgency; says nation pays price for Bush's choice to go to war when he did (M)",
      "lead_paragraph": "COLUMBIA, Mo., Sept. 7 - Stepping up the battle over national security, Vice President Dick Cheney warned on Tuesday that the country would be at risk of a terror attack if it made \"the wrong choice\" in November, and President Bush accused Senator John Kerry of adopting the antiwar language of his Democratic primary rival Howard Dean.",
      "publication_date": "2004-09-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/08/politics/campaign/cheney-warns-of-terror-risk-if-kerry-wins.html",
      "byline": "By David E. Sanger and David M. Halbfinger"
    },
    {
      "headline": "2 Fund Groups to Pay $450 Million to End Inquiry",
      "snippet": "Invesco Funds Group and an affiate, AIM Advisors, agree to $450 million settlement with regulators, who accused companies of improperly allowing favored investors to rapidly trade in and out of their mutual funds; settlement was negotiated with Ne...",
      "abstract": "Invesco Funds Group and an affiate, AIM Advisors, agree to $450 million settlement with regulators, who accused companies of improperly allowing favored investors to rapidly trade in and out of their mutual funds; settlement was negotiated with New York State Atty Gen Eliot Spitzer, Colorado Atty Gen Ken Salazar and Securities and Exchange Commission; Invesco Funds Group will pay $325 million, including restitution of $215 million in profits and penalty of $110 million; AIM Advisors will pay penalty of $30 million and restitution of $20 million in profits; two companies are owned by Amvescap, British fund manager; chart; photo (M)",
      "lead_paragraph": "LONDON, Sept. 7 - The Invesco Funds Group and an affiliate, AIM Advisors, agreed on Tuesday to a $450 million settlement with regulators, who accused the companies of improperly allowing favored investors to rapidly trade in and out of their funds.",
      "publication_date": "2004-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/08/business/2-fund-groups-to-pay-450-million-to-end-inquiry.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "European Economies Slow as Consumers Stay Home",
      "snippet": "European economy slowed significantly in second quarter as spending lagged; economists expect growth in region to be soft into early next year; high unemployment weighed on spending among among several of 12 countries that use euro; economic growt...",
      "abstract": "European economy slowed significantly in second quarter as spending lagged; economists expect growth in region to be soft into early next year; high unemployment weighed on spending among among several of 12 countries that use euro; economic growth among 12 countries slowed in second quarter to 0.5 percent, down from 0.6 percent in first quarter; German economics and labor ministry reports industrial production was up 1.6 percent in July as factories and mines met external demand, but still off 1.1 percent over previous year (M)",
      "lead_paragraph": "FRANKFURT, Sept. 7 - The European economy slowed significantly in the second quarter as spending lagged, official reports showed Tuesday, and economists expected growth in the region to be soft into early next year as consumers hang onto their cash.",
      "publication_date": "2004-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/08/business/worldbusiness/european-economies-slow-as-consumers-stay-home.html",
      "byline": "By Carter Dougherty"
    },
    {
      "headline": "U.S. Conceding Rebels Control Regions of Iraq",
      "snippet": "US military deaths in Iraq surpass 1,000 mark as Pentagon acknowledges that insurgents control key central regions and it is unclear when US and Iraqi forces will be able to retake them; Sec Donald Rumsfeld and Gen Richard B Myers say strategy now...",
      "abstract": "US military deaths in Iraq surpass 1,000 mark as Pentagon acknowledges that insurgents control key central regions and it is unclear when US and Iraqi forces will be able to retake them; Sec Donald Rumsfeld and Gen Richard B Myers say strategy now hinges on training and equipping Iraqi forces to take lead, but probably not until end of year; comments follow two-day spike in violence and surge of American deaths; fighting rages in Baghdad's Sadr City; Shiite militia loyal to Moktada al-Sadr end self-declared cease-fire; Bush administration is increasingly concerned about securing Sunni areas before elections set for January, but delay would infuriate Shiite majority; US will allow Prime Min Ayad Allawi to try to persuade rebel leaders to join reconstruction process; Myers says that to buy time Gen George Casey is working on strategy to retake Sunni cities from increasingly sophisticated foe; attacks on US forces rose to 2,700 in August, from 700 in March; graph (M)",
      "lead_paragraph": "WASHINGTON, Sept. 7 - As American military deaths in Iraq operations surpassed the 1,000 mark, top Pentagon officials said Tuesday that insurgents controlled important parts of central Iraq and that it was unclear when American and Iraqi forces would be able to secure those areas.",
      "publication_date": "2004-09-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/08/politics/us-conceding-rebels-control-regions-of-iraq.html",
      "byline": "By Eric Schmitt and Steven R. Weisman"
    },
    {
      "headline": "US Air Pilots Union Balks at Wage and Benefit Cuts",
      "snippet": "Leader of rebel group within Air Line Pilots Assn accuses US Airways of demanding too many sacrifices from employees, saying airline's request for $295 million in annual wage and benefit cuts from pilots has 'gone from need to greed'; airline's ch...",
      "abstract": "Leader of rebel group within Air Line Pilots Assn accuses US Airways of demanding too many sacrifices from employees, saying airline's request for $295 million in annual wage and benefit cuts from pilots has 'gone from need to greed'; airline's chief executive Bruce R Lakefield urges union to accept airline's proposal, arguing that 'price is even higher' if no agreement is reached and US Airways is forced to seek bankruptcy protection; pilots' union is deeply divided over whether to grant any more concessions to US Airways; deadline with pilots is increasing likelihood that airline will file bankruptcy this month; photos (M)",
      "lead_paragraph": "The leader of a rebel pilot group at US Airways accused the company of demanding too many sacrifices from employees, saying that the airline's request for $295 million in annual wage and benefit cuts from the pilots had \"gone from need to greed.\"",
      "publication_date": "2004-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/08/business/us-air-pilots-union-balks-at-wage-and-benefit-cuts.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Bipartisan Bill Offered on 9/11 Panel's Proposals",
      "snippet": "Influential bipartisan group of members of Congress, backed by leaders of Sept 11 commission, offer bill to enact virtually all of commission's recommendations, including call for national intelligence director to oversee all spy agencies; commiss...",
      "abstract": "Influential bipartisan group of members of Congress, backed by leaders of Sept 11 commission, offer bill to enact virtually all of commission's recommendations, including call for national intelligence director to oversee all spy agencies; commission chairman Thomas Kean says law would make American people 'genuinely safer'; sponsors include Sens John McCain, Joseph Lieberman, Tom Daschle and Lindsey Graham; photo; Congressional leaders are under intense election-year pressure to act on commission report, but warn package could be derailed by opposition from White House or committee chairmen protecting turf; bill would set up National Intelligence Authority and director to oversee CIA and 14 other spy agencies (M)",
      "lead_paragraph": "WASHINGTON, Sept. 7 - An influential bipartisan group of members of Congress, backed by leaders of the Sept. 11 commission, said on Tuesday that they were offering a bill in the House and Senate to enact virtually all the commission's recommendations, including its call for a national intelligence director to oversee all of the government's spy agencies.",
      "publication_date": "2004-09-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/08/politics/bipartisan-bill-offered-on-911-panels-proposals.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "Advocacy Groups and Campaigns: An Uneasy Shuttle",
      "snippet": "Top strategists for both Democrats and Republicans are moving between campaigns and 527 advocacy groups this year, blurring legal lines; Stanley Greenberg, polling mastermind who has guided three liberal groups, resigned to be unpaid adviser to Jo...",
      "abstract": "Top strategists for both Democrats and Republicans are moving between campaigns and 527 advocacy groups this year, blurring legal lines; Stanley Greenberg, polling mastermind who has guided three liberal groups, resigned to be unpaid adviser to John Kerry's campaign, saying he has studiously followed law at all times; free flow of such personnel nevertheless alarms campaign-finance reformers like Rep Christopher Shays and Fred Wertheimer; other examples include Benjamin Ginsberg, who resigned as Pres Bush's lawyer after admitting working with veterans group attacking Kerry; photos; 527 groups, named for tax code section that created them, are allowed to spend unlimited 'soft money' but may not coordinate with parties or campaigns (M)",
      "lead_paragraph": "WASHINGTON, Sept. 7 - Just last week, Stanley Greenberg was the polling mastermind guiding the way three liberal groups spent tens of millions of dollars attacking President Bush and registering voters. But he quit that position to be an unpaid adviser to the Kerry campaign as it presses to sharpen its message in the final 56 days before the election.",
      "publication_date": "2004-09-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/08/politics/campaign/advocacy-groups-and-campaigns-an-uneasy-shuttle.html",
      "byline": "By Glen Justice and Jim Rutenberg"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Travel Stake Sale Canceled",
      "snippet": "European travel company TUI cancels initial offering of its Hapag-Lloyd shipping unit because of adverse market conditions; will place 49.9 percent of unit on stock market to help TUI's net debt of more than 3 billion euros ($3.6 billion); photo (...",
      "abstract": "European travel company TUI cancels initial offering of its Hapag-Lloyd shipping unit because of adverse market conditions; will place 49.9 percent of unit on stock market to help TUI's net debt of more than 3 billion euros ($3.6 billion); photo (S)",
      "lead_paragraph": "The European travel company TUI canceled the initial offering of its Hapag-Lloyd shipping unit because of adverse market conditions. The chief executive, Michael Frenzel, left, said TUI saw \"no chance of fetching Hapag-Lloyd's real value\" and had dropped the plan for a public offering as well as a sale of the unit. Earlier, TUI said it would place 49.9 percent of the unit on the stock market to help reduce TUI's net debt of more than 3 billion euros ($3.6 billion). Petra Kappl (NYT)",
      "publication_date": "2004-09-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/08/business/world-business-briefing-europe-germany-travel-stake-sale-canceled.html",
      "byline": "By Petra Kappl (NYT)"
    }
  ]
}