{
  "metadata": {
    "date": "2004-10-06",
    "total_articles": 26
  },
  "articles": [
    {
      "headline": "Japan's Troops Proceed in Iraq Without Shot Fired",
      "snippet": "Whenever a Japanese convoy leaves its base here in southern Iraq, the armored vehicles are so spotless that they appear to have just rolled out of a Tokyo car showroom into this crumbling Shiite Muslim town on the Euphrates.     They lack the dent...",
      "abstract": "Whenever a Japanese convoy leaves its base here in southern Iraq, the armored vehicles are so spotless that they appear to have just rolled out of a Tokyo car showroom into this crumbling Shiite Muslim town on the Euphrates.     They lack the dents and dirt of other nations' vehicles. Perhaps that is because of the Japanese troops' attention to maintenance or perhaps, as the Iraqis here say, their increasing tendency to stay inside their base with the violence rising outside.  ",
      "lead_paragraph": "SAMAWA, Iraq, Sept. 30 - Whenever a Japanese convoy leaves its base here in southern Iraq, the armored vehicles are so spotless that they appear to have just rolled out of a Tokyo car showroom into this crumbling Shiite Muslim town on the Euphrates.",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/06/world/middleeast/japans-troops-proceed-in-iraq-without-shot-fired.html",
      "byline": "By Norimitsu Onishi"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Interest In Retailer",
      "snippet": "The buyout company Blackstone Group of New York is interested in buying KarstadtQuelle, the European retailer, a Blackstone official said, setting off a 15 percent gain in KarstadtQuelle's share price. Blackstone would consider buying all or parts...",
      "abstract": "The buyout company Blackstone Group of New York is interested in buying KarstadtQuelle, the European retailer, a Blackstone official said, setting off a 15 percent gain in KarstadtQuelle's share price. Blackstone would consider buying all or parts of KarstadtQuelle, the official, Chad Pike, said in an interview in Munich. Blackstone is not currently in talks with KarstadtQuelle, said Mr. Pike, who is managing director of Blackstone's European real estate business. KarstadtQuelle's chief executive, Christoph Achenbach, said last week that the company was planning to sell stores and shares to raise 1.6 billion euros and help turn around the struggling company. Before yesterday's gain, stock in KarstadtQuelle had fallen 25 percent since early August.  ",
      "lead_paragraph": "The buyout company Blackstone Group of New York is interested in buying KarstadtQuelle, the European retailer, a Blackstone official said, setting off a 15 percent gain in KarstadtQuelle's share price. Blackstone would consider buying all or parts of KarstadtQuelle, the official, Chad Pike, said in an interview in Munich. Blackstone is not currently in talks with KarstadtQuelle, said Mr. Pike, who is managing director of Blackstone's European real estate business. KarstadtQuelle's chief executive, Christoph Achenbach, said last week that the company was planning to sell stores and shares to raise 1.6 billion euros and help turn around the struggling company. Before yesterday's gain, stock in KarstadtQuelle had fallen 25 percent since early August.",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/06/business/world-business-briefing-europe-germany-interest-in-retailer.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "AFTER AGREEING to an innovative land swap with some concessions on city taxes, WFSB-TV in Hartford plans to start construction next year on a $20 million, 60,000-square-foot studio at the north end of downtown. The station had considered moving ou...",
      "abstract": " AFTER AGREEING to an innovative land swap with some concessions on city taxes, WFSB-TV in Hartford plans to start construction next year on a $20 million, 60,000-square-foot studio at the north end of downtown. The station had considered moving outside the city. [C7.]    THE PLANNED COMMUNITY of Summerlin near Las Vegas, which is home to more than 87,000 people, is preparing for a new owner. [C6.]",
      "lead_paragraph": "AFTER AGREEING to an innovative land swap with some concessions on city taxes, WFSB-TV in Hartford plans to start construction next year on a $20 million, 60,000-square-foot studio at the north end of downtown. The station had considered moving outside the city. [C7.]",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/06/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "Board Member of PeopleSoft Open to Merger",
      "snippet": "The Oracle Corporation hostile takeover bid for PeopleSoft, its rival in the market for business software, took an unusual turn yesterday when a PeopleSoft director testified in a Delaware courtroom that he would be open to discussions about a mer...",
      "abstract": "The Oracle Corporation hostile takeover bid for PeopleSoft, its rival in the market for business software, took an unusual turn yesterday when a PeopleSoft director testified in a Delaware courtroom that he would be open to discussions about a merger.      Steven Goldby, who heads the PeopleSoft board's transaction committee, which is charged with considering Oracle's $7.7 billion tender offer, said that ''if there had been -- and if there ever is an indication that Oracle is willing to pay what we consider to be the right price for the shareholders to get for this company, and there is a high certainty of being able to close the transaction quickly, I, personally, would be open to discussions with Oracle.'' PeopleSoft executives, however, moved quickly to say that the company remains opposed to Oracle's bid.  ",
      "lead_paragraph": "The Oracle Corporation hostile takeover bid for PeopleSoft, its rival in the market for business software, took an unusual turn yesterday when a PeopleSoft director testified in a Delaware courtroom that he would be open to discussions about a merger.",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/06/technology/board-member-of-peoplesoft-open-to-merger.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "A Parmalat Hearing Begins, and the Aggrieved Line Up",
      "snippet": "Ten months after the collapse of the Italian dairy giant Parmalat, a preliminary hearing began Tuesday to determine whether to indict 29 people and 3 companies in one of the country's biggest financial meltdowns.    Judge Cesare Tacconi immediatel...",
      "abstract": "Ten months after the collapse of the Italian dairy giant Parmalat, a preliminary hearing began Tuesday to determine whether to indict 29 people and 3 companies in one of the country's biggest financial meltdowns.    Judge Cesare Tacconi immediately agreed to the request of 2 of the 29 to stand trial. Lawyers for the two, Lorenzo Penca and Maurizio Bianchi, requested that they be allowed to go to trial and forgo the lengthy preliminary hearings. The two men were auditors for the former Italian unit of Grant Thornton and oversaw a Parmalat account. Their unit audited a Parmalat subsidiary that claimed to have a $4.9 billion bank account, which did not in fact exist.   ",
      "lead_paragraph": "MILAN, Oct. 5 - Ten months after the collapse of the Italian dairy giant Parmalat, a preliminary hearing began Tuesday to determine whether to indict 29 people and 3 companies in one of the country's biggest financial meltdowns.",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/06/business/worldbusiness/a-parmalat-hearing-begins-and-the-aggrieved-line-up.html",
      "byline": "By Elisabetta Povoledo"
    },
    {
      "headline": "2 Soros Sons Get More Control of the Business",
      "snippet": "George Soros, the billionaire financier, is handing more control of his money management firm to two of his sons as he continues to scale back the focus of his investment firm.    Late Monday, Mr. Soros disclosed that he was promoting one son, Jon...",
      "abstract": "George Soros, the billionaire financier, is handing more control of his money management firm to two of his sons as he continues to scale back the focus of his investment firm.    Late Monday, Mr. Soros disclosed that he was promoting one son, Jonathan, to be a deputy chairman of the firm, Soros Fund Management, sharing the title with another son, Robert, who was named chief investment officer last month. Mr. Soros remains chairman of the firm, which manages $12.8 billion.   ",
      "lead_paragraph": "George Soros, the billionaire financier, is handing more control of his money management firm to two of his sons as he continues to scale back the focus of his investment firm.",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/06/business/2-soros-sons-get-more-control-of-the-business.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "Long Insulated, Fannie Mae Feels Political Heat",
      "snippet": "Like the cherry blossoms in the spring, and loyalty to the Redskins, the power and influence of Fannie Mae are among those aspects of Washington that never seem to change -- until now.     With its army of high-powered lobbyists, its board and exe...",
      "abstract": "Like the cherry blossoms in the spring, and loyalty to the Redskins, the power and influence of Fannie Mae are among those aspects of Washington that never seem to change -- until now.     With its army of high-powered lobbyists, its board and executive ranks stacked with Washington power brokers of all political stripes, a portfolio of $1 trillion and an apple pie core mission of helping people afford to buy housing, the mortgage giant has long been considered untouchable.   ",
      "lead_paragraph": "WASHINGTON, Oct. 5 - Like the cherry blossoms in the spring, and loyalty to the Redskins, the power and influence of Fannie Mae are among those aspects of Washington that never seem to change -- until now.",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/06/business/long-insulated-fannie-mae-feels-political-heat.html",
      "byline": "By Jennifer 8. Lee and Eric Dash"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Steel Company To Sell Shares",
      "snippet": "One of Russia's largest steel companies, the Mechel Steel Group, said it filed for an initial public offering to sell a 10 percent stake in the company through American depository receipts on the New York Stock Exchange later this year. Mechel ann...",
      "abstract": "One of Russia's largest steel companies, the Mechel Steel Group, said it filed for an initial public offering to sell a 10 percent stake in the company through American depository receipts on the New York Stock Exchange later this year. Mechel announced the plan in a filing with the Securities and Exchange Commission, saying it planned to sell 13.9 million A.D.R.'s, with each receipt equal to three shares of its common stock.   Erin E. Arvedlund (NYT)  ",
      "lead_paragraph": "One of Russia's largest steel companies, the Mechel Steel Group, said it filed for an initial public offering to sell a 10 percent stake in the company through American depository receipts on the New York Stock Exchange later this year. Mechel announced the plan in a filing with the Securities and Exchange Commission, saying it planned to sell 13.9 million A.D.R.'s, with each receipt equal to three shares of its common stock. Erin E. Arvedlund (NYT)",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/06/business/world-business-briefing-europe-russia-steel-company-to-sell-shares.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    },
    {
      "headline": "A Look at the Toys of Christmas (Near) Future",
      "snippet": "Only a few feet away from the president of Fisher-Price toys -- who was nervously trying to get this year's version of dancing Elmo to dance (''maybe the batteries are dead'') -- Jake Gautney, 12, was concentrating on the joy stick of a new versio...",
      "abstract": "Only a few feet away from the president of Fisher-Price toys -- who was nervously trying to get this year's version of dancing Elmo to dance (''maybe the batteries are dead'') -- Jake Gautney, 12, was concentrating on the joy stick of a new version of Ms. Pac-Man.    Jake had been enlisted, one of a handful of ''real'' kids, to demonstrate toys at yesterday's announcement and exhibition of the season's ''Hot Dozen'' list of holiday toys chosen by Toy Wishes magazine. Held at the Metropolitan Pavilion on West 18th Street in New York, the annual event serves the $30.6 billion industry as the opening bugle blast for the holiday toy-selling race -- a race that analysts say is shaping up to be brutally competitive this year.   ",
      "lead_paragraph": "Only a few feet away from the president of Fisher-Price toys -- who was nervously trying to get this year's version of dancing Elmo to dance (\"maybe the batteries are dead\") -- Jake Gautney, 12, was concentrating on the joy stick of a new version of Ms. Pac-Man.",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/06/business/a-look-at-the-toys-of-christmas-near-future.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "For Cheney and Edwards, a Night of Sharp Exchanges",
      "snippet": "In a strikingly personal and bitter debate, Vice President Dick Cheney defended the Bush administration's record on Iraq on Tuesday night as ''exactly the right thing to do'' and asserted that Senators John Kerry and John Edwards bent with the pol...",
      "abstract": "In a strikingly personal and bitter debate, Vice President Dick Cheney defended the Bush administration's record on Iraq on Tuesday night as ''exactly the right thing to do'' and asserted that Senators John Kerry and John Edwards bent with the political winds on national security.    Mr. Edwards fired back with a wide-ranging assault on the administration's honesty and competence in foreign and domestic policy. ''One thing that's very clear is that a long résumé does not equal good judgment,'' Mr. Edwards declared, in one of many sharp exchanges that spoke to the closeness of the race and the differences between the two tickets.  ",
      "lead_paragraph": "WASHINGTON, Oct. 5 - In a strikingly personal and bitter debate, Vice President Dick Cheney defended the Bush administration's record on Iraq on Tuesday night as \"exactly the right thing to do\" and asserted that Senators John Kerry and John Edwards bent with the political winds on national security.",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/06/us/front page/the-2004-campaign-the-overview-for-cheney-and-edwards-a-night.html",
      "byline": "By Richard W. Stevenson and Robin Toner"
    },
    {
      "headline": "For Cheney and Edwards, a Night of Sharp Exchanges",
      "snippet": "Vice Pres Cheney, in strikingly personal and bitter debate with Sen John Edwards, defends Bush administration's record on Iraq as 'exactly the right thing to do' and asserts that Edwards and Sen John Kerry have bent with political winds; photos; E...",
      "abstract": "Vice Pres Cheney, in strikingly personal and bitter debate with Sen John Edwards, defends Bush administration's record on Iraq as 'exactly the right thing to do' and asserts that Edwards and Sen John Kerry have bent with political winds; photos; Edwards fires back with wide-ranging assault on administration's honesty and competence in foreign and domestic policy, pointing out that 'long resume does not equal good judgment'; Cheney denies not providing enough troops to stabilize Iraq, as stated by former occupation administrator Paul Bremer, drawing response from Edwards that he is 'still not being straight' on Iraq and wrongly conflated Saddam Hussein with Al Qaeda; bitter tone in debate at Case Western Reserve University in Cleveland, moderated by Gwen Ifill, extends from Cheney's tenure as head of Halliburton to Edwards's voting record and Bush economic record; Edwards appears to hold his own, at times putting veteran Cheney on defensive, but confrontation is not likely to alter close race; Cheney, who has lesbian daughter, repeats that marriage should be regulated by states, not by US Constitution, which draws rare moment of personal warmth as Edwards praises Cheneys for supporting their daughter; Cheney charges Democrats are on wrong side of defense issues; Edwards quotes Kerry pledge to hunt down terrorists but says UN inspectors should have been given more time in Iraq and US invasion distracted attention from Al Qaeda and Osama bin Laden (L)",
      "lead_paragraph": "WASHINGTON, Oct. 5 - In a strikingly personal and bitter debate, Vice President Dick Cheney defended the Bush administration's record on Iraq on Tuesday night as \"exactly the right thing to do\" and asserted that Senators John Kerry and John Edwards bent with the political winds on national security.",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/06/politics/campaign/for-cheney-and-edwards-a-night-of-sharp-exchanges.html",
      "byline": "By Richard W. Stevenson and Robin Toner"
    },
    {
      "headline": "Mercedes Looks to Chief to Restore Its Prestige",
      "snippet": "Eckhard Cordes, the man DaimlerChrysler picked to put the luster back into Mercedes-Benz, has slipped out of the office during his first week on the job, joining colleagues in the Alps along the Swiss-Austrian border to test-drive cars made by the...",
      "abstract": "Eckhard Cordes, the man DaimlerChrysler picked to put the luster back into Mercedes-Benz, has slipped out of the office during his first week on the job, joining colleagues in the Alps along the Swiss-Austrian border to test-drive cars made by the competition.    It is a handy way for Mr. Cordes to escape, at least briefly, the scrutiny that comes with running Germany's most famous carmaker. Few jobs in German industry carry more cachet -- or loftier expectations.  ",
      "lead_paragraph": "FRANKFURT, Oct. 5 - Eckhard Cordes, the man DaimlerChrysler picked to put the luster back into Mercedes-Benz, has slipped out of the office during his first week on the job, joining colleagues in the Alps along the Swiss-Austrian border to test-drive cars made by the competition.",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/06/business/worldbusiness/mercedes-looks-to-chief-to-restore-its-prestige.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Mystery of the Islamic Scholar Who Was Barred by the U.S.",
      "snippet": "In a nearly barren apartment here, Najma Ramadan, 3, a curly-haired blonde wearing tiny bear-shaped earrings, climbed the walls one recent evening, from pipe to pipe. The little girl's toys sat far away, in boxes in South Bend, Ind., where her fat...",
      "abstract": "In a nearly barren apartment here, Najma Ramadan, 3, a curly-haired blonde wearing tiny bear-shaped earrings, climbed the walls one recent evening, from pipe to pipe. The little girl's toys sat far away, in boxes in South Bend, Ind., where her father, Tariq Ramadan, was to have taken up residence in August as the Henry Luce professor of religion, conflict and peacebuilding at the University of Notre Dame.    Nine days before his family's scheduled departure for the United States, Mr. Ramadan, 42, a Swiss theologian of Egyptian descent who is probably Europe's best-known Muslim intellectual, received an urgent message from the American consul in Switzerland: Washington had just revoked the visa granted him after a security review last spring.  ",
      "lead_paragraph": "GENEVA - In a nearly barren apartment here, Najma Ramadan, 3, a curly-haired blonde wearing tiny bear-shaped earrings, climbed the walls one recent evening, from pipe to pipe. The little girl's toys sat far away, in boxes in South Bend, Ind., where her father, Tariq Ramadan, was to have taken up residence in August as the Henry Luce professor of religion, conflict and peacebuilding at the University of Notre Dame.",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/06/world/europe/mystery-of-the-islamic-scholar-who-was-barred-by-the-us.html",
      "byline": "By Deborah Sontag"
    },
    {
      "headline": "U.S. Will Miss Half Its Supply of Flu Vaccine",
      "snippet": "Nearly half of the nation's expected supply of flu vaccine will not be available this winter because the British government has suspended the manufacturing license at the factory in Liverpool that manufactures it, federal officials said yesterday....",
      "abstract": "Nearly half of the nation's expected supply of flu vaccine will not be available this winter because the British government has suspended the manufacturing license at the factory in Liverpool that manufactures it, federal officials said yesterday.     The unexpected development, coming just as the flu season is starting, means there will almost certainly be a significant shortage this winter. The authorities urged the public yesterday not to rush out to get vaccinated but instead to save the scarce supplies for those most at risk, like adults 65 and over and infants 6 to 23 months old.   ",
      "lead_paragraph": "Nearly half of the nation's expected supply of flu vaccine will not be available this winter because the British government has suspended the manufacturing license at the factory in Liverpool that manufactures it, federal officials said yesterday.",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/06/health/us-will-miss-half-its-supply-of-flu-vaccine.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "MORE ON THE DEBATE",
      "snippet": "THE CLAIMS, THE TRUTH -- Vice President Dick Cheney and Senator John Edwards hurled facts like weapons at each other. But the two stretched the truth on both domestic and foreign matters.   PAGE A23    DEFENDER AND ATTACKER -- The Cheney task: Rea...",
      "abstract": " THE CLAIMS, THE TRUTH -- Vice President Dick Cheney and Senator John Edwards hurled facts like weapons at each other. But the two stretched the truth on both domestic and foreign matters.   PAGE A23    DEFENDER AND ATTACKER -- The Cheney task: Reassure Republicans who were unsettled by President Bush's debate performance against John Kerry. Edwards's task: Rip the Bush-Cheney record.   NEWS ANALYSIS, PAGE A23    TV WATCH -- The two candidates had awkward moments, different manners, zingers and some missed opportunities.   PAGE A23",
      "lead_paragraph": "THE CLAIMS, THE TRUTH -- Vice President Dick Cheney and Senator John Edwards hurled facts like weapons at each other. But the two stretched the truth on both domestic and foreign matters. PAGE A23",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/06/us/front page/more-on-the-debate.html",
      "byline": ""
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Board Is Said Not to Vote On Chief's Plan for Lazard  The board of Lazard met in Paris but did not vote on a plan by its chief executive, Bruce Wasserstein, to take the firm public, two people close to the company said. Not all of the firm's worki...",
      "abstract": " Board Is Said Not to Vote On Chief's Plan for Lazard  The board of Lazard met in Paris but did not vote on a plan by its chief executive, Bruce Wasserstein, to take the firm public, two people close to the company said. Not all of the firm's working partners, who own 64 percent of the company, have signed off on the plan, they said.  ",
      "lead_paragraph": "Board Is Said Not to Vote On Chief's Plan for Lazard The board of Lazard met in Paris but did not vote on a plan by its chief executive, Bruce Wasserstein, to take the firm public, two people close to the company said. Not all of the firm's working partners, who own 64 percent of the company, have signed off on the plan, they said.",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/06/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Iraqi Airways Flies Again, With One Jet",
      "snippet": "After lying all but dormant during 14 years of sanctions and still reeling from the damage it has suffered in the United States-led war, Iraq's national airline made a humble reappearance on the commercial aviation scene last month, with a single,...",
      "abstract": "After lying all but dormant during 14 years of sanctions and still reeling from the damage it has suffered in the United States-led war, Iraq's national airline made a humble reappearance on the commercial aviation scene last month, with a single, 116-seat Boeing 737-200 flying to two nearby Middle East capitals, Damascus and Amman.     The airline, Iraqi Airways, has even begun making plans to expand its fleet, add destinations, renovate its headquarters and generally upgrade for a new age of commercial aviation.  ",
      "lead_paragraph": "BAGHDAD, Oct. 5 - After lying all but dormant during 14 years of sanctions and still reeling from the damage it has suffered in the United States-led war, Iraq's national airline made a humble reappearance on the commercial aviation scene last month, with a single, 116-seat Boeing 737-200 flying to two nearby Middle East capitals, Damascus and Amman.",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/06/business/worldbusiness/iraqi-airways-flies-again-with-one-jet.html",
      "byline": "By Borzou Daragahi"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Retailer's Profit Rises",
      "snippet": "Japan's largest retailer, the Aeon Company, said first-half profit rose 54 percent from a year earlier on cost cuts and sales from a new subsidiary. Net income in the six months ended Aug. 20 rose to 28.4 billion yen ($256 million) from 18.4 billi...",
      "abstract": "Japan's largest retailer, the Aeon Company, said first-half profit rose 54 percent from a year earlier on cost cuts and sales from a new subsidiary. Net income in the six months ended Aug. 20 rose to 28.4 billion yen ($256 million) from 18.4 billion yen the year earlier, the company said. The period included earnings of the Mycal Corporation, the failed retailer that Aeon bought in December. Aeon's president, Motoya Okada, above, said that the company improved its profit margin by cutting costs and reducing losses from discount sales. Aeon said sales in the period rose 29 percent, to 2.06 trillion yen.  ",
      "lead_paragraph": "Japan's largest retailer, the Aeon Company, said first-half profit rose 54 percent from a year earlier on cost cuts and sales from a new subsidiary. Net income in the six months ended Aug. 20 rose to 28.4 billion yen ($256 million) from 18.4 billion yen the year earlier, the company said. The period included earnings of the Mycal Corporation, the failed retailer that Aeon bought in December. Aeon's president, Motoya Okada, above, said that the company improved its profit margin by cutting costs and reducing losses from discount sales. Aeon said sales in the period rose 29 percent, to 2.06 trillion yen.",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/06/business/world-business-briefing-asia-japan-retailers-profit-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Iraq Chief Gives a Sobering View About Security",
      "snippet": "In his first speech before the interim National Assembly here, Prime Minister Ayad Allawi gave a sobering account on Tuesday of the threat posed by the insurgency, saying that the country's instability is a ''source of worry for many people'' and ...",
      "abstract": "In his first speech before the interim National Assembly here, Prime Minister Ayad Allawi gave a sobering account on Tuesday of the threat posed by the insurgency, saying that the country's instability is a ''source of worry for many people'' and that the guerrillas represent ''a challenge to our will.''    Hours later, the American military said it had launched its second major offensive of the last week, sending 3,000 troops, some of them Iraqis, in a sweep across the Euphrates River south of Baghdad. Led by the 24th Marine Expeditionary Unit, the troops overran a suspected insurgent training camp and detained 30 suspects, the military said in a written statement. They also seized control of a bridge believed to be part of a corridor allowing insurgents to move between strongholds in central Iraq, the military said.   ",
      "lead_paragraph": "BAGHDAD, Iraq, Wednesday, Oct. 6 - In his first speech before the interim National Assembly here, Prime Minister Ayad Allawi gave a sobering account on Tuesday of the threat posed by the insurgency, saying that the country's instability is a \"source of worry for many people\" and that the guerrillas represent \"a challenge to our will.\"",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/06/world/middleeast/iraq-chief-gives-a-sobering-view-about-security.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "World Business Briefing | Europe: France: Interest Limit Overruled",
      "snippet": "Europe's highest court ruled that a French law banning banks from offering interest-bearing checking accounts was illegal. The ruling, handed down by the European Court of Justice, said the French law violated European laws that guarantee companie...",
      "abstract": "Europe's highest court ruled that a French law banning banks from offering interest-bearing checking accounts was illegal. The ruling, handed down by the European Court of Justice, said the French law violated European laws that guarantee companies the right to do business anywhere in the European Union. France is the only European country with such a law. A spokesman for the European Union said the ruling would not immediately affect French banks, but they might have to offer interest on checking accounts if banks from outside France began offering them. The court ruled on a case brought by CaixaBank France, the French subsidiary of La Caixa, a Spanish savings and loan.   Paul Meller (NYT)  ",
      "lead_paragraph": "Europe's highest court ruled that a French law banning banks from offering interest-bearing checking accounts was illegal. The ruling, handed down by the European Court of Justice, said the French law violated European laws that guarantee companies the right to do business anywhere in the European Union. France is the only European country with such a law. A spokesman for the European Union said the ruling would not immediately affect French banks, but they might have to offer interest on checking accounts if banks from outside France began offering them. The court ruled on a case brought by CaixaBank France, the French subsidiary of La Caixa, a Spanish savings and loan. Paul Meller (NYT)",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/06/business/world-business-briefing-europe-france-interest-limit-overruled.html",
      "byline": "By Paul Meller (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Unemployment Rises",
      "snippet": "Unemployment in Germany continued to rise in September, lifting the jobless rate to 10.7 percent in seasonally adjusted terms, the highest level in more than six years. The Federal Labor Agency in Nuremberg said the adjusted number of jobless rose...",
      "abstract": "Unemployment in Germany continued to rise in September, lifting the jobless rate to 10.7 percent in seasonally adjusted terms, the highest level in more than six years. The Federal Labor Agency in Nuremberg said the adjusted number of jobless rose from August by 27,000, to 4.44 million. The unadjusted numbers fell by 90,000, to 4.25 million. Frank-Jürgen Weise, the head of the agency, said the economic upswing was not yet strong enough to lower the jobless numbers.   Petra Kappl (NYT)  ",
      "lead_paragraph": "Unemployment in Germany continued to rise in September, lifting the jobless rate to 10.7 percent in seasonally adjusted terms, the highest level in more than six years. The Federal Labor Agency in Nuremberg said the adjusted number of jobless rose from August by 27,000, to 4.44 million. The unadjusted numbers fell by 90,000, to 4.25 million. Frank-Jürgen Weise, the head of the agency, said the economic upswing was not yet strong enough to lower the jobless numbers. Petra Kappl (NYT)",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/06/business/world-business-briefing-europe-germany-unemployment-rises.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "Rivals Dig In, Draw Blood, Cede Nothing",
      "snippet": "Let it be noted that Vice President Dick Cheney never actually used the word ''whippersnapper'' Tuesday night. And Senator John Edwards never said ''ogre.''    But they might as well have.   ",
      "abstract": "Let it be noted that Vice President Dick Cheney never actually used the word ''whippersnapper'' Tuesday night. And Senator John Edwards never said ''ogre.''    But they might as well have.   ",
      "lead_paragraph": "CLEVELAND, Oct. 5 - Let it be noted that Vice President Dick Cheney never actually used the word \"whippersnapper\" Tuesday night. And Senator John Edwards never said \"ogre.\"",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/06/us/front page/the-2004-campaign-the-scene-rivals-dig-in-draw-blood-cede.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "World Business Briefing | Americas: Chile: Economic Growth Surges",
      "snippet": "Chile's economy expanded at its fastest pace in more than six years in August as consumer spending strengthened and demand jumped for copper, the nation's top export. The economy grew 7.4 percent from the year-earlier period after expanding 4.5 pe...",
      "abstract": "Chile's economy expanded at its fastest pace in more than six years in August as consumer spending strengthened and demand jumped for copper, the nation's top export. The economy grew 7.4 percent from the year-earlier period after expanding 4.5 percent in July, the central bank said.  ",
      "lead_paragraph": "Chile's economy expanded at its fastest pace in more than six years in August as consumer spending strengthened and demand jumped for copper, the nation's top export. The economy grew 7.4 percent from the year-earlier period after expanding 4.5 percent in July, the central bank said.",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/06/business/world-business-briefing-americas-chile-economic-growth-surges.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Rivals Dig In, Draw Blood, Cede Nothing",
      "snippet": "Vice Pres Cheney, gravel-voiced and practically growling, recalls his long service in government and questions that of younger Democratic rival Sen John Edwards in debate in Cleveland; Edwards reaches deep into that capacious record to respond, re...",
      "abstract": "Vice Pres Cheney, gravel-voiced and practically growling, recalls his long service in government and questions that of younger Democratic rival Sen John Edwards in debate in Cleveland; Edwards reaches deep into that capacious record to respond, recalling Cheney's votes in Congress against popular programs like Meals on Wheels; Cheney, Washington mandarin and one of most influential vice presidents ever, finds himself on defense on what has been his unchallenged reputation for competence, as Edwards shoots back with doubt that 'country can take four more years of this kind of experience'; Cheney plays to type with frowns and slight mocking styles; Edwards displays usual sunniness and Southern vowels but takes relish in traditional attack-dog role of vice-presidential candidate, charging that as Halliburton chief Cheney did business with US enemies (M)",
      "lead_paragraph": "CLEVELAND, Oct. 5 - Let it be noted that Vice President Dick Cheney never actually used the word \"whippersnapper\" on Tuesday night. And Senator John Edwards never said \"ogre.\"",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/06/politics/campaign/rivals-dig-in-draw-blood-cede-nothing.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "World Business Briefing | Australia: Miner Plans Share Buyback",
      "snippet": "The world's largest mining company, BHP Billiton, said it would buy back shares worth as much as 1.5 billion Australian dollars ($1.1 billion) held by investors in Australia as it seeks to pay out some of the windfall it has earned from supplying ...",
      "abstract": "The world's largest mining company, BHP Billiton, said it would buy back shares worth as much as 1.5 billion Australian dollars ($1.1 billion) held by investors in Australia as it seeks to pay out some of the windfall it has earned from supplying China with raw materials. The announcement provided the first details of a plan announced in August when BHP reported record net profit and said it would distribute $2 billion in earnings to shareholders.   Wayne Arnold (NYT)  ",
      "lead_paragraph": "The world's largest mining company, BHP Billiton, said it would buy back shares worth as much as 1.5 billion Australian dollars ($1.1 billion) held by investors in Australia as it seeks to pay out some of the windfall it has earned from supplying China with raw materials. The announcement provided the first details of a plan announced in August when BHP reported record net profit and said it would distribute $2 billion in earnings to shareholders. Wayne Arnold (NYT)",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/06/business/world-business-briefing-australia-miner-plans-share-buyback.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "A Clash of Goals in Bush's Efforts on the Income Tax",
      "snippet": "As he campaigns for re-election, President Bush is vowing to lead a bipartisan effort to overhaul the personal income tax and make it ''simpler, fairer and progrowth.''    Almost all experts agree that the current tax code is hideously complicated...",
      "abstract": "As he campaigns for re-election, President Bush is vowing to lead a bipartisan effort to overhaul the personal income tax and make it ''simpler, fairer and progrowth.''    Almost all experts agree that the current tax code is hideously complicated and often unfair. But they also say that accomplishing any fundamental change will be hideously difficult, in part because Mr. Bush's goals clash with one another and with some of his own initiatives.  ",
      "lead_paragraph": "WASHINGTON, Oct. 5 - As he campaigns for re-election, President Bush is vowing to lead a bipartisan effort to overhaul the personal income tax and make it \"simpler, fairer and progrowth.\"",
      "publication_date": "2004-10-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/06/business/a-clash-of-goals-in-bushs-efforts-on-the-income-tax.html",
      "byline": "By Edmund L. Andrews"
    }
  ]
}