{
  "metadata": {
    "date": "2004-12-06",
    "total_articles": 26
  },
  "articles": [
    {
      "headline": "One State Talks About Shifting Out of Pensions",
      "snippet": "California lawmaker Dr Keith Richman, just days after California Public Employees Retirement System president Sean Harrigan is ousted, plans to introduce bill that would begin process of closing state's giant public pension funds to new employees ...",
      "abstract": "California lawmaker Dr Keith Richman, just days after California Public Employees Retirement System president Sean Harrigan is ousted, plans to introduce bill that would begin process of closing state's giant public pension funds to new employees and give them 401(k) plan instead; move would echo proposals by Bush administration and some members of Congress to divert portion of Social Security payroll tax into individual savings accounts; bill is certain to run into resistance from unions that represent public employees and from Democratic politicians, who control both houses of Legislature (M)",
      "lead_paragraph": "Just days after the president of a huge California pension fund was ousted, some California officials are proposing that the state get out of the pension business and give state and municipal workers a 401(k) plan instead.",
      "publication_date": "2004-12-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/04/business/one-state-talks-about-shifting-out-of-pensions.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Contemplating a PC Market Without I.B.M.",
      "snippet": "Hewlett-Packard executives reportedly greet news that IBM might sell its personal computer business to Chinese PC maker Lenovo with good cheer; Dell Computer executives offer no comment, but industry analysts speculate that they are happy over dec...",
      "abstract": "Hewlett-Packard executives reportedly greet news that IBM might sell its personal computer business to Chinese PC maker Lenovo with good cheer; Dell Computer executives offer no comment, but industry analysts speculate that they are happy over decision; many in computer industry are concerned that IBM withdrawal could accelerate competition in PC industry, where prices are already falling; photo; graphs (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/04/technology/contemplating-a-pc-market-without-ibm.html",
      "byline": "By Gary Rivlin and John Markoff"
    },
    {
      "headline": "Far Fewer Jobs Were Added in November Than Forecast",
      "snippet": "Labor Department reports 0.1 percent decline in jobless rate in November, to 5.4 percent; reports increase of 112,000 jobs, far fewer than in October and not enough to keep pace with average increases in adult population; analysts now say spectacu...",
      "abstract": "Labor Department reports 0.1 percent decline in jobless rate in November, to 5.4 percent; reports increase of 112,000 jobs, far fewer than in October and not enough to keep pace with average increases in adult population; analysts now say spectacular jump of 337,000 jobs in October was mostly aberration in trend of slow growth in jobs and wages; graph (M)",
      "lead_paragraph": "WASHINGTON, Dec. 3 - The economy added 112,000 payroll jobs in November, far fewer than the month before and not enough to keep up with average increases in the adult population, the Labor Department reported on Friday.",
      "publication_date": "2004-12-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/04/business/far-fewer-jobs-were-added-in-november-than-forecast.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "U.S. Health Chief, Stepping Down, Issues Warning",
      "snippet": "Health and Human Services Sec Tommy G Thompson announces that he is resigning; is eighth member of Bush cabinet to resign since election; says he tried to resign in 2003 but agreed to stay at White House's request; expresses concern about threat o...",
      "abstract": "Health and Human Services Sec Tommy G Thompson announces that he is resigning; is eighth member of Bush cabinet to resign since election; says he tried to resign in 2003 but agreed to stay at White House's request; expresses concern about threat of global flu epidemic and possibility of terrorist attack on nation's food supply; Dr Mark B McClellan, federal official in charge of Medicare and Medicaid, is leading candidate to succeed Thompson; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 3 - Tommy G. Thompson, the secretary of health and human services, announced Friday that he was resigning, and he expressed grave concern about the threat of a global flu epidemic and the possibility of a terrorist attack on the nation's food supply.",
      "publication_date": "2004-12-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/04/politics/us-health-chief-stepping-down-issues-warning.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "An Unknown Giant Flexes Its Muscles",
      "snippet": "Profile of Lenovo Group, China's largest and world's fastest-growing PC maker, which is virtually unknown in US; company, based in Beijing, is partly owned by Chinese government, had sales of over $3 billion in 2003, controls about 27 percent of C...",
      "abstract": "Profile of Lenovo Group, China's largest and world's fastest-growing PC maker, which is virtually unknown in US; company, based in Beijing, is partly owned by Chinese government, had sales of over $3 billion in 2003, controls about 27 percent of Chinese PC market and is ranked eighth globally among PC makers; Lenovo, which produces low-cost PC's, some selling in China for as little as $360, is setting sights on Western markets and reportedly is considering purchasing IBM's personal computer unit, valued at between $1 billion and $2 billion; photos; chart (M)",
      "lead_paragraph": "SHANGHAI, Dec. 3 - Lenovo. Who?",
      "publication_date": "2004-12-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/04/business/worldbusiness/an-unknown-giant-flexes-its-muscles.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "Ukrainian Court Orders New Vote for Presidency, Citing Fraud",
      "snippet": "Ukraine Supreme Court overturns result of disputed presidential election, saying it was marred by 'systematic and massive violations,' and orders new runoff between declared winner Prime Min Viktor F Yanukovich and opposition leader Viktor A Yushc...",
      "abstract": "Ukraine Supreme Court overturns result of disputed presidential election, saying it was marred by 'systematic and massive violations,' and orders new runoff between declared winner Prime Min Viktor F Yanukovich and opposition leader Viktor A Yushchenko by Dec 26; court ruling comes 12 days after tens of thousands of Ukrainians began protests in Kiev and other cities denouncing what they considered violation of their right to choose successor to departing Pres Leonid D Kuchma; photos (M)",
      "lead_paragraph": "KIEV, Ukraine, Dec. 3 - Ukraine's Supreme Court overturned the results of the country's disputed presidential election on Friday, saying they were marred by \"systemic and massive violations,\" and ordered a new runoff between the main candidates by Dec. 26.",
      "publication_date": "2004-12-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/04/world/europe/ukrainian-court-orders-new-vote-for-presidency-citing-fraud.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Supreme Court Set to Hear Cable Access Arguments  The Supreme Court has agreed to decide whether competing high-speed Internet service providers are entitled to use the networks of cable companies to reach their subscribers.     The justices accep...",
      "abstract": " Supreme Court Set to Hear Cable Access Arguments  The Supreme Court has agreed to decide whether competing high-speed Internet service providers are entitled to use the networks of cable companies to reach their subscribers.     The justices accepted appeals filed by the Bush administration and the cable industry from an appeals court decision that struck down portions of an order by the Federal Communications Commission. [Page C4.]    More of the Same for McDonald's  James A. Skinner, left, the chief executive of McDonald's, said he would continue with the strategies of his predecessors. Mr. Skinner was named to the top job after the resignation of Charles H. Bell, who has colorectal cancer. Last April, Mr. Bell's predecessor, James Cantalupo, died of a heart attack. Mr. Skinner must find a way to maintain the right balance between the cheap food for which McDonald's is known and new premium items. [C12.]    Dollar Drop Causes Soul-Searching  Japan, China and some other Asian nations have been aggressively buying dollars. But with these huge stakes in the dollar losing value, the question is: What will they do next? [A1.]    Treasury Report on Exchange Rates  The Bush administration once again declared that China is not manipulating its exchange rate, dismissing loud complaints from some manufacturers and members of Congress that the country's undervalued currency is badly aggravating the trade deficit of the United States. [C2.]    A Bet on Oil Prices Turns Sour  China Aviation Oil of Singapore filed for bankruptcy protection after its bet that oil prices would fall proved to be very wrong. A criminal investigation has begun. [C3.]    BBC Acknowledges Bhopal Hoax  The BBC acknowledged it had been tricked into broadcasting an interview with a man pretending to be a Dow Chemical spokesman who claimed that the company had taken the blame for the 1984 disaster in Bhopal, India. [A6.]    Nasdaq Up 7.22% for the Year  The Nasdaq composite index rose 4.39 points, to 2,147.96, and was up 2.2 percent for the week. It has climbed 7.22 percent so far this year. The Dow Jones industrial average rose 7.09 points, to 10,592.21, and the Standard & Poor's 500-stock index inched up 0.84 point, to 1,191.17. The dollar tumbled, while bonds rallied after the government reported that fewer jobs than expected were created last month. The price of crude oil dropped to $42.54 a barrel. [C4.]    Court Approves Halliburton Deal  A federal court approved Halliburton's $4.2 billion settlement of asbestos claims, but another court delayed the asbestos settlement plan for ABB's Combustion Engineering unit. [C4.]    No Alternate Slate for Disney Board  Roy E. Disney and Stanley P. Gold, former directors of Walt Disney, said that they would not propose alternate candidates for the board at its shareholder meeting next year. [C4.]    Intelsat Regains Control of Satellite  Intelsat said that it had regained control of the Americas-7 communications satellite whose failure on Sunday had threatened the planned $3.1 billion sale of the company. [C4.]    Aon Sells Endurance Specialty Stake  Aon said that it received $320.5 million by selling almost all of its shares in Endurance Specialty Holdings, a Bermuda-based insurer that it helped found after the Sept. 11 terrorist attacks. [C4.]    Offices of Yukos Unit Raided  A Siberian unit of Yukos was searched by law enforcement officers. Yukos offices in Moscow and at other subsidiaries have been raided in the last year in connection with an investigation into government claims for more than $24 billion in back taxes owed by the oil company. [C3.]  ",
      "lead_paragraph": "Supreme Court Set to Hear Cable Access Arguments The Supreme Court has agreed to decide whether competing high-speed Internet service providers are entitled to use the networks of cable companies to reach their subscribers.",
      "publication_date": "2004-12-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/04/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Dollar's Fall Tests Nerve of Asia's Central Bankers",
      "snippet": "Many investors are concerned that investors in Asia will pare their US holdings because of slumping dollar, causing currency to plunge much further and setting off round of interest rate increases in US that could send global economy into tailspin...",
      "abstract": "Many investors are concerned that investors in Asia will pare their US holdings because of slumping dollar, causing currency to plunge much further and setting off round of interest rate increases in US that could send global economy into tailspin; Japan's total stockpile of foreign currency, at $817 billion, is largest in world, but China, which owns about $600 billion, is catching up fast; Asian investors want US to protect value of their investments by adopting policies that would slow or reverse dollar's decline; graph; photo (M)",
      "lead_paragraph": "TOKYO, Dec. 3 - As Americans embark on another season of debt-supported holiday spending, they might want to give thanks that Masatsugu Asakawa is still buying in America, too.",
      "publication_date": "2004-12-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/04/business/worldbusiness/dollars-fall-tests-nerve-of-asias-central-bankers.html",
      "byline": "By James Brooke and Keith Bradsher"
    },
    {
      "headline": "California Diocese Settles Abuse Cases; Record Sum Is Seen",
      "snippet": "Roman Catholic Diocese of Orange County, Calif, reaches record settlement with 87 victims of abuse by priests and lay employees, agreeing to largest payment ever made by church in cases involving sexual misconduct; payment is at least $100 million...",
      "abstract": "Roman Catholic Diocese of Orange County, Calif, reaches record settlement with 87 victims of abuse by priests and lay employees, agreeing to largest payment ever made by church in cases involving sexual misconduct; payment is at least $100 million, exceeding $85 million agreed to by Archdiocese of Boston; Bishop Tod D Brown, who participated in negotiations, says settlement was 'fair and compassionate' (M)",
      "lead_paragraph": "LOS ANGELES, Dec. 3 - The Roman Catholic Diocese of Orange County has reached a record settlement with 87 victims of abuse by priests and lay employees, agreeing to the largest payment ever made by the church in cases involving sexual misconduct, parties involved in the talks said.",
      "publication_date": "2004-12-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/04/us/california-diocese-settles-abuse-cases-record-sum-is-seen.html",
      "byline": "By John M. Broder"
    },
    {
      "headline": "Worried Merchants Throw Discounts at Shoppers",
      "snippet": "American merchants, worried over mediocre post-Thanksgiving weekend sales, rush to mark down merchandise; retail analyst John Morris says retailers have made complete about-face since beginning of November, when 5 percent fewer goods than last yea...",
      "abstract": "American merchants, worried over mediocre post-Thanksgiving weekend sales, rush to mark down merchandise; retail analyst John Morris says retailers have made complete about-face since beginning of November, when 5 percent fewer goods than last year were marked down; photos (M)",
      "lead_paragraph": "Got a credit card ready? The markdowns have begun.",
      "publication_date": "2004-12-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/04/business/worried-merchants-throw-discounts-at-shoppers.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "A Long March From Maoism to Microsoft",
      "snippet": "Profile of and interview with American Sidney Rittenberg, 83, who lives on Fox Island, Wash; former Chinese Communist Party functionary has become high-priced global go-between for companies seeking to cash in on China's booming economy; photos (M...",
      "abstract": "Profile of and interview with American Sidney Rittenberg, 83, who lives on Fox Island, Wash; former Chinese Communist Party functionary has become high-priced global go-between for companies seeking to cash in on China's booming economy; photos (M)",
      "lead_paragraph": "FOX ISLAND, Wash. - IN one sense, Sidney Rittenberg can be viewed as just another international business consultant scrambling to cash in on the China boom. He certainly appears to fit the mold, driving an expensive late-model BMW and serving as an adviser to a long list of companies that have included Microsoft, Intel, Prudential Insurance and Polaroid.",
      "publication_date": "2004-12-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/12/05/business/yourmoney/a-long-march-from-maoism-to-microsoft.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Will a New Drug Melt the Pounds? It May, but Doctors Urge Caution",
      "snippet": "Medical researchers caution overweight people who are already pinning hope of losing weight on new drug called rimonabant, which has not yet been approved for sale in United States or anywhere else; note lack of any published studies from clinical...",
      "abstract": "Medical researchers caution overweight people who are already pinning hope of losing weight on new drug called rimonabant, which has not yet been approved for sale in United States or anywhere else; note lack of any published studies from clinical trials to justify any of claims for what some patients are already calling a miracle drug; its maker, Sanofi-Aventis, has not yet submitted its application for marketing to Food and Drug Administration; description of how rimonabant works; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/12/05/health/will-a-new-drug-melt-the-pounds-it-may-but-doctors-urge-caution.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "Time-Warped Into Two Places at Once",
      "snippet": "Lisa Belkin Life's Work column on how Americans who travel overseas for business communicate with home and work, and time mix-ups that often result (M)",
      "abstract": "Lisa Belkin Life's Work column on how Americans who travel overseas for business communicate with home and work, and time mix-ups that often result (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-05T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/12/05/jobs/timewarped-into-two-places-at-once.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Death Sentences in Texas Cases Try Supreme Court's Patience",
      "snippet": "Supreme Court appears poised to deliver its latest rebuke to two appeals courts that hear capital cases from Texas; Supreme Court has in past year heard three appeals from inmates on death row in Texas, and in each case prosecutors and lower court...",
      "abstract": "Supreme Court appears poised to deliver its latest rebuke to two appeals courts that hear capital cases from Texas; Supreme Court has in past year heard three appeals from inmates on death row in Texas, and in each case prosecutors and lower courts suffered stinging reversals; cases all involved challenges to fairness of procedures used to convict and sentence defendants rather than arguments about their innocence; actions of Texas Court of Criminal Appeals and US Court of Appeals for Fifth Circuit explain why Texas leads nation in executions, with 336 since 1976, more than next five states combined; in case of Thomas Miller-El, on death row since 1986, Supreme Court's 8-to-1 decision in 2003 instructed appeals court to rethink its 'dismissive and strained interpretation' of proof in case, and to consider substantial evidence suggesting that prosecutors systematically excluded blacks from Miller-El's jury; Supreme Court is hearing case again after appeals court then again rejected Miller-El's claims by reproducing, virtually verbatim and without attribution, several paragraphs from Justice Clarence Thomas's sole dissenting opinion in Supreme Court decision; recap of earlier cases; photos (L)",
      "lead_paragraph": "In the past year, the Supreme Court has heard three appeals from inmates on death row in Texas, and in each case the prosecutors and the lower courts suffered stinging reversals.",
      "publication_date": "2004-12-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/12/05/us/death-sentences-in-texas-cases-try-supreme-courts-patience.html",
      "byline": "By Adam Liptak and Ralph Blumenthal"
    },
    {
      "headline": "Players Union Moves Steroids Up on Its Agenda",
      "snippet": "Major League Baseball Players Assn head Donald Fehr says executive board will discuss steroids this week, potentially significant step following series of damaging revelations; baseball players' union has never agreed to change collective bargaini...",
      "abstract": "Major League Baseball Players Assn head Donald Fehr says executive board will discuss steroids this week, potentially significant step following series of damaging revelations; baseball players' union has never agreed to change collective bargaining agreement before its expiration; Bud Selig, baseball's commissioner, has reportedly put Rob Manfred in charge of negotiating with union and getting testing program changed for spring training; steroids debate intensifed 15 months ago with federal raid of offices of Bay Area Laboratory Co-Operative in Calif; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/12/05/sports/baseball/players-union-moves-steroids-up-on-its-agenda.html",
      "byline": "By Lee Jenkins"
    },
    {
      "headline": "Choosing a College Major: For Love or for the Money?",
      "snippet": "Pressure on college students to choose major that will lead to decent-paying job discussed; photo (M)",
      "abstract": "Pressure on college students to choose major that will lead to decent-paying job discussed; photo (M)",
      "lead_paragraph": "Like countless other college students, Susannah Lloyd-Jones struggled with her choice of major. Finally, in her junior year at Loyola University in Chicago, she picked sociology, a decision that \"opened my mind and introduced me to other cultures, \" she said. More than two years after graduation, though, Ms. Lloyd-Jones, now a 24-year-old paralegal from Maplewood, N.J., occasionally wonders if she made the right decision. \"It might have been easier if I had been a business major,\" she said, \"because that's where the money is.\"",
      "publication_date": "2004-12-05T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/12/05/jobs/choosing-a-college-major-for-love-or-for-the-money.html",
      "byline": "By David Koeppel"
    },
    {
      "headline": "Is the Low-Carb Boom Over?",
      "snippet": "Article on general malaise that is overtaking low-carb boom in America; some 3,737 products, including new flavors and varieties of existing foods, have been introduced in last two years but manufacturers are reporting sharp decline in orders and ...",
      "abstract": "Article on general malaise that is overtaking low-carb boom in America; some 3,737 products, including new flavors and varieties of existing foods, have been introduced in last two years but manufacturers are reporting sharp decline in orders and sharp increase in inventories; many food industry analysts say low-carb movement, if not dead, is at least deeply wounded; photos; graph (L)",
      "lead_paragraph": "LAST July, executives of the American Italian Pasta Company decamped at the Atkins Nutritionals office in midtown Manhattan, determined to cook up a new blockbuster product. They spent several days hammering out a deal to put the Atkins name on a line of low-carbohydrate, soy-based pasta.",
      "publication_date": "2004-12-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/12/05/business/yourmoney/is-the-lowcarb-boom-over.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "In the Timing of Options, Many, Um, Coincidences",
      "snippet": "Gretchen Morgenson article on seeming coincidence of timing of huge option grants to company executives and directors just ahead of bullish company news; notes academic studies have concluded that corporate managers systematically receive options ...",
      "abstract": "Gretchen Morgenson article on seeming coincidence of timing of huge option grants to company executives and directors just ahead of bullish company news; notes academic studies have concluded that corporate managers systematically receive options at prices that do not reflect favorable nonpublic information; study published in 2000 found that 40 percent of grants were issued whenever board chose to do so (M)",
      "lead_paragraph": "EVER notice how huge stock option awards are often given to executives just ahead of bullish company news? The Securities and Exchange Commission apparently has.",
      "publication_date": "2004-12-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/12/05/business/yourmoney/in-the-timing-of-options-many-um-coincidences.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "For Younger Latinas, a Shift to Smaller Families",
      "snippet": "Latinos, country's largest minority partly because of their high fertillty rate, are now choosing to have smaller families; social pressures that shaped Hispanic tradition of big families are being resisted as Latina women work at younger age, ach...",
      "abstract": "Latinos, country's largest minority partly because of their high fertillty rate, are now choosing to have smaller families; social pressures that shaped Hispanic tradition of big families are being resisted as Latina women work at younger age, achieve higher levels of education and postpone marriage, all of which affects when they will give birth and how often; demographers say decline is significant because of size of Latino population--about 40 million--and implications for long-term needs tied to population growth; photos; graphs (M)",
      "lead_paragraph": "Rocío Yñiguez grew up in a family of seven children in Jalisco, Mexico. She remembers how friends of her parents proudly displayed a clock in their living room with a picture of each of their 12 children, a son or daughter for every hour.",
      "publication_date": "2004-12-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/12/05/us/for-younger-latinas-a-shift-to-smaller-families.html",
      "byline": "By Mireya Navarro"
    },
    {
      "headline": "Bush Pressuring G.O.P. to Approve Intelligence Bill",
      "snippet": "Pres Bush seeks to stem near-rebellion by members of his own party in Congress over sweeping intelligence-overhaul bill; says in radio address that bill is needed to defeat terrorist threat; remarks come day after Sen John W Warner, powerful chair...",
      "abstract": "Pres Bush seeks to stem near-rebellion by members of his own party in Congress over sweeping intelligence-overhaul bill; says in radio address that bill is needed to defeat terrorist threat; remarks come day after Sen John W Warner, powerful chairman of Armed Services Committee, expresses doubts about bill, which would enact major recommendations of Sept 11 commission and create cabinet-level director of national intelligence; bill would require Pentagon to cede some of its estimated $40 billion intelligence budget and authority to new national intelligence director, resulting in similar loss of oversight authority for Sentatecommittee led by Warner as well as Armed Services Committee in House; White Hosue chief of staff Andrew H Card and Vice Pres Dick Cheney are said to be involved in talks to appease bill's opponents on Capitol Hill (M)",
      "lead_paragraph": "President Bush sought to stem a near-rebellion by members of his own party in Congress yesterday by describing a sweeping intelligence-overhaul bill they oppose as an effort \"to do everything necessary to confront and defeat the terrorist threat\" and calling for its passage during a brief Congressional session this week.",
      "publication_date": "2004-12-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/12/05/politics/bush-pressuring-gop-to-approve-intelligence-bill.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "Low-Carbs on Wane",
      "snippet": "Although it may be premature to declare the death of the national craze over eating low-carbohydrate foods, many food industry analysts say that the growth in sales of low-carbohydrate products has slowed.    SundayBusiness.",
      "abstract": "Although it may be premature to declare the death of the national craze over eating low-carbohydrate foods, many food industry analysts say that the growth in sales of low-carbohydrate products has slowed.    SundayBusiness.",
      "lead_paragraph": "Although it may be premature to declare the death of the national craze over eating low-carbohydrate foods, many food industry analysts say that the growth in sales of low-carbohydrate products has slowed.",
      "publication_date": "2004-12-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/12/05/business/lowcarbs-on-wane.html",
      "byline": ""
    },
    {
      "headline": "Wave of Violence by Iraqi Rebels Kills 80 in 3 Days",
      "snippet": "Series of increasingly brazen attacks by Iraqi militants leaves more than 80 people dead in past three days and deepens sense of growing mayhem as Jan elections approach; in Tikrit, militants ambush busload of unarmed Iraqi contractors employed by...",
      "abstract": "Series of increasingly brazen attacks by Iraqi militants leaves more than 80 people dead in past three days and deepens sense of growing mayhem as Jan elections approach; in Tikrit, militants ambush busload of unarmed Iraqi contractors employed by American forces, gunning down 17 of them; attack underscores increasing risks faced by Iraqis who work for American-led occupation and are singled out as collaborators; militants detonate car bomb in front of Shiite mosque, singling out Shiite officers for slaughter in police station attack, and killing 18 Kurdish militiamen; intensified insurgent campaign is aimed at terrorizing Iraq's fledgling security forces and fomenting sectarian divisions that could undermine elections or perhaps force delay; majority Shiite community insists that elections go forward as planned, as does Pres Bush; but political leaders, mostly Sunni Arabs representing 40 political parties and individuals, say insurgents' campaign of violence and intimidation has made credible elections impossible for moment, and that holding them in Jan would achieve illegitimate result that could provoke further civil conflict; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Dec. 5 - Militants surrounded a bus full of unarmed Iraqi contractors employed by American forces as they rode to work on Sunday morning and gunned down 17 of them. It was the latest in a series of increasingly brazen attacks that have left more than 80 people dead in the past three days and deepened the sense of growing mayhem here as the January elections approach.",
      "publication_date": "2004-12-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/06/world/middleeast/wave-of-violence-by-iraqi-rebels-kills-80-in-3-days.html",
      "byline": "By Robert F. Worth"
    },
    {
      "headline": "At F.D.A., Strong Drug Ties and Less Monitoring",
      "snippet": "Food and Drug Administration made arrangement with drug companies in 1992 that has increased agency's dependence on corporate money to finance much of its drug testing efforts, special report, Regulation Redefined: The FDA Shifts Focus; critics sa...",
      "abstract": "Food and Drug Administration made arrangement with drug companies in 1992 that has increased agency's dependence on corporate money to finance much of its drug testing efforts, special report, Regulation Redefined: The FDA Shifts Focus; critics say this has caused delay in discovering dangers of certain drugs, including Vioxx; members of Congress, internal FDA whistleblower and prominent medical journals say agency is incapable of uncovering perils of drugs that have been approved and are in nationwide distribution; some accuse it of being cozy with drug makers; under 1992 agreement, forced by White House and Congress, drug industry promised to give FDA millions, but only if agency spent specified level of money on new drug approvals; result is that in past 11 years, spending on reviews has increased to more than four-fifths of budget of agency's drug center, from about half, and there has been drastic cut in studies to ensure safety of drugs already on the market; FDA has never been able to require drug makers to undertake new safety tests once drug is approved; agency now relies almost entirely on willingness of drug makers to report problems that crop up after drug has been approved to ensure safety of nation's drug supply; critics say this dependency has diminished agency's willingness to confront drug makers, making it timid and leaving patients vulnerable; photos; graphs (L)",
      "lead_paragraph": "When federal drug officials suspected in 1992 that a popular allergy pill might cause heart problems, they turned to their own scientists. Their trial confirmed the danger, and the drug was pulled from the market.",
      "publication_date": "2004-12-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/06/health/at-fda-strong-drug-ties-and-less-monitoring.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "Marines' Raids Underline Push In Crucial Area",
      "snippet": "Marine raids in Mahmudiya, rebel hotbed near Baghdad, capture more than 250 people identified as suspected insurgents at cost of 8 American lives; commanders say success in achieving American objectives in Iraq may depend on such raids by small, c...",
      "abstract": "Marine raids in Mahmudiya, rebel hotbed near Baghdad, capture more than 250 people identified as suspected insurgents at cost of 8 American lives; commanders say success in achieving American objectives in Iraq may depend on such raids by small, closely knit units like Marines' Strike Force Two, with 32 men; say Mahmudiya has become one of war's most crucial battle zones since November battle for Falluja; say primary mission is to destroy network of insurgent cells that United States military intelligence has identified as nerve center of Sunni insurgency in central Iraq; say that Falluja, 40 miles away, served as forward base for insurgency that finds its enduring heartland in Mahmudiya, in powerful tribal families at its core, in uncompromising loyalties to Saddam Hussein and Baath Party, and seemingly inexhaustible supply of hidden munitions; commanders acknowledge that forces reaching Baghdad after invasion last year understood little of tribal underpinnings of Hussein's power--social, economic, religious and political matrix that was transformed, after his overthrow, into platform for underground resistance; photos; map (L)",
      "lead_paragraph": "MAHMUDIYA, Iraq, Dec. 5 - For marines staging a night raid on suspected rebel hide-outs across this insurgent heartland outside Baghdad, heading out of their heavily fortified base at midnight on Friday was a moment to make sinews stiffen.",
      "publication_date": "2004-12-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/06/washington/the-conflict-in-iraq-night-patrols-marines-raids-underline-push.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "G.I.'s Sue Over Extended Tours",
      "snippet": "Eight soldiers say they will file a lawsuit challenging the Army policy  that has kept them in in the Middle East even though their terms of enlistment have run out. Page A15.",
      "abstract": "Eight soldiers say they will file a lawsuit challenging the Army policy  that has kept them in in the Middle East even though their terms of enlistment have run out. Page A15.",
      "lead_paragraph": "Eight soldiers say they will file a lawsuit challenging the Army policy that has kept them in in the Middle East even though their terms of enlistment have run out. Page A15.",
      "publication_date": "2004-12-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/06/front page/world/gis-sue-over-extended-tours.html",
      "byline": ""
    },
    {
      "headline": "Ukraine Leader, Attacking Rival, Won't Halt Vote",
      "snippet": "Pres Leonid D Kuchma of Ukraine says he will not declare state of emergency or cancel runoff election ordered by court, but he advises his chosen successor Prime Min Viktor F Yanukovich to withdraw, thus complicating Viktor Yushchenko's effort to ...",
      "abstract": "Pres Leonid D Kuchma of Ukraine says he will not declare state of emergency or cancel runoff election ordered by court, but he advises his chosen successor Prime Min Viktor F Yanukovich to withdraw, thus complicating Viktor Yushchenko's effort to win victory seen as legitimate; Kuchma accuses Yushchenko of prolonging electoral crisis by breaking promise to mediators to allow changes Kuchma sought in Constitution before new vote, now scheduled for Dec 26; warns that Yushchenko must seek political compromise or risk prolonged stalemate, economic crisis and loss of legitimacy, even if elected, especially among Yanukovich's millions of supporters; Yanukovich himself has not yet addressed court decision publicly, although spokeswoman says he would run again; Kuchma acknowledges, indirectly, that Nov 21 election was marred by electoral violations, but he is dismissive, almost indifferent, to extraordinary uprising of popular sentiment that has swept Kiev and much of country since then. photo (M)",
      "lead_paragraph": "KONCHA-ZASPA, Ukraine, Dec. 5 - President Leonid D. Kuchma of Ukraine said Sunday that if he were Prime Minister Viktor F. Yanukovich, the man Mr. Kuchma had selected to be his successor, he would not run in a new presidential runoff ordered by the country's Supreme Court.",
      "publication_date": "2004-12-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/06/world/europe/ukraine-leader-attacking-rival-wont-halt-vote.html",
      "byline": "By Steven Lee Myers"
    }
  ]
}