{
  "metadata": {
    "date": "2004-08-26",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "LAWYER FOR BUSH QUITS OVER LINKS TO KERRY'S FOES",
      "snippet": "National counsel for Pres Bush's re-election campaign resigns less than day after acknowledging that he provided legal advice to Swift Boat Veterans for Truth, group that has leveled unsubstantiated attacks on Sen John Kerry's Vietnam War record; ...",
      "abstract": "National counsel for Pres Bush's re-election campaign resigns less than day after acknowledging that he provided legal advice to Swift Boat Veterans for Truth, group that has leveled unsubstantiated attacks on Sen John Kerry's Vietnam War record; Bush campaign releases letter of resignation from Benjamin L Ginsberg, who says he did nothing wrong but does not want to hamper Bush's re-election effort; hours later, Sen John McCain says he is so annoyed over veterans' television advertisements attacking Kerry's war record that he intends to personally 'express my displeasure' to Bush when they campaign together next week; says he takes Bush at his word that he is not responsible for ads, which have been largely financed by Texas Republicans, but says Bush has not gone far enough in condemning them; Ginsburg's quick resignation suggests Bush campaign is eager to put issue behind it as it heads into Republican National Convention; Republicans who only days ago saw Swift boat controversy as problem for Kerry's campaign are now saying issue is not helpful for Bush; former Sen Max Cleland, triple amputee from wounds in Vietnam War, turns up outside Bush's Texas ranch to try to deliver letter asking him to condemn television commercials against Kerry by Swift boat group; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/26/us/2004-campaign-vietnam-record-lawyer-for-bush-quits-over-links-kerry-s-foes.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "KPMG Developed New Version of Tax Shelter I.R.S. Had Disallowed",
      "snippet": "Newly disclosed internal e-mail messages show KPMG, accounting firm under scrutiny for promoting tax shelters found to be abusive, discussed selling new shelter highly similar to banned version more than two years after Internal Revenue Service ou...",
      "abstract": "Newly disclosed internal e-mail messages show KPMG, accounting firm under scrutiny for promoting tax shelters found to be abusive, discussed selling new shelter highly similar to banned version more than two years after Internal Revenue Service outlawed original one and any variations; new documents offer glimpse into KPMG's tax shelter activities, but do not show whether KPMG ever sold new version of older shelter, which was called OPIS, or Offshore Portfolio Investment Strategy (M)",
      "lead_paragraph": "KPMG, the accounting firm under scrutiny for promoting tax shelters found to be abusive, discussed selling a new shelter highly similar to a banned version more than two years after the Internal Revenue Service outlawed the original one and any variations, according to newly disclosed internal e-mail messages.",
      "publication_date": "2004-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/26/business/kpmg-developed-new-version-of-tax-shelter-irs-had-disallowed.html",
      "byline": "By Lynnley Browning"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Trade Surplus Widens",
      "snippet": "Brazil's current account surplus widened in July for 14th consecutive month, bolstered by surging exports; posts surplus of $1.81 billion, up from surplus of $740 million year earlier (S)",
      "abstract": "Brazil's current account surplus widened in July for 14th consecutive month, bolstered by surging exports; posts surplus of $1.81 billion, up from surplus of $740 million year earlier (S)",
      "lead_paragraph": "Brazil's current account surplus widened in July for the 14th consecutive month, bolstered by surging exports, the central bank said yesterday. The country posted a surplus of $1.81 billion last month, up from a surplus of $740 million in the period a year ago. That brought the account, a country's widest measure of foreign transactions, to a surplus of $8.99 billion in the last 12 months, equal to 1.69 percent of gross domestic product. Todd Benson (NYT)",
      "publication_date": "2004-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/26/business/world-business-briefing-americas-brazil-trade-surplus-widens.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Plane Maker's Profit Falls",
      "snippet": "World Business Briefing: Canada: Plane Maker's Profit F",
      "abstract": "World Business Briefing: Canada: Plane Maker's Profit F",
      "lead_paragraph": "The airplane maker Bombardier said second-quarter profit declined 66 percent as its aircraft unit had a loss because of lower deliveries and the higher costs of sales incentives. Net income in the quarter, which ended July 31, dropped to $23 million, or 1 cent a share, from $68 million, or 4 cents a share, a year earlier. Sales rose 1.5 percent, to $3.88 billion, Bombardier said. The company, which is based in Montreal, had lower profit margins in its airplane and train units in the quarter. The aircraft unit had a pretax loss of $12 million, in contrast to a profit of $19 million a year ago, while profit from train equipment fell 39 percent, to $46 million, because of higher costs on some contracts.",
      "publication_date": "2004-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/26/business/world-business-briefing-americas-canada-plane-maker-s-profit-falls.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "ABUSES AT PRISON TIED TO OFFICERS IN INTELLIGENCE",
      "snippet": "High-level Army investigation finds military intelligence soldiers directed and carried out abuses of Iraqi prisoners at Abu Ghraib prison, thus undercutting Bush administration claim that handful of renegade military police guards was largely to ...",
      "abstract": "High-level Army investigation finds military intelligence soldiers directed and carried out abuses of Iraqi prisoners at Abu Ghraib prison, thus undercutting Bush administration claim that handful of renegade military police guards was largely to blame; report recommends that Army punish top two military intelligence officers at prison, Col Thomas M Pappas and Lt Col Steven L Jordan, and three other intelligence offiers involved in interrogations at jail, saying they bear responsibility for what happened even though they were not directly involved in abusing prisoners; inquiry also implicates 29 other military intelligence soldiers in at least 44 cases of abuse between July 2003 and Feb 2004; 171-page report chronicles gruesome range of abuses; Maj Gen George R Fay, who led inquiry with Lt Gen Anthony R Jones, says there were instances when 'torture was being used,' harshest characterization of abuses so far by military authorities; coupled with findings released by panel headed by James R Schlesinger, report reaffirms suspicion that culpability extended far beyond handful of low-level military police personnel, and reveals new details on military's underestimating ferocity of Iraqi insurgency that led to violence at Abu Ghraib; chart (M)",
      "lead_paragraph": "A high-level Army investigation has found that military intelligence soldiers played a major role in directing and carrying out the abuses of Iraqi prisoners at Abu Ghraib prison. The report undercut earlier contentions by military officials and the Bush administration that a handful of renegade military police guards were largely to blame.",
      "publication_date": "2004-08-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/26/world/reach-war-abu-ghraib-report-abuses-prison-tied-officers-intelligence.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "For Mutual Funds, First the Slap. Now Comes the Pinch.",
      "snippet": "Many mutual funds are being squeezed as higher costs and lower revenues run up against investors disenchanted by uproar over marketing timing and relatively poor perforamnce of their portfolios in recent years; new rules being put into place will ...",
      "abstract": "Many mutual funds are being squeezed as higher costs and lower revenues run up against investors disenchanted by uproar over marketing timing and relatively poor perforamnce of their portfolios in recent years; new rules being put into place will put even greater pressure on fund managers' profits, leading some weaker or tainted funds to liquidate or merge with stronger ones; most successful fund mangers should be able to absorb new regulatory costs, giving them even greater advantage over their rivals; others may manage to pass on some of burden to investors; Financial Research Corp says new disclosure requirements, which represent only small portion of new regulatory burdens, could cost $55 to $125 annually per investing household; New York State Atty Gen Eliot Spitzer, who threw nation's mutual fund industry off balance by exposing preferential trading at some investment companies that led to Securities and Exchange Commission probe, says industry has only itself to blame; charts; new SEC regulations listed; photos (M)",
      "lead_paragraph": "Boxes of documents, many bearing the names of well-known mutual fund companies, line the halls of Eliot Spitzer's offices in downtown Manhattan.",
      "publication_date": "2004-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/26/business/for-mutual-funds-first-the-slap-now-comes-the-pinch.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "World Business Briefing | Asia: India: Consultant's Shares Rise",
      "snippet": "Share in Tata Consultancy Services, India's largest software services outsourcing company, rise more than 16 percent on their first day of trading; shares close at 987.50 rupees ($21.31), up from offering price of 850 rupees; Tata raised $1.17 bil...",
      "abstract": "Share in Tata Consultancy Services, India's largest software services outsourcing company, rise more than 16 percent on their first day of trading; shares close at 987.50 rupees ($21.31), up from offering price of 850 rupees; Tata raised $1.17 billion through public offering (S)/",
      "lead_paragraph": "Shares in India's largest software services outsourcing company, Tata Consultancy Services, rose more than 16 percent on their first day of trading. Tata's shares closed at 987.50 rupees ($21.31), up from the offering price of 850 rupees. Tata raised $1.17 billion through the public offering, India's largest by a privately owned company. Tata's market valuation comes to slightly more than $10 billion. India's $12.5 billion outsourcing industry, led by Tata, Wipro and Infosys Technologies, has boomed in recent years, growing more than 30 percent annually. Tata Consultancy is part of the Tata group, a giant Indian industrial conglomerate. Saritha Rai (NYT)",
      "publication_date": "2004-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/26/business/world-business-briefing-asia-india-consultant-s-shares-rise.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "Europe Opens Another Inquiry Involving Microsoft",
      "snippet": "European Commission opens probe into planned acquisition of ContentGuard Holdings by Microsoft and Time Warner; ContentGuard specializes in software the protects digital material from counterfeiting; Microsoft uses ContentGuard technology under li...",
      "abstract": "European Commission opens probe into planned acquisition of ContentGuard Holdings by Microsoft and Time Warner; ContentGuard specializes in software the protects digital material from counterfeiting; Microsoft uses ContentGuard technology under license inits development of rights management systems and services (M)",
      "lead_paragraph": "The European Commission has opened an investigation into the planned acquisition of ContentGuard Holdings by Microsoft and Time Warner, a commission spokeswoman said Wednesday. ContentGuard specializes in software that protects digital material from counterfeiting.",
      "publication_date": "2004-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/26/business/europe-opens-another-inquiry-involving-microsoft.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "Ayatollah Calls for Rally to End Fighting in Najaf",
      "snippet": "Grand Ayatollah Ali al-Sistani returns to Iraq from hospital stay in London and calls for mass demonstration in Najaf to end three weeks of fighting; hours later, American forces make their way almost to gate of holy shrine where Shiite insurgents...",
      "abstract": "Grand Ayatollah Ali al-Sistani returns to Iraq from hospital stay in London and calls for mass demonstration in Najaf to end three weeks of fighting; hours later, American forces make their way almost to gate of holy shrine where Shiite insurgents have established base; Sistani urges followers not to enter city's gates until his arrival; American soldiers and marines who have been squeezing out militia of Moktada al-Sadr are ordered not to shoot mosque; Americans are meeting limited resistance and seem to have nearly total control of main roads leading into shrine, where there is hardly a habitable building left standing; Sistani's announcement sets stage for dramatic show of his authority in ravaged city; adherents in nearby holy city of Karbala mass to join march; interim Iraqi government and American commanders welcome Sistani's annoucement as possible way out of bloodshed and political predicament; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/26/world/reach-war-return-iraq-ayatollah-calls-for-rally-end-fighting-najaf.html",
      "byline": "By Dexter Filkins and Alex Berenson"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Wireless Share Offer",
      "snippet": "Telefonica Moviles of Spain and Portugal Telecom, joint owners of Vivo, Brazil's largest mobile phone company, offer 1.52 bilion reais ($515 million) to raise their stake in four wireless units in Brazil; two companies make offer through Brasilcel...",
      "abstract": "Telefonica Moviles of Spain and Portugal Telecom, joint owners of Vivo, Brazil's largest mobile phone company, offer 1.52 bilion reais ($515 million) to raise their stake in four wireless units in Brazil; two companies make offer through Brasilcel, holding company that controls Vivo, which has about 44 percent of Brazil's wireless market (S)",
      "lead_paragraph": "Telefónica Móviles of Spain and Portugal Telecom, the joint owners of Vivo, Brazil's largest mobile phone company, offered 1.52 billion reais ($515 million) to raise their stake in four wireless units in Brazil. The two companies made the offer through Brasilcel, the holding company that controls Vivo, which already has about 44 percent of Brazil's growing wireless market. In the Brazilian market, Vivo is competing against América Móvil of Mexico and Telecom Italia Mobile of Italy. Todd Benson (NYT)",
      "publication_date": "2004-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/26/business/world-business-briefing-americas-brazil-wireless-share-offer.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Laptop Quest: Must 'Small' Mean 'Less'?",
      "snippet": "State of the Art column compares laptops from Sony, IBM, Sharp and Fujitsu; photos; drawings; chart compares features; (M)",
      "abstract": "State of the Art column compares laptops from Sony, IBM, Sharp and Fujitsu; photos; drawings; chart compares features; (M)",
      "lead_paragraph": "LET'S face it: After about three or four days on the road, hauling all your gear from Point A to Points B through Q, even the typical five-pound laptop begins to feel as heavy as a cinder block stuffed inside a duffel bag. Sure, carrying jazzed-up wireless personal organizers is one way to lighten the luggage, but many people prefer the pure power of a laptop when they need to get some work done.",
      "publication_date": "2004-08-26T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/08/26/technology/state-of-the-art-laptop-quest-must-small-mean-less.html",
      "byline": "By J.d. Biersdorfer"
    },
    {
      "headline": "Dude, Where's My Resale Value?",
      "snippet": "Detroit's big rebates and interest-free financing deals have strengthened car sales for the last three years. But they have also eroded the resale value of many American automotive brands, and that could cost consumers thousands of dollars when th...",
      "abstract": "Detroit's big rebates and interest-free financing deals have strengthened car sales for the last three years. But they have also eroded the resale value of many American automotive brands, and that could cost consumers thousands of dollars when they trade in their vehicles.       None of the traditional American brands are among the 10 vehicles expected to retain the most value over the next half-decade, according to a new report from Kelley Blue Book, a company that tracks used car values. But American brands dominate the other end of the spectrum, the vehicles expected to lose the most value.   ",
      "lead_paragraph": "Detroit's big rebates and interest-free financing deals have strengthened car sales for the last three years. But they have also eroded the resale value of many American automotive brands, and that could cost consumers thousands of dollars when they trade in their vehicles.",
      "publication_date": "2004-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/26/business/dude-where-s-my-resale-value.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Perilous Conditions Led Up to Abuses At Baghdad Prison",
      "snippet": "Army investigation of abuses at Abu Ghraib jail describes what happened after prisoner from Syria tried to shoot American soldiers with handgun that had been smuggled in by Iraqi police officer; says prisoner was quickly shot, after which 11 Iraqi...",
      "abstract": "Army investigation of abuses at Abu Ghraib jail describes what happened after prisoner from Syria tried to shoot American soldiers with handgun that had been smuggled in by Iraqi police officer; says prisoner was quickly shot, after which 11 Iraqi police officers were rounded up, strip-searched, and interrogated for hours with military dogs harassing them; report states that 'tone and environment' that night, presided over by Lt Col Steven L Jordan, was causative factor that set stage for abuses that followed for days afterward; report offers most detailed look yet at series of systemic failures that plagued prison; it provides harsh indictment of Jordan, who ran Joint Interrogation and Debriefing Center at prison, and of Col Thomas M Pappas of 205th Military Intelligence Brigade, to whom Jordan reported; photo; excerpts from specific charges against Pappas, Jordan, Maj David M Price, Maj Michael D Thompson and Capt Carolyn A Wood (M)",
      "lead_paragraph": "The prisoner, from Syria, had come to Iraq to kill coalition troops. Inside Abu Ghraib jail last November, he took aim at American soldiers, using a handgun smuggled in by an Iraqi police officer. The Americans quickly shot him and started searching cells for weapons, rounding up 11 Iraqi police officers. Then, the abuses began.",
      "publication_date": "2004-08-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/26/world/reach-war-army-intelligence-perilous-conditions-led-up-abuses-baghdad-prison.html",
      "byline": "By Andrea Elliott"
    },
    {
      "headline": "Tunes, a Hard Drive And (Just Maybe) a Brain",
      "snippet": "Shuffle mode randomly plays songs on Apple iPod; some users question whether their devices 'prefer' certain types of music, and variety of Internet sites have sprung up where users expound theories; software to organize playlists noted; photos (M)",
      "abstract": "Shuffle mode randomly plays songs on Apple iPod; some users question whether their devices 'prefer' certain types of music, and variety of Internet sites have sprung up where users expound theories; software to organize playlists noted; photos (M)",
      "lead_paragraph": "WHILE Bob Angus was presiding over a summer dinner party at his Upper West Side apartment in Manhattan, his Apple iPod decided to reveal its softer side.",
      "publication_date": "2004-08-26T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/08/26/technology/tunes-a-hard-drive-and-just-maybe-a-brain.html",
      "byline": "By Rachel Dodes"
    },
    {
      "headline": "Your Shot, He Said, Distantly",
      "snippet": "As online applications grow, phenomenon of pervasive connections--shared space where people can interact online--is widening and deepening; athletes often link to compete and share tips in various sports; photos (M)",
      "abstract": "As online applications grow, phenomenon of pervasive connections--shared space where people can interact online--is widening and deepening; athletes often link to compete and share tips in various sports; photos (M)",
      "lead_paragraph": "FOR 23 years, Wilbert Q. Murdock, an engineering professor turned sports technologist, has struggled along with a small team of fellow believers to develop golf clubs crammed with enough biomechanics and wireless technologies to assess a golfer's swing and technique during play.",
      "publication_date": "2004-08-26T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/08/26/technology/your-shot-he-said-distantly.html",
      "byline": "By Michel Marriott"
    },
    {
      "headline": "World Business Briefing | Asia: Thailand: Interest Rate Raised",
      "snippet": "Bank of Thailand raises its 14-day repurchase rate to 1.5 percent from 1.25 percent to curb inflationary impact of higher oil prices (S)",
      "abstract": "Bank of Thailand raises its 14-day repurchase rate to 1.5 percent from 1.25 percent to curb inflationary impact of higher oil prices (S)",
      "lead_paragraph": "Thailand's central bank raised its benchmark interest rate for the first time in more than a year yesterday to curb the inflationary impact of higher oil prices. The Bank of Thailand raised its 14-day repurchase rate to 1.5 percent from 1.25 percent. In recent weeks, the bank has warned of a possible credit bubble that could leave the economy vulnerable to rising fuel costs and higher interest rates. The government has so far used oil subsidies to cushion the impact of higher prices, but it has begun rolling out energy-saving measures as the cost of its subsidies rises. Wayne Arnold (NYT)",
      "publication_date": "2004-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/26/business/world-business-briefing-asia-thailand-interest-rate-raised.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Political Ads Reopen Wounds of Vietnam",
      "snippet": "The clash over Senator John Kerry's service on a Navy Swift boat moves Vietnam veterans into a new phase in the national consciousness. After being called both baby killers and heroes, many say they now feel like political footballs.     ''It real...",
      "abstract": "The clash over Senator John Kerry's service on a Navy Swift boat moves Vietnam veterans into a new phase in the national consciousness. After being called both baby killers and heroes, many say they now feel like political footballs.     ''It really upsets me, pitting one Vietnam veteran against another,'' said Frank Stephens, 55, of Granite Falls, Wash., who received a Purple Heart in Vietnam in 1969.   ",
      "lead_paragraph": "The clash over Senator John Kerry's service on a Navy Swift boat moves Vietnam veterans into a new phase in the national consciousness. After being called both baby killers and heroes, many say they now feel like political footballs.",
      "publication_date": "2004-08-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/26/us/political-ads-reopen-wounds-of-vietnam.html",
      "byline": ""
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "U.S. Conducts Searches In Move to Stop File Sharing  Federal authorities conducted six searches in a move to disrupt a network used to trade copies of movies, software, games and music. The Justice Department said the searches were the first crimi...",
      "abstract": " U.S. Conducts Searches In Move to Stop File Sharing  Federal authorities conducted six searches in a move to disrupt a network used to trade copies of movies, software, games and music. The Justice Department said the searches were the first criminal enforcement action related to copyright law aimed at peer-to-peer networks.     In a peer-to-peer network, like the widely used Kazaa system, the computers of individual users connect to each other to trade files without going through a central computer. The Justice Department has stepped up enforcement of copyright law this year, but until now has focused on the theft of copies of movies and other material to make them available to downloaders. [Page C4.]",
      "lead_paragraph": "U.S. Conducts Searches In Move to Stop File Sharing",
      "publication_date": "2004-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/26/business/business-digest-756199.html",
      "byline": ""
    },
    {
      "headline": "Built for America, Sold (Cheaply) to the World",
      "snippet": "Billions of dollars of global telecommunications networks bought or built by US investors belong to Chinese, Indian and other non-American companies that bought them for fraction of their cost; shift in ownership of networks comes less than four y...",
      "abstract": "Billions of dollars of global telecommunications networks bought or built by US investors belong to Chinese, Indian and other non-American companies that bought them for fraction of their cost; shift in ownership of networks comes less than four years after telecommunications bubble burst; Asian companies in particular have taken advantage of troubles at American companies, at time when government monopolies on telecommunications in their countries are waning, access to capital is greater and consumer appetite for bandwidth is growing; analysts say American investors overpaid to set up global networks and have ended up inadvertently financing them for foreign owners who bought at fire-sale prices when companies fell on hard times; photo (M)",
      "lead_paragraph": "Billions of dollars worth of global telecommunications networks bought or built by United States investors now belong to Chinese, Indian and other non-American companies that have snapped them up for a fraction of their cost.",
      "publication_date": "2004-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/26/business/built-for-america-sold-cheaply-to-the-world.html",
      "byline": "By Jennifer L. Schenker"
    },
    {
      "headline": "Eyetech Pins Its Hopes (And Shares) On New Drug",
      "snippet": "Eyetech Pharmaceuticals, four-year-old company led by Manhattan ophthalmologist David R Guyer, is pinning its financial hopes on drug Macugen to treat age-related macular degeneration; Eyetech has sold marketing rights to drug to Pfizer Inc for $1...",
      "abstract": "Eyetech Pharmaceuticals, four-year-old company led by Manhattan ophthalmologist David R Guyer, is pinning its financial hopes on drug Macugen to treat age-related macular degeneration; Eyetech has sold marketing rights to drug to Pfizer Inc for $100 million upfront and up to $645 million later; company has staged one of hottest initial public stock offerings in biotechnology industry this year; advisory panel to Food and Drug Administration will review Macugen on Aug 27, and drug is expected to be approved; many doctors attending annual meeting of American Society of Retina Specialists last week called drug modest advance at best (M)",
      "lead_paragraph": "CORRECTION APPENDED",
      "publication_date": "2004-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/26/business/market-place-eyetech-pins-its-hopes-and-shares-on-new-drug.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Internet Gives Teenage Bullies Weapons to Wound From Afar",
      "snippet": "Tools like e-mail messages and Web logs enable teenage 'cyberbullies' to be both less obvious to adults and more publicly humiliating to their targets, as put-downs and embarrassing pictures are circulated among wide audience of peers with few cli...",
      "abstract": "Tools like e-mail messages and Web logs enable teenage 'cyberbullies' to be both less obvious to adults and more publicly humiliating to their targets, as put-downs and embarrassing pictures are circulated among wide audience of peers with few clicks; psychologists say technology, which allows its users to inflict pain without being forced to see its effect, also seems to incite deeper level of meanness; say this is leading to unprecedented--and often unintentional--degree of brutality, especially when combined with typical adolescent's lack of impulse control and underdeveloped empathy skills; for many teenagers, online harassment has become part of everyday life; only recently has it become pervasive enough that teachers and parents are starting to pay attention; photo (M)",
      "lead_paragraph": "The fight started at school, when some eighth-grade girls stole a pencil case filled with makeup that belonged to a new classmate, Amanda Marcuson, and she reported them.",
      "publication_date": "2004-08-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/26/us/internet-gives-teenage-bullies-weapons-to-wound-from-afar.html",
      "byline": "By Amy Harmon"
    },
    {
      "headline": "A Boom Along the Border",
      "snippet": "Export assembly plants known as maquiladoras are thriving across Tijuana's vast industrial parks, posting huge 'help wanted' signs; Tijuana's plants needed to fill some 15,000 jobs in June; government announced recently it expected $300 million of...",
      "abstract": "Export assembly plants known as maquiladoras are thriving across Tijuana's vast industrial parks, posting huge 'help wanted' signs; Tijuana's plants needed to fill some 15,000 jobs in June; government announced recently it expected $300 million of investments in Tijuana this year that would mean another 15,000 jobs; boom is being repeated all along border; maquiladoras lost 280,000 jobs three years ago; Tijuana lost more than 60,000 jobs; maquiladora exports rose 22.4 percent in June, driving more general export surge for Mexico; nation expects economic growth of 4 percent this year, strongest since 2000; photos (M)",
      "lead_paragraph": "Yoshiro Takemoto walks swiftly through the Panasonic factory, showing off the improvements being made to produce the latest generation of flat-panel digital televisions.",
      "publication_date": "2004-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/26/business/a-boom-along-the-border.html",
      "byline": "By Elisabeth Malkin"
    }
  ]
}