{
  "metadata": {
    "date": "2004-05-12",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "Group Says Europe Is Lagging in Global Recovery",
      "snippet": "Organization for Economic Cooperation and Development's semi-annual outlook says US and Asia are leaving Europe behind in accelerating, but uneven global economic recovery; says disparity could threaten Europe and Japan with further spikes in exch...",
      "abstract": "Organization for Economic Cooperation and Development's semi-annual outlook says US and Asia are leaving Europe behind in accelerating, but uneven global economic recovery; says disparity could threaten Europe and Japan with further spikes in exchange rate of their currencies versus dollar; predicts euro zone will grow just 1.6 percent this year, compared with 4.7 percent in US; projects Japan will grow 3 percent; says Germany will grow only 1.1 percent in 2004, while Italy may grow just 0.9 percent; OECD chief economist Jean-Philippe Cotis says declining dollar could stoke inflation in US, which would prompt Federal Reserve to embark on long-expected tightening of monetary policy; holds if recent high oil prices persist, he will cut his global growth projections by 0.2 percentage point (M)",
      "lead_paragraph": "The United States and Asia are leaving Europe behind in an accelerating, but uneven global economic recovery. That was the assessment of the Organization for Economic Cooperation and Development when it released its semiannual outlook at its headquarters here on Tuesday.",
      "publication_date": "2004-05-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/12/business/group-says-europe-is-lagging-in-global-recovery.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Cisco Profit For Quarter Slightly Beats Estimates",
      "snippet": "Cisco Systems reports profit in its fiscal third quarter ended May 1 that narrowly exceeds investor expectations; chief executive John T Chambers suggests that corporate spending on technology appears to be gaining momentum; company reports net in...",
      "abstract": "Cisco Systems reports profit in its fiscal third quarter ended May 1 that narrowly exceeds investor expectations; chief executive John T Chambers suggests that corporate spending on technology appears to be gaining momentum; company reports net income of $1.2 billion, up 23 percent from $987 million year earlier; sales rose 22 percent, to $5.62 billion from $4.62 billion year ago, and up slightly from $5.4 billion in second quarter; photo (M)",
      "lead_paragraph": "Cisco Systems, the multibillion-dollar maker of Internet networking equipment that is considered a technology bellwether, reported a quarterly profit on Tuesday that narrowly exceeded investor expectations. But the company gave Wall Street a broader reason for optimism by suggesting that corporate spending on technology appears to be gaining momentum.",
      "publication_date": "2004-05-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/12/business/cisco-profit-for-quarter-slightly-beats-estimates.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Afghan Gives Own Account Of U.S. Abuse",
      "snippet": "Sayed Nabi Siddiqui, former Afghan police colonel, says he was subjected to beating, kicking, sleep deprivation, taunts and sexual abuse during 40 days he spent in American custody at three sites in Afghanistan, interview sparked by disclosure of ...",
      "abstract": "Sayed Nabi Siddiqui, former Afghan police colonel, says he was subjected to beating, kicking, sleep deprivation, taunts and sexual abuse during 40 days he spent in American custody at three sites in Afghanistan, interview sparked by disclosure of abuse at Abu Ghraib, Iraq, prison; says he was repeatedly photographed, often while naked; Afghan Independent Human Rights Commission members say story matches one he gave to them shortly after his release last fall, long before abuse in Iraq came to light; say they mentioned details of case, apparently first involving sexual abuse of detainee, to American military officials last year; Afghan military and police officials say they have heard similar stories from detainees and their families; United States military opens probe; Amb Zalmay Khalilzad says that, to best of his knowledge, it is first time military command or American Embassy had heard of alleged abuse; map; photos (M)",
      "lead_paragraph": "A former Afghan police colonel gave a graphic account in an interview this week of being subjected to beating, kicking, sleep deprivation, taunts and sexual abuse during about 40 days he spent in American custody in Afghanistan last summer. He also said he had been repeatedly photographed, often while naked.",
      "publication_date": "2004-05-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/12/world/afghan-gives-own-account-of-us-abuse.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Mitsubishi's Profit Rises",
      "snippet": "Mitsubishi Corp says net income was 115.4 billion yen ($1 billion) for 12 months ended March 31 compared with 62.3 billion yen year earlier; sales rose to 15.2 trillion yen from 13.3 trillion yen year ago (S)",
      "abstract": "Mitsubishi Corp says net income was 115.4 billion yen ($1 billion) for 12 months ended March 31 compared with 62.3 billion yen year earlier; sales rose to 15.2 trillion yen from 13.3 trillion yen year ago (S)",
      "lead_paragraph": "The Japanese trading company Mitsubishi Corporation said full-year profit rose, helped by sales from energy trading and mining operations. Mitsubishi had group net income of 115.4 billion yen ($1 billion) for the 12 months ended March 31, compared with 62.3 billion yen a year earlier, it said. The company said sales rose to 15.2 trillion yen from 13.3 trillion yen from the previous year. Mitsubishi, which operates a variety of businesses around the world, said profit from its mining and metal operations rose 29 percent, to 31 billion yen, while net income from energy trading rose 28 percent, to 30.6 billion yen.",
      "publication_date": "2004-05-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/12/business/world-business-briefing-asia-japan-mitsubishi-s-profit-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Makers of Drug-Coated Stents Fight For the Hearts of Cardiologists",
      "snippet": "Johnson & Johnson, which introduced in US promosing new drug-coated stent to treat heart disease nearly year before anyone else, has already lost its lead; Boston Scientific Corp, which introduced rival device two months ago, says it has captured ...",
      "abstract": "Johnson & Johnson, which introduced in US promosing new drug-coated stent to treat heart disease nearly year before anyone else, has already lost its lead; Boston Scientific Corp, which introduced rival device two months ago, says it has captured about 70 percent of new orders; says its US revenue for device was $163 million in April, with additional $42 million overseas; Johnson & Johnson declines to discuss its sales for March and April, but contends doctors are still deciding which device they prefer; photo (Market Place column) (M)",
      "lead_paragraph": "Johnson & Johnson is in danger of once again becoming an also-ran in a market it pioneered. Having introduced in the United States a promising new drug-coated device to treat heart disease nearly a year before anyone else, the company has already lost its lead, analysts say.",
      "publication_date": "2004-05-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/12/business/market-place-makers-of-drug-coated-stents-fight-for-the-hearts-of-cardiologists.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "World Business Briefing | Europe: Italy: Fiat's Loss Narrows",
      "snippet": "Fiat's first-quarter loss narrowed to 194 million euros ($230 million) from 681 million euros year earlier; sales fell to 11.2 billion euros from 12.3 billion euros (S)",
      "abstract": "Fiat's first-quarter loss narrowed to 194 million euros ($230 million) from 681 million euros year earlier; sales fell to 11.2 billion euros from 12.3 billion euros (S)",
      "lead_paragraph": "Italy's largest manufacturer, Fiat, reported its fourth consecutive quarter of narrowing losses, helped by the sale of assets and demand for new models. The first-quarter loss narrowed to 194 million euros ($230 million) from 681 million euros a year earlier, the company said. Sales fell to 11.2 billion euros from 12.3 billion euros because of the disposal of units including FiatAvio.",
      "publication_date": "2004-05-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/12/business/world-business-briefing-europe-italy-fiat-s-loss-narrows.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "U.S. Strikes Mosque Held by Iraqi Cleric's Militia",
      "snippet": "American soldiers attack mosque in Karbala, Iraqi holy city, in largest assault yet on forces of rebel Shiite cleric Moktada al-Sadr; strike brings soldiers to within third of mile of two of Shiite Islam's holiest sites, shrines of Hussein and Abb...",
      "abstract": "American soldiers attack mosque in Karbala, Iraqi holy city, in largest assault yet on forces of rebel Shiite cleric Moktada al-Sadr; strike brings soldiers to within third of mile of two of Shiite Islam's holiest sites, shrines of Hussein and Abbas; detonates huge weapons cache in building behind mosque; insurgents take up positions around Abbas Shrine and apparently lob mortars at mosque; Special Forces soldiers begin organizing Iraqi forces to counterattack; intense fighting continues; American militiary says it began attack after meeting with Karbala's leaders, who want Sadr's forces run out of town; attack comes as news emerges that Adnan al-Zorfi, Najaf's American-appointed governor, offered to delay attempts to capture Sadr if he agreed to disband militia; Sadr issues leaflets saying he will end rebellion if 'occupation forces' agree to talks overseen by Shiite religious leadership; map; photos (M)",
      "lead_paragraph": "The American military attacked a mosque in this holy city on Tuesday in its largest assault yet against the forces of the rebel Shiite cleric Moktada al-Sadr, even as the first signs emerged of a peaceful resolution to the five-week-long standoff with him.",
      "publication_date": "2004-05-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/12/world/struggle-for-iraq-military-us-strikes-mosque-held-iraqi-cleric-s-militia.html",
      "byline": "By Edward Wong and Dexter Filkins"
    },
    {
      "headline": "Toyota Yearly Profit Up 55% On Sales and Cost-Cutting",
      "snippet": "Profit at Toyota Motor Corp increased 55 percent in fiscal year ended March 31; net profit was 1.16 trillion yen ($10.24 billion) compared with 750.9 billion yen year before; sales rose 11.6 percent for year to 17.29 trillion yen ($152 billion); o...",
      "abstract": "Profit at Toyota Motor Corp increased 55 percent in fiscal year ended March 31; net profit was 1.16 trillion yen ($10.24 billion) compared with 750.9 billion yen year before; sales rose 11.6 percent for year to 17.29 trillion yen ($152 billion); over all, Toyota's global vehicle sales rose 9.9 percent, to 2.1 million vehicles for year; president Fujio Cho comments; photos (M)",
      "lead_paragraph": "Profit at the Toyota Motor Corporation, the world's second-largest carmaker, increased 55 percent in the fiscal year that just ended, thanks to growing sales in all major markets and aggressive cost-cutting.",
      "publication_date": "2004-05-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/12/business/toyota-yearly-profit-up-55-on-sales-and-cost-cutting.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Airline Adds Fuel Fee",
      "snippet": "British Airways will add surcharge of 5 pounds ($8.89) to every round-trip fare on its British flights as result of rising price of oil; fares will increase by $4 per flight sector outside of Britain (S)",
      "abstract": "British Airways will add surcharge of 5 pounds ($8.89) to every round-trip fare on its British flights as result of rising price of oil; fares will increase by $4 per flight sector outside of Britain (S)",
      "lead_paragraph": "British Airways said it would add a surcharge of £5 ($8.89) to every round-trip fare on its British flights as a result of the rising price of oil. Outside Britain, fares will increase by $4 per flight sector. Airlines in the United States have tried to add fuel surcharges several times this year, but dropped them when their competitors did not match the fees. British Airways said it would review the charge on ''a regular basis with a view to adjusting it when appropriate.'' Heather Timmons (NYT)",
      "publication_date": "2004-05-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/12/business/world-business-briefing-europe-britain-airline-adds-fuel-fee.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Industrial Output Surges",
      "snippet": "Industrial production in Brazil rose 11.9 percent in March from year-earlier period; oputput in March rose 2.1 percent from February; production rose 5.8 percent in first quarter over three months of 2003 (S)",
      "abstract": "Industrial production in Brazil rose 11.9 percent in March from year-earlier period; oputput in March rose 2.1 percent from February; production rose 5.8 percent in first quarter over three months of 2003 (S)",
      "lead_paragraph": "Industrial production in Brazil rose 11.9 percent in March from the year-earlier period, providing fresh evidence that Brazil's economy, the largest in South America, is gaining steam after shrinking in 2003 for the first time in a decade. Output in March rose 2.1 percent from February, helped in large part by a booming export sector, according to data released yesterday by the government's statistics agency. In the first quarter, industrial production rose 5.8 percent over the first three months of 2003. Todd Benson (NYT)",
      "publication_date": "2004-05-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/12/business/world-business-briefing-americas-brazil-industrial-output-surges.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Retailer's Sales Fall",
      "snippet": "Worldo",
      "abstract": "Worldo",
      "lead_paragraph": "Royal Ahold, the retailer, said first-quarter sales fell 11 percent, hurt by price reductions and the dollar's drop against the euro. Sales slid to 15.4 billion euros ($18.3 billion) from 17.3 billion euros a year earlier, said Fritz Schmuhl, a spokesman for the company, based in Zaandam, the Netherlands. Revenue also fell at the company's United States retail unit, which is the company's biggest and includes Giant and Stop & Shop supermarkets. Revenue dropped as Ahold cut prices on products ranging from beer to meat to compete with companies like Wal-Mart Stores Inc. in the United States and Laurus in the Netherlands.",
      "publication_date": "2004-05-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/12/business/world-business-briefing-europe-the-netherlands-retailer-s-sales-fall.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Shareholders In Italy Begin To Accept Role Of Inquisitor",
      "snippet": "Duccio Regoli, who represents group Assogestioni that owns five shares of Telecom Italia and that looks after interests of 150 Italian fund managers and brokers, reads statement in which he praises Telecom Italia for recent improvements in corpora...",
      "abstract": "Duccio Regoli, who represents group Assogestioni that owns five shares of Telecom Italia and that looks after interests of 150 Italian fund managers and brokers, reads statement in which he praises Telecom Italia for recent improvements in corporate governancebut also asks that further moves be taken to improve transparency and protect interests of minority shareholders; shareholder activism in Italy, which has generally been considered province of foreign investment funds, is growing because of Parmalat scandal (M)",
      "lead_paragraph": "The season of shareholders' meetings is in full swing, and in this town on the southern outskirts of Milan, investors in Telecom Italia took advantage of their once-a-year opportunity to voice complaints and compliments directly to management.",
      "publication_date": "2004-05-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/12/business/shareholders-in-italy-begin-to-accept-role-of-inquisitor.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "Suit by Former Employee Charges Promotion of Drug's Off-Label Use",
      "snippet": "Joan Gallagher, former top saleswoman at InterMune, is suing company, saying it fired her last June for refusing to join illegal effort to sell company's main drug Actimmune for unapproved use; lawsuit depicts how InterMune generated hundreds of m...",
      "abstract": "Joan Gallagher, former top saleswoman at InterMune, is suing company, saying it fired her last June for refusing to join illegal effort to sell company's main drug Actimmune for unapproved use; lawsuit depicts how InterMune generated hundreds of millions of dollars from drug that was approved for only two extremely rare childhood diseases but has been sold as $50,000-a-year treatment for far more common adult lung disease; case provides glimpse into issues arising from sale of drugs for so-called off-label uses, industry practice drawing increasing scrutiny from government authorities; pharmaceutical companies are not allowed to actively promote drugs except as treatments that Food and Drug Administration has specifically approved (M)",
      "lead_paragraph": "Before she ran afoul of her bosses, Joan Gallagher says, she was a top saleswoman for a small California biotechnology company. Now she is suing the company, saying it fired her last June for refusing to join an illegal effort to sell the company's main drug for an unapproved use.",
      "publication_date": "2004-05-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/12/business/suit-by-former-employee-charges-promotion-of-drug-s-off-label-use.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "IRAQ TAPE SHOWS THE DECAPITATION OF AN AMERICAN",
      "snippet": "Web site operated by Islamic group Muntada al-Ansar posts videotape showing decapitation of American Nicholas Berg in Iraq, in what killers call revenge for American mistreatment of Iraqi prisoners at Abu Ghraib prison; site identifies killer as A...",
      "abstract": "Web site operated by Islamic group Muntada al-Ansar posts videotape showing decapitation of American Nicholas Berg in Iraq, in what killers call revenge for American mistreatment of Iraqi prisoners at Abu Ghraib prison; site identifies killer as Abu Musab al-Zarqawi, Jordanian militant linked to Al Qaeda; State Department confirms Berg's body was found, Baghdad; Berg's family says Berg, 26, went to Iraq twice since Dec seeking work fixing communications antennas; photos (M)",
      "lead_paragraph": "An Islamist Web site posted a videotape on Tuesday showing the decapitation of an American in Iraq, in what the killers called revenge for the American mistreatment of Iraqi prisoners at Abu Ghraib prison.",
      "publication_date": "2004-05-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/12/world/struggle-for-iraq-revenge-killing-iraq-tape-shows-decapitation-american.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "73 Options for Medicare Plan Fuel Chaos, Not Prescriptions",
      "snippet": "Medicare has approved confusing array of competing drug discount cards for eligible participants to go into effect June 1; retirees of different income groups complain of incomprehension, interviews; cards are prelude to broad drug coverage set fo...",
      "abstract": "Medicare has approved confusing array of competing drug discount cards for eligible participants to go into effect June 1; retirees of different income groups complain of incomprehension, interviews; cards are prelude to broad drug coverage set for 2006; are intended to provide discounts of 10 percent to 25 percent for participants who have no other prescription drug coverage; each card, which costs up to $30 a year, provides different discounts on different drugs and is accepted by different pharmacies; participants can chose only one; photo (M)",
      "lead_paragraph": "Editors' Note Appended",
      "publication_date": "2004-05-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/12/us/73-options-for-medicare-plan-fuel-chaos-not-prescriptions.html",
      "byline": "By John Leland"
    },
    {
      "headline": "2 Big Mortgage Agencies Pressed To Buy More Low-Income Loans",
      "snippet": "Housing and Urban Development Department proposes forcing Fannie Mae and Freddie Mac to purchase more mortgages from lower-income households; companies must now buy half of their loans from people making less than median income in region, or from ...",
      "abstract": "Housing and Urban Development Department proposes forcing Fannie Mae and Freddie Mac to purchase more mortgages from lower-income households; companies must now buy half of their loans from people making less than median income in region, or from developers building apartments that will probably be rented by those people; housing department proposes raising that target to 53 percent next year and to 57 percent by 2008; also wants to raise several other closely related targets; companies have not publicly opposed changes, which will take effect on July 2 unless Bush administration recinds them; companies are quietly worried that they will be unable to meet new goals unless they refuse to buy some loans from people making more than median income, in effect slowing their growth; graph (M)",
      "lead_paragraph": "An obscure rule intended to promote affordable housing has become the Bush administration's latest weapon in its effort to tighten the rules on Fannie Mae and Freddie Mac, the giant mortgage finance companies.",
      "publication_date": "2004-05-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/12/business/2-big-mortgage-agencies-pressed-to-buy-more-low-income-loans.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Attacks Drive Price of Oil to $40 a Barrel",
      "snippet": "Crude oil for June delivery rises $1.13 per barrel, or 3 percent, to close at $40.06 on New York Mercentile Exchange; analysts say attacks on oil facilities in Iraq and Saudi Arabia in recent weeks have largely been responsible for driving up pric...",
      "abstract": "Crude oil for June delivery rises $1.13 per barrel, or 3 percent, to close at $40.06 on New York Mercentile Exchange; analysts say attacks on oil facilities in Iraq and Saudi Arabia in recent weeks have largely been responsible for driving up price; prices have risen 9.9 percent since April 24, when suicide bombers made failed attack on critical Iraqi offshore oil terminal; graph; photo (M)",
      "lead_paragraph": "The price of crude oil surpassed $40 a barrel on the New York Mercantile Exchange yesterday. Attacks on oil facilities in Iraq and Saudi Arabia in recent weeks have largely been responsible for driving up the price, industry experts said.",
      "publication_date": "2004-05-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/12/business/attacks-drive-price-of-oil-to-40-a-barrel.html",
      "byline": "By Neela Banerjee"
    },
    {
      "headline": "Rumsfeld Aide And a General Clash on Abuse",
      "snippet": "Maj Gen Antonio M Taguba stands by conclusion of his probe of abuses at Abu Ghraib prison that military police guards should not have been involved in conditioning Iraqi detainees for interrogation, Senate committee; says role violated Army doctri...",
      "abstract": "Maj Gen Antonio M Taguba stands by conclusion of his probe of abuses at Abu Ghraib prison that military police guards should not have been involved in conditioning Iraqi detainees for interrogation, Senate committee; says role violated Army doctrine; says Gen Ricardo Sanchez, top American officer in Iraq, effectively put guards under intelligence unit command in Nov; depicts abuses as acts of few soldiers under fragmented and inept command, influenced, if not directed, by others; Stephen A Cambone, defense under secretary for intelligence, holds military police and intelligence unit at prison needed to work together to gain intelligence from prisoners to prevent attacks on American soldiers; says Taguba misinterpreted Nov order, holding it put intelligence unit in charge of prison facility, not guards; unusual public sparring between general and trusted aide to Sec Donald H Rumsfeld focuses attention on confusing conditions at prison last fall when worst abuses occurred and on issue of whether Pentagon's thirst for better intelligence to combat insurgents contributed to climate there; senators demand explanations for abuses; Bush administration and Senate leadership reach accord that will let senators view photographs and videos of abuses made by guards; photo (M)",
      "lead_paragraph": "The Army general who first investigated abuses at Abu Ghraib prison stood by his inquiry's finding that military police officers should not have been involved in conditioning Iraqi detainees for interrogation, even as a senior Pentagon civilian sitting next to him at a Senate hearing on Tuesday disputed that conclusion.",
      "publication_date": "2004-05-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/12/world/the-struggle-for-iraq-the-senate-rumsfeld-aide-and-a-general-clash-on-abuse.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Indian Voters Turn a Cold Shoulder to High Technology",
      "snippet": "India's ruling coalition of Prime Min Atal Behari Vajpayee will garner only same number of seats in Parliament in three-week elections, or could fall short of majority, resulting in more fragile coalition and slowing economic reform in India; driv...",
      "abstract": "India's ruling coalition of Prime Min Atal Behari Vajpayee will garner only same number of seats in Parliament in three-week elections, or could fall short of majority, resulting in more fragile coalition and slowing economic reform in India; driving home disillusionment with India's technology revolution, chief minister of southern state of Andhra Pradesh, N Chandrababu Naidu, and his Telugu Desam party are overwhelmingly defeated, with party losing three quarters of its seats in assembly elections; photos (M)",
      "lead_paragraph": "As India's stock markets slumped further on electoral uncertainty Tuesday, the resounding defeat of a state leader who avidly courted multinational technology companies seemed to underscore a wider discontent among those whom India's economic boom never touched.",
      "publication_date": "2004-05-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/12/business/indian-voters-turn-a-cold-shoulder-to-high-technology.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Former Boeing Manager Faces Federal Charges  A former manager of Boeing was charged in a federal court with using documents stolen from Lockheed Martin to help Boeing win an important Pentagon rocket contract in 1998.       The former manager, Lar...",
      "abstract": " Former Boeing Manager Faces Federal Charges  A former manager of Boeing was charged in a federal court with using documents stolen from Lockheed Martin to help Boeing win an important Pentagon rocket contract in 1998.       The former manager, Larry Satchell, is the third Boeing employee to be implicated in a scheme that has turned into a financial and public relations debacle for Boeing. [Page C4.]",
      "lead_paragraph": "Former Boeing Manager Faces Federal Charges",
      "publication_date": "2004-05-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/12/business/business-digest-564850.html",
      "byline": ""
    }
  ]
}