{
  "metadata": {
    "date": "2004-01-27",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Working Women Dominate the Jury For Stewart's Trial",
      "snippet": "Jury of eight woman and four men is seated in federal court in Manhattan to hear government's case alleging obstruction of justice and securities fraud by Martha Stewart in her sale of Imclone stock; panel is weighted toward working women, includi...",
      "abstract": "Jury of eight woman and four men is seated in federal court in Manhattan to hear government's case alleging obstruction of justice and securities fraud by Martha Stewart in her sale of Imclone stock; panel is weighted toward working women, including foreign-born pharmacist whose command of English was questioned by defense lawyers; trial watchers say composition of jury bodes well for Stewart; photo; not considered accidental is fact that Judge Miriam Goldman Cedarbaum and chief prosecutor Karen Patton Seymour are also women; prosecution wins ruling that defense may not question government's motives in bringing case or suggest that she is not guilty of insider trading because that charge was not brought or suggest Stewart is being prosecuted for asserting her innocence or point out unusual charge of trying to pump up her own company's stock (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/27/business/working-women-dominate-the-jury-for-stewart-s-trial.html",
      "byline": "By Leslie Eaton"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Trade Surplus Grows",
      "snippet": "Japan's merchandise trade surplus grew 41 percent in December, to 1.1 trillion yen ($10.6 billion), as strong exports to China and elsewhere offset effect of yen's appreciation; Japan's surplus with US fell for 12th consecutive month; exports from...",
      "abstract": "Japan's merchandise trade surplus grew 41 percent in December, to 1.1 trillion yen ($10.6 billion), as strong exports to China and elsewhere offset effect of yen's appreciation; Japan's surplus with US fell for 12th consecutive month; exports from Japan to US fell 7.8 percent (S)",
      "lead_paragraph": "Japan's merchandise trade surplus grew 41 percent in December, to 1.1 trillion yen ($10.6 billion), as strong exports to China and elsewhere offset the effect of the yen's appreciation. The sixth consecutive monthly expansion in the surplus came partly as a result of an 8.5 percent jump in exports, including a 32 percent rise in shipments to China. At the same time, Japan's surplus with the United States fell for the 12th consecutive month as Japanese automakers and other producers build more of their goods in North America. Exports from Japan to the United States fell 7.8 percent. Ken Belson (NYT)",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/27/business/world-business-briefing-asia-japan-trade-surplus-grows.html",
      "byline": "By Ken Belson (NYT)"
    },
    {
      "headline": "White House Shows Less Certainty Now About Iraq's Arms",
      "snippet": "White House backs away from assertions that Iraq had illegal weapons, saying administration wants to compare prewar intelligence assessments with what may be actually found; outgoing weapons inspector Dr David Kay's criticism of prewar intelligenc...",
      "abstract": "White House backs away from assertions that Iraq had illegal weapons, saying administration wants to compare prewar intelligence assessments with what may be actually found; outgoing weapons inspector Dr David Kay's criticism of prewar intelligence increases pressure on CIA and intensifies debate on who shaped reports that Pres Bush used to justify invasion; White House stops asserting that weapons will eventually be found, although press secretary Scott McClellan says Bush was right to depose Saddam Hussein given his history; Kay reports scant evidence that Hussein had stockpiles of illicit weapons and says CIA under George Tenet was wrong in its contrary assessment (M)",
      "lead_paragraph": "The White House began to back away on Monday from its assertions that Iraq had illegal weapons, saying it now wanted to compare prewar intelligence assessments with what may be actually found there.",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/27/world/white-house-shows-less-certainty-now-about-iraq-s-arms.html",
      "byline": "By James Risen"
    },
    {
      "headline": "Sanofi Makes Its Bid for Aventis;It Is Quickly Rejected as 'Inferior'",
      "snippet": "French pharmaceutical company Sanofi-Synthelabo makes $60 billion unsolicited bid for rival Aventis, which quickly issues stinging rebuke and rejects offer; Aventis calls Sanofi's offer 'inferior' to company's value and suggests that it might seek...",
      "abstract": "French pharmaceutical company Sanofi-Synthelabo makes $60 billion unsolicited bid for rival Aventis, which quickly issues stinging rebuke and rejects offer; Aventis calls Sanofi's offer 'inferior' to company's value and suggests that it might seek another bidder; rejection comes hours after Sanofi's chief executive Jean-Francois Dehecq outlines takeover offer during presentation to investors and journalists; Aventis's chief operating officer Richard Markham says his company's management team is united in opposition to Sanofi's offer; chart; photos (M)",
      "lead_paragraph": "Igniting a rare hostile takeover battle, Sanofi-Synthélabo, the French pharmaceutical company, made a $60 billion unsolicited bid on Monday for its French rival, Aventis, which quickly issued a stinging rebuke and rejected the offer.",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/27/business/sanofi-makes-its-bid-for-aventis-it-is-quickly-rejected-as-inferior.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "World Business Briefing | Americas: Venezuela: Inquiry At Oil Concern",
      "snippet": "World Business Briefing: Venezuela: Inquiry At Oil Coü",
      "abstract": "World Business Briefing: Venezuela: Inquiry At Oil Coü",
      "lead_paragraph": "The Venezuelan state oil company, Petróleos de Venezuela, said it was opening an investigation into what it said were irregularities in sales of crude oil and oil products. Petróleos de Venezuela gave no indication in a statement what sales were under investigation. The company fired most of its finance department during a two-month strike last year, and that has led to delays in producing its financial results and accusations by former managers of irregularities.",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/27/business/world-business-briefing-americas-venezuela-inquiry-at-oil-concern.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Parmalat Unit Hires Specialist",
      "snippet": "Brazilian unit of Parmalat hires corporate turnaround specialist Claudio Galeazzi to help overhaul its money-losing operations; unit operated under two sets of rules, one for its listed operational unit, which owes local banks $160 million, and ot...",
      "abstract": "Brazilian unit of Parmalat hires corporate turnaround specialist Claudio Galeazzi to help overhaul its money-losing operations; unit operated under two sets of rules, one for its listed operational unit, which owes local banks $160 million, and other more byzantine set of practices used by its two holding companies under direct control of Tanzi family in Parma (S)",
      "lead_paragraph": "The Brazilian unit of Parmalat hired a corporate turnaround specialist to help overhaul its money-losing operations, the company said. Afonso Champi, a Parmalat spokesman here, said Claudio Galeazzi, a consultant who has previously helped to rework the finances of Lojas Americanas and Vila Romana, two well-known Brazilian retail chains, and Mococa, another dairy company, started work as part of an agreement between Parmalat and its local creditors. Mr. Galeazzi should lend credibility to Parmalat's management, which is trying to keep its day-to-day operations running without any backing from banks, Mr. Champi said. Like its Italian parent, Parmalat's Brazilian unit operated under two sets of rules, one for its listed operational unit, which owes local banks $160 million, and another more byzantine set of practices used by its two holding companies under direct control of the Tanzi family in Parma. Bankers say the total owed by the two Brazilian holding companies, which were involved in financing acquisitions in the 1990's and Parmalat's expensive sports marketing and soccer interests, could exceed $1.6 billion. Tony Smith (NYT)",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/27/business/world-business-briefing-americas-brazil-parmalat-unit-hires-specialist.html",
      "byline": "By Tony Smith (NYT)"
    },
    {
      "headline": "Fujitsu Uses Pay Cuts as a Motivational Tool",
      "snippet": "Fujitsu Ltd will cut salaries of about 14,000 managers to motivate them--and their subordinates--to work harder; company hopes to return to profit soon for first time in three years; is betting that pay cuts will push managers to rally rank-and-fi...",
      "abstract": "Fujitsu Ltd will cut salaries of about 14,000 managers to motivate them--and their subordinates--to work harder; company hopes to return to profit soon for first time in three years; is betting that pay cuts will push managers to rally rank-and-file workers in remaining months of fiscal year, which ends March 31 (M)",
      "lead_paragraph": "Taking a page from Japan's human resource handbook, Fujitsu Ltd. will cut the salaries of around 14,000 managers to motivate them -- and their subordinates -- to work harder.",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/27/business/fujitsu-uses-pay-cuts-as-a-motivational-tool.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Rising Rand Takes a Toll on Gold Earnings",
      "snippet": "Analysts say earnings at South African gold miners for last quarter of 2003 will rival poor results of third quarter; both quarters were battered by two-year advance in rand; rand's overall strength virtually canceled benefits of high gold prices ...",
      "abstract": "Analysts say earnings at South African gold miners for last quarter of 2003 will rival poor results of third quarter; both quarters were battered by two-year advance in rand; rand's overall strength virtually canceled benefits of high gold prices to miners in last quarter, and rand remains volatile; 28 percent appreciation in rand from 2002 to 2003 reduced by 15 percent price in rand that South African producers received for their gold; graph; chart (M)",
      "lead_paragraph": "Soaring gold prices have sent mineral stocks surging, but in resource-rich South Africa there is one place that soft glow may not show up: the profit columns of companies that mine gold.",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/27/business/rising-rand-takes-a-toll-on-gold-earnings.html",
      "byline": "By Nicole Itano"
    },
    {
      "headline": "New Report Widens Parmalat's Debt",
      "snippet": "Parmalat releases figures showing its debt to be eight times amount reported in its financial statements, placing company's accounting discrepancy atmore than 12 billion euros ($15.1 billion); findings were made by new auditors PricewaterhouseCoop...",
      "abstract": "Parmalat releases figures showing its debt to be eight times amount reported in its financial statements, placing company's accounting discrepancy atmore than 12 billion euros ($15.1 billion); findings were made by new auditors PricewaterhouseCoopers; photo (M)4",
      "lead_paragraph": "Parmalat, the bankrupt Italian food conglomerate, released figures on Monday that showed its debt to be eight times the amount reported in its financial statements, placing the company's accounting discrepancy at more than 12 billion euros ($15.1 billion).",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/27/business/new-report-widens-parmalat-s-debt.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "World Business Briefing | Europe: Belgium: Addressing Global Fraud",
      "snippet": "World Busine",
      "abstract": "World Busine",
      "lead_paragraph": "William H. Donaldson, the chairman of the Securities and Exchange Commission, said he wanted to forge closer ties with regulators from other countries to help fight corporate fraud. Speaking in Brussels ahead of meetings with Frits Bolkestein, the European commissioner for the internal market, Mr. Donaldson said the S.E.C. would build formal ties with the Committee of European Securities Regulators. He said that scandals like the one surrounding the Italian food company Parmalat \"make us realize that fraud knows no borders.\" Paul Meller (NYT)",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/27/business/world-business-briefing-europe-belgium-addressing-global-fraud.html",
      "byline": "By Paul Meller (NYT)"
    },
    {
      "headline": "COURT TO REVIEW USING EXECUTION IN JUVENILE CASES",
      "snippet": "Supreme Court agrees to decide whether Constitution prohibits death penalty for crimes committed at age of 16 or 17, and whether there is now national consensus against such executions; Justices John Paul Stevens, David Souter, Ruth Bader Ginsburg...",
      "abstract": "Supreme Court agrees to decide whether Constitution prohibits death penalty for crimes committed at age of 16 or 17, and whether there is now national consensus against such executions; Justices John Paul Stevens, David Souter, Ruth Bader Ginsburg and Stephen Breyer, in 2002 dissent, called such executions 'inconsistent with evolving standards of decency in a civilized society'; Court now responds to Missouri ruling overturning death sentence of Christopher Simmons, now 27, who was convicted in 1993 of killing woman during break-in; Missouri ruling relied heavily on Supreme Court's analysis two years ago rejecting execution of the mentally retarded; also noted that only Texas, Virginia and Oklahoma have executed juveniles in last ten years; table (M)",
      "lead_paragraph": "The Supreme Court agreed Monday to decide whether the Constitution prohibits the death penalty for crimes committed at the age of 16 or 17.",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/27/us/court-to-review-using-execution-in-juvenile-cases.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Audit Results Move Google A Step Closer To Offering",
      "snippet": "Google has cleared of last remaining hurdles in its closely watched effort to sell shares to public, receiving clean bill of health in company-paid audit certifying its compliance with requirements of Sarbanes-Oxley law approved by Congress in 200...",
      "abstract": "Google has cleared of last remaining hurdles in its closely watched effort to sell shares to public, receiving clean bill of health in company-paid audit certifying its compliance with requirements of Sarbanes-Oxley law approved by Congress in 2002 in response to wave of corrupt scandals; report is crucial step in Google's carefully staged path toward initial public offering that is expected to take place this spring (M)",
      "lead_paragraph": "Google has cleared one of the last remaining hurdles in its closely watched effort to sell shares to the public, people close to the company said Monday, receiving a clean bill of health in a company-paid audit certifying its compliance with the requirements of the Sarbanes-Oxley law approved by Congress in 2002 in response to the wave of corporate scandals.",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/27/business/audit-results-move-google-a-step-closer-to-offering.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Hollinger Dispute Is Hung Up in Delaware Law",
      "snippet": "Legal experts say wrangling between Hollinger International and its largest shareholder Conrad Black has become test of two potentially contradictory provisions in business laws of Delaware, where company is incorporated; central conflict, which D...",
      "abstract": "Legal experts say wrangling between Hollinger International and its largest shareholder Conrad Black has become test of two potentially contradictory provisions in business laws of Delaware, where company is incorporated; central conflict, which Delaware Chancery Court may be forced to resolve, is authority of corporate board to act in company's interests versus rights of shareholders; Black is seeking to exercise his shareholder's rights by changing company's bylaws to prevent Hollinger from being sold to any other party without his approval; special committee of Hollinger International's dierctors seekt o exercise boardroom preogative by filing suit in Delaware court by to block Black's deal to sell his controlling stake to Barclay brothers, and by adopting poison-pill provision that could make it financially undesirable for Barclays to proceed with their purchase (M)",
      "lead_paragraph": "As the wrangling between the media company Hollinger International and its largest shareholder, Conrad M. Black, escalated yesterday, legal experts said the battle had become a test of two potentially contradictory provisions in the business laws of Delaware, where the company is incorporated.",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/27/business/hollinger-dispute-is-hung-up-in-delaware-law.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Undecided, and Out of Time in New Hampshire",
      "snippet": "New Hampshire voters like Bruce Wechsler of Londonderry spend last two days of presidential primary racing to speeches by Democratic candidates, hoping for inspiration on who would be best Democrat to take on Pres Bush; photos; Gallup poll finds 3...",
      "abstract": "New Hampshire voters like Bruce Wechsler of Londonderry spend last two days of presidential primary racing to speeches by Democratic candidates, hoping for inspiration on who would be best Democrat to take on Pres Bush; photos; Gallup poll finds 32 percent still undecided or open to changing decision (M)",
      "lead_paragraph": "Despite the bitter cold and biting wind, Bruce Wechsler was one of the flock of New Hampshire voters who spent the last two days racing among speeches by Democratic candidates. He said he was hoping that, at the last moment, someone would ''inspire him.''",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/27/us/the-2004-campaign-voters-undecided-and-out-of-time-in-new-hampshire.html",
      "byline": "By Elisabeth Rosenthal"
    },
    {
      "headline": "An Eager NASA Is Bringing Mars Down to Earth",
      "snippet": "Americans and people around world are expressing unusual sense of ownership in NASA's current Mars mission, with 32 million people visiting NASA Web site since rover Spirit landed three weeks ago and began taking photos; tens of thousands of fans ...",
      "abstract": "Americans and people around world are expressing unusual sense of ownership in NASA's current Mars mission, with 32 million people visiting NASA Web site since rover Spirit landed three weeks ago and began taking photos; tens of thousands of fans gathered to monitor landing of twin rover Opportunity; photos; NASA is making vast amount of information available to public that is using modern technology to interact with data (M)",
      "lead_paragraph": "Ryan Caron delivered his first status report on the second Mars rover roughly half an hour after it landed: ''We did not encounter the strong winds that we did during Spirit's landing,'' he told a group of 50 assembled in a lecture hall in Worcester, Mass., for the early morning touchdown. ''We were in near-constant communication.''",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/27/us/an-eager-nasa-is-bringing-mars-down-to-earth.html",
      "byline": "By Amy Harmon"
    },
    {
      "headline": "World Business Briefing | Europe: Spain: Bank's Profit Rises",
      "snippet": "Spain's Santander Central Hispano earned 2.6 billion euros ($3.24 billion) last year, increase of 16.2 percent, despite decline of nearly 15 percent in net interest income; chairman Emilio Botin comments; photo (S)",
      "abstract": "Spain's Santander Central Hispano earned 2.6 billion euros ($3.24 billion) last year, increase of 16.2 percent, despite decline of nearly 15 percent in net interest income; chairman Emilio Botin comments; photo (S)",
      "lead_paragraph": "The largest bank in Spain, Santander Central Hispano, said that it earned 2.6 billion euros ($3.24 billion) last year, an increase of 16.2 percent, despite a decline of nearly 15 percent in net interest income. The results surpassed analysts' expectations, even though the weak United States dollar and currency depreciation in Latin America hurt its interest income. The increase reflected growth in European retail banking; increased lending in Brazil, Chile and Mexico; and lower costs, the company said. The chairman, Emilio Botín, said that the bank had ''much room to grow'' in Europe and Latin America, but he ruled out large cross-border mergers. ''These operations do not create value for shareholders,'' he said. Dale Fuchs (NYT)",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/27/business/world-business-briefing-europe-spain-bank-s-profit-rises.html",
      "byline": "By Dale Fuchs (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "American Express Reports 12% Rise in 2003 Earnings  American Express said that its earnings rose 12 percent in the fourth quarter and the full year, driven by greater spending and borrowing on its credit and charge cards as well as by more investm...",
      "abstract": " American Express Reports 12% Rise in 2003 Earnings  American Express said that its earnings rose 12 percent in the fourth quarter and the full year, driven by greater spending and borrowing on its credit and charge cards as well as by more investment activity.     In 2003, American Express earned $2.99 billion, or $2.30 a diluted share. The fourth quarter contributed $763 million to those earnings, translating into 60 cents a share. Analysts polled by Thomson First Call had predicted 59 cents a share for the quarter. [Page C11.]",
      "lead_paragraph": "American Express Reports 12% Rise in 2003 Earnings",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/27/business/business-digest-129275.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Bank Cancels Bond Sale",
      "snippet": "Japan's UFJ Holdings cancels planned bond sale amid reports financial regulators are investigating way bank classifies its nonperforming loans; graph (S)",
      "abstract": "Japan's UFJ Holdings cancels planned bond sale amid reports financial regulators are investigating way bank classifies its nonperforming loans; graph (S)",
      "lead_paragraph": "Japan's fourth-largest lender, UFJ Holdings, canceled a planned bond sale amid reports financial regulators are investigating the way the bank classifies its nonperforming loans. UFJ, which denied a report in Nihon Keizai Shimbun saying regulators would begin an investigation, nonetheless postponed the sale of bonds worth $677 million. Regulators at the Financial Services Agency declined to comment on the report and the bank did not set a new date for the sale. Ken Belson (NYT)",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/27/business/world-business-briefing-asia-japan-bank-cancels-bond-sale.html",
      "byline": "By Ken Belson (NYT)"
    },
    {
      "headline": "Antitrust Ruling Near For Microsoft In Europe",
      "snippet": "Antitrust officials at European Commission have drafted final ruling in their six-year case against Microsoft Corp; draft ruling, which has not been made public, was circulated within commission last week (M)",
      "abstract": "Antitrust officials at European Commission have drafted final ruling in their six-year case against Microsoft Corp; draft ruling, which has not been made public, was circulated within commission last week (M)",
      "lead_paragraph": "Antitrust officials at the European Commission have drafted a final ruling in their six-year case against Microsoft, people close to the commission said on Monday.",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/27/business/antitrust-ruling-near-for-microsoft-in-europe.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "POWELL DISPLAYS TOUGH U.S. STANCE TOWARD RUSSIANS",
      "snippet": "Sec Colin Powell, in Moscow, criticizes curbs on free elections and news media, as well as military campaign in Chechnya; comments in meeting with Pres Vladimir Putin and in Izvestia are toughest public stance toward Russia to date by Bush adminis...",
      "abstract": "Sec Colin Powell, in Moscow, criticizes curbs on free elections and news media, as well as military campaign in Chechnya; comments in meeting with Pres Vladimir Putin and in Izvestia are toughest public stance toward Russia to date by Bush administration official; Powell's concerns include arrest of businessman and Putin rival Mikhail Khodorkovsky and seizure of his assets, as well as parliamentary elections in which several parties complained of lack of access to news media; newspaper article markedly increases pressure at time of Democratic criticism but also avoids putting Pres Bush and Putin directly at loggerheads; Izvestia article says Russia has yet to achieve balance of powers and political power is not yet 'fully tethered to law'; Powell, at news conference with Min Igor Ivanov, says he is not trying to interfere with Russian political life (M)",
      "lead_paragraph": "Secretary of State Colin L. Powell criticized curbs on free elections and the news media, as well as the Russian military campaign in Chechnya, in meetings with the Russian president on Monday and in an essay in a Russian newspaper. His words were the toughest public stance to date by a Bush administration official.",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/27/world/powell-displays-tough-us-stance-toward-russians.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Market Place; Shareholders' Interests Up Against French Pride",
      "snippet": "Sanofi-Synthelabo's chief executive Jean-Francois Dehecq suggest that French national pride should push Aventis executives into accepting his hostile bid; French Finance Min Francis Mer publicly endorses idea of merger; some analysts suggest that ...",
      "abstract": "Sanofi-Synthelabo's chief executive Jean-Francois Dehecq suggest that French national pride should push Aventis executives into accepting his hostile bid; French Finance Min Francis Mer publicly endorses idea of merger; some analysts suggest that Fenchness of offer makes deal all but inevitable; Aventis is barely French; Aventis is result of merger involving Germany's Hoechst and France's Rhone-Poulenc; Aventis has shareholder base that is scattered widely all over world, with just 20 percent of them living in France; few of shareholders probably care much about French national pride, and endorsement of French minister minister may be only mild interest to them; photo (Market Place column) (M)",
      "lead_paragraph": "As managers of Aventis plot their defense against a hostile bid from its national rival in round-the-clock meetings in Paris, they are spending little time worrying about wounding French pride.",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/27/business/market-place-shareholders-interests-up-against-french-pride.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "Private Agriculture Giant to Go a Bit Public",
      "snippet": "Cargill, closely held agribusiness giant, is expected to announce it has agreed to merge its fertilizer business with IMC Global, one of nation's largest fertilizer companies, in deal estimated at more than $5 billion; Cargill would hold two-third...",
      "abstract": "Cargill, closely held agribusiness giant, is expected to announce it has agreed to merge its fertilizer business with IMC Global, one of nation's largest fertilizer companies, in deal estimated at more than $5 billion; Cargill would hold two-thirds stake in combined company; deal would give Cargill its first publicly traded vehicle to raise money in capital capitals; Cargill has done many acquisitions in past, taking companies private; chart; photo (M)",
      "lead_paragraph": "Cargill, which has become one of the world's giants in agriculture products even as it has remained privately held, family- run and largely secretive, is planning to take a small part of its business public for the first time in its 139-year-old history.",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/27/business/private-agriculture-giant-to-go-a-bit-public.html",
      "byline": "By Andrew Ross Sorkin and David Barboza"
    },
    {
      "headline": "A Record U.S. Deficit",
      "snippet": "Congressional Budget Office prediction of record federal deficits noted",
      "abstract": "Congressional Budget Office prediction of record federal deficits noted",
      "lead_paragraph": "The Congressional Budget Office predicted that the federal budget deficit would reach a record of $477 billion this year and that accumulated deficits over the next decade would total $1.9 trillion.",
      "publication_date": "2004-01-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/27/us/a-record-us-deficit.html",
      "byline": ""
    }
  ]
}