{
  "metadata": {
    "date": "2004-01-14",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "Market Place; S.E.C. HAS FOUND PAYOFFS IN SALES OF MUTUAL FUNDS",
      "snippet": "SEC investigators find widespread instances of brokers receiving undisclosed payments of cash and other compensation for steering investors toward specific mutual funds; say investors were not informed, as required by law, when funds engaged in on...",
      "abstract": "SEC investigators find widespread instances of brokers receiving undisclosed payments of cash and other compensation for steering investors toward specific mutual funds; say investors were not informed, as required by law, when funds engaged in one particularly prevalent form of compensation, steering trading of stocks in their portfolios to brokerage houses that would promote funds to their brokerage clients; harm caused to individual investor by most of mutual fund abuses revealed in last four months has been abstract and indirect, but new disclosures suggest that many ordinary investors were misled (M)",
      "lead_paragraph": "Federal officials announced a new front in the investigations into the mutual fund industry on Tuesday, saying they had uncovered widespread instances of brokers receiving undisclosed payments for steering investors toward specific funds.",
      "publication_date": "2004-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/14/business/market-place-sec-has-found-payoffs-in-sales-of-mutual-funds.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "European Commission to Sue Over Deficits of 2 Countries",
      "snippet": "European Commission to sue 15 members of European Union for voting to suspend rules that would have forced France and Germany to make deep cuts to bring their budget deficits within lawful limits; France and Germany flouted those rules, which cap ...",
      "abstract": "European Commission to sue 15 members of European Union for voting to suspend rules that would have forced France and Germany to make deep cuts to bring their budget deficits within lawful limits; France and Germany flouted those rules, which cap deficits to 3 percent of gross domestic product, saying they risk choking off fragile economic recovery; commission is seeking to overturn vote (M)",
      "lead_paragraph": "The European Commission, unable to cajole, convince or coerce two of its largest members to abide by its budget restraints, decided on Tuesday to take the dispute to court.",
      "publication_date": "2004-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/14/business/european-commission-to-sue-over-deficits-of-2-countries.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Bush Plans $1.5 Billion Drive For Promotion of Marriage",
      "snippet": "Bush administration plans extensive election-year initiative to promote marriage, especially among low-income couples, and it is weighing whether Pres Bush should promote plan in coming State of Union address; proposal would provide at least $1.5 ...",
      "abstract": "Bush administration plans extensive election-year initiative to promote marriage, especially among low-income couples, and it is weighing whether Pres Bush should promote plan in coming State of Union address; proposal would provide at least $1.5 billion for training to help couples develop interpersonal skills that sustain 'healthy marriages'; conservatives, who worked on plan with administration officials, are eager to see federal government defend traditional marri age in wake of decision by highest court in Massachusetts that gay couples have right to marry under state's Constitution; some want Bush to go further and seek constitutional amendment opposing legal recognition of same-sex marriage (M)",
      "lead_paragraph": "Administration officials say they are planning an extensive election-year initiative to promote marriage, especially among low-income couples, and they are weighing whether President Bush should promote the plan next week in his State of the Union address.",
      "publication_date": "2004-01-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/14/us/bush-plans-1.5-billion-drive-for-promotion-of-marriage.html",
      "byline": "By Robert Pear and David D. Kirkpatrick"
    },
    {
      "headline": "World Business Briefing | Europe: France: Caterer Asks For Inquiry",
      "snippet": "French catering company Sodexho Alliance asks French financial market regulator to investigate 3.5 percent decline in its share price after report issued by Citigroup's Smith Barney questions filing it made with Securities and Exchange Commission ...",
      "abstract": "French catering company Sodexho Alliance asks French financial market regulator to investigate 3.5 percent decline in its share price after report issued by Citigroup's Smith Barney questions filing it made with Securities and Exchange Commission in US; filing disclosed Sodexho subsidiary in Britain packaged 82 million euros ($104 million) and sold them as securities; Smith Barney says securization was not reported and might have been reason Sodexho's results were better than expected last year (S)",
      "lead_paragraph": "The French catering company Sodexho Alliance asked the French financial market regulator to investigate a 3.5 percent decline in its share price on Monday after a report issued by Citigroup's Smith Barney questioned a filing it made with the Securities and Exchange Commission in the United States. The filing disclosed that a Sodexho subsidiary in Britain had packaged 82 million euros in loans ($104 million) and sold them as securities. The Smith Barney report said the securitization had not been previously disclosed and might have been the reason Sodexho's results were better than expected last year. Sodexho's chief financial officer, Sian Herbert-Jones, said the accounting had been previously disclosed and did not account for the company's better-than-expected cash flow. The company said it would wait until the French regulator investigates to decide on further legal action. Ariane Bernard (NYT)",
      "publication_date": "2004-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/14/business/world-business-briefing-europe-france-caterer-asks-for-inquiry.html",
      "byline": "By Ariane Bernard (NYT)"
    },
    {
      "headline": "Study Disputes View Of Costly Surge In Class-Action Suits",
      "snippet": "Study by Journal of Empirical Legal Studies concludes that average price of settling class-action lawsuits and average fee paid to lawyers who bring them have held steady for decade, even though companies have said suits are driving up cost of doi...",
      "abstract": "Study by Journal of Empirical Legal Studies concludes that average price of settling class-action lawsuits and average fee paid to lawyers who bring them have held steady for decade, even though companies have said suits are driving up cost of doing business, hurting economy and lining lawyers' pockets; issue is fiercely divisive one that has fueled heated debate over whether to place limits on class-action lawsuits; legislation to curb class-action suits is priority of Pres Bush and many Republicans in Congress; co-authors of study are Theodore Eisenberg and Geoffrey P Miller; chart; photos (M)",
      "lead_paragraph": "A new study has concluded that both the average price of settling class-action lawsuits and the average fee paid to lawyers who bring them have held steady for a decade, even though companies have said the suits are driving up the cost of doing business, hurting the economy and lining lawyers' pockets.",
      "publication_date": "2004-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/14/business/study-disputes-view-of-costly-surge-in-class-action-suits.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Hussein Warned Iraqis to Beware Outside Fighters, Document Says",
      "snippet": "Saddam Hussein warned his Iraqi supporters to be wary of joining forces with jihadist and other foreign Arab fighters entering Iraq to battle American troops, according to document he wrote after losing power; document, which was found with Hussei...",
      "abstract": "Saddam Hussein warned his Iraqi supporters to be wary of joining forces with jihadist and other foreign Arab fighters entering Iraq to battle American troops, according to document he wrote after losing power; document, which was found with Hussein when he was arrested and whose content is revealed by unidentified Bush administration officials, provides second piece of evidence challenging administration contention of close cooperation between Hussein's government and terrorists from Al Qaeda; administration officials say Hussein apparently believed foreign Arabs, eager for holy war against West, had different agenda from Baathists, who were eager for their own return to power in Baghdad; military and intelligence officials now believe that number of foreign fighters who have entered Iraq is relatively small; level of coordination between them and Iraqi insurgents is not known (M)",
      "lead_paragraph": "Saddam Hussein warned his Iraqi supporters to be wary of joining forces with foreign Arab fighters entering Iraq to battle American troops, according to a document found with the former Iraqi leader when he was captured, Bush administration officials said Tuesday.",
      "publication_date": "2004-01-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/14/world/struggle-for-iraq-intelligence-hussein-warned-iraqis-beware-outside-fighters.html",
      "byline": "By James Risen"
    },
    {
      "headline": "China to Give Up $41 Billion Stake in 2 Big Banks",
      "snippet": "China's Ministry of Finance is preparing to help Bank of China and China Construction Bank by writing off its $41 billion stake in them in bid to cleanse their balance sheets of nonperforming loans and prepare them to issue stock; move is latest i...",
      "abstract": "China's Ministry of Finance is preparing to help Bank of China and China Construction Bank by writing off its $41 billion stake in them in bid to cleanse their balance sheets of nonperforming loans and prepare them to issue stock; move is latest in series of steps by China to fortify its banking system ahead of what could be difficult year for Chinese economy; China's central bank says inflation at wholesale level continued to accelerate in December, with prices up 6.3 percent from year earlier, increasing pressure on central bank to slow economy; photo (M)",
      "lead_paragraph": "Just a week after bailing out two of the country's biggest banks, China's Ministry of Finance is preparing to help them again, this time by writing off its $41 billion stake in them in a bid to help cleanse their balance sheets of nonperforming loans and prepare them to issue stock, Chinese bankers said on Tuesday.",
      "publication_date": "2004-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/14/business/china-to-give-up-41-billion-stake-in-2-big-banks.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Couple Set To Plead Guilty In Enron Case",
      "snippet": "Enron's former chief financial officer Andrew S Fastow and his wife Lea, who was company treasurer, are expected to enter guilty pleas days after their negotiations with government collapsed; Fastow will be sentenced to at least 10 years in prison...",
      "abstract": "Enron's former chief financial officer Andrew S Fastow and his wife Lea, who was company treasurer, are expected to enter guilty pleas days after their negotiations with government collapsed; Fastow will be sentenced to at least 10 years in prison and be required to cooperate with continuing investigation; Mrs Fastow will serve at least five months in prison; Federal Judge David Hittner does not have to accept terms of plea deal, and could sentence Mrs Fastow to as much as 16 months, at which point she would have right to withdraw her plea (M)",
      "lead_paragraph": "The former chief financial officer of Enron and his wife have agreed to plead guilty to crimes after all.",
      "publication_date": "2004-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/14/business/couple-set-to-plead-guilty-in-enron-case.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "Profits Rise 38% at Lukoil, Mainly From Overseas Sales",
      "snippet": "Russia's Lukoil reports 38 percent increase in earnings during its third quarter and says it plans to sell even more crude oil outside Russia and less at home to cash in on high global oil prices; net income was $701 million on sales of $6.04 bill...",
      "abstract": "Russia's Lukoil reports 38 percent increase in earnings during its third quarter and says it plans to sell even more crude oil outside Russia and less at home to cash in on high global oil prices; net income was $701 million on sales of $6.04 billion, which was up from $4.43 billion; photo (M)",
      "lead_paragraph": "Lukoil, Russia's second-biggest oil company, rode higher crude oil prices to a 38 percent increase in quarterly earnings, and said Tuesday that it planned to sell even more crude oil outside Russia and less at home to cash in on high global oil prices.",
      "publication_date": "2004-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/14/business/profits-rise-38-at-lukoil-mainly-from-overseas-sales.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "Enron Pleas Expected",
      "snippet": "Andrew S. Fastow, the former chief financial officer of Enron, and his wife, Lea, have agreed to plead guilty to crimes today in Houston, people involved in the case said.    Business Day, Page C1.",
      "abstract": "Andrew S. Fastow, the former chief financial officer of Enron, and his wife, Lea, have agreed to plead guilty to crimes today in Houston, people involved in the case said.    Business Day, Page C1.",
      "lead_paragraph": "Andrew S. Fastow, the former chief financial officer of Enron, and his wife, Lea, have agreed to plead guilty to crimes today in Houston, people involved in the case said.",
      "publication_date": "2004-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/14/business/enron-pleas-expected.html",
      "byline": ""
    },
    {
      "headline": "Democrats See A New Urgency In Health Care",
      "snippet": "Democratic presidential candidates are proposing major new programs for guaranteed, affordable health insurance; their belief that health care crisis has returned emboldens them to address issue Democrats have shied away from since failure of Clin...",
      "abstract": "Democratic presidential candidates are proposing major new programs for guaranteed, affordable health insurance; their belief that health care crisis has returned emboldens them to address issue Democrats have shied away from since failure of Clinton health plan in 1994; their proposals are many times more expensive than Pres Bush's main proposal for uninsured, $89 billion, $10-year package of tax credits 1994, and they are uncowed by Bush's success in getting prescription drug bill enacted; outline of approach advocated by each of nine Democratic candidates, noting how extensive insurance coverage would be and how much it would cost; photos (M)",
      "lead_paragraph": "Ten years after the political collapse of President Bill Clinton's health plan, the Democratic Party's presidential candidates are proposing, once again, major new programs for guaranteed, affordable health insurance, setting the stage for one of the starker contrasts with President Bush in the general election campaign.",
      "publication_date": "2004-01-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/14/us/the-2004-campaign-the-issue-democrats-see-a-new-urgency-in-health-care.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "World Business Briefing | Australia: Rogue Trades Cause Loss",
      "snippet": "National Australia Bank says unauthorized trading in foreign-exchange options set off loss of as much as 180 million Australian dollars ($140 million); three employees in Melbourne and one in Britain were suspended because of trading, which starte...",
      "abstract": "National Australia Bank says unauthorized trading in foreign-exchange options set off loss of as much as 180 million Australian dollars ($140 million); three employees in Melbourne and one in Britain were suspended because of trading, which started in October 2003 and involved Australian and New Zealand currencies (S)",
      "lead_paragraph": "National Australia Bank, the country's largest lender, said unauthorized trading in foreign-exchange options set off a loss of as much as 180 million Australian dollars ($140 million). The bank's shares fell 1.5 percent. Three employees in Melbourne and one in Britain were suspended because of the trading, which started last October and involved the Australian and New Zealand currencies, a bank spokesman, Robert Hadler, said. Mr. Hadler said action had been taken to close the transactions and no customers were affected. The loss was before tax, he said.",
      "publication_date": "2004-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/14/business/world-business-briefing-australia-rogue-trades-cause-loss.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Retailer Raises Funds",
      "snippet": "British supermarket chain Tesco raises 773 million pounds ($1.4 billion) through share sale to add clothes and toiletries in existing stores and to open more outlets; also wants cash to buy as many as 23 Safeway stores that William Morrison Superm...",
      "abstract": "British supermarket chain Tesco raises 773 million pounds ($1.4 billion) through share sale to add clothes and toiletries in existing stores and to open more outlets; also wants cash to buy as many as 23 Safeway stores that William Morrison Supermarkets must sell after it acquires Safeway amid industry consolidation; reports sales at stores open at least year rose 7.5 percent during holidays; graph (S)",
      "lead_paragraph": "The British su-permarket chain, Tesco raised £773 million ($1.4 billion) through a share sale to add clothes and toiletries in existing stores and to open more outlets. Tesco also wants cash to buy as many as 23 Safeway stores that William Morrison Supermarkets must sell after it acquires Safeway amid an industry consolidation, the chief executive, Terry Leahy, said in a telephone interview. Tesco may raise more money this year through a property transaction like a sale and leaseback. The company, based in Cheshunt, England, sold 315 million shares at 5 pence each and granted an overallotment of 45 million shares to Cazenove & Company, which managed the sale with Deutsche Bank. The amount of money raised by the company is after expenses. Tesco also said that sales at stores open at least a year climbed 7.5 percent during the holidays as shoppers bought more DVD's and compact discs.",
      "publication_date": "2004-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/14/business/world-business-briefing-europe-britain-retailer-raises-funds.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "CANADIANS TO BID ON IRAQ PROJECTS",
      "snippet": "Pres Bush, reversing policy, says Canada will be allowed to bid on some of American-financed Iraqi reconstruction projects, ending bitter dispute with major ally; second round of contracts, on which Canada will be allowed to bid, are worth some $4...",
      "abstract": "Pres Bush, reversing policy, says Canada will be allowed to bid on some of American-financed Iraqi reconstruction projects, ending bitter dispute with major ally; second round of contracts, on which Canada will be allowed to bid, are worth some $4.5 billion; first round, which excluded Canada because of its opposition to Iraq war, amounted to $5 billion; Bush makes announcement after meeting with Prime Min Paul Martin in Monterrey, Mexico, where leaders of 34 Western Hemisphere countries have gathered; cites millions of dollars that Canada has pledged to Iraq's reconstruction; photo (M)",
      "lead_paragraph": "President Bush reversed United States policy on Tuesday and said Canada would be allowed to bid on some of the $18.6 billion in American-financed Iraqi reconstruction projects, bringing to an end a bitter dispute with a major ally.",
      "publication_date": "2004-01-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/14/world/the-struggle-for-iraq-the-reconstruction-canadians-to-bid-on-iraq-projects.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "World Business Briefing | Asia: India: Investment Limits Loosened",
      "snippet": "India will allow local companies and partnership firms to invst up to 100 percent of their net worth in ventures overseas; central reserve bank says companies looking to invest more than $100 million had previously needed approval from bank; India...",
      "abstract": "India will allow local companies and partnership firms to invst up to 100 percent of their net worth in ventures overseas; central reserve bank says companies looking to invest more than $100 million had previously needed approval from bank; India's foreign exchange reserves are at record high of more than $100 billion (S)",
      "lead_paragraph": "India will allow local companies and partnership firms to invest up to 100 percent of their net worth in ventures overseas. The country's central reserve bank said companies looking to invest more than $100 million had previously needed approval from the bank. But the new rule abolished the monetary ceiling on such investments. The move was intended to allow Indian companies to take advantage of opportunities abroad and to acquire skills to adopt at home, the bank said. India's foreign exchange reserves are at a record high of more than $100 billion. Saritha Rai (NYT)",
      "publication_date": "2004-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/14/business/world-business-briefing-asia-india-investment-limits-loosened.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "Pfizer Moves to Try to Stop Drugs From Canada",
      "snippet": "Pfizer is stepping up its efforts to stop exports of low-price prescription drugs from Canada to US by imposing new restrictions on sale to Canadian drug wholesalers; says it will immediately require wholesale distributors to report past and prese...",
      "abstract": "Pfizer is stepping up its efforts to stop exports of low-price prescription drugs from Canada to US by imposing new restrictions on sale to Canadian drug wholesalers; says it will immediately require wholesale distributors to report past and present orders of Pfizer products from individual drugstores; Food and Drug Administration has discretion to allow small amounts of drugs to be imported for personal use even though drug imports are banned under US law; growing number of states and municipalities have called for ban to be eased so they can lower drug costs for their employees; pharmaceutical industry, concerned about potential erosion of its biggest market, opposes any relaxation of import ban; Jill McKinlay-Morris, spokesman for GlaxoSmithKline's Canadian unit, says company is strongly against export of its medications; photo (M)",
      "lead_paragraph": "Pfizer is stepping up its efforts to stop exports of low-price prescription drugs from Canada to the United States by imposing new restrictions on sales to Canadian drug wholesalers.",
      "publication_date": "2004-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/14/business/pfizer-moves-to-try-to-stop-drugs-from-canada.html",
      "byline": "By Bernard Simon"
    },
    {
      "headline": "Pilgrimage to Plains On Iowa Caucus Eve",
      "snippet": "Former President Jimmy Carter plans to appear with Howard Dean in Plains, Ga., on the eve of the Iowa caucuses, which propelled his own longshot presidential bid in 1976. Although his aides did not promise an endorsement, Dr. Dean considers the me...",
      "abstract": "Former President Jimmy Carter plans to appear with Howard Dean in Plains, Ga., on the eve of the Iowa caucuses, which propelled his own longshot presidential bid in 1976. Although his aides did not promise an endorsement, Dr. Dean considers the meeting important enough to interrupt a five-day bus tour across Iowa.   ",
      "lead_paragraph": "Former President Jimmy Carter plans to appear with Howard Dean in Plains, Ga., on the eve of the Iowa caucuses, which propelled his own longshot presidential bid in 1976. Although his aides did not promise an endorsement, Dr. Dean considers the meeting important enough to interrupt a five-day bus tour across Iowa.",
      "publication_date": "2004-01-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/14/us/pilgrimage-to-plains-on-iowa-caucus-eve.html",
      "byline": ""
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "S.E.C. Uncovers Payments For Selling Mutual Funds  Federal officials announced a new front in the investigations into the mutual fund industry, saying that they had uncovered widespread instances of brokers receiving payments for steering investor...",
      "abstract": " S.E.C. Uncovers Payments For Selling Mutual Funds  Federal officials announced a new front in the investigations into the mutual fund industry, saying that they had uncovered widespread instances of brokers receiving payments for steering investors toward specific funds.    Officials described a kind of mutual fund payola, or deals in which a number of brokerage firms and mutual funds have provided cash and other compensation to the brokerage houses that sell fund shares. [Page A1.]",
      "lead_paragraph": "S.E.C. Uncovers Payments For Selling Mutual Funds",
      "publication_date": "2004-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/14/business/business-digest-959782.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Burberry's Sales Rise",
      "snippet": "Burberry Group says third-quarter sales rose 12 percent as it expanded in cities like Milan; photo (S)0",
      "abstract": "Burberry Group says third-quarter sales rose 12 percent as it expanded in cities like Milan; photo (S)0",
      "lead_paragraph": "The Burberry Group said third-quarter sales increased 12 percent as it expanded in cities like Milan. Growth was led by the wholesale operation, where sales rose 23 percent, the chief operating officer, Mike Metcalf, said on a conference call. Revenue at the retail business gained 11 percent excluding currency movements and acquisitions, Burberry said. Sales excluding currency movements and acquisitions rose 15 percent in the quarter, the retailer said. Brightly colored garments sold well in the quarter, particularly a pink trench coat that had been modeled by Kate Moss, above, Mr. Metcalf said. ''It's been a color story,'' he said. ''Anything colorful has flown out of the stores.''",
      "publication_date": "2004-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/14/business/world-business-briefing-europe-britain-burberry-s-sales-rise.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "There Were Earlier Signs of Trouble at Parmalat",
      "snippet": "Analysis: signs of financial trouble at Parmalat were emerging many months before scandal erupted on Dec 19 when company said it had overstated it assets by about $5 billion; analysts and union officials raised questions about Parmalat's opaque fi...",
      "abstract": "Analysis: signs of financial trouble at Parmalat were emerging many months before scandal erupted on Dec 19 when company said it had overstated it assets by about $5 billion; analysts and union officials raised questions about Parmalat's opaque finances, only to be rebuffed; company asked market regulators last year to investigate whether bankers wree spreading harmful rumors about it to depress its stock price, but inquiry found instead that company's own actions provoked stock slump; big question about Parmalat--how its balance sheet developed its billion-dollar holes and how company managed to go on issuing bonds in spite of them--have yet to be answered; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/14/business/there-were-earlier-signs-of-trouble-at-parmalat.html",
      "byline": "By Daniel J. Wakin"
    },
    {
      "headline": "Bush Proposal Seeks to Block Leasing Done For Tax Benefit",
      "snippet": "Bush administration introduces proposals to block several corporate tax shelters, taking special aim at deals in which companies reap billions of dollars in tax breaks by buying public works like subways and sewer systems from cities and states an...",
      "abstract": "Bush administration introduces proposals to block several corporate tax shelters, taking special aim at deals in which companies reap billions of dollars in tax breaks by buying public works like subways and sewer systems from cities and states and then leasing them back; proposals signal new effort by administration to try to take lead on issue of corporate tax loopholes, which have become frequent target for Democratic presidential candidates, who also accuse Bush of having skewed his tax cuts to rich; main proposal could have significant effect on finances of cities and states nationwide, including New York, which have engineered tax deals involving billions of dollars' worth of public property; Treasury Department officials estimate that proposal to block leasing deals would prevent loss of $34 billion in federal tax revenue over next 10 years; proposals would take effect retroactively in January 2004 and would not affect deals in place before then (M)",
      "lead_paragraph": "The Bush administration introduced proposals on Tuesday to block several corporate tax shelters, taking special aim at deals in which companies reap billions of dollars in tax breaks by buying public works like subways and sewer systems from cities and states and then leasing them back.",
      "publication_date": "2004-01-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/14/business/bush-proposal-seeks-to-block-leasing-done-for-tax-benefit.html",
      "byline": "By Edmund L. Andrews"
    }
  ]
}