{
  "metadata": {
    "date": "2004-09-14",
    "total_articles": 18
  },
  "articles": [
    {
      "headline": "World Business Briefing | Asia: Japan: Utility Sets Share Price",
      "snippet": "Japan's Electric Power Development Co expects to raise as much as 375 billin yen ($3.4 billion); will offer its shares at 2,500 yen to 2,700 yen each (S)",
      "abstract": "Japan's Electric Power Development Co expects to raise as much as 375 billin yen ($3.4 billion); will offer its shares at 2,500 yen to 2,700 yen each (S)",
      "lead_paragraph": "The Electric Power Development Company said it expected to raise as much as 375 billion yen ($3.4 billion) in what would be Japan's largest initial public offering in years. The company, an electricity wholesaler better known as J-Power, said it would offer its shares at 2,500 yen to 2,700 yen each. The sale would be Japan's largest initial public offering since the 2.1 trillion yen offering of NTT DoCoMo shares in 1998. The government now holds an 83 percent stake and the rest of J-Power is owned by a group of Japanese power companies. J-Power is scheduled to begin trading in Tokyo on Oct. 6. Todd Zaun (NYT)",
      "publication_date": "2004-09-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/14/business/world-business-briefing-asia-japan-utility-sets-share-price.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Carmaker To Expand In India",
      "snippet": "Japan's Suzuki Motor will build second auto factory in India, raising its annual production capacity in fastest-growing market to 750,000 vehicles from 500,000; production is scheduled to begin in 2007; also will spend 10 billion yen to build dies...",
      "abstract": "Japan's Suzuki Motor will build second auto factory in India, raising its annual production capacity in fastest-growing market to 750,000 vehicles from 500,000; production is scheduled to begin in 2007; also will spend 10 billion yen to build diesel engine factory in India, capable of producing 100,000 small engines per year, beginning in 2006 (S)",
      "lead_paragraph": "The Japanese small-car specialist Suzuki Motor said it would build a second automobile factory in India, raising its annual production capacity in the fast-growing market to 750,000 vehicles from 500,000. Production is scheduled to begin in 2007. Suzuki, in which General Motors holds a 20 percent stake, did not say how much the plant was expected to cost. Suzuki also said it would spend 10 billion yen to build a diesel engine factory in India capable of producing 100,000 small engines a year, beginning in 2006. Todd Zaun (NYT)",
      "publication_date": "2004-09-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/14/business/world-business-briefing-asia-japan-carmaker-to-expand-in-india.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Company Shows Argentina How to Shake Its Isolation",
      "snippet": "Swift Armour SA Argentina, Argentina's leading meat products company, is leading way in exports in Argentina; Swift, run by Carlos Oliva Funes, has added almost 1,000 people to its payroll since 1999, bringing its work force to 2,570; Swift is sha...",
      "abstract": "Swift Armour SA Argentina, Argentina's leading meat products company, is leading way in exports in Argentina; Swift, run by Carlos Oliva Funes, has added almost 1,000 people to its payroll since 1999, bringing its work force to 2,570; Swift is sharing some of its expertise with smaller companies that want to export other products at government's urging (M)",
      "lead_paragraph": "BUENOS AIRES - In the summer of 2001, just as the worst economic crisis in Argentina's history was coming to a boil, Paul H. O'Neill, then the United States Treasury secretary, set off a furor here by suggesting that the country might have avoided collapse had it ever bothered to learn to export.",
      "publication_date": "2004-09-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/14/business/worldbusiness/company-shows-argentina-how-to-shake-its-isolation.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "A Hedge Fund Master Receives Unwanted Attention",
      "snippet": "Israel A England's firm Millennium Partners has been dogged for last year by probes conducted by New York State Atty Gen Eliot Spitzer and Securities and Exchange Commission into rapid mutual fund trades by former Millennium employee Steven B Mark...",
      "abstract": "Israel A England's firm Millennium Partners has been dogged for last year by probes conducted by New York State Atty Gen Eliot Spitzer and Securities and Exchange Commission into rapid mutual fund trades by former Millennium employee Steven B Markovitz; mutual fund trades, made over four-year period, were processed after 4 pm market close, but at earlier price, practice regulators have said is illegal; graph (Market Place column) (M)",
      "lead_paragraph": "In a tough year on Wall Street, Israel A. Englander should be riding high. His $3.5 billion in hedge funds are up more than 8 percent -- at a time when the stock market is barely up for the year.",
      "publication_date": "2004-09-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/14/business/a-hedge-fund-master-receives-unwanted-attention.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Hospital Supply Marketing Attracts New Scrutiny  Efforts to end abusive practices in the marketing of hospital supplies will intensify this week, with a Senate panel expected to recommend a tougher anti-kickback law.     Government investigators a...",
      "abstract": " Hospital Supply Marketing Attracts New Scrutiny  Efforts to end abusive practices in the marketing of hospital supplies will intensify this week, with a Senate panel expected to recommend a tougher anti-kickback law.     Government investigators are also looking into whether certain marketing practices have allowed companies to overcharge federal and state health programs, increasing the profits of the medical supply companies. [Page C3.]",
      "lead_paragraph": "Hospital Supply Marketing Attracts New Scrutiny Efforts to end abusive practices in the marketing of hospital supplies will intensify this week, with a Senate panel expected to recommend a tougher anti-kickback law.",
      "publication_date": "2004-09-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/14/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "F.D.A. Links Drugs to Being Suicidal",
      "snippet": "Food and Drug Administration officials acknowledge for first time that antidepressants appear to lead some children and teenagers to become suicidal; Dr Robert Temple, director of FDA's office of medical policy, says analyses of 15 clinical trials...",
      "abstract": "Food and Drug Administration officials acknowledge for first time that antidepressants appear to lead some children and teenagers to become suicidal; Dr Robert Temple, director of FDA's office of medical policy, says analyses of 15 clinical trials, some of which were hidden for years from public by drug companies that sponsored them, show consistent link with suicidal behavior; FDA's acknowledgement of link comes year after it suppressed similar conclusions of its own drug-safety analyst Dr Andrew Mosholder, calling them unreliable; agency hired researchers at Columbia Univ to re-analyze same data, and that study reached conclusions nearly identical to Mosholder's; Temple's announcement is made at emotional public hearing at which family members of suicide victims angrily denounce agency officials for delay in admitting risk of antidepressants in children; issue roils agency and is likely to transform way drug industry markets its products; committees in House and Senate begin investigations following disclosure that Mosholder's analysis had been suppressed (M)",
      "lead_paragraph": "BETHESDA, Md., Sept. 13 - Top officials of the Food and Drug Administration acknowledged for the first time on Monday that antidepressants appeared to lead some children and teenagers to become suicidal.",
      "publication_date": "2004-09-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/14/health/fda-links-drugs-to-being-suicidal.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Insurer Reacts To Rating Cut",
      "snippet": "World Business Briefing: Switzerland: Insurer Reacts To Rating",
      "abstract": "World Business Briefing: Switzerland: Insurer Reacts To Rating",
      "lead_paragraph": "The Swiss reinsurance company Converium Holding said it expected to lose business after its financial strength rating was lowered by Standard & Poor's, setting off a 16 percent decline in its share price. Standard & Poor's cut Converium's financial strength rating two steps, to BBB from A-, on Friday, stating that \"management credibility has been impaired,\" and citing concern about Converium's ability to \"retain and attract business.\" A spokeswoman, Esther Gerster, said the board stood behind the chief executive, Dirk Lohmann, and his management team. Converium said in July that it had not set aside enough money to cover claims from policies written in the United States from 1997 to 2001. Increasing the reserves led to a $660 million second-quarter loss. The company, which is based in Zurich, shut its United States reinsurance business to new policies and announced a plan to sell shares.",
      "publication_date": "2004-09-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/14/business/world-business-briefing-europe-switzerland-insurer-reacts-to.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "New Priorities in Environment",
      "snippet": "Third article in series, The Bush Record, examines environmental policy in Bush administration; Bush officials have challenged status quo and revised traditional public-policy calculus on environmental decisions; have put instant hold on many Clin...",
      "abstract": "Third article in series, The Bush Record, examines environmental policy in Bush administration; Bush officials have challenged status quo and revised traditional public-policy calculus on environmental decisions; have put instant hold on many Clinton administration regulations and accelerated resource development; administration seeks to increase harvesting of energy and other resources on public lands, to seek cooperative ways to reduce pollution, to free military from environmental restrictions and to streamline--critics say gut--regulatory and enforcement processes; Environmental Protection Agency head Michael O Leavitt sums up Bush administration's philosophy, which links environmental progress with economic prosperity; review of Bush administration policies on various environmental matters; photo (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/14/politics/campaign/new-priorities-in-environment.html",
      "byline": "By Felicity Barringer"
    },
    {
      "headline": "Sorting Out the Winners if US Airways Doesn't Survive",
      "snippet": "Analysis of US Airways' decision to file bankruptcy for second time; says executives at other carriers believe decision could jolt unions at Delta, Continental and Northwest to make wage and benefits concessions; acknowledge that there is little c...",
      "abstract": "Analysis of US Airways' decision to file bankruptcy for second time; says executives at other carriers believe decision could jolt unions at Delta, Continental and Northwest to make wage and benefits concessions; acknowledge that there is little chance US Airways' probable contraction and possible demise would solve overcapacity that is plaguing industry; liquidation of US Airways could step up expansion plans for low-fare carriers JetBlue and Southwest (M)",
      "lead_paragraph": "US Airways' second trip to bankruptcy court holds both promise and peril for the nation's other major airlines.",
      "publication_date": "2004-09-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/14/business/sorting-out-the-winners-if-us-airways-doesnt-survive.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "BP Venture in Russia Plans More Output and Investment",
      "snippet": "TNK-BP, Russian venture of BP, will increase oil output this year by more than its planned 12 percent and plans to raise spending in 2005 for second year to ramp up production as oil continues to trade near historic highs; chief executive Robert D...",
      "abstract": "TNK-BP, Russian venture of BP, will increase oil output this year by more than its planned 12 percent and plans to raise spending in 2005 for second year to ramp up production as oil continues to trade near historic highs; chief executive Robert Dudley says investments in projects will be $1.5 billion to $1.9 billion next year, up from $1.3 billion planned for Aug 2004; oil output rose 17 percent, to record 1.5 million barrel per day in August, compared with average output for 2003; photo (M)",
      "lead_paragraph": "MOSCOW, Sept. 13 - The Russian venture of BP will increase oil output this year by more than its planned 12 percent and plans to raise spending in 2005 for a second year to ramp up production as oil continues to trade near historic highs.",
      "publication_date": "2004-09-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/14/business/worldbusiness/bp-venture-in-russia-plans-more-output-and.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Sony-Led Group Makes a Late Bid to Wrest MGM From Time Warner",
      "snippet": "Consortium led by Sony Corp of America reaches tentative agreement to buy Metro-Goldwyn-Mayer for about $4.8 billion in cash, snatching it from Time Warner at 11th hour; Comcast Corp joins Sony's consortium as strategic partner and possible invest...",
      "abstract": "Consortium led by Sony Corp of America reaches tentative agreement to buy Metro-Goldwyn-Mayer for about $4.8 billion in cash, snatching it from Time Warner at 11th hour; Comcast Corp joins Sony's consortium as strategic partner and possible investor; Sony-led group includes Providence Equity Partners, Texas Pacific Group and DLJ Merchant Banking Partners; will be third time that Kirk Kerkorian, MGM's controlling shareholder, has sold company since he first acquired it in 1969; photos (M)",
      "lead_paragraph": "A consortium led by the Sony Corporation of America reached a tentative agreement yesterday to buy Metro-Goldwyn-Mayer, the Hollywood studio famous for James Bond and the Pink Panther, for about $4.8 billion in cash, snatching it from Time Warner at the 11th hour.",
      "publication_date": "2004-09-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/14/business/media/sonyled-group-makes-a-late-bid-to-wrest-mgm-from-time-warner.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Method to Turn Off Bad Genes Is Set for Tests on Human Eyes",
      "snippet": "Medical researchers are harnessing naturally occurring phenomenon, RNA interference, to create treatments they hope will fight diseases by shutting down genetic process that prompts person's cells to produce disease-causing proteins; if medical tr...",
      "abstract": "Medical researchers are harnessing naturally occurring phenomenon, RNA interference, to create treatments they hope will fight diseases by shutting down genetic process that prompts person's cells to produce disease-causing proteins; if medical trials are successful, they could potentially yield cornucopia of drugs designed to silence errant, disease-causing genes in body, or disarm invading virus by knocking out its genes; in first test, Dr Lawrence J Singerman is injecting RNAi, as it is known, into whites of eyes of half dozen elderly people who are at risk of blindness from age-related macular degeneration; while RNAi works well in laboratory, it may not work on humans; two other techniques once considered highly promising have not yielded any significant drugs despite years of effort; Singerman's experiment is sponsored by Acuity Pharmaceuticals, which received permission from Food and Drug Adm to conduct first human test of RNA interference; Sirna Therapeutics has appled to FDA for permission to begin trial of its own drug for macular degeneration; process described; diagrams (M)",
      "lead_paragraph": "If all goes according to plan, about half a dozen elderly people at risk of blindness will visit Dr. Lawrence J. Singerman's retina clinic in the coming weeks to receive injections in the whites of their eyes.",
      "publication_date": "2004-09-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/14/business/method-to-turn-off-bad-genes-is-set-for-tests-on-human-eyes.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Raising the Pressure in Iraq",
      "snippet": "News analysis: Americans and their allies do not have good choices in deciding how to deal with growing Iraqi insurgency; they could ease up, and insurgency may grow, or crack down, and risk losing support of population; additional quandary facing...",
      "abstract": "News analysis: Americans and their allies do not have good choices in deciding how to deal with growing Iraqi insurgency; they could ease up, and insurgency may grow, or crack down, and risk losing support of population; additional quandary facing them is need to break deadlock before Jan, self-imposed deadline for elections; recent attacks by insurgents, including suicide bombings, seem intended not just to hurt Americans but to provoke them into overreacting and alienating ordinary Iraqis; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Sept. 13 - With four months to go before nationwide elections in Iraq, the insurgency has grown more brazen and sophisticated, prompting American commanders to begin a series of military operations to regain control over large sections of the country lost in recent months.",
      "publication_date": "2004-09-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/14/world/middleeast/raising-the-pressure-in-iraq.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Executive Accepts Ruling",
      "snippet": "World Business Briefing: South Korea: Executive Accepts Ruling**r",
      "abstract": "World Business Briefing: South Korea: Executive Accepts Ruling**r",
      "lead_paragraph": "The South Korean bank Kookmin said it would start selecting candidates to succeed its chief executive, Kim Jung Tae, after failing to agree on whether to appeal a ruling barring him from running the bank. Mr. Kim told a board meeting in Seoul he did not plan to challenge a ruling that he was negligent when the bank prepared its 2003 accounts, a Kookmin spokesman said. Kookmin's board decided to seek outside legal advice during the next few weeks before deciding whether the bank would appeal the ruling, the spokesman said. The bank, which is based in Seoul, was fined 2 billion won ($1.8 million) by the Financial Supervisory Commission for violating accounting standards when the bank merged with its credit card unit last year. Mr. Kim was banned by the regulator from running the bank when his three-year term ends.",
      "publication_date": "2004-09-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/14/business/world-business-briefing-asia-south-korea-executive-accepts-ruling.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "An Outsider's Grim Prognosis for Pension Agency",
      "snippet": "Independent study by Douglas J Elliott says Pension Benefit Guaranty Corp will go broke in 2020 if current conditions persist; agency is expected to run out of money by 2023 even if things improve; if agency goes broke, retirees who rely on it wou...",
      "abstract": "Independent study by Douglas J Elliott says Pension Benefit Guaranty Corp will go broke in 2020 if current conditions persist; agency is expected to run out of money by 2023 even if things improve; if agency goes broke, retirees who rely on it would stop getting their checks or taxpayers would have to bail agency out; photo (M)",
      "lead_paragraph": "It has been a struggle for some, but most big companies are coming up with enough cash to keep their pension funds legally sound, after three years of extraordinary losses. Not so their government backstop. Slowly but surely, the federal agency that insures pensions is running out of money.",
      "publication_date": "2004-09-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/14/business/an-outsiders-grim-prognosis-for-pension-agency.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Opponents Call Putin'sOverhaul Plan a Step Back",
      "snippet": "Pres Vladimir V Putin proposes to strengthen his already pervasive control over legislative branch and regional governments, saying country needs more unified political system to fight terrorism; meets in special session with cabinet ministers and...",
      "abstract": "Pres Vladimir V Putin proposes to strengthen his already pervasive control over legislative branch and regional governments, saying country needs more unified political system to fight terrorism; meets in special session with cabinet ministers and regional government leaders, outlining what would be most sweeping political overhaul--and most striking single step to consolidate power--in Russia in more than decade; under his proposals, governors or leaders of 89 regions would no longer be elected by popular vote but by local legislatures--and only after president's nomination; seats in lower house of Parliament would be elected entirely on national party slates, eliminating district races across country that now decide half of Parliament's composition and that account for all independents and liberals now serving; Putin's proposals require only legislative approval, which they are certain to get; reaction of political opposition in Russia ranges from stunned disbelief to helpless anger; Bush administration calls this 'domestic matter for the Russian people' but says Russia should continue moving toward democracy and economic reform; photo (M)",
      "lead_paragraph": "MOSCOW, Sept. 13 - President Vladimir V. Putin ordered a stunning overhaul of Russia's political system on Monday in what he called an effort to unite the country against terrorism. If enacted, as expected, the proposals would strengthen his already pervasive control over the legislative branch and regional governments.",
      "publication_date": "2004-09-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/14/world/europe/opponents-call-putinsoverhaul-plan-a-step-back.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Sale Of Apartments Is Approved",
      "snippet": "World Business Briefing: Germany: Sale of Apartmen",
      "abstract": "World Business Briefing: Germany: Sale of Apartmen",
      "lead_paragraph": "The Health and Social Affairs Ministry said that it had approved the sale of more than 80,000 state-owned apartments to the Fortress Investment Group of New York for 2.1 billion euros ($2.6 billion). Fortress was the high bidder for the properties, which are being sold by Gagfah, a unit of a government-run insurance group. The government agency plans to use the revenue from the sale to try to prevent an increase in state pension insurance contributions. Victor Homola (NYT)",
      "publication_date": "2004-09-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/14/business/world-business-briefing-europe-germany-sale-of-apartments-is.html",
      "byline": "By Victor Homola (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: China: Marlboros For China",
      "snippet": "Worldo",
      "abstract": "Worldo",
      "lead_paragraph": "The Philip Morris International unit of the Altria Group won approval for the first time to have its Marlboro brand cigarettes made in China, said the state-run Longyan Cigarette Factory. \"The State Tobacco Monopoly Administration appointed us to make cigarettes for Philip Morris,\" said Liu Zhuping, an official at Longyan Cigarette in Fujian. \"We will wait for Philip Morris's tobacco leaves to arrive and produce as many sticks as State Tobacco tells us to.\" A Philip Morris spokeswoman, Nerida White, declined to comment. State Tobacco controls production, marketing and trade in China's $31 billion cigarette market.",
      "publication_date": "2004-09-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/14/business/world-business-briefing-asia-china-marlboros-for-china.html",
      "byline": "By Bloomberg News"
    }
  ]
}