{
  "metadata": {
    "date": "2004-03-05",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "For a Diplomat, Task Is Quelling Disney's Unrest",
      "snippet": "George J Mitchell, former US senator who has little business experience, will need all his negotiating skills to win over disgruntled shareholders in his latest role as chairman of embattled Walt Disney Company; Mitchell says in telephone intervie...",
      "abstract": "George J Mitchell, former US senator who has little business experience, will need all his negotiating skills to win over disgruntled shareholders in his latest role as chairman of embattled Walt Disney Company; Mitchell says in telephone interview that he has no wish to play corporate strategist, but rather to negotiate among factions of unhappy investors, other board members and Michael Eisner, chief executive who lost chairmanship in wake of resounding no-confidence vote at shareholder meeting; Disney is also target of hostile takeover bid by Comcast Corp; Mitchell says he is not planning to find successor to Eisner, but emphasizes duty to shareholders, not management; appointment does not sit well with many of investors crusading to change management, or with corporate governance experts who say he is too closely allied to Eisner; Mitchell takes umbrage at that suggestion; company stock has languished and Eisner's autocratic style is blamed for exodus of executives and rupture of lucrative partnership with Pixar Animation Studios; Sen Edward Kennedy and other lawmakers say experience as Senate majority has well prepared Mitchell for Disney boardroom; his career noted; photos (M)",
      "lead_paragraph": "George J. Mitchell, who has just assumed one of the most challenging jobs in corporate America as chairman of the embattled Walt Disney Company, will need all of his skills as a negotiator to win over disgruntled shareholders.",
      "publication_date": "2004-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/05/business/for-a-diplomat-task-is-quelling-disney-s-unrest.html",
      "byline": "By Laura M. Holson and Carl Hulse"
    },
    {
      "headline": "World Business Briefing | Europe: Sweden: Inquiry At Ericsson",
      "snippet": "Ericsson's auditor, Carl-Eric Bohlin, confirms newspaper report that he quit his job at Oehrlings PricewaterhouseCoopers in November without signing Ericsson's 2003 accounts after prosecutors questioned him on whether Ericsson obstructed tax asses...",
      "abstract": "Ericsson's auditor, Carl-Eric Bohlin, confirms newspaper report that he quit his job at Oehrlings PricewaterhouseCoopers in November without signing Ericsson's 2003 accounts after prosecutors questioned him on whether Ericsson obstructed tax assessment; accounts were instead signed by Bohlin's assistant Jeanette Skoglund; investigation focuses on more than 2.5 billion kronor ($341 million) Ericsson paid to 33 so-called trading agents in 1998 and 1999 (S)",
      "lead_paragraph": "Ericsson's auditor, Carl-Eric Bohlin, quit without signing the company's 2003 accounts after prosecutors questioned him on whether Ericsson obstructed a tax assessment, according to a published report. Mr. Bohlin left his job at Oehrlings PricewaterhouseCoopers in November, the newspaper Dagens Nyheter said. The accounts were instead signed by his assistant, Jeanette Skoglund, the newspaper said. Mr. Bohlin confirmed the contents of the article in a telephone interview but declined to comment further. An investigation focuses on more than 2.5 billion kronor ($341 million) Ericsson paid to 33 so-called trading agents in 1998 and 1999, police have said.",
      "publication_date": "2004-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/05/business/world-business-briefing-europe-sweden-inquiry-at-ericsson.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Split Decision on Division of Leadership",
      "snippet": "Michael Dell says he will step down as chief executive of Dell Inc but will remain chairman; president Kevin B Rollins will assume chief executive title and join Dell's board; photo (M)",
      "abstract": "Michael Dell says he will step down as chief executive of Dell Inc but will remain chairman; president Kevin B Rollins will assume chief executive title and join Dell's board; photo (M)",
      "lead_paragraph": "Michael Dell, who started a computer business in his college dorm room and turned it into the biggest personal computer company in the world, said yesterday that he would step down as chief executive of Dell Inc. but would remain chairman.",
      "publication_date": "2004-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/05/business/split-decision-on-division-of-leadership.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "THE BLACKMUN PAPERS -- Second of two articles.; Friends for Decades, But Years on Court Left Them Strangers",
      "snippet": "Linda Greenhouse article The Blackmun Papers, second of two, discusses rupture of lifelong friendship that occurred in years after 1970, when Harry Blackmun joined Chief Justice Warren Burger, his childhood friend from Minnesota, on Supreme Court;...",
      "abstract": "Linda Greenhouse article The Blackmun Papers, second of two, discusses rupture of lifelong friendship that occurred in years after 1970, when Harry Blackmun joined Chief Justice Warren Burger, his childhood friend from Minnesota, on Supreme Court; Blackmun later recalled his mother's accurate prediction, as two became so estranged that by their last years on Court they barely spoke, and Blackmun, best man at Burgers' wedding, did not attend Elvera Burger's funeral in 1994; Blackmun's voluminous files, now opened by Library of Congress, suggest rift arose from series of grievances, clash of styles and divergence of judicial philosophy; Blackmun's comments in later years depict pompous chief justice trampling on others' perogatives, suggesting that cumulative effect of seemingly petty complaints eroded layers of affection built up since two attended kindergarten together in St Paul; Blackmun, who voted with Burger 87.5 percent of time in first four years, did so only 32.4 percent in chief justice's last four years; photos; graph showing Blackmun's voting record (M)",
      "lead_paragraph": "When Harry A. Blackmun was named to the Supreme Court, his mother warned that the appointment would change his relationship with Warren E. Burger, his friend since boyhood who had become chief justice the previous year.",
      "publication_date": "2004-03-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/05/us/blackmun-papers-second-two-articles-friends-for-decades-but-years-court-left.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Separation of Powers For Differing Reasons",
      "snippet": "Many academics and analysts who have studied issue of separating roles of chairman and chief executive, such as at Walt Disney Co and Dell Inc, says there is little proof that it makes difference in corporate performance; in cases where it seems t...",
      "abstract": "Many academics and analysts who have studied issue of separating roles of chairman and chief executive, such as at Walt Disney Co and Dell Inc, says there is little proof that it makes difference in corporate performance; in cases where it seems to work, no pattern is clear: sometimes chairman is independent but often he is former chief executive; chart (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/05/business/separation-of-powers-for-differing-reasons.html",
      "byline": "By Jennifer Bayot"
    },
    {
      "headline": "Companies Facing Ethical Issue As Drugs Are Tested Overseas",
      "snippet": "American biotech companies that test new drugs oversease, because studies go faster and patients are easily available, often face ethical quandary of whether they are later obligated to make drug available to patients in poor countries like Russia...",
      "abstract": "American biotech companies that test new drugs oversease, because studies go faster and patients are easily available, often face ethical quandary of whether they are later obligated to make drug available to patients in poor countries like Russia who took part in studies; Dr Louis G Lange, cardiologist who heads CV Therapeutics, discusses marketing of new angina drug; photo; Carl B Feldbaum of Biotechnology Industry Organization sees increasing dilemma, especially concerning drugs that do not save lives but can vastly improve quality of life, like Lange's Ranolazine; bioethicist Dr Ruth Faden says many physician investigators feel uncomfortable about using patients in studies and then not helping them when trial ends; Richard Leach of company Russian Clinical Trials says trials in Eastern Europe work well because doctors are well-trained, though poorly paid, and patients are eager to take part and comply well (M)",
      "lead_paragraph": "Dr. Louis G. Lange, a cardiologist and the chief executive of a small biotechnology company, has a new drug that, if approved, will be the first new treatment for angina in a quarter-century.",
      "publication_date": "2004-03-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/05/us/companies-facing-ethical-issue-as-drugs-are-tested-overseas.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "World Business Briefing | Asia: Hong Kong: Loss At Phone Company",
      "snippet": "Hong Kong's largest telephone company PCCW reports annual loss of 6.1 billion Hong Kong dollars, compared with loss of 7.8 billion Hong Kong dollars year earlier (S)",
      "abstract": "Hong Kong's largest telephone company PCCW reports annual loss of 6.1 billion Hong Kong dollars, compared with loss of 7.8 billion Hong Kong dollars year earlier (S)",
      "lead_paragraph": "PCCW, Hong Kong's largest telephone company, had a second consecutive annual loss after a charge of 4.2 billion Hong Kong dollars ($539 million) for investments in its unprofitable cable venture with the Telstra Corporation. The net loss was 6.1 billion Hong Kong dollars, compared with a loss of 7.8 billion Hong Kong dollars a year earlier. The cable venture, Reach, has been hurt by competition and the finance chief, Alex Arena, said the company would not invest more money in it.",
      "publication_date": "2004-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/05/business/world-business-briefing-asia-hong-kong-loss-at-phone-company.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "If Ebbers Masterminded the Fraud, Why Didn't He Sell More Stock?",
      "snippet": "Floyd Norris column on fraud indictment against former WorldCom chief executive Bernard J Ebbers and question of why Ebbers did not sell more stock before stock collapsed; photo (M)",
      "abstract": "Floyd Norris column on fraud indictment against former WorldCom chief executive Bernard J Ebbers and question of why Ebbers did not sell more stock before stock collapsed; photo (M)",
      "lead_paragraph": "THERE is -- or at least many corporate executives used to believe there was -- a gray area between flexible accounting and fraud. And that gray area may help answer a perplexing question: Why didn't WorldCom's chief executive sell before the stock collapsed?",
      "publication_date": "2004-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/05/business/if-ebbers-masterminded-the-fraud-why-didn-t-he-sell-more-stock.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Hungary Eager and Uneasy Over New Status",
      "snippet": "Hungary is both eager and anxious as it prepares to join European Union on May 11 because entry into huge trading bloc comes at time when it faces increased competition from Asia, particularly China; hopes joining European Union will lift its livi...",
      "abstract": "Hungary is both eager and anxious as it prepares to join European Union on May 11 because entry into huge trading bloc comes at time when it faces increased competition from Asia, particularly China; hopes joining European Union will lift its living standard to that of West, but doing so means sacrificing labor advantages that has transformed it from scerotic Communist state into upwardly mobile market economy; photo (M)",
      "lead_paragraph": "Few places have witnessed the ebb and flow of the global economy as much as this genteel spa town in western Hungary.",
      "publication_date": "2004-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/05/business/hungary-eager-and-uneasy-over-new-status.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "World Business Briefing | Australia: Telecom Sale Proposal Revived",
      "snippet": "Australian government resubmits draft legislation that would allow it to sell its 51 percent stake in telephone operator Telstra (S)",
      "abstract": "Australian government resubmits draft legislation that would allow it to sell its 51 percent stake in telephone operator Telstra (S)",
      "lead_paragraph": "Australia's government resubmitted draft legislation that would allow it to sell its 51 percent stake in the telephone operator Telstra. An earlier draft was rejected in October in the Parliament's upper house. The government wants to sell its stake to pay off debts, but opponents say doing so will lead to more limited service, especially in the country's remote Outback. Wayne Arnold (NYT)",
      "publication_date": "2004-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/05/business/world-business-briefing-australia-telecom-sale-proposal-revived.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Prime Minister To Appeal For Investment",
      "snippet": "Japanese government will sponsor television commercials in US and Europe, one featuring Prime Min Junichiro Koizumi, to encourage foreign companies to investment in Japan; photos (M)",
      "abstract": "Japanese government will sponsor television commercials in US and Europe, one featuring Prime Min Junichiro Koizumi, to encourage foreign companies to investment in Japan; photos (M)",
      "lead_paragraph": "Worried about the low level of investment by foreign companies, the Japanese government will sponsor television commercials in the United States and Europe, one featuring Prime Minister Junichiro Koizumi, to encourage foreign companies to set up shop in Japan. The 60-second ads will begin March 8 on CNN, the BBC and other overseas networks. The ads will stress Japan's economic might and the huge pool of savings held by Japanese families. Well-known foreign business leaders in Japan, like the chief executive of the Nissan Motor Company's, Carlos Ghosn, above, will also be featured. Todd Zaun (NYT)",
      "publication_date": "2004-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/05/business/world-business-briefing-asia-japan-prime-minister-to-appeal-for-investment.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "A Logjam for Transportation in China",
      "snippet": "China's transportation system, strained by rapid economic growth, has bogged down, especially in last six weeks, causing delays in deliveries of raw materials and raising serious risk of higher inflation; graph; photos (M)",
      "abstract": "China's transportation system, strained by rapid economic growth, has bogged down, especially in last six weeks, causing delays in deliveries of raw materials and raising serious risk of higher inflation; graph; photos (M)",
      "lead_paragraph": "Strained by rapid economic growth, China's transportation system has bogged down, especially in the last six weeks, causing delays in deliveries of raw materials and raising a serious risk of higher inflation.",
      "publication_date": "2004-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/05/business/a-logjam-for-transportation-in-china.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Europe's Central Banker Resists Push to Cut Rates",
      "snippet": "Europe's central banker Jean-Claude Trichet resists push from Germany and France to lower interest rates and leaves benchmark rate at 2 percent; growth in 12-nation euro zone slowed to 0.3 percent in fourth quarter; factory orders in Germany fell ...",
      "abstract": "Europe's central banker Jean-Claude Trichet resists push from Germany and France to lower interest rates and leaves benchmark rate at 2 percent; growth in 12-nation euro zone slowed to 0.3 percent in fourth quarter; factory orders in Germany fell in January for first time in eight months, reflecting lower demand for German exports; unemployment rose to 10.3 percent, from 10.2 percent, in January, as German companies put off hiring; euro zone's inflation rate fell to 1.6 percent in February, from 1.9 percent in January; photo (M)",
      "lead_paragraph": "When Jean-Claude Trichet took charge of the European Central Bank last fall, his supporters predicted that he would be both disciplined and resistant to political pressure.",
      "publication_date": "2004-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/05/business/europe-s-central-banker-resists-push-to-cut-rates.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "India Hopes Sale of Assets Raises $3.5 Billion",
      "snippet": "Indian government hopes to raise about $3.5 billion through six asset sales and use money to make substantial reductions in its deficit; deficit has widened in recent weeks as government has cut taxes and duties for middle class and farmers ahead ...",
      "abstract": "Indian government hopes to raise about $3.5 billion through six asset sales and use money to make substantial reductions in its deficit; deficit has widened in recent weeks as government has cut taxes and duties for middle class and farmers ahead of federal elections set for April and May; sale of government's shares in Oil and Natural Gas is expected to raise at least $2.14 billion; photo (M)",
      "lead_paragraph": "A public offering of a 10 percent stake in the Oil and Natural Gas Corporation, the country's biggest stock sale ever, will open Friday, the last of six equity sales by the Indian government.",
      "publication_date": "2004-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/05/business/india-hopes-sale-of-assets-raises-3.5-billion.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "Stewart Jurors Ask Question On Testimony",
      "snippet": "Jurors in Martha Stewart case deliberate for second day, zeroing in on testimony of Stewart's assistant Ann Armstrong as they consider perjury charge against Stewart's former stockbroker Peter E Bacanovic (M)",
      "abstract": "Jurors in Martha Stewart case deliberate for second day, zeroing in on testimony of Stewart's assistant Ann Armstrong as they consider perjury charge against Stewart's former stockbroker Peter E Bacanovic (M)",
      "lead_paragraph": "Jurors in the Martha Stewart case, deliberating for a second day, zeroed in on testimony from Ms. Stewart's assistant yesterday as they considered a perjury charge against her former stockbroker.",
      "publication_date": "2004-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/05/business/stewart-jurors-ask-question-on-testimony.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Disney Chairman Has Task Of Quelling the Unrest  George J. Mitchell has just assumed one of the most challenging jobs in corporate America, chairman of the Walt Disney Company.     But rather than running the company, Mr. Mitchell, a former United...",
      "abstract": " Disney Chairman Has Task Of Quelling the Unrest  George J. Mitchell has just assumed one of the most challenging jobs in corporate America, chairman of the Walt Disney Company.     But rather than running the company, Mr. Mitchell, a former United States senator who helped broker a peace agreement in Northern Ireland, sees his main job as negotiating among factions of disgruntled investors, other board members and Michael D. Eisner. Mr. Eisner, the chief executive, lost the chairman's title in the wake of a no-confidence vote at the shareholder meeting. [Page A1.]",
      "lead_paragraph": "Disney Chairman Has Task Of Quelling the Unrest",
      "publication_date": "2004-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/05/business/business-digest-669326.html",
      "byline": ""
    },
    {
      "headline": "GERMAN JUDGES ORDER A RETRIAL FOR A 9/11 FIGURE",
      "snippet": "German appeals court orders retrial for Mounir el-Motassadeq, only person successfully prosecuted for involvement in Sept 11 terrorist attacks, on grounds that crucial evidence was withheld by German and US authorities; throws out conviction and 1...",
      "abstract": "German appeals court orders retrial for Mounir el-Motassadeq, only person successfully prosecuted for involvement in Sept 11 terrorist attacks, on grounds that crucial evidence was withheld by German and US authorities; throws out conviction and 15-year sentence for more than 3,000 counts of accessory to murder, citing US refusal to allow captured suspect Ramzi bin al-Shibh to testify; case against Abdelghani Mzoudi collapsed over same issue, suggesting conviction in German courts may be impossible unless US allows testimony or transcripts; similar issues threaten case against Zacarias Moussaoui in US; German prosecutor appeals on television for US to reconsider; letter from US intelligence sources has bin al-Shibh claiming that neither Mzoudi nor Motassadez knew of plot; German police faxed letter to court despite US condition that it not be turned over (M)",
      "lead_paragraph": "A German appeals court ordered a retrial on Thursday for Mounir el-Motassadeq, the only person successfully prosecuted for involvement in the Sept. 11 attacks.",
      "publication_date": "2004-03-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/05/world/german-judges-order-a-retrial-for-a-9-11-figure.html",
      "byline": "By Desmond Butler"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Optimistic Economic Outlook",
      "snippet": "World Business Briefing: Japan: Optimistic Economic Outlook**Japan's Ministry of Finance reports that big Japanese companies remain optimistic about business environment for second consecutive quarter after 10 straight periods of overall pessimism...",
      "abstract": "World Business Briefing: Japan: Optimistic Economic Outlook**Japan's Ministry of Finance reports that big Japanese companies remain optimistic about business environment for second consecutive quarter after 10 straight periods of overall pessimism; separate survey shows Japanese companies increased capital investment by 5.1 percent in fourth quarter, compared with quarter year ago (S)",
      "lead_paragraph": "The Ministry of Finance said its survey of business sentiment showed that on balance big Japanese companies remained optimistic about the business environment for a second consecutive quarter after 10 straight periods of overall pessimism. Survey data also showed that business sentiment improved at small- and medium-size businesses in the first quarter, although those groups remained pessimistic about business conditions over all. The survey results suggest that Japan's strong economic performance for the fourth quarter of 2003 is continuing into 2004, economists said. A separate survey yesterday showed that Japanese companies increased capital investment by 5.1 percent in the fourth quarter of 2003, compared with the quarter a year earlier. Todd Zaun (NYT)",
      "publication_date": "2004-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/05/business/world-business-briefing-asia-japan-optimistic-economic-outlook.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Machida Journal; Japan Seeks Robotic Help in Caring for the Aged",
      "snippet": "Japan, world's most rapidly aging nation, experiments with new automated elder care products like 'human washing machine' enjoyed by residents of nursing home in Machida; photos; companies are also marketing items like 'robot suit,' battery-operat...",
      "abstract": "Japan, world's most rapidly aging nation, experiments with new automated elder care products like 'human washing machine' enjoyed by residents of nursing home in Machida; photos; companies are also marketing items like 'robot suit,' battery-operated pants to help old people get around on their own, and mobile talking camera-robot used by working people to watch elderly parents at home; Japanese sales of domestic robots are now nearly $4 billion a year, and may reach $14 billion in 2010; Philippines and Thailand propose alternative route of allowing in tens of thousands of nurses, notion that falters in face of anti-immigrant sentiment (M)",
      "lead_paragraph": "With an electronic whir, the machine released a dollop of ''peach body shampoo,'' a kind of body wash. Then, as the cleansing bubbling action kicked in, Toshiko Shibahara, 89, settled back to enjoy the wash and soak cycle of her nursing home's new human washing machine.",
      "publication_date": "2004-03-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/05/world/machida-journal-japan-seeks-robotic-help-in-caring-for-the-aged.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "RUSSIAN EXPERTS REPORTEDLY GAVE IRAQ MISSILE AID",
      "snippet": "US officials say Russian engineers working for private company secretly aided Saddam Hussein's prohibited long-range missile program in years just before war; Russian engineers reportedly worked on program both in Moscow and in Baghdad, where they...",
      "abstract": "US officials say Russian engineers working for private company secretly aided Saddam Hussein's prohibited long-range missile program in years just before war; Russian engineers reportedly worked on program both in Moscow and in Baghdad, where they were as recently as 2001 raising questions about how their own governent could not have known of involvement; Russian officials deny knowledge; Soviet Union was major Iraq arms supplier before Persian Gulf War; US intelligence source complains about Bush administration's reluctance to confront Pres Vladimir Putin on Russian role in circumventing UN sanctions (M)",
      "lead_paragraph": "A group of Russian engineers secretly aided Saddam Hussein's long-range ballistic missile program, providing technical assistance for prohibited Iraqi weapons projects even in the years just before the war that ousted him from power, American government officials say.",
      "publication_date": "2004-03-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/05/world/russian-experts-reportedly-gave-iraq-missile-aid.html",
      "byline": "By James Risen"
    },
    {
      "headline": "Indictments In the Works For Officials At Parmalat",
      "snippet": "Italian prosecutors must move quickly to file charges in Parmalat case if they hope to get immediate trial, one that speeds lengthy preliminary hearing stage; deadline is March 19; court documents show that as many as 27 top executives will be cha...",
      "abstract": "Italian prosecutors must move quickly to file charges in Parmalat case if they hope to get immediate trial, one that speeds lengthy preliminary hearing stage; deadline is March 19; court documents show that as many as 27 top executives will be charged with manipulating company's stock price, obstructing investigation by Italy's market regulator, and falsifying accounts at its foreign units; among them Parmalat's founder Calisto Tanzi, and three of company's former chief financial officers: Fausto Tonna, Luciano Del Soldato and Alberto Ferraris (M)",
      "lead_paragraph": "In an effort to secure a fast-track trial, Milan prosecutors will be racing to meet a March 19 deadline with indictments against as many as 27 people connected to the implosion of Parmalat.",
      "publication_date": "2004-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/05/business/indictments-in-the-works-for-officials-at-parmalat.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "World Business Briefing | Europe: Rescue Plan For Computer Maker",
      "snippet": "European Commission is studying new plan submitted by French government to overhaul French computer maker Bull (S)",
      "abstract": "European Commission is studying new plan submitted by French government to overhaul French computer maker Bull (S)",
      "lead_paragraph": "The European Commission is studying a new plan submitted by the French government to overhaul the French computer maker Bull, a commission spokesman said. Under the plan, Bull would raise capital through a rights issue to repay a 450 million euro loan from the French government. The loan was due last May and the European Commission has sued France to force it to collect. But the new plan cannot be carried out until 2005 because of commission rules that prohibit state bailouts of companies more than once every 10 years. France last provided a bailout to Bull in 1994. Paul Meller (NYT)",
      "publication_date": "2004-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/05/business/world-business-briefing-europe-rescue-plan-for-computer-maker.html",
      "byline": "By Paul Meller (NYT)"
    }
  ]
}