{
  "metadata": {
    "date": "2004-09-15",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "World Business Briefing | Asia: South Korea: Computer Company Breakup",
      "snippet": "World Business Briefing: South Korea: Computer Company Breako",
      "abstract": "World Business Briefing: South Korea: Computer Company Breako",
      "lead_paragraph": "The LG IBM P.C. Corporation, a joint South Korean computer-making venture between I.B.M. and LG Electronics, said it would be broken up by January. I.B.M. and LG will divide the operations of the venture, which was established in 1996 and posted a profit of $8.6 million last year. I.B.M., based in Armonk, N.Y., will retain the server, ThinkCenter desktop computer and ThinkPad laptop businesses. LG, which is based in Seoul, is expected to start marketing its own Xnote laptops and Multinet desktops more extensively after the breakup. LG IBM was implicated in a bribery scandal this year. The company was accused of obtaining state contracts for computer parts and supplies illegally. Andrew Salmon (NYT)",
      "publication_date": "2004-09-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/15/business/technology/world-business-briefing-asia-south-korea-computer.html",
      "byline": "By Andrew Salmon (NYT)"
    },
    {
      "headline": "Jamaican Economy Grows, Despite Storm",
      "snippet": "Jamaica's economy continues to grow despite Hurricane Ivan; damage from storm was generally lighter than expected; vital tourism business and country's second-largest industry, bauxite mining, seem to have been barely touched; photo (M)",
      "abstract": "Jamaica's economy continues to grow despite Hurricane Ivan; damage from storm was generally lighter than expected; vital tourism business and country's second-largest industry, bauxite mining, seem to have been barely touched; photo (M)",
      "lead_paragraph": "KINGSTON, Jamaica, Sept. 14 - As Hurricane Ivan approached Jamaica last week, government and business leaders worried that the country's fragile economic recovery would be knocked into a tailspin.",
      "publication_date": "2004-09-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/15/business/worldbusiness/jamaican-economy-grows-despite-storm.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Flat-Panel TV Venture",
      "snippet": "World Business Briefing: Japan:",
      "abstract": "World Business Briefing: Japan:",
      "lead_paragraph": "Canon and the Toshiba Corporation announced plans to spend 200 billion yen ($1.8 billion) over the next three years in a joint venture to build a new kind of monitor for flat-panel televisions, making the two Japanese electronics makers the latest in a string of companies to make major investments in flat-panel production. The new joint venture is scheduled to begin production of the panels by next August and aims to make 75,000 of the 50-inch panels a month by the end of 2007. Todd Zaun (NYT)",
      "publication_date": "2004-09-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/15/business/world-business-briefing-asia-japan-flatpanel-tv-venture.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Carmakers Face Huge Retiree Health Care Costs",
      "snippet": "General Motors, nation's largest private purchaser of health services and drugs, faces staggering health care costs of 1.1 million Americans, including under 200,000 active workers and hundreds of thousands of dependents and retirees like Ernest P...",
      "abstract": "General Motors, nation's largest private purchaser of health services and drugs, faces staggering health care costs of 1.1 million Americans, including under 200,000 active workers and hundreds of thousands of dependents and retirees like Ernest Pusey, who, at 109, is older than company and one of 240 retirees over age 100; photo; graph; company faces not only soaring costs but competition from Japanese and German rivals that have virtually no US retirees yet and have nationalized health systems at home; economist Uwe Reinhardt notes serious long-term disadvantage of saddling American businesses with obligation that competitors do not have (M)",
      "lead_paragraph": "DETROIT, Sept. 14 - Ernest Pusey is older than General Motors.",
      "publication_date": "2004-09-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/15/business/carmakers-face-huge-retiree-health-care-costs.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Citigroup Regrets Bond Trades in Europe",
      "snippet": "Citigroup tells employees that it regrets executing $13.5 billion bond trade that has raised ire of rival traders in Europe and led to investigation by regulators in Britain; bond sale, executed Aug 2, caused widespread concern in Europe's markets...",
      "abstract": "Citigroup tells employees that it regrets executing $13.5 billion bond trade that has raised ire of rival traders in Europe and led to investigation by regulators in Britain; bond sale, executed Aug 2, caused widespread concern in Europe's markets; Citigroup sold 11 billion euros ($13.5 billion) of European government debt within minutes, mainly through electronic trades, the bought some of it back at lower prices less than hour later; trades are not illegal, but they angered other bond houses, which say bank violated unspoken agreement not to flood market to drive down prices; Thomas G Maheras, chief executive for global capital markets, comments (M)",
      "lead_paragraph": "LONDON, Sept. 14 - Citigroup told employees on Tuesday that it regretted executing a $13.5 billion bond trade that has raised the ire of rival traders in Europe and led to an investigation by regulators in Britain.",
      "publication_date": "2004-09-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/15/business/worldbusiness/citigroup-regrets-bond-trades-in-europe.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Alitalia Pilots Accept Deal With Wage and Job Cuts",
      "snippet": "Alitalia agrees to new contracts with its 2,300 pilots; pilots accept pay cut, 289 layoffs and 100 early retirements; agree to fly more often with shorter layovers; combined with layoffs, that change will save carrier 52 million euros ($63.7 milli...",
      "abstract": "Alitalia agrees to new contracts with its 2,300 pilots; pilots accept pay cut, 289 layoffs and 100 early retirements; agree to fly more often with shorter layovers; combined with layoffs, that change will save carrier 52 million euros ($63.7 million) each year (M)/",
      "lead_paragraph": "MILAN, Sept. 14 - Alitalia took a step Tuesday toward resolving the labor disputes that have threatened to push it into bankruptcy, agreeing to new contracts with its 2,300 pilots.",
      "publication_date": "2004-09-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/15/business/worldbusiness/alitalia-pilots-accept-deal-with-wage-and-job-cuts.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Putin Backs Gazprom Bid To Acquire Oil Company  The Russian natural gas giant Gazprom said that it would buy one of the country's top oil companies, a move that would create a state-owned energy juggernaut.     President Vladimir V. Putin said he ...",
      "abstract": " Putin Backs Gazprom Bid To Acquire Oil Company  The Russian natural gas giant Gazprom said that it would buy one of the country's top oil companies, a move that would create a state-owned energy juggernaut.     President Vladimir V. Putin said he personally backed a proposal that Gazprom, the country's No.1 gas concern, swap some of its shares for Rosneft, the country's No.5 oil company. [World Business, Section W.]",
      "lead_paragraph": "Putin Backs Gazprom Bid To Acquire Oil Company The Russian natural gas giant Gazprom said that it would buy one of the country's top oil companies, a move that would create a state-owned energy juggernaut.",
      "publication_date": "2004-09-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/15/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Vote Drives Gain Avid Attention of Youth in '04",
      "snippet": "Interest in presidential election among young voters this year is near highest level it has reached since 18-to-24-year-olds were given vote in 1972; 22-year-old Maria Reyes of Albuquerque is part of clipboard army scouring malls, concerts, county...",
      "abstract": "Interest in presidential election among young voters this year is near highest level it has reached since 18-to-24-year-olds were given vote in 1972; 22-year-old Maria Reyes of Albuquerque is part of clipboard army scouring malls, concerts, county fairs and schools to register other young Americans, who potentially comprise one in five voters, more than 50-to-65 category; photo; Reyes notes that presidential race in New Mexico was decided by 336 votes in 2000; Democrats, helped by outside groups spending millions of dollars, say young voters are swinging their way, although Republicans are conducting own drives at colleges, and young voters, who split evenly in 2000, are notoriously fickle; Scott Keeter of Pew Research Center calls children of baby boomers 'dot-nets' for their love of technology; says group is fifty-million strong when it includes Americans ages 15 to 26 (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/15/politics/campaign/vote-drives-gain-avid-attention-of-youth-in-04.html",
      "byline": "By Timothy Egan"
    },
    {
      "headline": "New Scrutiny for Airline Bailout Plan Three Years After Sept. 11",
      "snippet": "Air Transportation Stabilization Board, which was created in 2001 to help assure survival of floundering airline industry, may ultimately face opposite task and be forced to decide whether to pull plug on US Airways; loan guarantees did little to ...",
      "abstract": "Air Transportation Stabilization Board, which was created in 2001 to help assure survival of floundering airline industry, may ultimately face opposite task and be forced to decide whether to pull plug on US Airways; loan guarantees did little to help biggest airlines recover, either because they did not seek them, their bids were turned down, or they were unable to use aid to their advantage; only airlines of note rescued by federal aid were America West and Frontier; chart (M",
      "lead_paragraph": "The federal loan board created in 2001 to help assure the survival of the floundering airline industry may ultimately face the opposite task and be forced to decide whether to pull the plug on US Airways.",
      "publication_date": "2004-09-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/15/business/new-scrutiny-for-airline-bailout-plan-three-years-after-sept-11.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Investor Confidence Falls",
      "snippet": "Germany's ZEW Center for European Economic Research index measuring expectations of institutional investors and analysts dropped to 38.4 in September from 45.3 month ago; graph (S)",
      "abstract": "Germany's ZEW Center for European Economic Research index measuring expectations of institutional investors and analysts dropped to 38.4 in September from 45.3 month ago; graph (S)",
      "lead_paragraph": "German investor confidence fell to a 15-month low this month, reflecting concern that high oil prices and weak consumer spending might jeopardize Germany's economic recovery. The ZEW Center for European Economic Research said its index measuring the expectations of institutional investors and analysts dropped to 38.4 from 45.3 a month ago. Consumer spending is not likely to pick up while unemployment is still rising. Petra Kappl (NYT)",
      "publication_date": "2004-09-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/15/business/world-business-briefing-europe-germany-investor-confidence-falls.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "OPEC to Put Formal Lifting of Output on the Table",
      "snippet": "OPEC's ministers to meet in Vienna to consider raising group's formal output ceiling since oil prices remain stubbornly high; OPEC is producing about 30 million barrels per day, its highest output in 25 years and far above OPEC's nominal ceiling o...",
      "abstract": "OPEC's ministers to meet in Vienna to consider raising group's formal output ceiling since oil prices remain stubbornly high; OPEC is producing about 30 million barrels per day, its highest output in 25 years and far above OPEC's nominal ceiling of 26 million barrels per day; Kuwait's Oil Min Sheik Ahmad al-Fahd al-Sabah says ministers should raise formal ceiling by 500,000 to 1 million barrels per day; crude oil for October delivery rises 52 cents, to $44.39 per barrel; photo (M)",
      "lead_paragraph": "VIENNA, Sept. 14 - With oil prices still stubbornly high despite OPEC's persistent efforts to lower them, oil ministers are meeting here on Wednesday to consider raising the group's formal output ceiling.",
      "publication_date": "2004-09-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/15/business/worldbusiness/opec-to-put-formal-lifting-of-output-on-the-table.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "World Business Briefing | Europe: Car Parts Law Proposed",
      "snippet": "European Commission proposes to liberalize market for replacement car parts, which in most European countries is monopolized by car manufacturers themselves; plans to alter existing laws by curbing carmakers' design copyright on spare parts (S)2",
      "abstract": "European Commission proposes to liberalize market for replacement car parts, which in most European countries is monopolized by car manufacturers themselves; plans to alter existing laws by curbing carmakers' design copyright on spare parts (S)2",
      "lead_paragraph": "The European Commission proposed to liberalize the market for replacement car parts, which in most European countries is monopolized by the car manufacturers themselves. The commission plans to alter existing laws by curbing the carmakers' design copyright on spare parts. The change would allow independent manufacturers to compete in Europe's spare parts market, which totals more than 10 billion euros in sales a year.The proposal will be debated by national governments and the European Parliament. Germany and France are expected to resist citing safety concerns as their argument against allowing other manufacturers to copy spare parts of Volkswagen of Germany or Peugeot of France. Paul Meller (NYT)",
      "publication_date": "2004-09-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/15/business/world-business-briefing-europe-car-parts-law-proposed.html",
      "byline": "By Paul Meller (NYT)"
    },
    {
      "headline": "Record Deficit for a Crucial Trade Figure",
      "snippet": "Commerce Department reports US hit record deficit of $166.2 billion last quarter in trade and capital flows with rest of world, raising new concerns about nation's overall indebtedness and prompting some analysts to warn of threats to value of Ame...",
      "abstract": "Commerce Department reports US hit record deficit of $166.2 billion last quarter in trade and capital flows with rest of world, raising new concerns about nation's overall indebtedness and prompting some analysts to warn of threats to value of American dollar; most economists attribute rising deficit to overvaluation of dollar in international currency markets, especially in relation to China and Japan; Bush administration interprets current account deficit as sign that other countries are lagging behind US and need to pump up their economies; graph; chart (M)",
      "lead_paragraph": "WASHINGTON, Sept. 14 - The United States hit a record deficit of $166.2 billion last quarter in trade and capital flows with the rest of the world, the Commerce Department reported Tuesday, raising fresh concerns about the nation's overall indebtedness and prompting some analysts to warn of threats to the value of the American dollar.",
      "publication_date": "2004-09-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/15/business/worldbusiness/record-deficit-for-a-crucial-trade-figure.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "Putin Backs Gazprom Bid to Buy Big Oil Company",
      "snippet": "Russia's natural gï",
      "abstract": "Russia's natural gï",
      "lead_paragraph": "MOSCOW, Sept. 14 - The Russian natural gas giant Gazprom said on Tuesday that it would buy one of the country's top oil companies, a move that would create a state-owned energy juggernaut.",
      "publication_date": "2004-09-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/15/business/worldbusiness/putin-backs-gazprom-bid-to-buy-big-oil-company.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "From Those Putin Would Weaken, Praise",
      "snippet": "News analysis on scant protest in Russia over Pres Vladimir Putin's announcement that he will strip 89 regions of much of their autonomy and electoral legitimacy; regional leaders offer praise, Ingushetia Pres Murat M Zyazikov embracing proposal t...",
      "abstract": "News analysis on scant protest in Russia over Pres Vladimir Putin's announcement that he will strip 89 regions of much of their autonomy and electoral legitimacy; regional leaders offer praise, Ingushetia Pres Murat M Zyazikov embracing proposal that will leave him serving at will not of his impoverished electorate, but of president in faraway Moscow; photo; reaction confirms Putin's strong grip on power as he formalizes Kremlin's already immense sway, which critics say is sustained by power of purse and perks, coupled with element of fear; chronology of Putin's consolidation of power since 1999 (M)",
      "lead_paragraph": "MOSCOW, Sept. 14 - On Monday, President Vladimir V. Putin announced he would strip Russia's 89 regions of much of their authority and electoral legitimacy. On Tuesday, not one of the leaders of those regions said a public word of protest.",
      "publication_date": "2004-09-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/15/world/europe/from-those-putin-would-weaken-praise.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "Bleak Prognosis by C.I.A. Nominee",
      "snippet": "Rep Porter Goss, Pres Bush's nominee for CIA director, warns that rebuilding agency will take more than five years and says American spies need to be encouraged to take more risks; tells Senate Intelligence Committee that human intelligence, key t...",
      "abstract": "Rep Porter Goss, Pres Bush's nominee for CIA director, warns that rebuilding agency will take more than five years and says American spies need to be encouraged to take more risks; tells Senate Intelligence Committee that human intelligence, key to collecting information on terrorists, is probably weakest link, given crucial importance of having case officers who understand cultures and languages; depiction is darker than many assessments he offered in seven years as chairman of House Intelligence Committee; photos; Goss distances himself from previous partisan comments that irk Democrats, but does not entirely disavow more recent statements sharply critical of Democratic nominee Sen John Kerry's 1994 position on intelligence spending (M)",
      "lead_paragraph": "WASHINGTON, Sept. 14 - Representative Porter J. Goss of Florida said on Tuesday that rebuilding the Central Intelligence Agency would take more than five years and that American spies needed to be encouraged to take more risks.",
      "publication_date": "2004-09-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/15/politics/bleak-prognosis-by-cia-nominee.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "World Business Briefing | Europe: France: Vivendi's Loss Grows",
      "snippet": "Vivendi Universal reports net loss of 1.85 billion euros in second quarter compared with loss of 313 million euros year earlier; chief executive Jean-Rene Fourtou comments; photo (S)",
      "abstract": "Vivendi Universal reports net loss of 1.85 billion euros in second quarter compared with loss of 313 million euros year earlier; chief executive Jean-Rene Fourtou comments; photo (S)",
      "lead_paragraph": "The French me-dia company Vivendi Universal said that its second-quarter loss widened on costs related to the sale of its assets in the United States to the General Electric Company and on slumping sales of video games. The net loss was 1.85 billion euros ($2.27 billion), compared with a loss of 313 million euros a year earlier, Vivendi said. The loss included costs of 2.1 billion euros related to the effect of foreign-exchange rates on the creation of NBC Universal and a wider-than-expected loss at Universal Games. Vivendi sold American entertainment assets including Universal film studios and USA Networks to NBC as part of a plan to cut debt to less than 5 billion euros at the end of the year. Excluding one-time items, Vivendi's profit rose 7 percent, to 888 million euros, and the company raised its forecast for the full year. The chief executive, Jean-René Fourtou, above, said he expected adjusted net income to grow more than 25 percent next year.",
      "publication_date": "2004-09-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/15/business/world-business-briefing-europe-france-vivendis-loss-grows.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Database Demand Gives Oracle 16% Profit Rise",
      "snippet": "Oracle Corp reports first-quarter earnings rose 16 percent on strong demand for its flagship database programs; earnings rose to $509 million from $440 million last year; revenue increased 7 percent, to $2.22 billion from $2.07 billion; year ago; ...",
      "abstract": "Oracle Corp reports first-quarter earnings rose 16 percent on strong demand for its flagship database programs; earnings rose to $509 million from $440 million last year; revenue increased 7 percent, to $2.22 billion from $2.07 billion; year ago; chairman Jeffrey Henley comments (M)",
      "lead_paragraph": "SAN FRANCISCO, Sept. 14 - The Oracle Corporation reported Tuesday that first-quarter earnings had risen 16 percent on strong demand for its flagship database programs, enabling the company to beat Wall Street's expectations by a penny a share.",
      "publication_date": "2004-09-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/15/technology/database-demand-gives-oracle-16-profit-rise.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "F.D.A. Panel Urges Stronger Warning on Antidepressants",
      "snippet": "FDA advisory committee says physicians and parents should be warned in strongest possible terms that antidepressants not only cause some children and teenagers to become suicidal but most have also failed to cure their depression; votes 15-8 for F...",
      "abstract": "FDA advisory committee says physicians and parents should be warned in strongest possible terms that antidepressants not only cause some children and teenagers to become suicidal but most have also failed to cure their depression; votes 15-8 for FDA to mandate boldface 'black box' warnings, strongest advisory; agrees unanimously on requiring require drug makers to attach patient guide describing suicide risk in plain language; studies show children and teenagers who take antidepressants are twice as likely as those given placebos to become suicidal; overall suicide risk is statistically low, 2 or 3 patients out of 100, but unacceptable to many experts since most of drugs failed to ameliorate symptoms; committee hears dozens of bereaved relatives describe physicians they say cavalierly prescribed antidepressants for whole range of conditions that such drugs were never intended to treat (M)",
      "lead_paragraph": "BETHESDA, Md., Sept. 14 - Federal drug regulators should warn physicians and patients in the strongest possible terms that antidepressants not only cause some children and teenagers to become suicidal but most have also failed to cure their depression, a federal advisory committee voted Tuesday.",
      "publication_date": "2004-09-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/15/health/fda-panel-urges-stronger-warning-on-antidepressants.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "Bombing Kills 47 at Police Station in Iraqi Capital",
      "snippet": "Increasingly bold, organized insurgency seizes offensive in Iraq again, as suicide car bomb explodes outside police headquarters in Baghdad, ripping into crowd of hundreds of young men seeking to join police; at least 47 people are killed and 114 ...",
      "abstract": "Increasingly bold, organized insurgency seizes offensive in Iraq again, as suicide car bomb explodes outside police headquarters in Baghdad, ripping into crowd of hundreds of young men seeking to join police; at least 47 people are killed and 114 wounded; guerrillas in Baquba ambush police van, killing 11 officers and one civilian; second car bomb explodes in downtown Baghdad near convoy of civilian contractors, although only bomber is killed; saboteurs blow up oil pipeline in Bayji in north, causing widespread blackouts; photos; map (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Sept. 14 - An increasingly bold and organized insurgency seized the offensive again on Tuesday as a suicide car bomb packed with artillery shells exploded outside police headquarters here, ripping into a crowd of hundreds of young men seeking to join the Iraqi police force and killing at least 47 people and wounding 114 others, police and health officials said.",
      "publication_date": "2004-09-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/15/world/middleeast/bombing-kills-47-at-police-station-in-iraqi-capital.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Yahoo to Buy Online Music Seller for $160 Million",
      "snippet": "Yahoo to buy Musicmatch, company that sells music online, for $160 million; move puts Yahoo in direct competition with Apple Computer's iTunes, Microsoft's new music store and RealNetworks, in small but growing market for online downloads of music...",
      "abstract": "Yahoo to buy Musicmatch, company that sells music online, for $160 million; move puts Yahoo in direct competition with Apple Computer's iTunes, Microsoft's new music store and RealNetworks, in small but growing market for online downloads of music; Yahoo's chief operating officer Dan Rosensweig comments; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/15/business/technology/yahoo-to-buy-online-music-seller-for-160-million.html",
      "byline": "By Saul Hansell"
    }
  ]
}