{
  "metadata": {
    "date": "2004-04-02",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "Wages of Bad Accounting: Bosses Got Rich While Companies Borrowed",
      "snippet": "Floyd Norris comment on how stock options allowed executives of traded companies to get rich while companies borrowed; says options wealth for bosses of traded companies provied excuse for former New York Stock Exchange head to collect extra bonus...",
      "abstract": "Floyd Norris comment on how stock options allowed executives of traded companies to get rich while companies borrowed; says options wealth for bosses of traded companies provied excuse for former New York Stock Exchange head to collect extra bonuses at exchange, to compensate him for not receiving option, receive pension benefits on those bonuses, which provided him with bulk of $139.5 million payout that led to his ouster; holds many companies that were concerned about reporting options as dilution on balance sheets borrowed money to repurchase shares; graph (M)",
      "lead_paragraph": "THE stock market bubble might have been less severe. The wild swings in federal budget deficits might have been reduced. Companies would owe a lot less money. Less wealth would have been transferred from shareholders to managers, but then perhaps less paper wealth would have been created. Richard A. Grasso might still be running the New York Stock Exchange.",
      "publication_date": "2004-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/02/business/wages-of-bad-accounting-bosses-got-rich-while-companies-borrowed.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Rate Left Unchanged Amid Mixed Signs in Europe",
      "snippet": "Dow Jones announces it is dropping AT&T, Eastman Kodak and International Paper from its list of 30 industrial stocks, and adding Pfizer, American International Group and Verizon Communications; last time Dow was changed was on Nov 1, 1999; graph (...",
      "abstract": "Dow Jones announces it is dropping AT&T, Eastman Kodak and International Paper from its list of 30 industrial stocks, and adding Pfizer, American International Group and Verizon Communications; last time Dow was changed was on Nov 1, 1999; graph (M)",
      "lead_paragraph": "Europe's central bank stood its ground on Thursday in the face of conflicting evidence about the state of the Continent's economy, leaving its key interest rate unchanged at 2 percent.",
      "publication_date": "2004-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/02/business/rate-left-unchanged-amid-mixed-signs-in-europe.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Exports Rise",
      "snippet": "South Korean exports rose more than third for second month in March, reaching record as consumer spending picked up in its Chinese, Japanese and American markets; shipments rose 40 percent from year earlier to $21.5 billion after climbing 45 perce...",
      "abstract": "South Korean exports rose more than third for second month in March, reaching record as consumer spending picked up in its Chinese, Japanese and American markets; shipments rose 40 percent from year earlier to $21.5 billion after climbing 45 percent in February; exports to China rose 54 percent in first 20 days of March; sales to US increased 41 percent, and shipments to Japan rose 52 percent (S)",
      "lead_paragraph": "South Korean exports rose more than a third for a second month in March, reaching a record as consumer spending picked up in its three biggest overseas markets -- China, Japan and the United States. Shipments rose 40 percent from a year earlier to $21.5 billion after climbing 45 percent in February, the commerce ministry said. Exports to China rose 54 percent in the first 20 days of March; sales to the United States increased 41 percent; and shipments to Japan climbed 52 percent.",
      "publication_date": "2004-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/02/business/world-business-briefing-asia-south-korea-exports-rise.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Inquiry at Bank Looks at Accounts Of Diplomats",
      "snippet": "Federal investigators are examining cash transactions in foreign accounts at Washington, DC-based Riggs National Bank, especially those for Saudi Arabia, for possible connections to terrorist groups or money-laundering activities; accounts control...",
      "abstract": "Federal investigators are examining cash transactions in foreign accounts at Washington, DC-based Riggs National Bank, especially those for Saudi Arabia, for possible connections to terrorist groups or money-laundering activities; accounts controlled by diplomats from Dubai, Abu Dhabi and Oman have bee included in inquiry; Saudi representatives say investigators told them their Riggs accounts are not tainted; corporate account controlled by Equitorial Guinea Pres Teodoro Obiang Nguema Mbasago is being examined; account was opened under corporate name Otong; although Riggs closed all its Equatorial Guinean accounts in February, activity in accounts before then has drawn attention because Exxon Mobil deposited about $300 million into Mbasago's personal Riggs accounts (M)",
      "lead_paragraph": "As the F.B.I., banking regulators and a Congressional committee look more deeply into Saudi Arabian transactions at a Washington bank used widely by diplomats, a host of accounts controlled by representatives of several Mideast countries have also come under scrutiny, according to a person briefed on the investigations.",
      "publication_date": "2004-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/02/business/inquiry-at-bank-looks-at-accounts-of-diplomats.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Britain Cracks Down on Nasties Like the 'Neighbor From Hell'",
      "snippet": "Prime Min Tony Blair's government has enacted array of measures since 1999 to confront what is widely seen as erosion of civilized norms in Britain; about 1,600 Britons have been served so-called 'antisocial behavior orders' as part of aggressive ...",
      "abstract": "Prime Min Tony Blair's government has enacted array of measures since 1999 to confront what is widely seen as erosion of civilized norms in Britain; about 1,600 Britons have been served so-called 'antisocial behavior orders' as part of aggressive effort by state to police behavior that would once have been purview of families or neighborhoods; authorities can fine or jail parents of children who are chronic truants, impose on-the-spot fines for defacing public property and evict 'neighbors from hell' from public housing; recipients of antisoical orders can be banned from entering certain neighborhoods or hanging out with particualr group of people--even from wearing certain clothes or visiting members of their own families; critics say new antisocial orders stigmatize and marginalize population that is already on fringes of society, leaving offenders with litle hope of improvement or rehabilitation; Home Office, in 24-hour experiment, recorded 60,000 instances of antisocial behavior; some examples cited; many in government attribute rise in antisocial behavior to emergence of social security-dependent culture that promotes feeling of entitlement but not feeling of responsibility; photo (M)",
      "lead_paragraph": "The first hint that all was not well with the new neighbor came the day he moved in, when he seemed strangely proud of his prison-issue electronic ankle bracelet. Things went downhill from there.",
      "publication_date": "2004-04-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/02/world/britain-cracks-down-on-nasties-like-the-neighbor-from-hell.html",
      "byline": "By Sarah Lyall"
    },
    {
      "headline": "Private Guards Take Big Risks, For Right Price",
      "snippet": "Four American men killed in Falluja worked for Blackwater USA, part of rapidly growing and loosely regulated industry of private paramilitary companies that are replacing government troops in conflicts all around world; modern version of private m...",
      "abstract": "Four American men killed in Falluja worked for Blackwater USA, part of rapidly growing and loosely regulated industry of private paramilitary companies that are replacing government troops in conflicts all around world; modern version of private militaries got its start in 1990's after collapse of Soviet Union; many nations sharply reduced their military forces, leaving millions of soldiers without employment; many of them went into business doing what they knew best: providing security or training others to do same; security experts say occupation of Iraq brought explosive growth to young industry; in Iraq, Blackwater personnel guard civilian administrator L Paul Bremer III among other jobs (M)",
      "lead_paragraph": "Nestled inconspicuously amid the pinelands and horse farms of northeastern North Carolina lies a small but increasingly important part of the nation's campaign to stabilize Iraq.",
      "publication_date": "2004-04-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/02/us/the-struggle-for-iraq-security-private-guards-take-big-risks-for-right-price.html",
      "byline": "By James Dao"
    },
    {
      "headline": "Tunisian Is Sought In Madrid Bombings",
      "snippet": "Spanish investigators have identified a Tunisian, Sarhane Ben Abdelmajid Fakhet, as the ''leader and coordinator'' of the March 11 attacks on trains in Madrid that killed 191 people, court documents show.    A judge issued international arrest war...",
      "abstract": "Spanish investigators have identified a Tunisian, Sarhane Ben Abdelmajid Fakhet, as the ''leader and coordinator'' of the March 11 attacks on trains in Madrid that killed 191 people, court documents show.    A judge issued international arrest warrants against Mr. Fakhet and five Moroccans. According to the documents, one of the Moroccans rented a house where the authorities say fingerprints and other evidence of the attacks were found.",
      "lead_paragraph": "Spanish investigators have identified a Tunisian, Sarhane Ben Abdelmajid Fakhet, as the ''leader and coordinator'' of the March 11 attacks on trains in Madrid that killed 191 people, court documents show.",
      "publication_date": "2004-04-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/02/world/tunisian-is-sought-in-madrid-bombings.html",
      "byline": ""
    },
    {
      "headline": "TV Shows Take On Bush, and Pull Few Punches",
      "snippet": "Hollywood's more liberal television producers and writers are increasingly expressing their displeasure with Pres Bush with not only their wallets, but also their scripts; characters in prime time programs are calling out Bush directly or question...",
      "abstract": "Hollywood's more liberal television producers and writers are increasingly expressing their displeasure with Pres Bush with not only their wallets, but also their scripts; characters in prime time programs are calling out Bush directly or questioning his policies; recent episodes of NBC shows Whoopi and Law and Order have characters delivering anti-Bush statements; growing sentiment is best conveyed on season finale of HBO's Curb Your Enthusiasm, when main character backs out of dalliance after finding his prospective paramour backs Bush; network executives and some producers say these examples should not be seen as reflective of supposed liberal agenda in entertaiment industry; cite shows with patriotic streak like CBS's JAG; many others in creative community are not shy about their anger and distress with administration, and some acknowledge channeling these emotions into their productions; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/02/us/tv-shows-take-on-bush-and-pull-few-punches.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "Kerry, Candidate and Catholic, Creates Uneasiness for Church",
      "snippet": "America's Roman Catholic bishops and Vatican officials consider how to respond to presidential candidate John Kerry, Catholic who takes stands contrary to church teaching on abortion and stem cell research; bishops are troubled by Kerry's recent v...",
      "abstract": "America's Roman Catholic bishops and Vatican officials consider how to respond to presidential candidate John Kerry, Catholic who takes stands contrary to church teaching on abortion and stem cell research; bishops are troubled by Kerry's recent vote against bill that makes it crime to harm fetus during assault on pregnant woman; bishops are unlikely to make overt endorsements, and consistently say they favor neither Democrats nor Republicans; but it could have impact on some Catholic voters if some influential prelates choose to publicly embrace Kerry or to snub him; Catholics make up 27 percent of electorate and belong to largest church in country; many live in states with large blocs of electoral votes; exit polls in states that have already held their Democratic primaries show Kery did very well among Catholics; Bishop John H Ricard is chairman of task force expected to produce guidelines for American bishops on relations with Catholic politicians; photo (M)",
      "lead_paragraph": "Senator John Kerry's support for abortion rights and stem cell research has prompted discussions among Roman Catholic bishops and Vatican officials over how to respond to a presidential candidate who professes Catholicism while taking stands contrary to church teaching.",
      "publication_date": "2004-04-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/02/us/kerry-candidate-and-catholic-creates-uneasiness-for-church.html",
      "byline": "By Laurie Goodstein"
    },
    {
      "headline": "3 Substitutions Made in List Of Dow 30",
      "snippet": "The Dow Jones industrial average is shedding some losers, again.      Dow Jones announced yesterday that it was dropping AT&T, Eastman Kodak and International Paper from its list of 30 industrial stocks, and adding Pfizer, the American Internation...",
      "abstract": "The Dow Jones industrial average is shedding some losers, again.      Dow Jones announced yesterday that it was dropping AT&T, Eastman Kodak and International Paper from its list of 30 industrial stocks, and adding Pfizer, the American International Group and Verizon Communications.  ",
      "lead_paragraph": "The Dow Jones industrial average is shedding some losers, again.",
      "publication_date": "2004-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/02/business/3-substitutions-made-in-list-of-dow-30.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "In Japan, Confidence In a Recovery Is Spreading",
      "snippet": "Bank of Japan's Tankan survey of 10,562 companies shows two-year-old recovery is seeping into many sectors; survey shows improved confidence among service providers and smaller companies that rely on domestic consumer demand, which has shown signs...",
      "abstract": "Bank of Japan's Tankan survey of 10,562 companies shows two-year-old recovery is seeping into many sectors; survey shows improved confidence among service providers and smaller companies that rely on domestic consumer demand, which has shown signs of resurgence; survey is seen as further evidence recovery has staying power; photo (M)",
      "lead_paragraph": "Executives at Japan's biggest manufacturers are more optimistic about business than at any time in nearly seven years, and the mood is spreading among smaller companies, a survey by the central bank showed on Thursday.",
      "publication_date": "2004-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/02/business/in-japan-confidence-in-a-recovery-is-spreading.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Gucci Struggles",
      "snippet": "Gucci Group says profit rose 2 percent in fourth quarter ended Jan 31; net income rose to 97.3 million euros ($119.7 million) from 95.4 million euros year earlier; sales increased 3.8 percent, to 741.7 million euros; chief executive Domenico De So...",
      "abstract": "Gucci Group says profit rose 2 percent in fourth quarter ended Jan 31; net income rose to 97.3 million euros ($119.7 million) from 95.4 million euros year earlier; sales increased 3.8 percent, to 741.7 million euros; chief executive Domenico De Sole comments; photo (S)",
      "lead_paragraph": "The Gucci Group, the luxury goods maker, said fourth-quarter profit climbed 2 percent, less than analysts had forecast, as the company's Yves Saint Laurent brand posted a loss. Net income rose to 97.3 million euros ($119.7 million) from 95.4 million euros a year earlier, Gucci said. Sales in the period, which ended Jan. 31, increased 3.8 percent, to 741.7 million euros. The creative director, Tom Ford, who has struggled to revive Yves Saint Laurent, and the chief executive, Domenico De Sole, above, are quitting this month, leaving the new owner, Pinault-Printemps-Redoute, to keep the momentum at Gucci and stem losses at Saint Laurent and other labels. ''My advice to Pinault is to stay the course,'' Mr. De Sole said in a telephone interview from Amsterdam, where Gucci is based. Pinault, based in Paris, plans to buy the third of Gucci it does not own this month and has named four of Ford's former assistants to succeed him.",
      "publication_date": "2004-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/02/business/world-business-briefing-europe-the-netherlands-gucci-struggles.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Markets in the First Quarter",
      "snippet": "Chart on change in Morgan Stanley Capital International country indexes of market performance for first quarter",
      "abstract": "Chart on change in Morgan Stanley Capital International country indexes of market performance for first quarter",
      "lead_paragraph": "Change in Morgan Stanley Capital International country indexes of market performance for the first quarter, in local currency and dollars.",
      "publication_date": "2004-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/02/business/world-markets-in-the-first-quarter.html",
      "byline": ""
    },
    {
      "headline": "For Americans, Gas Guzzlers Are Again Kings Of the Road",
      "snippet": "American buyers continue to shift from passenger cars to largest and least fuel-efficient new vehicles that auto manufacturers offer, even as gasoline prices soar; auto industry sold 3.75 percent more vehicles in March than year earlier; sales for...",
      "abstract": "American buyers continue to shift from passenger cars to largest and least fuel-efficient new vehicles that auto manufacturers offer, even as gasoline prices soar; auto industry sold 3.75 percent more vehicles in March than year earlier; sales for first quarter of 2004 fell short of analysts' expectations; share of American market held by Big Three domestic automakers fell to 59.1 percent in quarter; General Motors Corp's sales rose 6 percent in March; Ford's sales rose 2.3 percent, while DaimlerChrysler's sales fell 2.7 percent; large sport utility vehicles accounted for 5.48 percent of all sales; large pickup trucks rose to 14.4 percent from 13.2 percent year ago, while smaller pickups' share fell to 4.15 percent from 4.6 percent; chart; photo (M)",
      "lead_paragraph": "Gasoline prices may be at an all-time high, but that is not deterring Americans from buying gas guzzlers.",
      "publication_date": "2004-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/02/business/for-americans-gas-guzzlers-are-again-kings-of-the-road.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Negotiators Reach Accord On Pension Bill",
      "snippet": "House and Senate negotiators reach agreement on bill that would save companies estimated $80 billion in pension contributions over next two years; airlines and steel companies, which have some of weakest pension plans, would get additional break, ...",
      "abstract": "House and Senate negotiators reach agreement on bill that would save companies estimated $80 billion in pension contributions over next two years; airlines and steel companies, which have some of weakest pension plans, would get additional break, worth about $1.6 billion; measure offers all employers with pension plans break by changing way they calculate, in today's dollars, value of benefits that they must pay in future; new method will make their future pension obligations look smaller, meaning they will not have to set aside as much money now; major airlines are expected to save about $1.3 billion in pension contributions over next two years; steel companies that still operate pension funds would save about $300 million; United Airlines stands to benefit more than any other company (M)",
      "lead_paragraph": "House and Senate negotiators said that they had reached an agreement yesterday on a bill that would save companies an estimated $80 billion in pension contributions over the next two years. Airlines and steel companies, which have some of the weakest pension plans, would get an additional break, worth about $1.6 billion.",
      "publication_date": "2004-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/02/business/negotiators-reach-accord-on-pension-bill.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "BUSH AIDES KEPT CLINTON'S PAPERS FROM 9/11 PANEL",
      "snippet": "Commission investigating 9/11 attacks says it is pressing White House to explain why Bush administration did not turn over thousands of pages of classified foreign policy and counterterrorism documents from Clinton White House files; White House s...",
      "abstract": "Commission investigating 9/11 attacks says it is pressing White House to explain why Bush administration did not turn over thousands of pages of classified foreign policy and counterterrorism documents from Clinton White House files; White House spokesman Scott McClellan says some classified documents were withheld because they were 'duplicative or unrelated' while others were withheld because they were 'highly sensitive'; former aides to Pres Clinton have expressed surprise that three-quarters of nearly 11,000 pages of files Clinton was ready to offer commission have been withheld by Bush administration; former aides say files contain highly classified documents about Clinton administration's efforts against Al Qaeda; disclosure that many Clinton administration files have been withheld takes several members of panel by surprise; White House, seeking to bolster Condoleezza Rice's credibility before she testifies before panel, releases parts of classified presidential directive that was awaiting Bush's signature on Sept 11, 2001, instructing Pentagon to plan action against Al Qaeda terrorists (M)",
      "lead_paragraph": "The commission investigating the Sept. 11 attacks said on Thursday that it was pressing the White House to explain why the Bush administration had blocked thousands of pages of classified foreign policy and counterterrorism documents from former President Bill Clinton's White House files from being turned over to the panel's investigators.",
      "publication_date": "2004-04-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/02/us/bush-aides-kept-clinton-s-papers-from-9-11-panel.html",
      "byline": "By Philip Shenon and David E. Sanger"
    },
    {
      "headline": "Mix of Pride and Shame Follows Killings and Mutilation by Iraqis",
      "snippet": "Many townspeople of Falluja say they are torn between pride in attack on four American security consultants and shame over mutilation of their bodies; one of gravest sins in Islam is desecrating dead; team of American officials hold meeting with F...",
      "abstract": "Many townspeople of Falluja say they are torn between pride in attack on four American security consultants and shame over mutilation of their bodies; one of gravest sins in Islam is desecrating dead; team of American officials hold meeting with Falluja's mayor and top clerics, at which clerics promise to issue fatwa, or religous edict, to condemn ambush and grisly aftermath; Marines took over Falluja area from Army just week ago, announcing shift away from aggressive tactics; now military commanders acknowledge that violence will make it more difficult to stick to low-key approach; say they will have to root out insurgents; Marine commanders defend their decision not to intervene after four security consultants were killed and mobs pulled their bodies from burning vehicles; say it would only have provoked already enraged crowd; Falluja has been one of most difficult spots to occupy in Iraq; Saddam Hussein built powerful network there, handing out choice jobs and privileges to tribal elders and powerful sheiks; photos (M)",
      "lead_paragraph": "As the rage cooled in Falluja on Thursday and the burned and beaten bodies of four American civilians were wrapped in white cloth, many townspeople said they were torn between pride in the attack and shame over the mutilations.",
      "publication_date": "2004-04-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/02/world/struggle-for-iraq-occupation-mix-pride-shame-follows-killings-mutilation-iraqis.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "Bullet Train Remakes Map of South Korea",
      "snippet": "Sleek new French-designed bullet trains are already reworking face of South Korea, prompting airlines to cut many domestic flights and sending real estate prices soaring in backwaters suddenly seen as future suburbs of Seoul; new era for South Kor...",
      "abstract": "Sleek new French-designed bullet trains are already reworking face of South Korea, prompting airlines to cut many domestic flights and sending real estate prices soaring in backwaters suddenly seen as future suburbs of Seoul; new era for South Korea begins with start of high-speed service on first three-quarters of 253-mile distance from Seoul to Pusan; map; photo (M)",
      "lead_paragraph": "Speeding through patchwork landscapes of rice paddies and 20-story apartment buildings, a fleet of blue and gray bullet trains made South Korea decidedly smaller on Thursday.",
      "publication_date": "2004-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/02/business/bullet-train-remakes-map-of-south-korea.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "World Business Briefing | Europe: Ireland: Postal Agreement",
      "snippet": "Ireland's government-owned postal company An Post ends labor dispute that stopped 60 percent of Ireland's mail for two weeks after unions and management agree to hold six-week series of talks about pay increases and productivity deals (S)",
      "abstract": "Ireland's government-owned postal company An Post ends labor dispute that stopped 60 percent of Ireland's mail for two weeks after unions and management agree to hold six-week series of talks about pay increases and productivity deals (S)",
      "lead_paragraph": "The government-owned postal company, An Post, ended a labor dispute that had stopped 60 percent of Ireland's mail for two weeks after unions and management agreed to hold a six-week series of talks about pay increases and productivity deals, like using mechanized sorting equipment, with the help of government mediators. On Monday, the metal plates that are blocking deposit slots on mailboxes in Dublin and five surrounding counties will be removed. Brian Lavery (NYT)",
      "publication_date": "2004-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/02/business/world-business-briefing-europe-ireland-postal-agreement.html",
      "byline": "By Brian Lavery (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Reed to Stay Another Year As Big Board Chairman  John S. Reed, the interim chairman of the New York Stock Exchange, has agreed to stay on for another year, through April 2005.      His decision underscores the extent to which the unresolved matter...",
      "abstract": " Reed to Stay Another Year As Big Board Chairman  John S. Reed, the interim chairman of the New York Stock Exchange, has agreed to stay on for another year, through April 2005.      His decision underscores the extent to which the unresolved matter of Richard A. Grasso's controversial pay package continues to tie Mr. Reed to the exchange, despite his intent to move on. [Page C3.]",
      "lead_paragraph": "Reed to Stay Another Year As Big Board Chairman",
      "publication_date": "2004-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/02/business/business-digest-048259.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Sweden: Phone Concern Raises Outlook",
      "snippet": "Ericsson says 53,000 mob cuts since 2000 helped first-quarter profitability more than previously forecast; gross margin widened from 41.6 percent in fourth quarter (S)",
      "abstract": "Ericsson says 53,000 mob cuts since 2000 helped first-quarter profitability more than previously forecast; gross margin widened from 41.6 percent in fourth quarter (S)",
      "lead_paragraph": "Ericsson, the world's largest maker of mobile phone networks, said 53,000 job cuts since 2000 helped first-quarter profitability more than it had previously forecast. The gross margin, a yardstick of profitability, widened from 41.6 percent in the fourth quarter, an Ericsson spokeswoman, Aase Lindskog, said. Ericsson had predicted earlier that the margin, which measures profit against expenses, would decline. It left unchanged a first-quarter forecast of sales rising 5 percent to 9 percent from a year earlier, without giving any revenue or net income figures. Ericsson, based in Stockholm, reported its first profit in almost three years in the fourth quarter. The company has cut more than half its work force and is benefiting from resumed spending on base stations and switches by phone companies.",
      "publication_date": "2004-04-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/02/business/world-business-briefing-europe-sweden-phone-concern-raises-outlook.html",
      "byline": "By Bloomberg News"
    }
  ]
}