{
  "metadata": {
    "date": "2004-07-01",
    "total_articles": 24
  },
  "articles": [
    {
      "headline": "World Briefing | Americas: Brazil: Embraer Gets Order",
      "snippet": "Finnair orders 12 passenger jets, with value of $306 million, from Empresa Brasileira de Aeronautica; graph (S)",
      "abstract": "Finnair orders 12 passenger jets, with value of $306 million, from Empresa Brasileira de Aeronautica; graph (S)",
      "lead_paragraph": "The flagship airline of Finland, Finnair, ordered 12 passenger jets, with a value of $306 million, from Empresa Brasileira de Aeronáutica, the Brazilian aircraft manufacturer known as Embraer. The airline has also taken an option to buy eight additional planes, which could raise the total value of the deal to $510 million. The Finnish carrier intends to replace its fleet of Boeing MD-80 jets and its ATR-72 turbo prop planes with the Embraer 170 model. Todd Benson (NYT)",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/01/business/world-briefing-americas-brazil-embraer-gets-order.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "World Briefing | Europe: Britain: Economic Growth Rate Rises",
      "snippet": "Britain's real gross domestic product grew 3.4 percent in first quarter from year earlier quarter, fastest annual pace in three and half years (S)",
      "abstract": "Britain's real gross domestic product grew 3.4 percent in first quarter from year earlier quarter, fastest annual pace in three and half years (S)",
      "lead_paragraph": "The British economy expanded at the fastest annual pace in three and a half years in the first quarter, strengthening the case for higher interest rates. Real gross domestic product grew 3.4 percent from a year ago in the first three months of the year, more than an earlier estimate of 3 percent, the government said. Quarterly growth rates in each of the last four quarters increased one-tenth of a percentage point. The rate was 0.7 percent in the first quarter -- the strongest since the third quarter of 2000. The National Statistics office said it increased the quarterly rate of growth because of higher estimates for taxes on products.",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/01/business/world-briefing-europe-britain-economic-growth-rate-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Briefing | Europe: Germany: Auto Parts Company Acquired",
      "snippet": "Kohlberg Kravis Roberts & Co will take over Auto-Teile Unger, leading car parts retailer in Germany, for 1.45 billion euros ($1.75 million); Auto-Teile is owned by London buyout firm Doughty Hansen & Co (S)",
      "abstract": "Kohlberg Kravis Roberts & Co will take over Auto-Teile Unger, leading car parts retailer in Germany, for 1.45 billion euros ($1.75 million); Auto-Teile is owned by London buyout firm Doughty Hansen & Co (S)",
      "lead_paragraph": "The private equity firm Kohlberg Kravis Roberts & Company will take over Auto-Teile Unger, a leading car parts retailer in Germany, for 1.45 billion euros ($1.75 billion). Owned by a London buyout firm, Doughty Hansen & Company, since 2002, when a bid by Kohlberg Kravis failed, Auto-Teile expanded in Germany and is expected to enter the markets of neighboring countries under Kohlberg Kravis, benefiting from its experience with AutoZone, the leading car parts retailer in the United States. Kohlberg Kravis, which is based in New York, has invested about $8 billion in Europe since December, including two takeovers in Germany. Petra Kappl (NYT)",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/01/business/world-briefing-europe-germany-auto-parts-company-acquired.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "Disney Gives Details of Plan to Aid European Parks",
      "snippet": "Walt Disney Co, facing reality that Euro Disney theme parks east of Paris have not earned money needed to pay their bills, agrees to restructuring that will cost American parent hundreds of millions of euros while also reducing its chances of gett...",
      "abstract": "Walt Disney Co, facing reality that Euro Disney theme parks east of Paris have not earned money needed to pay their bills, agrees to restructuring that will cost American parent hundreds of millions of euros while also reducing its chances of getting cash out of parks for years to come; photo (M)",
      "lead_paragraph": "The Walt Disney Company, facing the reality that the Euro Disney theme parks east of Paris have not earned the money needed to pay their bills, has agreed to a restructuring that will cost the American parent hundreds of millions of euros while also reducing its chances of getting cash out of the parks for years to come.",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/01/business/disney-gives-details-of-plan-to-aid-european-parks.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Odd Alliances Form In Efforts to Place Nader on the Ballot",
      "snippet": "Ralph Nader seeks support from groups that do not necessarily share his long-held liberal beliefs, in effort to get his name on statewide ballots; after being spurned by Green Party, which endorsed him for president in last two presidential electi...",
      "abstract": "Ralph Nader seeks support from groups that do not necessarily share his long-held liberal beliefs, in effort to get his name on statewide ballots; after being spurned by Green Party, which endorsed him for president in last two presidential elections, he has accepted endorsement of Reform Party, which endorsed right-leaning commentator Patrick J Buchanan in 2000; Nader is also getting help from other unexpected quarters; Republicans and some conservative groups in several states are feverishly, if not cynically, mobilizing to get him on ballots in those states in drive to siphon votes from Sen John Kerry; Nader says there is no 'quid-pro-quo' with Reform Party or any other that would require him to alter his views; political analysts say that by turning to parties that may not be consistent with his ideology, and reaping benefits from Republican operatives, he risks tarnishing his longtime reputation as champion for consumer causes; photo (M)",
      "lead_paragraph": "In his search for access to the ballot, Ralph Nader can sometimes seem as if he has never met a third party he did not like.",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/01/us/odd-alliances-form-in-efforts-to-place-nader-on-the-ballot.html",
      "byline": "By Michael Janofsky and Sarah Kershaw"
    },
    {
      "headline": "As Greenspan Chases Inflation, Critics Shout, 'Faster!'",
      "snippet": "Some economists and portfolio managers were hoping Federal Reserve would raised federal funds rate by more than quarter-point in did, saying inflation and market interest rates are far ahead of federal funds rate; say Fed chairman Alan Greenspan h...",
      "abstract": "Some economists and portfolio managers were hoping Federal Reserve would raised federal funds rate by more than quarter-point in did, saying inflation and market interest rates are far ahead of federal funds rate; say Fed chairman Alan Greenspan has two battles to fight: one against inflation and one against view that he has been far too accommodating in keeping interest rates low; graph (Market Place column) (M)",
      "lead_paragraph": "Inflation and market interest rates are far ahead of Alan Greenspan's federal funds rate, which he raised yesterday to 1.25 percent. Now the nation will see how well Mr. Greenspan, the Federal Reserve chairman, plays the game of catch-up.",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/01/business/rate-increase-market-place-greenspan-chases-inflation-critics-shout-faster.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Barneys New York Seeks a Buyer Willing to Expand the Operation",
      "snippet": "Barneys New York is seeking buyer or new investor to help it expand; has hired Peter J Solomon Co and Morgan Stanley to examine options; photos (M)",
      "abstract": "Barneys New York is seeking buyer or new investor to help it expand; has hired Peter J Solomon Co and Morgan Stanley to examine options; photos (M)",
      "lead_paragraph": "Barneys New York, the purveyor of fashion that challenges the mainstream, and with prices that do the same, said yesterday that it was seeking a buyer or a new investor to help it expand. The company, which emerged from bankruptcy five years ago, recently hired the Peter J. Solomon Company and Morgan Stanley to examine alternatives.",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/01/business/barneys-new-york-seeks-a-buyer-willing-to-expand-the-operation.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "FEDERAL RESERVE RAISES KEY RATE A QUARTER POINT",
      "snippet": "Federal Reserve raises its benchmark interest rate for first time in four years, officially signaling that remarkable period of historically low rates is drawing to close; cost of borrowing for financial institutions on overnight loans is raised t...",
      "abstract": "Federal Reserve raises its benchmark interest rate for first time in four years, officially signaling that remarkable period of historically low rates is drawing to close; cost of borrowing for financial institutions on overnight loans is raised to 1.25 percent from 1 percent; Fed issues statement that could be good news for Pres Bush; it indicates that even though it expects to keep increasing interest rates as Nov elections approach, economic impact of increases is likely to be mild until at least sometime next year; because Fed chairman Alan Greenspan and other top officials had telegraphed their intentions months in advance, stock market takes move in stride and yields on long-term Treasury securities actually decline slightly; Bush and Sen John Kerry react cautiously; photo; graph; chart (M)",
      "lead_paragraph": "The Federal Reserve raised its benchmark interest rate on Wednesday for the first time in four years, officially signaling that a remarkable period of historically low rates is drawing to a close.",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/01/business/the-rate-increase-the-overview-federal-reserve-raises-key-rate-a-quarter-point.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Long Secret, Ancient Ruins Are Revealed in Utah",
      "snippet": "Archaeologists in eastern Utah discover pristinely preserved ruins of ancient civilization lost long ago, but protected over last 50 years by stubborn local rancher who kept mum about what he knew; ruins, called Range Creek, are spread over thousa...",
      "abstract": "Archaeologists in eastern Utah discover pristinely preserved ruins of ancient civilization lost long ago, but protected over last 50 years by stubborn local rancher who kept mum about what he knew; ruins, called Range Creek, are spread over thousands of acres, much of it reachable only through single-track dirt road once owned by rancher and recently bought by State of Utah; preliminary research dates settlement from AD 900 to 1100, during period of Fremont Indian culture; what most distinguishes Range Creek is that it escaped both ravages of looters and, until recently, spades of archaeologists; rancher, Waldo Wilcox, says he knew of historical treasures underfoot but kept it secret; photos; map (M)",
      "lead_paragraph": "Archaeologists pulled aside a curtain on Wednesday to reveal what can only be called a secret garden: the pristinely preserved ruins of an ancient civilization that was long ago lost to the mists of time in the remote cliffs of eastern Utah, then resolutely protected over the last 50 years by a stubborn local rancher who kept mum about what he knew.",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/01/us/long-secret-ancient-ruins-are-revealed-in-utah.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "Time Warner Is Said to Join MGM Bidding",
      "snippet": "Time Warner Inc offers to buy Metro-Goldwyn-Mayer Inc for $5 billion; consortium led by Sony Corp made $5 billion bid in April, but its failure so far to complete deal appears to have opened field to rival bids (M)",
      "abstract": "Time Warner Inc offers to buy Metro-Goldwyn-Mayer Inc for $5 billion; consortium led by Sony Corp made $5 billion bid in April, but its failure so far to complete deal appears to have opened field to rival bids (M)",
      "lead_paragraph": "A bidding war for Metro-Goldwyn-Mayer Inc. appears to have erupted, as Time Warner Inc. has emerged with an offer worth almost $5 billion, executives close to the negotiations said yesterday.",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/01/business/time-warner-is-said-to-join-mgm-bidding.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "World Briefing | Americas: Canada: Economy Stalls",
      "snippet": "Canada's gross domestic product rise 0.1 percent in April; economy expands 2.9 percent in year to April (S)",
      "abstract": "Canada's gross domestic product rise 0.1 percent in April; economy expands 2.9 percent in year to April (S)",
      "lead_paragraph": "Canada's economy stalled unexpectedly in April, Statistics Canada reported, with gross domestic product edging up 0.1 percent -- adjusted for inflation, compared with a 0.8 percent gain in March. A slowdown in the health care sector caused by labor disruptions, as well as a drop in manufacturing output and lower car sales, offset the benefits of a strong housing market and higher oil and natural gas production. The economy expanded 2.9 percent in the year to April, short of the Bank of Canada's 4 percent growth target.",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/01/business/world-briefing-americas-canada-economy-stalls.html",
      "byline": "By Bernard Simon (NYT)"
    },
    {
      "headline": "It's the Way You Say It, Truth Be Told",
      "snippet": "Article discusses use of computerized voice stress analysis for lie-detector tests; academic and legal experts debate merits of the technology while manufactures find new uses for it; photo; drawing (L)",
      "abstract": "Article discusses use of computerized voice stress analysis for lie-detector tests; academic and legal experts debate merits of the technology while manufactures find new uses for it; photo; drawing (L)",
      "lead_paragraph": "IT is a time-honored interrogation tool and a staple of film noir: the lie-detector test that can incriminate or exonerate.",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/07/01/technology/it-s-the-way-you-say-it-truth-be-told.html",
      "byline": "By Douglas Heingartner"
    },
    {
      "headline": "India Sets A Fast Pace, Expanding 8.2% in Year",
      "snippet": "India's economy rose 8.2 percent in year ended in March, country's most rapid pace of growth in decade and half; manufacturing output rose 7.6 percent in quarter, while services grew 7.9 percent; farm output rose 10.5 percent, compared with year a...",
      "abstract": "India's economy rose 8.2 percent in year ended in March, country's most rapid pace of growth in decade and half; manufacturing output rose 7.6 percent in quarter, while services grew 7.9 percent; farm output rose 10.5 percent, compared with year ago; photo (M)",
      "lead_paragraph": "India's economy continued to be one of the fastest growing in the world, swelling 8.2 percent in the year ended in March, the country's most rapid pace of growth in a decade and a half.",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/01/business/india-sets-a-fast-pace-expanding-8.2-in-year.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "HIGH COURT TELLS ISRAELIS TO SHIFT PART OF BARRIER",
      "snippet": "Israel's Supreme Court, in unanimous decision, orders army to remove small portion of barrier it is building along West Bank and to reroute other sections to reduce harm imposed on Palestinians cut off from lands they need; three-judge panel asser...",
      "abstract": "Israel's Supreme Court, in unanimous decision, orders army to remove small portion of barrier it is building along West Bank and to reroute other sections to reduce harm imposed on Palestinians cut off from lands they need; three-judge panel asserts that while Israel has genuine security reason for building barrier and can expropriate land in West Bank for it, 20.5-mile section of barrier could not be justified because of suffering it would cause Palestinians, even if this reduces security for Israelis; decision affects eight Palestinian villages with 35,000 residents northwest of Jerusalem; it sets precedent for how Israel can complete fence, which is one quarter built; ruling does not address whether fence can extend deep into Palestinian territory to Israeli settlements; legal experts say court would closely scrutinize any challenged sections to make sure they conform to principles set in its ruling; photo; maps showing routes of original and redrawn barriers (M)",
      "lead_paragraph": "Israel's Supreme Court ordered the army on Wednesday to remove a small portion of the barrier it is building along the West Bank and to reroute other sections to reduce the harm imposed on Palestinians cut off from lands they need.",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/01/world/high-court-tells-israelis-to-shift-part-of-barrier.html",
      "byline": "By Joseph Berger"
    },
    {
      "headline": "In These Games, the Points Are All Political",
      "snippet": "Article discusses online games developed for political marketing; Democrats find games an innovative way to engage Americans; photo (L)",
      "abstract": "Article discusses online games developed for political marketing; Democrats find games an innovative way to engage Americans; photo (L)",
      "lead_paragraph": "BY day, Jeremy Kenney, 33, fixes Web sites and databases for the Republican National Committee. By night, on weekends and in his spare time he dabbles in an emerging form of political marketing: the online game.",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/07/01/technology/in-these-games-the-points-are-all-political.html",
      "byline": "By Michael Erard"
    },
    {
      "headline": "Home Movies, Straight To DVD",
      "snippet": "David Pogue State of the Art column reviews six camcorders from multiple manufactures that use mini DVD-R discs for recording; photo; drawing (L)",
      "abstract": "David Pogue State of the Art column reviews six camcorders from multiple manufactures that use mini DVD-R discs for recording; photo; drawing (L)",
      "lead_paragraph": "THIS is the movie that Jack made.",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/07/01/technology/state-of-the-art-home-movies-straight-to-dvd.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "World Briefing | Europe: Portugal: Sporting Goods Outlook",
      "snippet": "Adidas-Salomon says sales of soccer equipment might exceed its own forecast this year, helped by European Championship, where German company has sponsored five teams; sales of products like soccer shoes, jerseys, and Roteiro seamless ball will top...",
      "abstract": "Adidas-Salomon says sales of soccer equipment might exceed its own forecast this year, helped by European Championship, where German company has sponsored five teams; sales of products like soccer shoes, jerseys, and Roteiro seamless ball will top 850 million euros ($1 billion) in 2004, up from almost 800 million euros last year; photo (S)",
      "lead_paragraph": "Adidas-Salomon, the sporting goods maker, said sales of soccer equipment might exceed its own forecast this year, helped by the European Championship, where the German company has sponsored five teams. Sales of products like soccer shoes, jerseys, and the Roteiro seamless ball will top 850 million euros ($1 billion) in 2004, up from almost 800 million euros last year, the chief executive, Herbert Hainer, said at a press briefing in Lisbon, where the competition is taking place. Adidas, which is based in Herzogenaurach, Germany, raised its earnings forecast last month, predicting growth of as much as 15 percent.",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/01/business/world-briefing-europe-portugal-sporting-goods-outlook.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Oracle Says Fear of Microsoft Led to PeopleSoft Bid",
      "snippet": "Oracle Corp chief executive Lawrence J Ellison testifies at his company's antitrust trial that Microsoft's strategy of driving down prices was crucial reason Oracle moved to take over PeopleSoft Corp; says Oracle is continuing to consider three or...",
      "abstract": "Oracle Corp chief executive Lawrence J Ellison testifies at his company's antitrust trial that Microsoft's strategy of driving down prices was crucial reason Oracle moved to take over PeopleSoft Corp; says Oracle is continuing to consider three or four other acquisitions, even while its bid for PeopleSoft is pending; photo (M)",
      "lead_paragraph": "Lawrence J. Ellison, chief executive of Oracle, testified at his company's antitrust trial on Wednesday that Microsoft's strategy of driving down prices was a crucial reason Oracle moved to take over the PeopleSoft Corporation.",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/01/business/technology-oracle-says-fear-of-microsoft-led-to-peoplesoft-bid.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Federal Reserve Increases Benchmark Interest Rate  The Federal Reserve raised its benchmark interest rate for the first time in four years, officially signaling that a remarkable period of historically low rates is drawing to a close.    But even ...",
      "abstract": " Federal Reserve Increases Benchmark Interest Rate  The Federal Reserve raised its benchmark interest rate for the first time in four years, officially signaling that a remarkable period of historically low rates is drawing to a close.    But even as the central bank increased the cost of borrowing for financial institutions on overnight loans to 1.25 percent from 1 percent, it sought to soothe investors by saying that inflationary pressures remain low and that further interest rate increases should come at a ''measured'' pace. [Page A1.]",
      "lead_paragraph": "Federal Reserve Increases Benchmark Interest Rate",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/01/business/business-digest-157775.html",
      "byline": ""
    },
    {
      "headline": "Telecom Italia Wins Ruling on Move in Brazil",
      "snippet": "Brazil's antitrust agency rules Telecom Italia can regain controlling stake in Brasil Telecom Participacoes, country's third-largest fixed-line telephone company, but imposes some restrictions on scope of Italian group's voting power on board; rul...",
      "abstract": "Brazil's antitrust agency rules Telecom Italia can regain controlling stake in Brasil Telecom Participacoes, country's third-largest fixed-line telephone company, but imposes some restrictions on scope of Italian group's voting power on board; ruling reverses decision in March that blocked Telecom Italia's return to Brazilian carrier's board on competitive grounds; photo (M)",
      "lead_paragraph": "The antitrust agency of Brazil made a surprising move on Wednesday, ruling that Telecom Italia could regain a controlling stake in Brasil Telecom Participações, the country's third-largest fixed-line telephone company, but imposed some restrictions on the scope of the Italian group's voting power on the board.",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/01/business/telecom-italia-wins-ruling-on-move-in-brazil.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "S.E.C. at Odds On Plan to Let Big Investors Pick Directors",
      "snippet": "SEC chairman William H Donaldson is unable to forge agreement among his deeply divided colleagues over proposal to permit large shareholders to nominate limited number of independent directors to corporate boards; deadlock all but dooms prospects ...",
      "abstract": "SEC chairman William H Donaldson is unable to forge agreement among his deeply divided colleagues over proposal to permit large shareholders to nominate limited number of independent directors to corporate boards; deadlock all but dooms prospects for rule to be adopted in time for new proxy season that begins early next year; is major victory for corporate executives who have fought to kill rule and setback for labor organizations and institutional investors who have pushed for years to get commission to adopt it; also marks retrenchment for Donaldson, who embraced broad outlines of plan last summer and last fall, but has since become lukewarm about several of its key details in face of opposition from Chamber of Commerce and Business Roundtable; Donaldson says he expects agency will soon publish proposed rule requiring hedge funds, which are lightly regulated funds for well-to-do investors, to register with commission; photo (M)",
      "lead_paragraph": "The head of the Securities and Exchange Commission said on Wednesday that he had been unable to forge an agreement among his deeply divided colleagues over a proposal to permit large shareholders to nominate a limited number of independent directors to corporate boards.",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/01/business/sec-at-odds-on-plan-to-let-big-investors-pick-directors.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Powell and Annan See Hints of Disaster in Sudan",
      "snippet": "Secretary of State Colin L Powell and Secretary General Kofi Annan, in Sudan, get hints of dire state of affairs in western Darfur region, even as Sudanese government seeks to play down extent of human disaster there; before touring Darfur, Annan ...",
      "abstract": "Secretary of State Colin L Powell and Secretary General Kofi Annan, in Sudan, get hints of dire state of affairs in western Darfur region, even as Sudanese government seeks to play down extent of human disaster there; before touring Darfur, Annan meets with top government officials in Khartoum; Sudanese security forces open fire on university students trying to deliver petition to him denouncing treatment of people of Darfur; Annan raises incident with Vice Pres Ali Osman Taha; Powell makes quick visit to northern Darfur, to camp of 40,000 displaced people; relief workers tell of need for more tents and water; camp is village built over past two months to help those who fled or lost their homes to violence; both Powell and Annan say they delivered stern warnings to government, which had unleased Arab militias on local population of black Africans to crush rebel movements; as Powell prepares to leave, Sudan's foreign minister Mustafa Osman Ismail announces that government will send more security forces into Darfur, ease restrictions on aid groups and speed negotiations with rebel groups; photos; maps (M)",
      "lead_paragraph": "Sudan tried on Wednesday to play down the extent of the human disaster unfolding in its western Darfur region, but two high-powered visitors, Secretary of State Colin L. Powell and Secretary General Kofi Annan of the United Nations, received hints nonetheless of the dire state of affairs.",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/01/world/powell-and-annan-see-hints-of-disaster-in-sudan.html",
      "byline": "By Christopher Marquis and Marc Lacey"
    },
    {
      "headline": "Much at Stake In an Iraq Trial",
      "snippet": "Analysis of what is at stake in Iraqis' trial of their former leader Saddam Hussein; for people of Iraq, Iraqi Special Tribunal could open door for thorough accounting of crimes committed by his notoriously repressive government; for fledgling Ira...",
      "abstract": "Analysis of what is at stake in Iraqis' trial of their former leader Saddam Hussein; for people of Iraq, Iraqi Special Tribunal could open door for thorough accounting of crimes committed by his notoriously repressive government; for fledgling Iraqi government, it could offer opportunity to shore up confidence among weary citizenry; for Bush administration, which dislikes international criminal tribunals, it could mean chance to establish war-crimes court it can hold up as model; with so much at stake, proceedings carry as much promise as peril; Hussein's trial could deliver degree of empowerment to country still reeling from excesses of his rule, or it could present Hussein with political platform of his own; photos (M)",
      "lead_paragraph": "When Saddam Hussein is charged with crimes against humanity in an Iraqi court on Thursday, much more will be at stake than his own fate.",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/01/world/the-reach-of-war-news-analysis-much-at-stake-in-an-iraq-trial.html",
      "byline": "By Somini Sengupta and John F. Burns"
    },
    {
      "headline": "World Briefing | Europe: Britain: Profit For Brokerage Firm",
      "snippet": "British brokerage firm Cazenove Group is weighing whether to be bought or stay independent after its full-year profit almost doubles; net income in year through April rose to 26.3 million pounds ($47.5 million) from 13.4 million pounds year ago; r...",
      "abstract": "British brokerage firm Cazenove Group is weighing whether to be bought or stay independent after its full-year profit almost doubles; net income in year through April rose to 26.3 million pounds ($47.5 million) from 13.4 million pounds year ago; revenue rose 18 percent, to 251.4 million pounds ($454.4 million) (S)",
      "lead_paragraph": "The British brokerage firm Cazenove Group said it was weighing whether to be bought or stay independent after its full-year profit almost doubled. Net income in the year through April rose to £26.3 million ($47.5 million) from £13.4 million, a year ago, the company said. Revenue rose 18 percent, to £251.4 million ($454.4 million). The company said in May that it had received takeover approaches. Profit rose as the company cut costs by 10 percent. Investment banking revenue climbed 18 percent after a stock market recovery.",
      "publication_date": "2004-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/01/business/world-briefing-europe-britain-profit-for-brokerage-firm.html",
      "byline": "By Bloomberg News"
    }
  ]
}