{
  "metadata": {
    "date": "2004-08-19",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "Oil Prices Set Record Again As Supply Falls",
      "snippet": "Oil prices climb above $47 a barrel, setting yet another record, after figures show supplies in United States are down for third consecutive week and a report from OPEC highlights threat of high oil prices for world economies; crude oil for Septem...",
      "abstract": "Oil prices climb above $47 a barrel, setting yet another record, after figures show supplies in United States are down for third consecutive week and a report from OPEC highlights threat of high oil prices for world economies; crude oil for September delivery settles at $47.27 a barrel in New York; futures prices are up about $10 a barrel since end of June; graph shows slump in crude-oil inventory (M)",
      "lead_paragraph": "Oil prices climbed above $47 a barrel on Wednesday, setting yet another record, after figures showed supplies in the United States were down for a third consecutive week and a report from OPEC highlighted the threat of high oil prices for world economies.",
      "publication_date": "2004-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/19/business/oil-prices-set-record-again-as-supply-falls.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "A Secretive Bank Faces Calls for Transparency",
      "snippet": "Profile of European Investment Bank, world's largest and most obscure public bank; bank is nonprofit institution whose member-owners are governments of 25 nations of European Union; bank's executives borrow millions in international money markets,...",
      "abstract": "Profile of European Investment Bank, world's largest and most obscure public bank; bank is nonprofit institution whose member-owners are governments of 25 nations of European Union; bank's executives borrow millions in international money markets, and lend it out again, financing power stations in Northern Ireland and shiny trams in Barcelona, oil pipelines in Pakistan and geranium plantations in Kenya; bank has come under increasing scrutiny from mixed assortment of critics--environmental advocates, a former banker, a fired civil servant--who have individually sought to piece together a record of bank's decision-making; critics call bank a phantom power, most secretive public institution lending money around the world, and say its lack of transparency has made it possible for conflicts of interest to remain unchecked; bank president Philippe Maystadt comments; chart (L)",
      "lead_paragraph": "The world's largest and most obscure public bank rises above the Kirchberg Plateau here in the Grand Duchy of Luxembourg like a cream and concrete layer cake, sheltering a potent blue-chip financial institution that has, ever so discreetly, managed to outspend and outborrow the much better known World Bank in Washington.",
      "publication_date": "2004-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/19/business/a-secretive-bank-faces-calls-for-transparency.html",
      "byline": "By Doreen Carvajal"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Google Is Set to Trade After Selling Shares at $85  Google, conceding that demand for its long-awaited public stock offering had fallen far short of the company's hopes, reduced the number of shares and drastically reduced the target price range. ...",
      "abstract": " Google Is Set to Trade After Selling Shares at $85  Google, conceding that demand for its long-awaited public stock offering had fallen far short of the company's hopes, reduced the number of shares and drastically reduced the target price range.       The final price was $85, far off the target range of $108 to $135 a share that the company had projected last month. The company's shares are expected to begin trading today on the Nasdaq market. [Page A1.]",
      "lead_paragraph": "Google Is Set to Trade After Selling Shares at $85",
      "publication_date": "2004-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/19/business/business-digest-682683.html",
      "byline": ""
    },
    {
      "headline": "Abuse Inquiry Faults Officers On Leadership",
      "snippet": "High-level Army inquiry finds senior American commanders created conditions that allowed abuses to occur at Abu Ghraib prison by failing to provide leadership and enough resources to run jail; finds no evidence of direct culpability above colonel ...",
      "abstract": "High-level Army inquiry finds senior American commanders created conditions that allowed abuses to occur at Abu Ghraib prison by failing to provide leadership and enough resources to run jail; finds no evidence of direct culpability above colonel who commanded military intelligence unit there; report is expected to be delivered to Congress next week; inquiry, conducted by Maj Gen George R Fay, is expected to blame at least two dozen military intelligence personnel, civilian contractors and Central Intelligence Agency officers for wrongdoing; also cited are military medical personnel who witnessed abuse or learned of it when treating detainees' injuries, but did not report it up chain of command; while report does not accuse top commanders of condoning wrongdoing, it does fault them for failures of leadership; senior officers in Baghdad at time of abuses, under command of Lt Gen Ricardo S Sanchez, are found to have had no role in ordering or permitting abuse (M)",
      "lead_paragraph": "A high-level Army inquiry has found that senior American commanders created conditions that allowed abuses to occur at Abu Ghraib prison in Iraq by failing to provide leadership and enough resources to run the jail, according to Pentagon and military officials.",
      "publication_date": "2004-08-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/19/world/the-conflict-in-iraq-prisoners-abuse-inquiry-faults-officers-on-leadership.html",
      "byline": "By Thom Shanker and Kate Zernike"
    },
    {
      "headline": "Weak Demand Leads Google to Lower Its Sights",
      "snippet": "Google reduces number of shares in its long-awaited public stock offering, concluding its unorthodox online auction by accepting price well below its original target; actions reflect fact that demand has fallen far short of company's hopes; final ...",
      "abstract": "Google reduces number of shares in its long-awaited public stock offering, concluding its unorthodox online auction by accepting price well below its original target; actions reflect fact that demand has fallen far short of company's hopes; final price is $85, far off target range of $108 to $135 a share that was projected last month; pared-down offering of 19.6 million shares, down from 25.7 million, will raise $1.66 billion for Google, its founders and some early investors; two big early investors, Kleiner Perkins Caufield & Byers and Sequoia Capital, withdraw their combined 4.5 million shares from auction, betting they can get better price at some point in future; big question is whether stock price will receive big opening-day run-up; photo (M)",
      "lead_paragraph": "Google, conceding that demand for its long-awaited public stock offering had fallen far short of the company's hopes, reduced the number of shares yesterday and concluded its unorthodox online auction by accepting a price well below its original target.",
      "publication_date": "2004-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/19/business/weak-demand-leads-google-to-lower-its-sights.html",
      "byline": "By Andrew Ross Sorkin and Gary Rivlin"
    },
    {
      "headline": "Deal to Ship Russian Gas to U.S. Is Said to Be Close",
      "snippet": "Russian liquefied natural gas will be shipped across Pacific to help power California under a contract that is reportedly in 'very advanced' negotiations; under agreement, Russia will ship liquefied natural gas from Sakhalin Island to Ensenada, Me...",
      "abstract": "Russian liquefied natural gas will be shipped across Pacific to help power California under a contract that is reportedly in 'very advanced' negotiations; under agreement, Russia will ship liquefied natural gas from Sakhalin Island to Ensenada, Mexico, where it will be sent as gas by pipeline to California; map; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/19/business/deal-to-ship-russian-gas-to-us-is-said-to-be-close.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "When Gadgets Get in the Way",
      "snippet": "Teachers turn to games, vintage technology like film strips, seating arrangements, remote control of student computers and online quizzing to get students to focus on class work rather than electronic devices and cellphones; photo (M)",
      "abstract": "Teachers turn to games, vintage technology like film strips, seating arrangements, remote control of student computers and online quizzing to get students to focus on class work rather than electronic devices and cellphones; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-19T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/08/19/technology/when-gadgets-get-in-the-way.html",
      "byline": "By Lisa Guernsey"
    },
    {
      "headline": "RUOK? A Tutorial For Parents",
      "snippet": "David Pogue State of the Art column offers primer on instant messaging and videophoning for parents who want to keep in touch with their children in college; drawing (M)",
      "abstract": "David Pogue State of the Art column offers primer on instant messaging and videophoning for parents who want to keep in touch with their children in college; drawing (M)",
      "lead_paragraph": "DEAR Mom and Dad,",
      "publication_date": "2004-08-19T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/08/19/technology/state-of-the-art-ruok-a-tutorial-for-parents.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Profit Surges at Australian Mining Giant",
      "snippet": "BHP Billiton reports that its annual profit rose 77.7 percent, to record $3.38 billion, as it increased production to meet rising demand from China that bolstered prices for its copper, zinc, silver and lead; sales rise 42.5 percent, to $24.9 bill...",
      "abstract": "BHP Billiton reports that its annual profit rose 77.7 percent, to record $3.38 billion, as it increased production to meet rising demand from China that bolstered prices for its copper, zinc, silver and lead; sales rise 42.5 percent, to $24.9 billion; chief executive Charles Goodyear comments; photos (M)",
      "lead_paragraph": "BHP Billiton reported yesterday that its annual profit rose 77.7 percent, to its highest ever, as it increased production to meet the rising demand from China that bolstered prices for its copper, zinc, silver and lead.",
      "publication_date": "2004-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/19/business/profit-surges-at-australian-mining-giant.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "World Business Briefing | Asia: China: Glaxo Drops Patent Fight",
      "snippet": "GlaxoSmithKline, European drug maker, gives up fight to protect patent for its top diabetes medication in China, Avandia (S)",
      "abstract": "GlaxoSmithKline, European drug maker, gives up fight to protect patent for its top diabetes medication in China, Avandia (S)",
      "lead_paragraph": "GlaxoSmithKline, the European drug maker, gave up a fight to protect a patent for its top diabetes medication in China. Glaxo dropped a countersuit against Chinese drug makers, which challenged one of three patents for the diabetes treatment Avandia, a Glaxo spokeswoman, Lillian Xiao Weiqun, said from Beijing. The company said it believed that it could protect Avandia because it had two other patents on the treatment.",
      "publication_date": "2004-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/19/business/world-business-briefing-asia-china-glaxo-drops-patent-fight.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "For Post-9/11 Material Witness, It Is a Terror of a Different Kind",
      "snippet": "Scholars and critics say government has radically reinterpreted what it means to be material witness when investigation is into terrorism; say people being held as material witnesses in terrorism cases are often not called to testify against other...",
      "abstract": "Scholars and critics say government has radically reinterpreted what it means to be material witness when investigation is into terrorism; say people being held as material witnesses in terrorism cases are often not called to testify against others, but instead they are often charged with crimes themselves; say they lack constitutional protections like being read Miranda rights; say they are often held for long periods in same harsh conditions as those suspected of very serious crimes; former US Atty Mary Jo White, who supervised several major terrorism investigations in Manhattan until she resigned in 2002, says frequent and aggressive use of material witness law in terrorism investigations is recent development; says she used it herself, but that it must be used judiciously; says some of criticism that has been leveled is not wholly unjustified; senior Justice Dept official, citing sensitivity of terrorism investigations, dismisses criticism; Abdullah al Kidd, American citizen arrested in Washington, DC, as material witness in Mar 2003, never charged with crime and never asked to testify as witness, then released 16 months later, describes what he calls his most terrifying and humiliating ordeal; Human Rights Watch and American Civil Liberties Union have identified 57 similar cases; photo; chart (L)",
      "lead_paragraph": "Abdullah al Kidd was on his way to Saudi Arabia to work on his doctorate in Islamic studies in March 2003 when he was arrested as a material witness in a terrorism investigation. An F.B.I. agent marched him across Dulles Airport in Washington in handcuffs.",
      "publication_date": "2004-08-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/19/us/threats-responses-detainees-for-post-9-11-material-witness-it-terror-different.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Retail Sales Surge",
      "snippet": "Retail sales in Brazil rise in June for seventh consecutive month, gaining 12.8 percent from year-earlier period (S)",
      "abstract": "Retail sales in Brazil rise in June for seventh consecutive month, gaining 12.8 percent from year-earlier period (S)",
      "lead_paragraph": "Retail sales in Brazil rose in June for the seventh consecutive month, gaining 12.8 percent from the year-earlier period, the government's statistics agency said. It was the biggest monthly gain in retail sales since 2001. Furniture and household appliance sales led the surge for the fourth consecutive month, soaring 36.3 percent, while clothing and shoe sales climbed 14.15 percent. For a second consecutive month, sales rose in 26 of Brazil's 27 states. Retail sales are up 10.9 percent this year, suggesting that the country's economic rebound is being driven by an increase in domestic demand as well as a booming export sector. Todd Benson (NYT)",
      "publication_date": "2004-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/19/business/world-business-briefing-americas-brazil-retail-sales-surge.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: India: Petroleum Taxes Cut",
      "snippet": "India cuts taxes on petroleum products to curb effect of high energy prices on growth and on inflation (S)",
      "abstract": "India cuts taxes on petroleum products to curb effect of high energy prices on growth and on inflation (S)",
      "lead_paragraph": "India cut taxes on petroleum products to curb the effect of high energy prices on growth and on inflation, the finance ministry said. The customs duty on gasoline and diesel fuel was cut to 15 percent from 20 percent and the excise tax on the products was cut to 23 percent from 26 percent, the ministry said. India's wholesale price index rose to 7.6 percent in July, a three-and-a-half-year high. Oil is the country's biggest import. Saritha Rai (NYT)",
      "publication_date": "2004-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/19/business/world-business-briefing-asia-india-petroleum-taxes-cut.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Volkswagen Plant Strike",
      "snippet": "Almost 10,000 workers walk off job at Volkswagen plant in Puebla, Mexico, in pay dispute; plant exports new Beetle to 80 countries and is Volkswagen's only North American factory (S)",
      "abstract": "Almost 10,000 workers walk off job at Volkswagen plant in Puebla, Mexico, in pay dispute; plant exports new Beetle to 80 countries and is Volkswagen's only North American factory (S)",
      "lead_paragraph": "Almost 10,000 workers walked off the job at the Volkswagen plant in Puebla in a pay dispute. The plant, about 80 miles southeast of Mexico City, exports the new Beetle to 80 countries and is Volkswagen's only North American factory. The company and union leadership had agreed to a 4.5 percent pay raise and an additional $100 a year in food coupons for each worker but the union's rank and file voted against the agreement. Last year, the union agreed to accept a four-day workweek with the fifth day at 30 percent pay to avoid 1,800 layoffs. ''But now the workers are feeling it and we want to recuperate our salaries,'' said Miguel Ángel Galán, a union spokesman. A strike in 2001 shut down production for 18 days. Elisabeth Malkin (NYT)",
      "publication_date": "2004-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/19/business/world-business-briefing-americas-mexico-volkswagen-plant-strike.html",
      "byline": "By Elisabeth Malkin (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: China: Telecom Profit",
      "snippet": "China Mobile (Hong Kong), listed unit of China's biggest cellphone operator, posts a 7.8 percent increase in first-half profit, to 18.83 billion yuan, on 23 percent increase in its subscriber base; revenue rises to 86.42 billion yuan from 76.66 bi...",
      "abstract": "China Mobile (Hong Kong), listed unit of China's biggest cellphone operator, posts a 7.8 percent increase in first-half profit, to 18.83 billion yuan, on 23 percent increase in its subscriber base; revenue rises to 86.42 billion yuan from 76.66 billion yuan (S)",
      "lead_paragraph": "China Mobile (Hong Kong), the listed unit of China's biggest cellphone operator, posted a 7.8 percent increase in first-half profit on a 23 percent increase in its subscriber base. Its net profit in the six months ended June 30 rose to 18.83 billion yuan ($2.27 billion) from 17.47 billion yuan a year earlier. Revenue rose to 86.42 billion yuan from 76.66 billion yuan. The results were slightly better than analysts had forecast.",
      "publication_date": "2004-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/19/business/world-business-briefing-asia-china-telecom-profit.html",
      "byline": "By Dow Jones"
    },
    {
      "headline": "COST OF BENEFITS CITED AS FACTOR IN SLUMP IN JOBS",
      "snippet": "Rise in cost of employee health insurance seen as major factor in employment slump, despite nearly three years of uninterrupted economic growth; health insurance now costs nation's employers annual average of $3,000 per worker; health premiums are...",
      "abstract": "Rise in cost of employee health insurance seen as major factor in employment slump, despite nearly three years of uninterrupted economic growth; health insurance now costs nation's employers annual average of $3,000 per worker; health premiums are sapping corporate balance sheets even more than rising cost of energy; there are million fewer jobs in United States now, after 11 straight quarters of economic growth, than there were at beginning of 2001, just before recession; spurt in job growth between Mar and May raised hopes, but job growth slowed sharply again in June and came to virtual standstill in July, when businesses added mere 32,000 jobs; also in Aug, and for first time this year, more businesses let workers go than hired new ones; rising cost of health insurance premiums, and of health care, is being driven by expensive new drugs, medical advances that require costly new machines for diagnostic tests and reaction to past restrictions in managed care health plans that sought to rein in costs; in presidential campaigns, both President George W Bush and Democratic party candidate John Kerry have proposed measures for tackling high cost of health insurance; their positions detailed; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/19/business/cost-of-benefits-cited-as-factor-in-slump-in-jobs.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Ouch! Insiders Feel an Unexpected Pinch",
      "snippet": "Floyd Norris comment on Google offering notes that investors' hesitance about offering cost insiders millions of dollars; notes Google's top executives wound up taking out only a third as much as they had hoped when company priced its offering; ve...",
      "abstract": "Floyd Norris comment on Google offering notes that investors' hesitance about offering cost insiders millions of dollars; notes Google's top executives wound up taking out only a third as much as they had hoped when company priced its offering; venture capitalists, who had nurtured Google and had expected to take out more money than anyone else, wound up not selling any shares at all; Google prices its offering at $85 a share, far below $108 to $135 it had been expecting and at bottom of new range it sets; in process, it also has to scale back number of shares being sold by selling stockholders; table shows shares held by Google's top executives, and venture capital firms (M)",
      "lead_paragraph": "Investors' hesitance about Google's offering cost some very important people -- the insiders -- millions of dollars. Google's top executives wound up taking out only a third as much as they had hoped when the company priced its offering last night. And the venture capitalists, who had nurtured Google and had expected to take out more money than anyone else, wound up not selling any shares at all.",
      "publication_date": "2004-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/19/business/market-place-ouch-insiders-feel-an-unexpected-pinch.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Ownership Of Gazprom Questioned; Shares Fall",
      "snippet": "Yuri Savelyev, Russian lawmaker and member of radical Rodina Party, demands investigation into whether foreigners illegally bought Gazprom shares that only Russians may own, sending stock down 13 percent (M)",
      "abstract": "Yuri Savelyev, Russian lawmaker and member of radical Rodina Party, demands investigation into whether foreigners illegally bought Gazprom shares that only Russians may own, sending stock down 13 percent (M)",
      "lead_paragraph": "A Russian lawmaker has demanded an investigation into whether foreigners illegally bought Gazprom shares that only Russians may own, sending the stock down 13 percent.",
      "publication_date": "2004-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/19/business/ownership-of-gazprom-questioned-shares-fall.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "Selling Houston Warts and All, Especially Warts",
      "snippet": "Internet-based branding campaign promoting Houston features what some might consider city's deficits: heat, humidity, hurricanes, flying cockroaches, oil refineries and flooding; campaign, financed in part by Michael Zilkha, wealthy entrepreneur a...",
      "abstract": "Internet-based branding campaign promoting Houston features what some might consider city's deficits: heat, humidity, hurricanes, flying cockroaches, oil refineries and flooding; campaign, financed in part by Michael Zilkha, wealthy entrepreneur and patron of arts in Houston, uses slogan Houston: It's Worth It, and relies on descriptions of urban afflictions and images of giant mosquitoes and cockroaches to convey sense of how Houston is nevertheless beloved by many residents; photo (M)",
      "lead_paragraph": "The heat. The humidity. The hurricanes. The flying cockroaches. The refineries. The flooding. The list of factors that make this city challenging, particularly in the steamy month of August, goes on, many Houstonians acknowledge.",
      "publication_date": "2004-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/19/business/the-media-business-advertising-selling-houston-warts-and-all-especially-warts.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Barclays Pays $293 Million For U.S. Credit Card Issuer",
      "snippet": "Barclays will buy United States credit card company Juniper Financial for $293 million, as part of its effort to expand internationally; Juniper, which is 98 percent owned by Canadian bank CIBC, specializes in issuing cards for other companies, am...",
      "abstract": "Barclays will buy United States credit card company Juniper Financial for $293 million, as part of its effort to expand internationally; Juniper, which is 98 percent owned by Canadian bank CIBC, specializes in issuing cards for other companies, among them Frontier Airlines and Caesars Entertainment (M)",
      "lead_paragraph": "The British bank Barclays said on Wednesday that it would buy the United States credit card company Juniper Financial for $293 million, as part of its effort to expand internationally.",
      "publication_date": "2004-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/19/business/barclays-pays-293-million-for-us-credit-card-issuer.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "US Airways Chairman Steps Up Pressure for Cuts",
      "snippet": "US Airways chairman David G Bronner asserts that airline's employees must agree to third round of wage and benefit cuts worth $800 million in next 30 days or airline could be liquidated; Delta Air Lines chief executive Gerald A Grinstein tells emp...",
      "abstract": "US Airways chairman David G Bronner asserts that airline's employees must agree to third round of wage and benefit cuts worth $800 million in next 30 days or airline could be liquidated; Delta Air Lines chief executive Gerald A Grinstein tells employees that it plans to cut jobs, pay and benefits as part of its restructuring plan, but says employees will be offered share in airline and other compensation as airline reinvents itself; photos (L)",
      "lead_paragraph": "The chairman of US Airways, David G. Bronner, said yesterday that its employees must agree to a third round of wage and benefit cuts worth $800 million in the next 30 days or the airline could be liquidated.",
      "publication_date": "2004-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/19/business/us-airways-chairman-steps-up-pressure-for-cuts.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "REBEL IN NAJAF SENDS MESSAGES OF CONCILIATION",
      "snippet": "Rebel cleric Moktada al-Sadr sends last-minute messages of conciliation to Iraqi interim government, apparently staving off imminent assault by Iraqi forces on his fortress in holiest Shiite shrine in Iraq; has led his Mahdi Army in some of deadli...",
      "abstract": "Rebel cleric Moktada al-Sadr sends last-minute messages of conciliation to Iraqi interim government, apparently staving off imminent assault by Iraqi forces on his fortress in holiest Shiite shrine in Iraq; has led his Mahdi Army in some of deadliest fighting with American troops since invasion 16 months ago; in addition to vacating shrine, he suggests he will disband his militia and convert it into political party; as with previous Sadr about-faces, this one comes hedged with uncertainties; his message came through aides, and they were vague on what exactly he agreed to; senior officials in Washington and Baghdad are deeply skeptical about his new offer; meanwhile, menacing new dimension is added to Najaf crisis by report on Al Jazeera that Iraqi militants calling themselves Martyrs' Squad have captured American journalist Micah Garen, threatening to kill him within 48 hours if US forces do not pull out of Najaf; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/19/world/the-conflict-in-iraq-insurgency-rebel-in-najaf-sends-messages-of-conciliation.html",
      "byline": "By John F. Burns"
    }
  ]
}