{
  "metadata": {
    "date": "2004-08-12",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "The Oil Market Refuses to Heed Positive News",
      "snippet": "World energy markets are so concerned about strong demand and possible disruptions of supplies that oil prices finish higher, even though Saudi Arabia announces it has capacity to pump 1.3 million more barrels each day immediately if needed; low-s...",
      "abstract": "World energy markets are so concerned about strong demand and possible disruptions of supplies that oil prices finish higher, even though Saudi Arabia announces it has capacity to pump 1.3 million more barrels each day immediately if needed; low-sulfur crude oil for September delivery settles at $44.80 per barrel in New York trading, up 28 cents; International Energy Agency says world's use of oil will be even greater in rest of 2004 and in 2005 than it previously forecast, increasing pressure on producers to step up output at time when rising oil prices could slow world economic recovery; graph; photos (M)",
      "lead_paragraph": "World energy markets are so concerned about strong demand and possible disruptions of supplies that oil prices finished higher on Wednesday, even though Saudi Arabia announced that it had the capacity to pump 1.3 million more barrels a day immediately if needed.",
      "publication_date": "2004-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/12/business/the-oil-market-refuses-to-heed-positive-news.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Democrats Don't Plan to Block Confirmation of C.I.A. Nominee",
      "snippet": "Senate Democrats will not oppose Pres Bush's nomination of Rep Porter J Goss as director of central intelligence, but they will use his confirmation hearings to amplify their concerns over fatal intelligence failures under this administration; man...",
      "abstract": "Senate Democrats will not oppose Pres Bush's nomination of Rep Porter J Goss as director of central intelligence, but they will use his confirmation hearings to amplify their concerns over fatal intelligence failures under this administration; many Senate Democrats say they are unhappy with what they perceive as Goss's excessive partisanship, but none say they would vote against his confirmation; Sen John Kerry has signaled that he would not make nomination a major campaign issue; privately, some Democrats say nomination puts them in difficult political position, because if they oppose Goss nomination White House would surely cast them as obstructionists who are delaying prosecution of war on terror; recall that in 2002, when they opposed proposal to eliminate some protections for employees of Homeland Security Dept, Republicans accused them of being opposed to protecting nation; Sen Charles E Schumer says he suspects Bush was 'looking for a fight' by nominating politician to top intelligence post; photos (M)",
      "lead_paragraph": "A dozen Senate Democrats suggested Wednesday that they would not oppose President Bush's nomination of Representative Porter J. Goss as director of central intelligence, but they vowed to use his confirmation hearings to amplify their concerns over fatal intelligence failures under this administration.",
      "publication_date": "2004-08-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/12/us/threats-responses-nominee-democrats-don-t-plan-block-confirmation-cia-nominee.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Indexes Bounce Off Early Lows, But Tech Stocks Don't Rebound",
      "snippet": "Standard & Poor's 500-stock index declines 3.25 points, to 1,075.79, while Dow Jones industrial average falls 6.35 points, to 9,938.32; Nasdaq composite index drops 26.28 points, to 1,782.42; US Treasury bonds rise; 10-year note ggains 5/32, to 10...",
      "abstract": "Standard & Poor's 500-stock index declines 3.25 points, to 1,075.79, while Dow Jones industrial average falls 6.35 points, to 9,938.32; Nasdaq composite index drops 26.28 points, to 1,782.42; US Treasury bonds rise; 10-year note ggains 5/32, to 103 25/32; yield slips to 4.27 percent from 4.29 percent; graph; charts (M)",
      "lead_paragraph": "A battle played out in the stock market yesterday between the optimism of Alan Greenspan, the Federal Reserve chairman, and the caution of John T. Chambers, the chief executive of Cisco Systems, a maker of Internet networking equipment.",
      "publication_date": "2004-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/12/business/markets-stocks-bonds-indexes-bounce-off-early-lows-but-tech-stocks-don-t-rebound.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "Choosing a Chatty Navigator to Share Your Ride",
      "snippet": "State of the Art column on aftermarket automobile navigation systems; products from Garmin, Magellan and Cobra reviewed; photos; drawing; (M)",
      "abstract": "State of the Art column on aftermarket automobile navigation systems; products from Garmin, Magellan and Cobra reviewed; photos; drawing; (M)",
      "lead_paragraph": "AN in-car navigation system can be like a third eye. Say you're hurtling down the New Jersey Turnpike, focused more on the crazy drivers around you than on a coming exit. A glance at a dashboard screen shows that you, a blip on a constantly refreshed map, are heading toward the exit. Not only can you see it, but a voice tells you that in a half-mile you must take the ramp to the right. The minute you do, you receive your next instruction, like ''Keep left'' or ''Remain on the current road.''",
      "publication_date": "2004-08-12T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/08/12/technology/state-of-the-art-choosing-a-chatty-navigator-to-share-your-ride.html",
      "byline": "By Wilson Rothman"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Toys 'R' Us Considers Selling Its Toy Business  Battered by intense competition from discounters like Wal-Mart, Toys ''R'' Us, the nation's largest toy retailer, announced that it might bow out of the toy business completely. The company, which in...",
      "abstract": " Toys 'R' Us Considers Selling Its Toy Business  Battered by intense competition from discounters like Wal-Mart, Toys ''R'' Us, the nation's largest toy retailer, announced that it might bow out of the toy business completely. The company, which in its heyday pushed rivals out of business as it grew to more than $11 billion in sales, said that it was considering splitting its toy business and its faster-growing baby supplies division, Babies ''R'' Us, into two separate companies and ''to explore the possible sale of the global toy business.''     Abandoning the world of Barbie and Lego would be a startling denouement for a company that rose to supremacy during the 1990's and became recognized by the bobbing head of its mascot, Geoffrey the Giraffe. [Page A1.]",
      "lead_paragraph": "Toys 'R' Us Considers Selling Its Toy Business",
      "publication_date": "2004-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/12/business/business-digest-604720.html",
      "byline": ""
    },
    {
      "headline": "Russian Official Urges That Yukos Be Given Some Slack",
      "snippet": "Russian Federal Energy Agency head Sergei Oganesyan comes to defense of Yukos, urging legal authorities to unfreeze company's bank accounts; says aim is to prevent stoppage of oil wells, since Yukos is 20 percent of output and other companies cann...",
      "abstract": "Russian Federal Energy Agency head Sergei Oganesyan comes to defense of Yukos, urging legal authorities to unfreeze company's bank accounts; says aim is to prevent stoppage of oil wells, since Yukos is 20 percent of output and other companies cannot pick up slack; Yukos produces about 1.7 million barrels of oil per day, or about 2 percent of world's supply; photo (M)",
      "lead_paragraph": "A top Russian energy official came to the defense of Yukos, the country's largest oil producer, on Wednesday, urging the legal authorities to unfreeze the company's bank accounts.",
      "publication_date": "2004-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/12/business/russian-official-urges-that-yukos-be-given-some-slack.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "Union Asks Judge to Appoint Trustee to Run United Airlines",
      "snippet": "Machinists' union asks federal bankruptcy judge to appoint trustee to run United Airlines after carrier decides to stop contributing to employee pension plans; appointment of trustee effectively removes chief executive's power and often prompts de...",
      "abstract": "Machinists' union asks federal bankruptcy judge to appoint trustee to run United Airlines after carrier decides to stop contributing to employee pension plans; appointment of trustee effectively removes chief executive's power and often prompts departure of other senior managers; union also files motion against United's request that it be given four more months to draft restructuring plan; United's flight attendants begin no-confidence vote, through their Web site, of United's chief executive Glenn F Tilton and airline's management; photo (M)",
      "lead_paragraph": "Angered by United's decision to stop contributing to employee pension plans, the machinists' union asked a federal bankruptcy judge yesterday to appoint a trustee to run the airline. The union's request added more strain to the most bitter labor-management conflict the airline industry has seen in more than a decade.",
      "publication_date": "2004-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/12/business/union-asks-judge-to-appoint-trustee-to-run-united-airlines.html",
      "byline": "By Micheline Maynard and Mary Williams Walsh"
    },
    {
      "headline": "Kerry's Iraq Message Is Muted",
      "snippet": "Senator John Kerry's aides concede that so far he has failed to get across his argument on Iraq, which President Bush mocks as a ''new nuance.'' Political Memo, Page A22.",
      "abstract": "Senator John Kerry's aides concede that so far he has failed to get across his argument on Iraq, which President Bush mocks as a ''new nuance.'' Political Memo, Page A22.",
      "lead_paragraph": "Senator John Kerry's aides concede that so far he has failed to get across his argument on Iraq, which President Bush mocks as a ''new nuance.'' Political Memo, Page A22.",
      "publication_date": "2004-08-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/12/us/kerry-s-iraq-message-is-muted.html",
      "byline": ""
    },
    {
      "headline": "Gold Fields to Buy Iamgold, Fending Off Bidder From U.S.",
      "snippet": "Johannesburg-based Gold Fields acquires Imagold Corp, based in Toronto, in stock swap valued at about $2.1 billion, fending off competing bid from Golden Star Resources; Gold Fields chairman Chris Thompson will be president and chief executive of ...",
      "abstract": "Johannesburg-based Gold Fields acquires Imagold Corp, based in Toronto, in stock swap valued at about $2.1 billion, fending off competing bid from Golden Star Resources; Gold Fields chairman Chris Thompson will be president and chief executive of Gold Fields International (M)",
      "lead_paragraph": "Gold Fields, the large gold producer based in Johannesburg, agreed Wednesday to buy the Iamgold Corporation, based in Toronto, in a stock swap valued at about $2.1 billion, fending off a competing bid from Golden Star Resources.",
      "publication_date": "2004-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/12/business/gold-fields-to-buy-iamgold-fending-off-bidder-from-us.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Amid Turmoil, an Economic Pickup",
      "snippet": "Analysts say economic rebound in Venezuela could lead to growth rates of 10 to 12 percent this year, nearly double government's initial forecast; rise in Venezuela's economy is helping to drive what United Nations says will be 4 percent expansion ...",
      "abstract": "Analysts say economic rebound in Venezuela could lead to growth rates of 10 to 12 percent this year, nearly double government's initial forecast; rise in Venezuela's economy is helping to drive what United Nations says will be 4 percent expansion in Latin America in 2004, bigest since 1997; economic boom is spurring heavy government spending on social programs that are having desired effect: solidifying support when Pres Hugo Chavez needs it most; Chavez is facing recall referendum on Aug 15; oil revenues have risen 120 percent in last 12 months, and nonoil revenue has nearly doubled; economic indicators gloss over economy unable to attract much foreign investment or create jobs for 50 percent of Venezuelan laborers; photos (M)",
      "lead_paragraph": "With its protests and political tumult of the last few years, Venezuela has been anything but hospitable to business.",
      "publication_date": "2004-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/12/business/amid-turmoil-an-economic-pickup.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "The Color of Mayhem",
      "snippet": "Article on how popular video games use racial stereotypes; games depict black and Hispanic youths committing and reveling in street crime or NBA players in fierce one-on-one matches to accumulate cash and experience millionaire lifestyle; experts ...",
      "abstract": "Article on how popular video games use racial stereotypes; games depict black and Hispanic youths committing and reveling in street crime or NBA players in fierce one-on-one matches to accumulate cash and experience millionaire lifestyle; experts worry how these games may validate stereotyping for ethnic youths; photos (M)",
      "lead_paragraph": "THE screen crackles with criminality as a gang of urban predators itch for a kill. The scene erupts into automatic-weapons fire in a drive-by nightmare of screaming car engines, senseless death and destruction set to a thumping rap soundtrack.",
      "publication_date": "2004-08-12T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/08/12/technology/the-color-of-mayhem.html",
      "byline": "By Michel Marriott"
    },
    {
      "headline": "All Thumbs, Without the Stigma",
      "snippet": "Cellphone text messaging has re-established reliance on thumb as power digit in hierarchy of hand; those most facile are teens and young adults; photos (M)",
      "abstract": "Cellphone text messaging has re-established reliance on thumb as power digit in hierarchy of hand; those most facile are teens and young adults; photos (M)",
      "lead_paragraph": "SINCE the beginning, humans have made big use of their thumbs -- for grasping sticks, hitching rides, rating movies and so on. Now, for millions of people, the thumb has evolved into a preferred mode of 21st-century communication.",
      "publication_date": "2004-08-12T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/08/12/technology/all-thumbs-without-the-stigma.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Toys 'R' Us Says It May Leave the Toy Business",
      "snippet": "Toys 'R' Us, nation's largest toy retailer in 1990's, says it might bow out of toy business altogether; $11 billion company's once-successful formula pushed its rivals out of business; now it is being battered by intense competition from discounte...",
      "abstract": "Toys 'R' Us, nation's largest toy retailer in 1990's, says it might bow out of toy business altogether; $11 billion company's once-successful formula pushed its rivals out of business; now it is being battered by intense competition from discounters like Wal-Mart Stores; company issues statement of its intention to split its toy business and its faster-growing baby supplies division, Babies 'R' Us, into two companies, and to explore selling toy business; troubles at Toys 'R' Us show how Wal-Mart and other large discounters are squeezing not only mom-and-pop stores, but also previously strong national chains; during Dec 2003 holiday season, Wal-Mart, Target and other discounters captured large share of $27 billion United States toy business by expanding their selections and slashing prices; Wal-Mart now has 20 percent of market, Target has 18 percent and Toys 'R' Us has dipped to 17 percent; photos; graph (M)",
      "lead_paragraph": "Battered by intense competition from discounters like Wal-Mart Stores, Toys ''R'' Us announced yesterday that it might bow out of the toy business altogether.",
      "publication_date": "2004-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/12/business/toys-r-us-says-it-may-leave-the-toy-business.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Inflation Rises",
      "snippet": "Brazil's inflation rate rose 0.91 percent in July after rising 0.71 percent in June; accumulated inflation reached 4.42 percent in first seven months of year, while index has risen 6.81 percent in 12 months through July (S)",
      "abstract": "Brazil's inflation rate rose 0.91 percent in July after rising 0.71 percent in June; accumulated inflation reached 4.42 percent in first seven months of year, while index has risen 6.81 percent in 12 months through July (S)",
      "lead_paragraph": "Pressed by rising utility rates and gasoline prices, inflation in Brazil rose to a 15-month high in July, reducing the chances that the central bank will cut interest rates again this year, economists said. The government's IPCA consumer price index, the central bank's main gauge in setting interest rates, rose 0.91 percent last month after rising 0.71 percent in June. The spike in July was the highest monthly increase since April 2003. In the first seven months of the year, accumulated inflation reached 4.42 percent, while the index has risen 6.81 percent in the 12 months through July. Most economists expect Brazil to finish the year with inflation of about 7.4 percent, just below the central bank's ceiling of 8 percent. Todd Benson (NYT)",
      "publication_date": "2004-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/12/business/world-business-briefing-americas-brazil-inflation-rises.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Donor Mistrust Worsens AIDS In Zimbabwe",
      "snippet": "In Zimbabwe, where 1.8 million people are HIV positive and 360,000 need life prolonging antiretroviral drugs, only those who can afford drugs get them; foreign donors do not trust Pres Robert Mugabe's increasingly repressive government to fairly o...",
      "abstract": "In Zimbabwe, where 1.8 million people are HIV positive and 360,000 need life prolonging antiretroviral drugs, only those who can afford drugs get them; foreign donors do not trust Pres Robert Mugabe's increasingly repressive government to fairly or honestly channel money for antiretroviral drugs to those who need it; relief workers estimate that fewer than 1,000 Zimbabweans are getting drugs free through government or charitable programs, with little hope of expanding that number; in contrast, every neighboring country is giving antiretrovirals to 1 to 15 times as many people, and planning to expand treatment to tens of thousands more; major foreign supporters in battle against AIDS are Global Fund to Fight AIDS, Tuberculosis and Malaria, World Bank, United States and Britain; they are skirting Zimbabwe as they wrestle with wrenching question: is it right to withhold life-saving aid from population because its rulers are likely to manipulate aid for political ends--or worse, steal it? photos; map; chart (L)",
      "lead_paragraph": "Edson Muchenjekwa says he spent three weeks persuading Alista Bhero to overcome her rage at her husband, Khemist, for infecting her with H.I.V., which has rendered her all but immobile at 42. He does not intend to waste her time discussing a treatment.",
      "publication_date": "2004-08-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/12/world/donor-mistrust-worsens-aids-in-zimbabwe.html",
      "byline": "By Sharon Lafraniere"
    },
    {
      "headline": "Tokyo Court Allows Bank To Resume Merger Talks",
      "snippet": "Tokyo court grants appeal by UFJ Holdings that clears way for struggling Japanese bank to resume merger talks with larger rival Mitsubishi Tokyo Financial Group; reverses injunction by lower court that had banned UFJ from including its money-manag...",
      "abstract": "Tokyo court grants appeal by UFJ Holdings that clears way for struggling Japanese bank to resume merger talks with larger rival Mitsubishi Tokyo Financial Group; reverses injunction by lower court that had banned UFJ from including its money-management unit in merger talks because of previous agreement to sell that business to Sumitomo Mitsui Financial Group; Mitsubishi Tokyo says it is prepared to put as much as 700 billion yen ($6.3 billion) into UFJ, exceeding 500 billion yen ($4.5 billion) offered by Sumitomo Mitsui this week (M)",
      "lead_paragraph": "A Tokyo court granted an appeal by UFJ Holdings on Wednesday that clears the way for the struggling Japanese bank to resume merger talks with its larger rival, the Mitsubishi Tokyo Financial Group, in a deal that could create the world's largest bank.",
      "publication_date": "2004-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/12/business/tokyo-court-allows-bank-to-resume-merger-talks.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Profit Off At VNU",
      "snippet": "World Busin",
      "abstract": "World Busin",
      "lead_paragraph": "The Dutch media company VNU said first-half earnings fell 12 percent as costs rose and a weaker dollar hurt sales. The stock gained as VNU forecast higher 2004 revenue and profit. Net income fell to 91 million euros ($111.4 million) from 103 million euros a year earlier, and revenue slid 5.4 percent, to 1.83 billion euros. VNU owns the ACNielsen market research company, Billboard magazine and The Hollywood Reporter.",
      "publication_date": "2004-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/12/business/world-business-briefing-europe-the-netherlands-profit-off-at-vnu.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Profit At Web Provider",
      "snippet": "German Internet serv",
      "abstract": "German Internet serv",
      "lead_paragraph": "The leading German Internet services provider T-Online said it made a first-half profit of 167.6 million euros ($205.1 million) after a loss of 71.4 million euros a year ago. Revenue rose 12 percent, to 988 million euros ($1.21 billion), helped by an increase in broadband revenue as the number of customers in Germany rose to 2.6 million from 2 million. The company, a subsidiary of Deutsche Telecom, has a total of 2.9 million subscribers across Europe.",
      "publication_date": "2004-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/12/business/world-business-briefing-europe-germany-profit-at-web-provider.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "Big Office Supply Retailers Try to Build a Smaller Box",
      "snippet": "Article on office supply retailers Staples, Office Depot and OfficeMax focuses on ways they are trying to differentiate themselves to attract customers; photos (M)",
      "abstract": "Article on office supply retailers Staples, Office Depot and OfficeMax focuses on ways they are trying to differentiate themselves to attract customers; photos (M)",
      "lead_paragraph": "In the arena of big-box office supply retailers, the race for the small-business customer is on, and heating up.",
      "publication_date": "2004-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/12/business/market-place-big-office-supply-retailers-try-to-build-a-smaller-box.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "U.S. HOLDS BACK FROM ATTACKING REBELS IN NAJAF",
      "snippet": "American forces hold back from attacking insurgents loyal to Moktada al-Sadr in Najaf; officers decline to say what caused them to change their plans after spending days preparing for major assault; Sadr's control of Iman Ali Mosque, one of holies...",
      "abstract": "American forces hold back from attacking insurgents loyal to Moktada al-Sadr in Najaf; officers decline to say what caused them to change their plans after spending days preparing for major assault; Sadr's control of Iman Ali Mosque, one of holiest sites in Shiite Islam, is frustrating American efforts to crush his movement; any damage to mosque would cause outrage among Shiites, who constitute majority of Iraqis; tensions in Najaf are first major test of relationship between American military and interim Prime Min Ayad Allawi, whose approval is needed for any attack on Sadr; although Allawi has said he would not negotiate with Sadr forces, his assent to all-out assault is another matter; spokesman for Sadr vows that cleric will continue his fight in Najaf; photos; map (M)",
      "lead_paragraph": "After spending days preparing for a major attack against insurgents loyal to the rebel Shiite cleric Moktada al-Sadr, American forces abruptly held back late on Wednesday afternoon.",
      "publication_date": "2004-08-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/12/world/the-conflict-in-iraq-combat-us-holds-back-from-attacking-rebels-in-najaf.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Security for the Homeland, Made in Alaska",
      "snippet": "Pentagon has turned to private sector and quietly awarded multimillion-dollar contracts for private security guards at important military installations, including Fort Bragg, NC, and West Point without putting out competitive bids; winners hail fr...",
      "abstract": "Pentagon has turned to private sector and quietly awarded multimillion-dollar contracts for private security guards at important military installations, including Fort Bragg, NC, and West Point without putting out competitive bids; winners hail from Alaskan corporations representing native tribal groups that are uniquely eligible to win Pentagon contracts in unlimited amounts without having to compete against other companies; main beneficiaries are security firms Wackenhut Services and Vance International; Pentagon has made no public announcements of contracts, in which joint ventures are being paid $194 million to protect 40 properties; prominent roles of Wackenhut, which is working with Alaskan native corporation called Alutiiq and Alaska-based Vance, partner of Chenega Corp, raises variety of concerns, from way contracts are awarded to questions about whether established security companies that are doing much of work are appropriate for job; photo (M)",
      "lead_paragraph": "As the Pentagon shipped thousands of military police to Iraq over the last year, it had to move quickly to replace guards at important installations around the country, including Fort Bragg, N.C., and West Point. So it turned to the private sector and quietly awarded multimillion-dollar contracts without putting out competitive bids.",
      "publication_date": "2004-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/12/business/security-for-the-homeland-made-in-alaska.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Brewer Posts Profit",
      "snippet": "World Business BriÔ",
      "abstract": "World Business BriÔ",
      "lead_paragraph": "Companhia de Bebidas das Americas, the Brazilian brewer known as AmBev, posted a second-quarter profit of 265.1 million reais ($87.5 million), more than double the amount it earned in the year-earlier period. AmBev, which is being acquired by Interbrew of Belgium, said strong revenue in foreign markets helped offset a 7.3 percent drop in beer sales at home. Earnings before interest, taxes, depreciation and amortization, a measure of cash flow, rose 33 percent in the quarter, to 735.1 million reais, while revenue rose 17 percent, to 2.23 billion reais. AmBev, whose beer brands include Brahma, Antártica and Skol, finished June with 66.3 percent of Brazil's beer market.",
      "publication_date": "2004-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/12/business/world-business-briefing-americas-brazil-brewer-posts-profit.html",
      "byline": "By Todd Benson (NYT)"
    }
  ]
}