{
  "metadata": {
    "date": "2004-08-27",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "Army's Report Faults General In Prison Abuse",
      "snippet": "Classified parts of report by three Army generals on abuses at Abu Ghraib prison say procedures approved by Lt Gen Ricardo S Sanchez, former top commander in Iraq, and revisions made when Central Command found fault with initial policy, exceeded G...",
      "abstract": "Classified parts of report by three Army generals on abuses at Abu Ghraib prison say procedures approved by Lt Gen Ricardo S Sanchez, former top commander in Iraq, and revisions made when Central Command found fault with initial policy, exceeded Geneva Convention guidelines as well as standard Army doctrines; say that Sanchez and his legal staff revised rules for interrogations in Iraq three times in 30 days, sowing great confusion among interrogators, who understood Geneva guidelines poorly anyway; say military police and military intelligence soldiers who used abusive techniques believed they had been authorized by senior commanders; report shows in much clearer detail than ever before how interrogation practices from Afghanistan and Guantanamo, where detainees were not afforded protection of Geneva Conventions, were brought to Abu Ghraib, and how poorly nuances of what was acceptable in Iraq were understood by military intelligence officials there; classified sections of so-called Fay report reinforce criticisms made in report by independent panel headed by James R Schlesinger; photo; timeline (M)",
      "lead_paragraph": "Editors' Note Appended",
      "publication_date": "2004-08-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/27/world/the-reach-of-war-abu-ghraib-scandal-army-s-report-faults-general-in-prison-abuse.html",
      "byline": "By Douglas Jehl and Eric Schmitt"
    },
    {
      "headline": "A Windfall From a Student Loan Program",
      "snippet": "Many student loan lenders are using loophole in federal law to collect large payments from subsidies that Congress tried to phase out; lenders are collecting record amount of old subsidies and stepping up pace; student loan companies have been bil...",
      "abstract": "Many student loan lenders are using loophole in federal law to collect large payments from subsidies that Congress tried to phase out; lenders are collecting record amount of old subsidies and stepping up pace; student loan companies have been billing federal government at rate of nearly $1 billion a year, at least four times amount just three years ago, all for subsidy that was supposed to have largely faded away; Sen Edward Kennedy says banks are making all-out effort to milk loophole for as big a subsidy as possible; graph; photo (M)",
      "lead_paragraph": "More than a decade ago, Congress decided it was giving away too much to the student loan industry, needlessly guaranteeing big profits at taxpayer expense. So lawmakers put their collective feet down, passing a law that gradually erased hundreds of millions of dollars in subsidies that could have gone directly to students instead.",
      "publication_date": "2004-08-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/27/business/a-windfall-from-a-student-loan-program.html",
      "byline": "By Greg Winter"
    },
    {
      "headline": "TENTATIVE ACCORD REACHED IN NAJAF TO HALT FIGHTING",
      "snippet": "Tentative agreement to end three-week siege in Najaf is reached after Grand Ayatollah Ali al-Sistani and rebel cleric Moktada al-Sadr hold face-to-face meeting; aides to Sistani, Iraq's most powerful Shiite leader, say Sadr has agreed to condition...",
      "abstract": "Tentative agreement to end three-week siege in Najaf is reached after Grand Ayatollah Ali al-Sistani and rebel cleric Moktada al-Sadr hold face-to-face meeting; aides to Sistani, Iraq's most powerful Shiite leader, say Sadr has agreed to conditions set forth by Sistani; proposal calls for withdrawal of Sadr's fighters from Najaf and neighboring city of Kufa, as well as pullout of American forces and introduction of Iraqi police officers into Najaf; Sadr and his fighters would be allowed to keep their guns and go free; interim Iraqi government quickly accepts proposal; Sadr reportedly broadcasts statement over shrine's loudspeakers, telling his men inside mosque to lay down arms and join pilgrims who had gathered outside at Sistani's call; deal was struck shortly after Sistani's momentous homecoming from London, where he received medical treatment; Americans halt combat operations in Najaf, but make clear they are prepared to resume and assault shrine if Sadr does not quickly sign on to pact; photos; map (L)",
      "lead_paragraph": "Aides to the country's most powerful Shiite leader said they had reached a tentative agreement on Thursday to end the three-week siege in this Shiite holy city, after a day of chaos and bloodshed here that left at least 74 Iraqis dead and more than 300 wounded.",
      "publication_date": "2004-08-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/27/world/reach-war-insurgents-tentative-accord-reached-najaf-halt-fighting.html",
      "byline": "By Dexter Filkins and John F. Burns"
    },
    {
      "headline": "World Business Briefing | Australia: Contract For Iron Sale",
      "snippet": "Australian mining company BHP Billiton says JFE Steel of Japan has acquired about $3.7 billion worth of its iron ore over next 11 years and take equity stake in one of BHP Billiton's mines (S)",
      "abstract": "Australian mining company BHP Billiton says JFE Steel of Japan has acquired about $3.7 billion worth of its iron ore over next 11 years and take equity stake in one of BHP Billiton's mines (S)",
      "lead_paragraph": "The Australian mining company BHP Billiton said that JFE Steel of Japan had agreed to buy about $3.7 billion worth of its iron ore over the next 11 years and take an equity stake in one of BHP Billiton's mines. JFE will take a 20 percent stake in BHP Billiton's Yandi iron ore mine in Western Australia and help develop technology to extend the mine's life. Wayne Arnold (NYT)",
      "publication_date": "2004-08-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/27/business/world-business-briefing-australia-contract-for-iron-sale.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Business Confidence Slips",
      "snippet": "Ifo Institute says German business confidence index was 95.3 in August compared with 95.6 in July, third decline in four months (S)",
      "abstract": "Ifo Institute says German business confidence index was 95.3 in August compared with 95.6 in July, third decline in four months (S)",
      "lead_paragraph": "German business confidence slipped slightly in August, a monthly survey by the Munich-based Ifo Institute said. The overall index, based on a survey of 7,000 companies which were asked about the current business climate, was 95.3 in August compared with 95.6 in July, the third decline in four months. Nevertheless, the decline was not as sharp as feared. In the manufacturing, wholesale and retail sectors, sentiment worsened slightly, while in the construction sector the climate improved a bit. Victor Homola (NYT)",
      "publication_date": "2004-08-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/27/business/world-business-briefing-europe-germany-business-confidence-slips.html",
      "byline": "By Victor Homola (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Hints Of Rate Increase",
      "snippet": "Brazil's central bank warns inflation is on track to surpass its 4.5 percent target of 2005, signaling it may raise interest rates soon (S)",
      "abstract": "Brazil's central bank warns inflation is on track to surpass its 4.5 percent target of 2005, signaling it may raise interest rates soon (S)",
      "lead_paragraph": "The central bank has warned that inflation was on track to surpass its 4.5 percent target for 2005, signaling the bank may raise interest rates soon. The comments came in the minutes from the bank's monetary policy meeting last week, when it left its benchmark lending rate unchanged at 16 percent. The bank said the inflation outlook had significantly worsened after a recent spike in global oil prices. Todd Benson (NYT)",
      "publication_date": "2004-08-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/27/business/world-business-briefing-americas-brazil-hints-of-rate-increase.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "U.S. Supermarkets Are Cited As Ahold Misses Profit Goal",
      "snippet": "Royal Ahold says its slumping American supermarkets unit contributed to lower-than-expected profit of 32 million euros, or $38.7 million, in second quarter; sales fell 5 percent, to 12.3 billion euros, from year earlier; chairman Karel Vuusteen re...",
      "abstract": "Royal Ahold says its slumping American supermarkets unit contributed to lower-than-expected profit of 32 million euros, or $38.7 million, in second quarter; sales fell 5 percent, to 12.3 billion euros, from year earlier; chairman Karel Vuusteen resigns; photo (M)",
      "lead_paragraph": "Just as its United States wholesale food division showed signs of recovering from an accounting scandal, Royal Ahold reported on Thursday that its slumping American supermarkets unit contributed to a lower-than-expected profit of just 32 million euros, or $38.7 million.",
      "publication_date": "2004-08-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/27/business/us-supermarkets-are-cited-as-ahold-misses-profit-goal.html",
      "byline": "By Gregory Crouch"
    },
    {
      "headline": "Sure, It's Pragmatic. But Stylish? The Minivan Is Getting a Makeover",
      "snippet": "Automakers are redesigning minivans to cast off their dowdy image; among redesigned vehicles are Chrysler's Dodge Caravan, Nissan's Quest and Honda's Odyssey; General Motors is preparing four minivans for next year--from its Saturn, Buick, Chevrol...",
      "abstract": "Automakers are redesigning minivans to cast off their dowdy image; among redesigned vehicles are Chrysler's Dodge Caravan, Nissan's Quest and Honda's Odyssey; General Motors is preparing four minivans for next year--from its Saturn, Buick, Chevrolet and Pontiac divisions--with snoutlike front ends meant to resemble sport utility vehicles; photo (M)",
      "lead_paragraph": "Julie Blewitt once vowed she would never own a minivan. ''I grew up humiliated being chauffeured about in a wood-paneled station wagon,'' said Ms. Blewitt, 34, of Loveland, Colo. ''I swore I would never drive the modern-day equivalent.''",
      "publication_date": "2004-08-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/27/business/sure-it-s-pragmatic-but-stylish-the-minivan-is-getting-a-makeover.html",
      "byline": "By Danny Hakim and Fara Warner"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Unemployment Falls",
      "snippet": "Brazil's unemployment fell for third consecutive month in July, to 11.2 percent from 11.7 percent in June; real wages also registered first increase from year-ago levels since March 2003, rising 2 percent, to average of 901.20 reais a month, or $3...",
      "abstract": "Brazil's unemployment fell for third consecutive month in July, to 11.2 percent from 11.7 percent in June; real wages also registered first increase from year-ago levels since March 2003, rising 2 percent, to average of 901.20 reais a month, or $305.50; poll shows jobless rate in Sao Paulo fell to 18.5 percent in July; graph (S)",
      "lead_paragraph": "Unemployment in Brazil fell for the third consecutive month in July, dropping to 11.2 percent from 11.7 percent in June, the government said. Real wages, which are adjusted for inflation, also registered their first increase from year-ago levels since March 2003, rising 2 percent, to an average of 901.20 reais a month, or $305.50. A poll released a day earlier showed that the jobless rate in São Paulo fell to 18.5 percent in July, the lowest level since President Luiz Inácio Lula da Silva took office in January 2003. Todd Benson (NYT)",
      "publication_date": "2004-08-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/27/business/world-business-briefing-americas-brazil-unemployment-falls.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Bush Preparing to Bolster C.I.A. Director's Power",
      "snippet": "Pres Bush is expected to issue executive order that would immediately grant more power to director of central intelligence, designating him to fill much of role envisioned for future national intelligence director, post recommended by 9/11 commiss...",
      "abstract": "Pres Bush is expected to issue executive order that would immediately grant more power to director of central intelligence, designating him to fill much of role envisioned for future national intelligence director, post recommended by 9/11 commission; order will be cast as interim measure; creation of new post will require Congressional legislation; question of how much authority should be given to new intelligence chief remains subject of sharp debate between 9/11 panel members, legislators and White House; 9/11 panel members have suggested they would oppose any plan that continues to give director of central intelligence responsibility for both day-to-day operations of CIA and oversight of other intelligence agencies; Sen John Kerry has criticized White House for not embracing 9/11 commission recommendation to establish national intelligence chief earlier; Bush will issue two other executive orders: one creating new National Counterterrorism Center and one designed to promote greater information sharing between intelligence agencies (M)",
      "lead_paragraph": "President Bush is preparing to issue an executive order that would immediately grant more power to the director of central intelligence, designating him to fill much of the role envisioned for a future national intelligence director, according to senior government officials who have been briefed on the plan.",
      "publication_date": "2004-08-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/27/us/bush-preparing-to-bolster-cia-director-s-power.html",
      "byline": "By Douglas Jehl and Philip Shenon"
    },
    {
      "headline": "Court Goes to Oil Fields In Ecuador Pollution Suit",
      "snippet": "Judicial inspections have begun by Ecuadorean authorities of sites that residents contend were polluted by Texaco Petroleum Co, subsidiary of ChevronTexaco; is latest wrinkle in 11-year battle over whether company should pay estimated $6 billion t...",
      "abstract": "Judicial inspections have begun by Ecuadorean authorities of sites that residents contend were polluted by Texaco Petroleum Co, subsidiary of ChevronTexaco; is latest wrinkle in 11-year battle over whether company should pay estimated $6 billion to clean up swath of Ecuadorean Amazon; suit was brought by 88 residents representing about 30,000 others, including 5,000 members of five Amazon indigenous peoples; plaintiffs contend drinking water is contaminated; ChevronTexaco denies accusation; suit centers on 11,000 acres around La Joya de las Sachas; map; photo (M)",
      "lead_paragraph": "Hidalgo Zurita watched as half a dozen technicians in white hazardous-materials suits used a motorized drill to search for oil -- in his yard in this small Amazon town.",
      "publication_date": "2004-08-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/27/business/court-goes-to-oil-fields-in-ecuador-pollution-suit.html",
      "byline": "By Brian Ellsworth"
    },
    {
      "headline": "More Americans Were Uninsured And Poor in 2003, Census Finds",
      "snippet": "United States Census Bureau reports that ranks of poor and those without health insurance grew in 2003 for third straight year; figures signal trend in which 2001 recession and its aftermath, which first affected high-income families, have recentl...",
      "abstract": "United States Census Bureau reports that ranks of poor and those without health insurance grew in 2003 for third straight year; figures signal trend in which 2001 recession and its aftermath, which first affected high-income families, have recently hurt families at bottom and in middle significantly more than those at top; report shows median household income rose at about same rate as inflation in 2003 after three years of relative declines, but that disparity in incomes between rich and poor grew after having fallen in 2002; reports national poverty rate rose to 12.5 percent from 12.1 percent in 2002; Pres Bush, on campaign trail, has been saying country has overcome recession and stock market decline in part because of his tax cuts; Democrats accuse Bush administration of trying to bury new numbers by releasing figures on poverty and health insurance at same time in late Aug, rather than separately in Sept as in past; Census officials note two sets of data had also been released simultaneously in mid-1990's (M)",
      "lead_paragraph": "The ranks of the poor and those without health insurance grew in 2003 for the third straight year, the government reported on Thursday, in a sign of the lingering pain being caused by a long slump in the job markets.",
      "publication_date": "2004-08-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/27/us/2004-campaign-economy-more-americans-were-uninsured-poor-2003-census-finds.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Regulator Finds Problems At Big 4 Accounting Firms  The Public Company Accounting Oversight Board, which was established by Congress in 2002 as the regulatory body for the audit industry, said that its inspections of the Big Four accounting firms ...",
      "abstract": " Regulator Finds Problems At Big 4 Accounting Firms  The Public Company Accounting Oversight Board, which was established by Congress in 2002 as the regulatory body for the audit industry, said that its inspections of the Big Four accounting firms had found ''significant audit and accounting issues'' in work done by all four firms. The board reviewed the details of 16 audits in 2003 at each firm.      It added that it had found problems in the quality control systems at each firm, but that it retained confidence in them. [Page C2.]",
      "lead_paragraph": "Regulator Finds Problems At Big 4 Accounting Firms",
      "publication_date": "2004-08-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/27/business/business-digest-772216.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: Indonesia: Oil Contract To End",
      "snippet": "Indonesia's state-owned oil and gas company Pertamina decides not to extend contract with Exxon Mobil to develop one of country's largest oil fields when contract expires in 2010; Exxon Mobil bought contract, to manage Cepu fields in central Java,...",
      "abstract": "Indonesia's state-owned oil and gas company Pertamina decides not to extend contract with Exxon Mobil to develop one of country's largest oil fields when contract expires in 2010; Exxon Mobil bought contract, to manage Cepu fields in central Java, on Pertamina's behalf in 1999 only to discover in 2001 that it held much more oil than previously believed; Pertamina then said that if it did not get more of revenue, it would not renew contract (S)",
      "lead_paragraph": "Indonesia's state-owned oil and gas company, Pertamina, has decided not to extend a contract with Exxon Mobil to develop one of the country's largest oil fields when the contract expires in 2010. Exxon Mobil bought the contract, to manage the Cepu field in central Java, on Pertamina's behalf in 1999 only to discover in 2001 that it held much more oil than previously believed. Pertamina then said that if it did not get more of the revenue, it would not renew the contract. The companies have been at loggerheads since over how to divide the proceeds. A Pertamina official told a parliamentary commission this week that Pertamina would develop Cepu alone. Wayne Arnold (NYT)",
      "publication_date": "2004-08-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/27/business/world-business-briefing-asia-indonesia-oil-contract-to-end.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "BUSH DISMISSES IDEA THAT KERRY LIED ON VIETNAM",
      "snippet": "Pres Bush says he does not believe Sen John Kerry lied about his war record, but he refuses to denounce television commercial paid for by Swift Boat Veterans for Truth that alleges Kerry came by his war medals dishonestly, interview; Bush portrays...",
      "abstract": "Pres Bush says he does not believe Sen John Kerry lied about his war record, but he refuses to denounce television commercial paid for by Swift Boat Veterans for Truth that alleges Kerry came by his war medals dishonestly, interview; Bush portrays himself as victim of same type of political interest groups, so-called 572 committees, that are attacking Kerry; he acknowledges for first time that he made 'miscalculation of what the conditions would be' in postwar Iraq, but he insists that 17-month-long insurgency is unintended by-product of 'swift victory' against Saddam Hussein's military; he refuses to answer any further questions about what went wrong with occupation, saying that should be left to historians; he appears unfamiliar with report signed by his secretaries of energy and commerce and his science advisor, and delivered to Congress on Aug 25, that indicates that emissions of carbon dioxide and other heat-trapping gases are the only likely explanation for global warming over last three decades; later, press secretary Scott McClellan says administration is not changing its position on global warming and that Bush continues to be guided by research at National Academy of Sciences; photo (M)",
      "lead_paragraph": "President Bush said on Thursday that he did not believe Senator John Kerry lied about his war record, but he declined to condemn the television commercial paid for by a veterans group alleging that Mr. Kerry came by his war medals dishonestly.",
      "publication_date": "2004-08-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/27/us/the-2004-campaign-the-president-bush-dismisses-idea-that-kerry-lied-on-vietnam.html",
      "byline": "By David E. Sanger and Elisabeth Bumiller"
    },
    {
      "headline": "U.S. Tally in Online-Crime Sweep: 150 Charged",
      "snippet": "Justice Department announces that more than 150 people have been arrested, charged or convicted in last three months in wide-ranging sweep of criminal activity on Internet; cases, involving credit card fraud, corporate espionage and other offenses...",
      "abstract": "Justice Department announces that more than 150 people have been arrested, charged or convicted in last three months in wide-ranging sweep of criminal activity on Internet; cases, involving credit card fraud, corporate espionage and other offenses, are part of what department calls Operation Web Snare; sweep was conducted by 37 offices of FBI, 13 divisions of Postal Inspection Service and other federal and local agencies; investigators have identified more than 150,000 victims with losses in excess of $215 million; Orbit Communications Corp executive Jay R Echounfni has been indicted on charges of hiring hackers to set up online attacks that interfered with its rivals' Web sites; Echounfni has left country and is being pursued in what department calls 'international manhunt led by the FBI'; Business Engine Corp chief technology officer Robert McKimmey pleaded guilty in July to charges he stole trade secrets from software rival, Niku Corp, by breaking into its computers; department says EBay continues to be fertile ground for fraud; Atty Gen John Ashcroft comments; photos (M)",
      "lead_paragraph": "The Justice Department announced Thursday that more than 150 people had been arrested, charged or convicted in the last three months in a wide-ranging sweep of criminal activity on the Internet.",
      "publication_date": "2004-08-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/27/business/technology-us-tally-in-online-crime-sweep-150-charged.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Russia to Sell Its Holding In Lukoil At Auction",
      "snippet": "Russian government will hold auction Sept 29 to sell its 7.59 percent stake in Lukoil at starting price of $1.93 billion; Western companies will be allowed to take part, and ConocoPhillips is widely considered front-runner in bidding (M)",
      "abstract": "Russian government will hold auction Sept 29 to sell its 7.59 percent stake in Lukoil at starting price of $1.93 billion; Western companies will be allowed to take part, and ConocoPhillips is widely considered front-runner in bidding (M)",
      "lead_paragraph": "The Russian government said Thursday that it would hold an auction Sept. 29 to sell its 7.59 percent stake in Lukoil, the giant oil company, at a starting price of $1.93 billion.",
      "publication_date": "2004-08-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/27/business/russia-to-sell-its-holding-in-lukoil-at-auction.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "The German Question: If Workers Get Less, Will More Get Work?",
      "snippet": "Floyd Norris comment on whether more Germans will get work if workers get less pay and unemployment insurance; focuses on movements in German industries, particularly Volkswagen, to urge pay freezes and longer hours for some workers, and Chancello...",
      "abstract": "Floyd Norris comment on whether more Germans will get work if workers get less pay and unemployment insurance; focuses on movements in German industries, particularly Volkswagen, to urge pay freezes and longer hours for some workers, and Chancellor Gerhard Schroder's push to cut generous unemployment benefits, which has caused huge demonstrations because many Germans see life-long unemployment as right; graph (M)",
      "lead_paragraph": "AMONG the major industrialized economies, Germany is the un-United States. Americans spend with abandon, while Germans save. America runs a huge and growing trade deficit, while Germany's exports rise along with its trade surplus. American housing prices have risen sharply, while German prices have stagnated.",
      "publication_date": "2004-08-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/27/business/the-german-question-if-workers-get-less-will-more-get-work.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Trade Surplus Grows",
      "snippet": "Japan's trade surplus grew for 13th consecutive month in July, fueled by rising exports to China and other Asian trading partners; July surplus rose 44.2 percent from year earlier to 1.14 trillion yen, or $10.3 billion; exports rose 14.3 percent, ...",
      "abstract": "Japan's trade surplus grew for 13th consecutive month in July, fueled by rising exports to China and other Asian trading partners; July surplus rose 44.2 percent from year earlier to 1.14 trillion yen, or $10.3 billion; exports rose 14.3 percent, to 5.31 trillion yen, and imports gained 8.2 percent, to 4.17 trillion yen; surplus with US rose by 12.6 percent, to 640 billion yen (S)",
      "lead_paragraph": "Japan's trade surplus grew for the 13th consecutive month in July, fueled by rising exports to China and other Asian trading partners. The July surplus increased 44.2 percent from a year earlier to 1.14 trillion yen, or $10.3 billion. Exports rose 14.3 percent, to 5.31 trillion yen, and imports gained 8.2 percent, to 4.17 trillion yen. Japan's trade surplus with other countries in Asia surged 63 percent, to 751 billion yen. The surplus with the United States widened by 12.6 percent, to 640 billion yen. The overall trade surplus was larger than expected, as exports to Asia remained strong despite predictions that their growth would begin to slow. Todd Zaun (NYT)",
      "publication_date": "2004-08-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/27/business/world-business-briefing-asia-japan-trade-surplus-grows.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Health Plans Cover Fewer While Costs Keep Rising",
      "snippet": "Experts say rising costs for health coverage and continuing fall-off in number of workers in employer-sponsored health plans are among reasons that greater number of people did not have health insurance last year; Census Bureau says increase in un...",
      "abstract": "Experts say rising costs for health coverage and continuing fall-off in number of workers in employer-sponsored health plans are among reasons that greater number of people did not have health insurance last year; Census Bureau says increase in uninsured people last year was 1.4 million, to record 45 million; government officials say more than 10 million of those without insurance are young, 25 to 34 years old, increase of 576,000 from 2002; Sens Judd Gregg and Bill Frist and Len M Nichols, vice president of nonprofit Center for Studying Health System Change, comment; graph (M)",
      "lead_paragraph": "Rising costs for health coverage and a continuing fall-off in the number of workers in employer-sponsored health plans are among the reasons that a greater number of people did not have health insurance last year, experts say.",
      "publication_date": "2004-08-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/27/business/health-plans-cover-fewer-while-costs-keep-rising.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "S.&P. Raises a Rating for Thailand",
      "snippet": "Standard & Poor's raises its rating for Thailand's long-term foreign-currency sovereign debt but leaves its rating on Thailand's local-currency debt and short-term foreign-currency debt unchanged; photo (M)",
      "abstract": "Standard & Poor's raises its rating for Thailand's long-term foreign-currency sovereign debt but leaves its rating on Thailand's local-currency debt and short-term foreign-currency debt unchanged; photo (M)",
      "lead_paragraph": "Standard & Poor's raised one of its leading measures of Thailand's creditworthiness yesterday, saying hefty foreign reserves and dwindling government debt were offsetting the effects of higher global oil prices and concerns about the nation's financial sector.",
      "publication_date": "2004-08-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/27/business/s-p-raises-a-rating-for-thailand.html",
      "byline": "By Wayne Arnold"
    }
  ]
}