{
  "metadata": {
    "date": "2004-05-17",
    "total_articles": 32
  },
  "articles": [
    {
      "headline": "Airlines Taking Niche Approach To Many Flights",
      "snippet": "Airlines are increasingly tailoring service to specific market niches; efforts include American Airlines experiment with all-coach-class in service from Boston to Manchester, Eng; are in addition to new, low-fare units of traditional airlines; lin...",
      "abstract": "Airlines are increasingly tailoring service to specific market niches; efforts include American Airlines experiment with all-coach-class in service from Boston to Manchester, Eng; are in addition to new, low-fare units of traditional airlines; lines are increasingly blurring between full-service and no-frills carriers, with both varying their offerings more from route to route and flight to flight; photo (M)",
      "lead_paragraph": "Passengers who sit in the business-class section on American Airlines' daily flight from Boston to Manchester, England, beginning today may notice that something is missing: business-class service.",
      "publication_date": "2004-05-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/15/business/airlines-taking-niche-approach-to-many-flights.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Undeterred by McCain Denials, Some See Him as Kerry's No. 2",
      "snippet": "Some prominent Democrats want Republican Sen John McCain to run for vice president alongside Sen John Kerry; say it would create bipartisan ticket that would instantly transform presidential race; Kerry says McCain would not have to leave his part...",
      "abstract": "Some prominent Democrats want Republican Sen John McCain to run for vice president alongside Sen John Kerry; say it would create bipartisan ticket that would instantly transform presidential race; Kerry says McCain would not have to leave his party; says he would only have to promise not to appoint judges who would overturn Supreme Court decision legalizing abortion; McCain, whom Kerry aides describe as candidate's best friend in Senate, has rejected idea; Kerry and McCain photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/15/us/2004-campaign-political-calculations-undeterred-mccain-denials-some-see-him.html",
      "byline": "By Sheryl Gay Stolberg and Jodi Wilgoren"
    },
    {
      "headline": "Europeans Appear Ready To Approve a Biotech Corn",
      "snippet": "European Union seems ready to approve genetically engineered sweet corn developed by Syngenta, ending six-year moratorium on approvals for biotechnology crops; United States government and industry officials welcome move, but say single approval w...",
      "abstract": "European Union seems ready to approve genetically engineered sweet corn developed by Syngenta, ending six-year moratorium on approvals for biotechnology crops; United States government and industry officials welcome move, but say single approval would not be enough to make US drop its complaint to World Trade Organization about Europe's refusal to approve biotech foods; corn will be approve only for consumption, meaning European farmers will still be unable to grow it; is resistant to some insects and herbicide glufosinate; corn must still be labeled as genetically modified, which would discourage consumers from buying it and food companies from selling it; photo (M)",
      "lead_paragraph": "The European Union appears ready to approve a genetically engineered corn, ending a six-year moratorium on approvals for biotechnology crops that led to a bitter trade dispute with the United States.",
      "publication_date": "2004-05-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/15/business/international-business-europeans-appear-ready-to-approve-a-biotech-corn.html",
      "byline": "By Paul Meller and Andrew Pollack"
    },
    {
      "headline": "Bring Us Your Small, Unloved Start-Ups",
      "snippet": "Garnett & Helfrich Capital founders Terry Garnett and David Helfrich comment on their new, $250 million venture capital fund that will focus on small former Silicon Valley start-ups trapped inside larger technology firms no longer happy with ventu...",
      "abstract": "Garnett & Helfrich Capital founders Terry Garnett and David Helfrich comment on their new, $250 million venture capital fund that will focus on small former Silicon Valley start-ups trapped inside larger technology firms no longer happy with ventures, interview; photo (M)",
      "lead_paragraph": "Silicon Valley is littered with hundreds of former start-ups trapped inside larger technology companies that are no longer happy with the ventures they snapped up in the acquisitions frenzy of the 1990's.",
      "publication_date": "2004-05-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/15/business/bring-us-your-small-unloved-start-ups.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "COMMANDER BARS COERCIVE TACTICS IN INTERROGATION",
      "snippet": "Lt Gen Ricardo S Sanchez, top US commander in Iraq who is under barrage of international and domestic criticism, bars coercive interrogation of prisoners; Pentagon says Sanchez will still consider requests to hold prisoners in isolation for over 3...",
      "abstract": "Lt Gen Ricardo S Sanchez, top US commander in Iraq who is under barrage of international and domestic criticism, bars coercive interrogation of prisoners; Pentagon says Sanchez will still consider requests to hold prisoners in isolation for over 30 days; Sanchez issues new guidelines on May 13, same day that Defense Sec Donald H Rumsfeld makes surprise visit to Baghdad and Abu Ghraib prison; Army charges Specialist Charles A Graner with abusing prisoners; releases 293 detainees from Abu G hraib; says another 475 detainees will be released in May; photo (M)",
      "lead_paragraph": "Under a barrage of international and domestic criticism, the top American commander in Iraq has barred virtually all coercive interrogation practices, like forcing prisoners to crouch for long periods or depriving them of sleep, the Pentagon said Friday.",
      "publication_date": "2004-05-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/15/world/the-struggle-for-iraq-military-commander-bars-coercive-tactics-in-interrogation.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Prices in April Rose a Bit; Energy Costs Stir Concern",
      "snippet": "Bureau of Labor Statistics reports Consumer Price Index rose 0.2 percent, Apr; so-called core inflation rate rose 0.3 percent; Federal Reserve reports industrial production index rose 0.8 percent, Apr, while capacity utilization index edged up to ...",
      "abstract": "Bureau of Labor Statistics reports Consumer Price Index rose 0.2 percent, Apr; so-called core inflation rate rose 0.3 percent; Federal Reserve reports industrial production index rose 0.8 percent, Apr, while capacity utilization index edged up to 76.9 percent from 76.5 percent in Mar; graphs and table of economic data (M)",
      "lead_paragraph": "Consumer prices crept up in April, rising by only 0.2 percent, the smallest monthly increase this year, the government reported yesterday. But the report also suggested that inflation had probably accelerated in May, as gasoline prices began rising sharply again.",
      "publication_date": "2004-05-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/15/business/prices-in-april-rose-a-bit-energy-costs-stir-concern.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Grand Jury Subpoenas Documents From Nortel",
      "snippet": "Federal grand jury in Texas subpoenas financial documents from Nortel Networks in criminal probe of accounting irregularities at Canadian telecommunications giant; Nortel is already being probed by securities regulators; share price graph; photo (...",
      "abstract": "Federal grand jury in Texas subpoenas financial documents from Nortel Networks in criminal probe of accounting irregularities at Canadian telecommunications giant; Nortel is already being probed by securities regulators; share price graph; photo (M)",
      "lead_paragraph": "A federal grand jury in Texas has subpoenaed financial documents from Nortel Networks as part of a criminal investigation, the latest inquiry into accounting irregularities at the company, the Canadian telecommunications giant.",
      "publication_date": "2004-05-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/15/business/grand-jury-subpoenas-documents-from-nortel.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "A Gay Boomtown Is More Mainstream And Less the Cliché",
      "snippet": "Crime, drugs and prostitution blighted various neighborhoods of Wilton Manors, Fla, in mid-1990's, but when gay bar opened in derelict strip mall in 1997 things began to change; boards were removed from other storefronts in mall, and more gay-orie...",
      "abstract": "Crime, drugs and prostitution blighted various neighborhoods of Wilton Manors, Fla, in mid-1990's, but when gay bar opened in derelict strip mall in 1997 things began to change; boards were removed from other storefronts in mall, and more gay-oriented businesses opened; soon homes that would not sell for $80,000 even in frenzied market moved briskly for $300,000 to $400,000 as gay men and women priced out of South Beach, Key West and Victoria Park moved to Wilton Manors; city of 13,000 is currently 35 percent to 40 percent gay and thriving; it has higher proportion of same-sex households than any other city in US except Provincetown, Mass, and Guerneville, Calif; gay and straight worlds have integrated without much incident in Wilton Manors; map; photo (M)",
      "lead_paragraph": "By the mid-1990's, this small, once comfortably middle-class city just north of downtown Fort Lauderdale had its share of woes. Crime, drugs and prostitution blighted various neighborhoods. The local Piggly Wiggly supermarket needed security guards before it shut down completely.",
      "publication_date": "2004-05-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/15/us/a-gay-boomtown-is-more-mainstream-and-less-the-cliche.html",
      "byline": "By Ginia Bellafante"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Citing Drop in Stock Price, Oracle Cuts PeopleSoft Bid  Oracle reduced its cash offer to acquire PeopleSoft to $7.7 billion from $9.4 billion, saying the decision reflects the decline in PeopleSoft's share price since it first announced its hostil...",
      "abstract": " Citing Drop in Stock Price, Oracle Cuts PeopleSoft Bid  Oracle reduced its cash offer to acquire PeopleSoft to $7.7 billion from $9.4 billion, saying the decision reflects the decline in PeopleSoft's share price since it first announced its hostile takeover bid last June.       Oracle's decision to lower the bid to $21 a share from $26 comes as lawyers for Oracle and the Justice Department prepare to meet in court after the agency's decision to sue to block the deal. [Page C2.]",
      "lead_paragraph": "Citing Drop in Stock Price, Oracle Cuts PeopleSoft Bid",
      "publication_date": "2004-05-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/15/business/business-digest-605506.html",
      "byline": ""
    },
    {
      "headline": "Earlier Jail Seen as Incubator for Abuses in Iraq",
      "snippet": "US-run ; detention center outside Baghdad known as Camp Cropper appears to have been site of numerous abuses of Iraqi prisoners several months before mistreatment of detainees unfolded at Abu Ghraib prison; mi International Committee for Red Cross...",
      "abstract": "US-run ; detention center outside Baghdad known as Camp Cropper appears to have been site of numerous abuses of Iraqi prisoners several months before mistreatment of detainees unfolded at Abu Ghraib prison; mi International Committee for Red Cross; military officials say th at interrogation site at Camp Cropper was closed down after ICRC complaints; brigade commander, Col Thomas M Pappas, was later put in charge of interrogations at Abu Ghraib and was implicated by Army's investigation as being 'either directly or indirectly responsible' for actions of those who mistreated prisoners there; photo (M)",
      "lead_paragraph": "An American-run detention center outside Baghdad known as Camp Cropper was reportedly the site of numerous abuses of Iraqi prisoners several months before the mistreatment of prisoners unfolded last fall at Abu Ghraib prison, according to documents and interviews.",
      "publication_date": "2004-05-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/15/world/struggle-for-iraq-mistreatment-earlier-jail-seen-incubator-for-abuses-iraq.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "A Tree That Supported Sudan Becomes a War's Latest Victim",
      "snippet": "War that has ravaged Sudan's Darfur region since early 2003 has begun to disrupt collection of rare tree sap, gum arabic; it is essential ingredient in everything from soft drinks to beauty products and pharmaceuticals; US has had economic sanctio...",
      "abstract": "War that has ravaged Sudan's Darfur region since early 2003 has begun to disrupt collection of rare tree sap, gum arabic; it is essential ingredient in everything from soft drinks to beauty products and pharmaceuticals; US has had economic sanctions in place against Sudan since 1997 to protest its links to terrorists, but gum arabic has been exempted at urging of US business leaders; Sudan provides over two-thirds of world's supply of gum arabic; production fell about 60 percent in season just ended, and companies that rely on it for their products are paying higher prices for it; graph; map; photos (M)",
      "lead_paragraph": "Poor villagers have suffered most from the war ravaging the arid west of Sudan. But distant as the conflict may seem, the armed men on horseback who loot and burn villages and brutalize the local population here have also roiled corporate America.",
      "publication_date": "2004-05-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/15/world/a-tree-that-supported-sudan-becomes-a-war-s-latest-victim.html",
      "byline": "By Marc Lacey"
    },
    {
      "headline": "Don't They Know It's Time to Go?",
      "snippet": "Gretchen Morgenson column holds three Xerox directors brushed by company's accounting scandals during late 1990's should withdraw their re-election bids; cites Hilmar Kopper, N J Nicholas Jr and John E Pepper, audit committee members responsible f...",
      "abstract": "Gretchen Morgenson column holds three Xerox directors brushed by company's accounting scandals during late 1990's should withdraw their re-election bids; cites Hilmar Kopper, N J Nicholas Jr and John E Pepper, audit committee members responsible for overseeing company's accounting during years misstatements were made; stock price graph (M)",
      "lead_paragraph": "Don't the Directors Know It's Time to Go?ELEVEN directors are up for election to the Xerox board at the company's annual shareholder meeting on Thursday in Philadelphia. Three of them, brushed by the company's accounting scandal during the late 1990's, should spare themselves the embarrassment and back down.",
      "publication_date": "2004-05-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/05/16/business/don-t-they-know-it-s-time-to-go.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Morocco Connection Is Emerging As Sleeper Threat in Terror War",
      "snippet": "Intelligence experts in US and Europe discuss major threat from Moroccan terrorists, which was not fully recognized until bombings in Casablanca last year and then in Madrid this March; France has worried about Algerians and Tunisians, but Belgium...",
      "abstract": "Intelligence experts in US and Europe discuss major threat from Moroccan terrorists, which was not fully recognized until bombings in Casablanca last year and then in Madrid this March; France has worried about Algerians and Tunisians, but Belgium, whose Muslim population is largely Moroccan, has had few counterterror specialists looking at country which has been among West's closest allies; French and Belgian police dismantled cells after Madrid attack, although mastermind may still be at large, but they are convinced other cells may have burrowed underground, well integrated into population, dispersed around Europe and autonomous; Moroccan authorities complain of lack of cooperation until Madrid and say European laws are not tough enough, with courts releasing major suspects; Europeans says Moroccans blame Al Qaeda to shift responsibility for contributing problems of poverty; Gen Hamidou Laanigri discusses Britain's refusal to hand over Muhammad al-Gerbouzi, who Morocco says is planner of Casablanca attacks; Laanigri photo (M)",
      "lead_paragraph": "They speak in an ever changing code. The word for prison might be hospital. Passport becomes book, or sometimes djellaba, the simple robe worn by men in North Africa. Explosives is honey or sneakers.",
      "publication_date": "2004-05-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/16/world/morocco-connection-is-emerging-as-sleeper-threat-in-terror-war.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "ACCUSED G.I.'S TRY TO SHIFT BLAME IN PRISON ABUSE",
      "snippet": "Six of soldiers accused in Abu Ghraib prisoner abuse case, who once bunked together in tent in Baghdad, are each struggling to explain away seemingly irrefutable photos of mistreatment of Iraqi detainees, pointing fingers at each other, minimizing...",
      "abstract": "Six of soldiers accused in Abu Ghraib prisoner abuse case, who once bunked together in tent in Baghdad, are each struggling to explain away seemingly irrefutable photos of mistreatment of Iraqi detainees, pointing fingers at each other, minimizing own roles and blaming government; Specialist Megan M Ambuhl says she was bystander who treated detainees kindly; Specialist Jeremy C Sivits describes brutal conduct by Staff Sgt Ivan L Frederick II and Specialist Charles A Graner Jr, who, in turn, calls him liar; Sgt Javal S Davis's lawyer accuses government of abusing him in interrogation; each will present own version of events to military court, but all say they were following orders; Sivits is expected to plead guilty and testify against others; Sgt Lynndie R England says she was told by higher ranks to hold leash around naked prisoner and that military intelligence praised her unit's treatment of detainees; cases against defendants detailed; photos (M)",
      "lead_paragraph": "Six of the defendants in the Abu Ghraib abuse case once all bunked together in a tent in Baghdad. But as the most important military prosecutions since Vietnam unfold, each soldier is struggling alone to explain away seemingly irrefutable evidence captured in frame after frame of disturbing images, and they are pointing fingers at one another, minimizing their roles and blaming the government.",
      "publication_date": "2004-05-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/16/world/struggle-for-iraq-courts-martial-accused-gi-s-try-shift-blame-prison-abuse.html",
      "byline": "This article was reported and written by Adam Liptak, Michael Moss and Kate Zernike"
    },
    {
      "headline": "Producing Gold Teeth, Dentures and Jobs",
      "snippet": "Home Front column on Nu-Life Dental Laboratories, Brooklyn business that employs 29 people to produce dentures and crowns; photos of owners Edward Riccobono and Robert Y Wallace (S)",
      "abstract": "Home Front column on Nu-Life Dental Laboratories, Brooklyn business that employs 29 people to produce dentures and crowns; photos of owners Edward Riccobono and Robert Y Wallace (S)",
      "lead_paragraph": "EDWARD RICCOBONO, a burly man with a gregarious manner, is carrying a black velvet tray of the type that might be used to display high-end jewelry. Instead, he is showing off some of his products: a 24-karat gold tooth that will be covered in porcelain, a metal frame that will hold a partial denture, and a company specialty, a flexible pink gasket known as a Cu-Sil denture, which is gentler than metal on the adjoining teeth.",
      "publication_date": "2004-05-16T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/05/16/jobs/home-front-producing-gold-teeth-dentures-and-jobs.html",
      "byline": "By Terry Pristin"
    },
    {
      "headline": "Battles With Shiite Rebels",
      "snippet": "American-led occupation forces battled with insurgents and militias loyal to a rebel Shiite cleric in at least four Iraqi cities, killing at least 38 Iraqis. Page 16.",
      "abstract": "American-led occupation forces battled with insurgents and militias loyal to a rebel Shiite cleric in at least four Iraqi cities, killing at least 38 Iraqis. Page 16.",
      "lead_paragraph": "American-led occupation forces battled with insurgents and militias loyal to a rebel Shiite cleric in at least four Iraqi cities, killing at least 38 Iraqis. Page 16.",
      "publication_date": "2004-05-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/16/world/battles-with-shiite-rebels.html",
      "byline": ""
    },
    {
      "headline": "TIGHT OIL SUPPLY WON'T EASE SOON",
      "snippet": "Gas prices are likely to remain high because no relief is in sight for tight oil supplies; most countries and major companies are producing all they can, smaller companies and wildcatters do not have enough wells to re-open and Saudi Arabia's extr...",
      "abstract": "Gas prices are likely to remain high because no relief is in sight for tight oil supplies; most countries and major companies are producing all they can, smaller companies and wildcatters do not have enough wells to re-open and Saudi Arabia's extra oil is too heavy in sulfur for main consuming countries; experts warn sustained high prices will strain world economy, which is already happening in some sectors; record prices are not adjusted for inflation, but proportionately higher spikes in 1970's and 1980's were linked to Arab oil embargo and Iran-Iraq war; demand is also growing fast, spurred by China's great economic growth; photos (M)",
      "lead_paragraph": "Two dollars for a gallon of gas? Get used to it. High fuel prices are here to stay, at least for the near future, because no relief is in sight for tight oil supplies.",
      "publication_date": "2004-05-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/16/us/tight-oil-supply-won-t-ease-soon.html",
      "byline": "By Neela Banerjee"
    },
    {
      "headline": "Backers of Gay Marriage Ban Find Tepid Response in Pews",
      "snippet": "Conservative Christian groups supporting constitutional amendment banning gay marriage say they are surprised at what they described as tepid response from pews, especially since polls show large majority of voters oppose gay marriage; activists h...",
      "abstract": "Conservative Christian groups supporting constitutional amendment banning gay marriage say they are surprised at what they described as tepid response from pews, especially since polls show large majority of voters oppose gay marriage; activists hope scenes of gay weddings in Mass will set off public outcry; some warn that Christian leaders rallying behind amendment may lose credibility as potent force for Pres Bush's re-election (M)",
      "lead_paragraph": "Just four months after an alliance of conservative Christians was threatening a churchgoer revolt unless President Bush championed an amendment banning same-sex marriage, members say they have been surprised and disappointed by what they call a tepid response from the pews.",
      "publication_date": "2004-05-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/16/us/backers-of-gay-marriage-ban-find-tepid-response-in-pews.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "Psst. Why Insider Trading Keeps Going.",
      "snippet": "Wall Street insiders, despite intense public scrutiny of recent celebrity insider-trading cases, continue to violate securities laws by misusing nonpublic information; federal prosecutors aggressively go after wrongdoers; are unsure why some of sm...",
      "abstract": "Wall Street insiders, despite intense public scrutiny of recent celebrity insider-trading cases, continue to violate securities laws by misusing nonpublic information; federal prosecutors aggressively go after wrongdoers; are unsure why some of smartest people on Wall Street continue to run afoul of insider-trading laws; suspect they believe their information is so privileged that no one will know they use it; case of broker Robert Bewkes, who sold Interstate Bakeries shares on advice of his father, E Garrett Bewkes Jr, Interstate director, cited; photos (M)",
      "lead_paragraph": "ARRIVING in Las Vegas for a board meeting of Interstate Bakeries, E. Garrett Bewkes Jr., a director, called his son, Robert, a broker at UBS, at his home in Darien, Conn. The two men talked almost every day, swapping bits of family and market gossip, and this day, in February 2003, was no exception.",
      "publication_date": "2004-05-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/05/16/business/psst-why-insider-trading-keeps-going.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "When Citigroup Met WorldCom",
      "snippet": "Wooing of WorldCom founder Bernard J Ebbers by Citigroup and its predecessor companies recalled in light of bank's $2.65 billion settlement of class-action suit by investors who lost money in WorldCom, largest such settlement ever paid by a bank; ...",
      "abstract": "Wooing of WorldCom founder Bernard J Ebbers by Citigroup and its predecessor companies recalled in light of bank's $2.65 billion settlement of class-action suit by investors who lost money in WorldCom, largest such settlement ever paid by a bank; deeply symbiotic relationship between bank and telecom giant illustrates risks to investors that resulted from broad deregulation of 1990's; chronology of WorldCom's dealings with various Citigroup units; cartoon; photos (M)",
      "lead_paragraph": "''COME upstairs immediately.''",
      "publication_date": "2004-05-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/05/16/business/when-citigroup-met-worldcom.html",
      "byline": "By Gretchen Morgenson and Timothy L. O'Brien"
    },
    {
      "headline": "Prep School Peers Found Kerry Talented, Ambitious and Apart",
      "snippet": "Article in series John Kerry's Journey looks back at senator's five years at St Paul's School in New Hampshire, small judgmental universe where Kerry was champion debater, good student and strong athlete, yet gained achievement more than acceptanc...",
      "abstract": "Article in series John Kerry's Journey looks back at senator's five years at St Paul's School in New Hampshire, small judgmental universe where Kerry was champion debater, good student and strong athlete, yet gained achievement more than acceptance; onetime classmates Danny Barbiero and Max King recall he was, as he has always been, pace apart in every world he inhabited, from school to Vietnam to Senate, moving forcefully, seriously and successfully through diverse milieus without ever being fully of them; family and school photos; diplomat's son grew up in various temporary quarters in US and Europe, so that St Paul's was formative home; Kerry himself recalls adjusting to 'alien' culture; Philip Heckscher remembers focus that may have seemed 'ruthless,' John Rousmaniere a classmate obvious about wanting to be liked; Rosemary Forbes Kerry's patrician background would seem to make her son natural for St Paul's, but he was not rich, Republican or Protestant, and tuition was paid by great-aunt; his father, Richard, was difficult man with legacy of own father's suicide and hidden background: Frederick Kerry was born Fritz Kohn to Jewish parents in what is now Czech Republic; Kerry says these revelations, unearthed by Boston Globe, provide picture of 'empty' places in father's life (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/16/us/prep-school-peers-found-kerry-talented-ambitious-and-apart.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "Some Analysts Salute Markets For Already Raising Rates",
      "snippet": "Growing number of analysts worry that Federal Reserve, which is expected to raise interest rates at late June meeting, may have already waited too long; senior Fed officials are quietly pleased that bond market investors have already anticipated r...",
      "abstract": "Growing number of analysts worry that Federal Reserve, which is expected to raise interest rates at late June meeting, may have already waited too long; senior Fed officials are quietly pleased that bond market investors have already anticipated rate increases by pushing up yields; hope advance rise in long-term rates will help cool economy even before they act (M)",
      "lead_paragraph": "It will probably be six weeks before the Federal Reserve curtails its policy of cheap money, but a growing number of analysts worry that it may have already waited too long.",
      "publication_date": "2004-05-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/17/business/some-analysts-salute-markets-for-already-raising-rates.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Intel's Big Shift After Hitting Technical Wall",
      "snippet": "Intel's decision to abandon efforts to increase speed of single computer chip and work to obtain more computing power by stamping multiple processors on single chip shows challenge of overcoming problem of heat generated by faster chips; company h...",
      "abstract": "Intel's decision to abandon efforts to increase speed of single computer chip and work to obtain more computing power by stamping multiple processors on single chip shows challenge of overcoming problem of heat generated by faster chips; company has long dominated computer business by producing ever faster chips that also generate ever more heat; some analysts say belated shift may make company vulnerable in short term at very top of its chip line and create rare opportunity for Advanced Micro Devices Inc; graph of power requirement and processor speed; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/17/business/technology-intel-s-big-shift-after-hitting-technical-wall.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "SOME IRAQIS HELD OUTSIDE CONTROL OF TOP GENERAL",
      "snippet": "About 100 high-ranking Iraqi prisoners held for months in spartan conditions near Baghdad International Airport are being detained under special chain of command, in conditions not subject to approval by top American commander in Iraq; tangled net...",
      "abstract": "About 100 high-ranking Iraqi prisoners held for months in spartan conditions near Baghdad International Airport are being detained under special chain of command, in conditions not subject to approval by top American commander in Iraq; tangled network of authority over prisoners in Iraq involves military police, military intelligence, Central Intelligence Agency, Defense Intelligence Agency, various military commanders and Pentagon itself; Congressional investigators looking into scandal over abuse of Iraqi prisoners say those arrangements make it difficult to determine where final authority lies; Red Cross report states that many of 100 'high-value detainees' are being held in conditions that violate Geneva Conventions; Bush administration says it regards conventions as 'fully applicable' to all prisoners held by US in Iraq; Defense Dept officials say principal responsibility for high-value prisoners and their treatment belongs to Iraq Survey Group headed by Maj Gen Keith Dayton of DIA; survey group was formed to hunt for Iraq's illicit weapons and to gather information about Iraqi war crimes; for weapons hunt, survey group falls under overall authority of CIA; on other matters it reports to Central Command under Gen John P Abizaid; high-value detainees being held near airport include Tariq Aziz and other former senior officials, but not Saddam Hussein (M)",
      "lead_paragraph": "About 100 high-ranking Iraqi prisoners held for months at a time in spartan conditions on the outskirts of Baghdad International Airport are being detained under a special chain of command, under conditions not subject to approval by the top American commander in Iraq, according to military officials.",
      "publication_date": "2004-05-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/17/world/the-struggle-for-iraq-prisoners-some-iraqis-held-outside-control-of-top-general.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "A Monster Hit but No Happily Ever Afters; Despite Success of 'Shrek,' DreamWorks Has Work To Do to Woo Wall Street",
      "snippet": "Outlook for possible public offering this fall by DreamWorks SKG of its DreamWorks Animation unit discussed; spinoff is driven by diverging interest of company founders, David Geffen, Steven Spielberg and Jeffrey Katzenberg, and could be best hope...",
      "abstract": "Outlook for possible public offering this fall by DreamWorks SKG of its DreamWorks Animation unit discussed; spinoff is driven by diverging interest of company founders, David Geffen, Steven Spielberg and Jeffrey Katzenberg, and could be best hope of cashing out for long-term investors like Paul Allen; associates say Katzenberg, who runs animation division, wants to run public company; graph of company performance; drawings; photos (M)",
      "lead_paragraph": "With the release this Wednesday of ''Shrek 2,'' DreamWorks SKG will probably enjoy the benefits of something that has lately been in exceedingly short supply: a hit.",
      "publication_date": "2004-05-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/17/business/monster-hit-but-no-happily-ever-afters-despite-success-shrek-dreamworks-has-work.html",
      "byline": "By Laura M. Holson and Sharon Waxman"
    },
    {
      "headline": "50 Years After Brown, the Issue Is Often Money",
      "snippet": "Even after the Supreme Court outlawed segregation here, it still took four and a half decades for the schools to become fully integrated, for the vestiges of educational discrimination to be rooted out and for the remnants of the case finally to b...",
      "abstract": "Even after the Supreme Court outlawed segregation here, it still took four and a half decades for the schools to become fully integrated, for the vestiges of educational discrimination to be rooted out and for the remnants of the case finally to be closed.     ''And that was the easy part,'' said Barbara J. Davis, who now oversees the elementary schools here that once segregated her and her cousin Linda Brown, the little girl at the core of the court case. ''You can force integration. You can do all the busing. But how do you give all the students the education they need, especially in a place with so much poverty? That's the harder part.''  ",
      "lead_paragraph": "Even after the Supreme Court outlawed segregation here, it still took four and a half decades for the schools to become fully integrated, for the vestiges of educational discrimination to be rooted out and for the remnants of the case finally to be closed.",
      "publication_date": "2004-05-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/17/us/50-years-after-brown-the-issue-is-often-money.html",
      "byline": "By Greg Winter"
    },
    {
      "headline": "U.S. SPEEDING UP APPROVAL STEPS FOR AIDS DRUGS",
      "snippet": "Bush administration, in significant shift in its AIDS policy, will expedite approval process for generic and combination antiretroviral drugs so they can be purchased at lower prices and provided more efficiently and safely to millions of infected...",
      "abstract": "Bush administration, in significant shift in its AIDS policy, will expedite approval process for generic and combination antiretroviral drugs so they can be purchased at lower prices and provided more efficiently and safely to millions of infected people in Africa and Caribbean; expedited process is designed to encourage manufacturers to create single pill consisting of two or three antiretroviral drugs; this could help eliminate confusing jumble of dosages that can hamper compliance with AIDS treatment, especially among poor and illiterate; Food and Drug Administration promises to speed up review applications from foreign manufacturers to sell as generics in developing counties antiretroviral drugs patented in US: approved generics will be eligible for purchase under Bush administration's $15 billion AIDS relief program; Secretary of Health and Human Services Tommy G Thompson, in Geneva for World Health Orgn annual meeting, says approval time could be cut from current six months to six weeks; Bush administration had been expected to be target of heavy criticism at WHO meeting for its previous reluctance to approve inexpensive combinations of patented antiretroviral AIDS drugs (M)",
      "lead_paragraph": "The Bush administration announced a significant shift in its AIDS policy on Sunday, expediting the approval process for generic and combination antiretroviral drugs so they can be purchased at lower prices and provided more efficiently and safely to millions of infected people in Africa and the Caribbean.",
      "publication_date": "2004-05-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/17/world/us-speeding-up-approval-steps-for-aids-drugs.html",
      "byline": "By Lawrence K. Altman"
    },
    {
      "headline": "Saved by Timely Hit, NBC Is Ready for an Ad Kickoff",
      "snippet": "NBC is set to open upfront, annual presentation of fall schedules to advertisers, with surprisingly strong lineup despite loss of Friends, key to its long stranglehold on lucrative Thursday nights; Jeff Zucker, NBC's cocky top entertainment execut...",
      "abstract": "NBC is set to open upfront, annual presentation of fall schedules to advertisers, with surprisingly strong lineup despite loss of Friends, key to its long stranglehold on lucrative Thursday nights; Jeff Zucker, NBC's cocky top entertainment executive, apparently will escape setback rival networks had hoped to see; is expected to introduce just five new shows and use relatively low figure to stress NBC's stability; will also announce seven other series whose debuts will be spread over next 12 months; will try to sell whole year's worth of programs, rather than usual nine months; he cites NBC's unexpected strength, interview; photos (M)",
      "lead_paragraph": "On Monday, NBC kicks off the broadcast networks' annual presentations of fall schedules to advertisers, and it is the day NBC's rivals have long been salivating for. The long-time champion among young viewers in prime time, NBC will no longer be able to present ''Friends,'' the anchor of its powerful Thursday lineup and the key to its stranglehold on the most lucrative advertising night on television.",
      "publication_date": "2004-05-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/17/business/saved-by-timely-hit-nbc-is-ready-for-an-ad-kickoff.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Divided Mission In Iraq Tempers Views of G.I.'s",
      "snippet": "American soldiers who six weeks ago were renovating schools in Karbala are now raiding them for hidden munitions, caught up in fiercest and deadliest fighting now under way in Iraq; soldiers involved in that fighting agree that war is at crucial j...",
      "abstract": "American soldiers who six weeks ago were renovating schools in Karbala are now raiding them for hidden munitions, caught up in fiercest and deadliest fighting now under way in Iraq; soldiers involved in that fighting agree that war is at crucial juncture, but few can say with certainty how to achieve victory--or even what might constitute victory; insurgency has tempered their idealism, and they are concerned that abuse of prisoners at Abu Ghraib will irrevocably tarnish their work in minds of Americans and Iraqis; many soldiers are tired; their tour was extended four months when it became clear that troop numbers were too low; many soldiers say allegiance of Iraqi people is still up in the air, and whichever way it swings will determine outcome of war; say insurgents are crushing Americans in propaganda campaign right now; photos (L)",
      "lead_paragraph": "Six weeks ago, soldiers of the First Armored Division were renovating schools. Now they are raiding them for hidden munitions.",
      "publication_date": "2004-05-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/17/world/the-struggle-for-iraq-the-soldiers-divided-mission-in-iraq-tempers-views-of-gi-s.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "No Longer the Next Big Thing, Hummer Offers First Rebates",
      "snippet": "Hummer, loudest and proudest of giant American sport utility vehicles, is showing signs of losing its swagger; sales of flagship Hummer H2 have fallen for eight consecutive months, and 24 percent in first four months of year compared with year-ear...",
      "abstract": "Hummer, loudest and proudest of giant American sport utility vehicles, is showing signs of losing its swagger; sales of flagship Hummer H2 have fallen for eight consecutive months, and 24 percent in first four months of year compared with year-earlier figures; General Motors is resorting to rebates and financing deals common for every Detroit brand but Hummer in past; GM is also using leases, which are less lucrative than sales, to move quarter of its volume of H2's; dealers and some analysts blame rising gas prices for Hummer's stagnant sales, even though sales of other SUV's were strong until Apr; most analysts say Hummer's main problem is that H2's success was as flashy new motorized toy whose time came and went; GM hopes to revive brand next year with H3, smaller Hummer in $30,000 range; graph (M)",
      "lead_paragraph": "Like other Hummer dealers, Jim Lynch is spending millions of dollars to erect a giant glass and steel Quonset hut in Chesterfield, Mo., to replace his dealership near St. Louis. General Motors is insisting that its Hummer dealers plant these fortresses in chic suburbs across America, each announced by a 35-foot-tall ''H'' out front.",
      "publication_date": "2004-05-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/17/us/no-longer-the-next-big-thing-hummer-offers-first-rebates.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Case Expands Type of Lies Prosecutors Will Pursue",
      "snippet": "Defense lawyers and civil libertarians are expressing alarm at federal prosecutors' aggressive use of obstruction of justice laws in probe of accounting irregularities at Computer Associates; some lawyers also score handling of case by Wachtell, L...",
      "abstract": "Defense lawyers and civil libertarians are expressing alarm at federal prosecutors' aggressive use of obstruction of justice laws in probe of accounting irregularities at Computer Associates; some lawyers also score handling of case by Wachtell, Lipton, Rosen & Katz, law firm company hired to probe charges on its behalf; three former company executives have pleaded guilty to obstruction charges tied to lies they told firm, not federal investigators or grand jury, knowing Wachtell would pass lies to government (M)",
      "lead_paragraph": "Until last month, lying to your own company's lawyers was not a crime.",
      "publication_date": "2004-05-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/17/business/case-expands-type-of-lies-prosecutors-will-pursue.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Houston Exempts Pension From Keeping All Promises  Houston residents voted decisively Saturday to exempt the city's pension plan from a state requirement that all pension promises be kept.    Houston put the matter to the voters amid growing conce...",
      "abstract": " Houston Exempts Pension From Keeping All Promises  Houston residents voted decisively Saturday to exempt the city's pension plan from a state requirement that all pension promises be kept.    Houston put the matter to the voters amid growing concern about the solvency of the city's pension fund. Pension officials added an unusually generous package of benefits to the plan in 2001. The package attracted little notice at the time, but since then, the cost has spiraled. Similar problems have cropped up in a number of other cities. [Page C2.]",
      "lead_paragraph": "Houston Exempts Pension From Keeping All Promises",
      "publication_date": "2004-05-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/17/business/business-digest-626325.html",
      "byline": ""
    }
  ]
}