{
  "metadata": {
    "date": "2004-05-03",
    "total_articles": 32
  },
  "articles": [
    {
      "headline": "Another Leap by China, With Steel Leading Again",
      "snippet": "China is pursuing vast program of industrial investment, with steel in vanguard; has doubled its steel output since 2000, emerging as world's biggest producer by wide margin, and is on its way to nearly doubling it again in next three years; pace ...",
      "abstract": "China is pursuing vast program of industrial investment, with steel in vanguard; has doubled its steel output since 2000, emerging as world's biggest producer by wide margin, and is on its way to nearly doubling it again in next three years; pace of spending on new steel mills triples from 2002 to 2003; concerns are growing from Beijing to Pittsburgh about this breathtaking ramp-up of Chinese steel making; executives and industry analysts are worried that world will be stuck with enormous glut of steel that could wreck profits and touch off mass layoffs at steel mills around world; photo; graph shows China's steel production (M)",
      "lead_paragraph": "When Mao Zedong ordered communities across China in the late 1950's to set up backyard kilns and rapidly increase steel production as part of his Great Leap Forward, the results were disastrous. The country turned out millions of tons of useless substandard steel, while millions of people starved as distracted farmers neglected their fields.",
      "publication_date": "2004-05-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/01/business/international-business-another-leap-by-china-with-steel-leading-again.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "MARINES TRANSFER FALLUJA POSITIONS TO AN IRAQI FORCE",
      "snippet": "Marines withdraw from most positions they took during three-week siege of Falluja, as US military begins handing over control of security there to Jasim Muhammad Saleh, former Iraqi general under Saddam Hussein and up to 1,100 men under his comman...",
      "abstract": "Marines withdraw from most positions they took during three-week siege of Falluja, as US military begins handing over control of security there to Jasim Muhammad Saleh, former Iraqi general under Saddam Hussein and up to 1,100 men under his command; suicide bomber kills two marines and wounds six others; over 1,000 Iraqis in Najaf protest against Bush administration's decision to loosen ban on participation in government by members of once-ruling Baath Party; map; photos (M)",
      "lead_paragraph": "Marines withdrew Friday from most of the positions they had taken during the three-week siege of this city, as the American military began handing over control of security here to an Iraqi general under Saddam Hussein and up to 1,100 men under his command.",
      "publication_date": "2004-05-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/01/world/struggle-for-iraq-security-marines-transfer-falluja-positions-iraqi-force.html",
      "byline": "By John Kifner and Edward Wong"
    },
    {
      "headline": "Bush Voices 'Disgust' at Abuse of Iraqi Prisoners",
      "snippet": "Pres Bush says he is deeply disgusted by reports that Iraqi detainees were abused by US military police at Abu Ghraib prison, and vows that soldiers found to be at fault will be punished; speaks on day that photographs circulate around world showi...",
      "abstract": "Pres Bush says he is deeply disgusted by reports that Iraqi detainees were abused by US military police at Abu Ghraib prison, and vows that soldiers found to be at fault will be punished; speaks on day that photographs circulate around world showing US soldiers laughing as naked Iraqi prisoners are forced into humiliating positions; photographs draw particular anger in Arab world just as US military in Iraq is seeking to pacify rising insurgency and gain trust of larger percentage of local population ahead of passing sovereignty to new government in Baghdad on June 30; military is considering action against Brig Gen Janis Karpinski, senior officer at prison when abuse occurred against 20 detainees in Nov and Dec; photos (M)",
      "lead_paragraph": "President Bush said Friday that he was deeply disgusted by reports that Iraqi detainees were abused by American military police, and he vowed that any soldier found to be at fault would be punished.",
      "publication_date": "2004-05-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/01/world/the-struggle-for-iraq-captives-bush-voices-disgust-at-abuse-of-iraqi-prisoners.html",
      "byline": "By Thom Shanker and Jacques Steinberg"
    },
    {
      "headline": "Analysts Doubt Public Offering Of Google Is a Bellwether",
      "snippet": "Google's unusual decision to sell shares to investors through public auction may be intriguing to investors, but many analysts doubt if Google will provide blueprint for going public for other start-up companies; many venture capitalists say they ...",
      "abstract": "Google's unusual decision to sell shares to investors through public auction may be intriguing to investors, but many analysts doubt if Google will provide blueprint for going public for other start-up companies; many venture capitalists say they do not expect, or even want, Google to inspire a spate of new public offerings if new companies are not yet ready (M)",
      "lead_paragraph": "Google's public offering statement reads like part financial document, part populist manifesto, emphasizing the company's intention to stay true to long-term values, not just short-term profits. Equally unusual is the company's decision to sell shares to investors through a public auction.",
      "publication_date": "2004-05-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/01/business/analysts-doubt-public-offering-of-google-is-a-bellwether.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Hand-Tooled for the Texas Elite: These Boots Were Made in Stir",
      "snippet": "Arnold Darby, who is serving life sentence in Texas prison, makes cowboy boots for police officers, criminal justice officials and state employees; has made some 600 pairs of boots that sell for about $120 pair; his business, blessed by Texas Crim...",
      "abstract": "Arnold Darby, who is serving life sentence in Texas prison, makes cowboy boots for police officers, criminal justice officials and state employees; has made some 600 pairs of boots that sell for about $120 pair; his business, blessed by Texas Criminal Justice Dept as long as he shuns profiteering and keeps his record clean, is thriving; Darby was first arrested in 1974 at age of 25; is serving life for aggravated robbery, and concurrent sentences for killings of two fellow prisoners and breakout in which he was shot in head; prison spokeswoman says his record has been free of major infractions for 20 years; photos (M)",
      "lead_paragraph": "Who shod the sheriff? A good guess would be Arnold Darby, bootmaker to the stars, or at least to the men and women who wear the stars.",
      "publication_date": "2004-05-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/01/us/hand-tooled-for-the-texas-elite-these-boots-were-made-in-stir.html",
      "byline": "By Ralph Blumenthal"
    },
    {
      "headline": "Deliberations Begin in Retrial of Former Banker",
      "snippet": "Closing arguments are made in retrial of Frank P Quattrone, former Credit Suisse First Boston executive, and jury begins deliberating whether he obstructed federal securities investigation; jury sends notes and questions to Judge Richard Owen that...",
      "abstract": "Closing arguments are made in retrial of Frank P Quattrone, former Credit Suisse First Boston executive, and jury begins deliberating whether he obstructed federal securities investigation; jury sends notes and questions to Judge Richard Owen that legal experts say indicate that at least some jurors might have doubts about prosecution's case; Quattrone photo (M)",
      "lead_paragraph": "The jury in the retrial of Frank P. Quattrone, the former investment banker at Credit Suisse First Boston, began deliberations yesterday after closing arguments and quickly sent notes and a question to the judge that legal experts said indicated that at least some jurors might have doubts about the prosecution's case.",
      "publication_date": "2004-05-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/01/business/deliberations-begin-in-retrial-of-former-banker.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "A Meddlesome Priest of Sorts on Wall Street",
      "snippet": "Some of Wall Street's top executives are becoming angry and frustrated with John S Reed, interim chairman of New York Stock Exchange, for having turned over matter of Richard A Grasso's pay to New York Atty Gen Eliot Spitzer and SEC; express conce...",
      "abstract": "Some of Wall Street's top executives are becoming angry and frustrated with John S Reed, interim chairman of New York Stock Exchange, for having turned over matter of Richard A Grasso's pay to New York Atty Gen Eliot Spitzer and SEC; express concerns about risks to their reputations and sense of betrayal; applaud Reed's new structure for board, but they remain frustrated by his apparent stance against cutting deal with Grasso that would put an end to embarrassing dispute; photos of Reed and Grasso (L)",
      "lead_paragraph": "Some of Wall Street's top executives are getting angry.",
      "publication_date": "2004-05-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/01/business/market-place-a-meddlesome-priest-of-sorts-on-wall-street.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Trump Hotels Reports $49 Million Quarterly Loss  Trump Hotels and Casino Resorts, the centerpiece of Donald J. Trump's struggling casino empire, reported a quarterly loss of nearly $49 million, further undermining the company's tenuous financial p...",
      "abstract": " Trump Hotels Reports $49 Million Quarterly Loss  Trump Hotels and Casino Resorts, the centerpiece of Donald J. Trump's struggling casino empire, reported a quarterly loss of nearly $49 million, further undermining the company's tenuous financial position and complicating its ability to meet hefty debt payments due at the end of this month and in the fall.    Trump Hotels has about $1.8 billion in debt that has drained the company of the cash it needs to maintain its properties and compete effectively in the Atlantic City gambling market. [Page C2.]",
      "lead_paragraph": "Trump Hotels Reports $49 Million Quarterly Loss",
      "publication_date": "2004-05-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/01/business/business-digest-435813.html",
      "byline": ""
    },
    {
      "headline": "Google Poses A Challenge For Usual Ad Outlets",
      "snippet": "Striking success of Internet advertising business is seen as threat to advertising industry, which puts vast creative effort into making advertising funny or pithy or just downright annoying enough to attract attention; Internet search engines lik...",
      "abstract": "Striking success of Internet advertising business is seen as threat to advertising industry, which puts vast creative effort into making advertising funny or pithy or just downright annoying enough to attract attention; Internet search engines like Google or Yahoo already have access to users looking for something in particular and can offer companies with commercial message vast collection of people one by one who are actually interested in what they have to sell; online advertisers can attract buyers relatively cheaply without blaring message and expensive Madison Avenue agency to create it; most ads on Google are simply a few words of text set to right of main search results; photo (M)",
      "lead_paragraph": "The plan by Google to auction its shares may represent a challenge to Wall Street but the striking success of its Internet advertising business poses perhaps an even greater threat to Madison Avenue.",
      "publication_date": "2004-05-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/01/business/google-poses-a-challenge-for-usual-ad-outlets.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "KERRY STRUGGLING TO FIND A THEME, DEMOCRATS FEAR",
      "snippet": "Democratic party officials say Sen John Kerry's nascent presidential campaign is being regularly outmaneuvered by White House as it struggles to find focus and make transition from primaries to fight with Pres Bush; say they are concerned with pac...",
      "abstract": "Democratic party officials say Sen John Kerry's nascent presidential campaign is being regularly outmaneuvered by White House as it struggles to find focus and make transition from primaries to fight with Pres Bush; say they are concerned with pace of Kerry's advertising and progress in setting up field organizations in battleground states; veteran campaign operative Donna Brazile calls this 'crucial moment,' and Sen John Edwards, who is potential running mate, is reportedly concerned by signs of trouble in Kerry organization; Kerry has not hired director in major battleground state of Ohio, nor has campaign opened 'war room' to deal with Republican attacks; has not yet unveiled long-promised biographical advertisement highlighting his war record, which Democrats have urged him to broadcast as soon as possible; photo (M)",
      "lead_paragraph": "Two months after Senator John Kerry effectively captured the Democratic presidential nomination, party officials say his campaign is being regularly outmaneuvered by the White House as it struggles to find a focus and to make the transition from the primaries to the fight with President Bush.",
      "publication_date": "2004-05-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/02/us/campaign-2004-massachusetts-senator-kerry-struggling-find-theme-democrats-fear.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "OFFICER SUGGESTS IRAQI JAIL ABUSE WAS ENCOURAGED",
      "snippet": "Army Reserve Gen Janis Karpinski, whose soldiers were photographed as they abused Iraqi prisoners at Abu Ghraib, says she knew nothing about abuse until after it occurred and that she is 'sickened' by photos; says cellblock where abuse occurred wa...",
      "abstract": "Army Reserve Gen Janis Karpinski, whose soldiers were photographed as they abused Iraqi prisoners at Abu Ghraib, says she knew nothing about abuse until after it occurred and that she is 'sickened' by photos; says cellblock where abuse occurred was under tight control of Army military intelligence officers who may have encouraged abuse, and suggestion appears largely supported in still-classified Army report; New Yorker magazine article by Seymour M Hersh says report by Maj Gen Antonio M Taguba found that reservist military police at prison were urged to prepare prisoners for interrogation; indicates far more wide-ranging and systematic pattern of abuse than previously reported and reveals litany of cruelties on part of soldiers; photo (M)",
      "lead_paragraph": "An Army Reserve general whose soldiers were photographed as they abused Iraqi prisoners said Saturday that she knew nothing about the abuse until weeks after it occurred and that she was ''sickened'' by the pictures. She said the prison cellblock where the abuse occurred was under the tight control of Army military intelligence officers who may have encouraged the abuse.",
      "publication_date": "2004-05-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/02/world/the-struggle-for-iraq-detainees-officer-suggests-iraqi-jail-abuse-was-encouraged.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "In the Spinoff Sunshine, Storms Are Easy to Forget",
      "snippet": "ü",
      "abstract": "ü",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/05/02/business/in-the-spinoff-sunshine-storms-are-easy-to-forget.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "In Re Scalia the Outspoken v. Scalia the Reserved",
      "snippet": "Profile of Supreme Court Justice Antonin Scalia, known for his strict interpretation of Constitution and outspoken style; legal scholars are split in their opinions of him; Cass Sunstein compares him to Oliver Wendell Holmes as writer, while Steph...",
      "abstract": "Profile of Supreme Court Justice Antonin Scalia, known for his strict interpretation of Constitution and outspoken style; legal scholars are split in their opinions of him; Cass Sunstein compares him to Oliver Wendell Holmes as writer, while Stephen Gillers says his extrajudicial conduct has become newsworthy in negative way; excerpts from four of Scalia's dissenting opinions; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/02/us/in-re-scalia-the-outspoken-v-scalia-the-reserved.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Designing A Brighter Future for The Gap",
      "snippet": "Chief executive Paul S Pressler's success in engineering turnaround at Gap Inc, retail giant, discussed; sales are steadily improving at all three of company's chains, Gap, Banana Republic and Old Navy; Pressler has kept low profile, instead showc...",
      "abstract": "Chief executive Paul S Pressler's success in engineering turnaround at Gap Inc, retail giant, discussed; sales are steadily improving at all three of company's chains, Gap, Banana Republic and Old Navy; Pressler has kept low profile, instead showcasing his designers; he discusses his performance, interview; operating margin graph; photos (M)",
      "lead_paragraph": "IN a Chelsea nightclub, the lights were low, the music was pulsing and beautiful waiters with snug-fitting black pants were tempting the bored-looking wall-to-wall guests with trays of manhattans. It seemed, in other words, just like any other big-name designer's fashion show, only it wasn't. This was the Gap.",
      "publication_date": "2004-05-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/05/02/business/designing-a-brighter-future-for-the-gap.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Change in Iraq Tactics",
      "snippet": "The Bush administration seems increasingly willing to alter its occupation strategy in Iraq and shows a new hesitation to engage in military confrontations. Page 13.",
      "abstract": "The Bush administration seems increasingly willing to alter its occupation strategy in Iraq and shows a new hesitation to engage in military confrontations. Page 13.",
      "lead_paragraph": "The Bush administration seems increasingly willing to alter its occupation strategy in Iraq and shows a new hesitation to engage in military confrontations. Page 13.",
      "publication_date": "2004-05-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/02/us/change-in-iraq-tactics.html",
      "byline": ""
    },
    {
      "headline": "Drought Settles In, Lake Shrinks and West's Worries Grow",
      "snippet": "Article in series Dry Spell on drought that has left much of West parched; some experts are worried that five-year dry spell signals return of harsh climatic norm and that development of West was based on colossal miscalculation; continuing resear...",
      "abstract": "Article in series Dry Spell on drought that has left much of West parched; some experts are worried that five-year dry spell signals return of harsh climatic norm and that development of West was based on colossal miscalculation; continuing research into drought cycles over last 800 years strongly suggests relatively wet weather across much of West during 20th century was fluke; Arizona, California, Colorado, Nevada, New Mexico, Utah and Wyoming, which depend on Colorado River, are preparing for possibility of water shortages; Bennett W Raley, top water official in Bush administration, says federal government may step in if states cannot decide how to cope with dwindling supplies; some of biggest water worries are focused on Lake Powell, artificial lake created in 1950's in one of driest and most remote areas of country; lake has lost nearly 60 percent of its water, battering local economy; notion of cutting private water deals along Colorado River is gaining broad acceptance; conservation programs noted; photos (L)",
      "lead_paragraph": "At five years and counting, the drought that has parched much of the West is getting much harder to shrug off as a blip.",
      "publication_date": "2004-05-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/02/us/drought-settles-in-lake-shrinks-and-west-s-worries-grow.html",
      "byline": "By Kirk Johnson and Dean E. Murphy"
    },
    {
      "headline": "Illness Strikes, and Insurance Falls Short",
      "snippet": "Home Front column on financial stress of families facing extraordinary medical costs that even good insurance plans do not cover entirely; Carol and Daniel Giordano explain struggle to pay for treatment of daughter's chronic seizures; their photo;...",
      "abstract": "Home Front column on financial stress of families facing extraordinary medical costs that even good insurance plans do not cover entirely; Carol and Daniel Giordano explain struggle to pay for treatment of daughter's chronic seizures; their photo; help from New York Medicaid's Care at Home waiver program explained (M)",
      "lead_paragraph": "ON a Friday last May, not far from the blaze of Times Square lights, Carol and Daniel Giordano, with their daughter, Dana, 12, were waiting to cross Seventh Avenue when Dana slumped to the ground in a seizure. Mr. Giordano flagged a police car, and a passing ambulance took her to New York Presbyterian Hospital.",
      "publication_date": "2004-05-02T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/05/02/jobs/home-front-illness-strikes-and-insurance-falls-short.html",
      "byline": "By Betsy Cummings"
    },
    {
      "headline": "Hat Trick: A 3rd Unit Of Marsh Under Fire",
      "snippet": "Marsh & McLennan Cos, whose Putnam Investments and Mercer Inc units are already under regulatory scrutiny, faces probe by New York Atty Gen Eliot Spitzer of practices of its huge, immensely profitable insurance brokerage division; probe centers on...",
      "abstract": "Marsh & McLennan Cos, whose Putnam Investments and Mercer Inc units are already under regulatory scrutiny, faces probe by New York Atty Gen Eliot Spitzer of practices of its huge, immensely profitable insurance brokerage division; probe centers on whether contingency fees insurance companies pay to brokers who steer them business spur brokers to put own interests ahead of clients'; New York and California insurance departments also probe fees, which are extremely profitable for brokers; graphs of performance of Marsh & McLennan's three units; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/05/02/business/hat-trick-a-3rd-unit-of-marsh-under-fire.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Five Foreigners Killed in Attack At Saudi Office",
      "snippet": "Five engineers--two Americans, two Britons and one Australian--are killed when gunmen believed to be religious militants burst into office of ABB Lummus in Yanbu, Saudi Arabia; three others are wounded; gunmen, three of whom are later identified a...",
      "abstract": "Five engineers--two Americans, two Britons and one Australian--are killed when gunmen believed to be religious militants burst into office of ABB Lummus in Yanbu, Saudi Arabia; three others are wounded; gunmen, three of whom are later identified as employees, drag Westerner behind stolen getaway vehicle; three gunmen are killed and fourth is captured; five killed are among some 50 foreigners working on project to upgrade oil refinery run jointly by Saudi Basic Industries Corp and Exxon; by hitting at foreigners in main hub of world's largest oil producer, militants strike at ties between Saudi Arabia and West and appear aimed at destabilizing Saudi government; map; photo (M)",
      "lead_paragraph": "Gunmen believed to be religious militants burst into an engineering office on Saturday in Yanbu, Saudi Arabia, shooting dead at least five foreign engineers and wounding three other foreigners. The gunmen, three of whom were later identified as employees of the company, dragged a Westerner behind a stolen getaway vehicle, according to officials and witnesses..",
      "publication_date": "2004-05-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/02/world/five-foreigners-killed-in-attack-at-saudi-office.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "U.S. Is Losing Its Dominance In the Sciences",
      "snippet": "Foreign advances in basic science are rivaling or even exceeding America's, apparently with little public awareness of trend or its implications for jobs, industry, national security or vigor of nation's intellectual and cultural life; analysts sa...",
      "abstract": "Foreign advances in basic science are rivaling or even exceeding America's, apparently with little public awareness of trend or its implications for jobs, industry, national security or vigor of nation's intellectual and cultural life; analysts say profits from breakthroughs are likely to stay overseas, leaving United States to face competition for hiring scientific talent and getting space to showcase its work in top journals; another downturn centers on Nobel Prizes; American share has fallen in 2000's to 51 percent; federal research budgets are still at record highs, but analysts question whether big spending automatically translates into big rewards, as it did in past; graphs (M)",
      "lead_paragraph": "The United States has started to lose its worldwide dominance in critical areas of science and innovation, according to federal and private experts who point to strong evidence like prizes awarded to Americans and the number of papers in major professional journals.",
      "publication_date": "2004-05-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/03/us/us-is-losing-its-dominance-in-the-sciences.html",
      "byline": "By William J. Broad"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Safeway Plans to Name 3 Independent Directors  Safeway, the national supermarket chain, is planning to announce today that it will name three new independent directors and establish a lead independent director position. The company has been under ...",
      "abstract": " Safeway Plans to Name 3 Independent Directors  Safeway, the national supermarket chain, is planning to announce today that it will name three new independent directors and establish a lead independent director position. The company has been under fire from some big pension funds that are seeking to withhold votes against its board at the company's annual meeting later this month.     The plan is part of a company initiative to win back support from a group of big shareholders that have said they plan to withhold votes against Safeway's chairman and chief executive, Steven Burd, and two other board members. The group contends that Safeway shareholders have lost $20 billion in value over the last five years and that the board is rife with conflicts of interest. [Page C3.]",
      "lead_paragraph": "Safeway Plans to Name 3 Independent Directors",
      "publication_date": "2004-05-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/03/business/business-digest-449814.html",
      "byline": ""
    },
    {
      "headline": "Why Google Is Peering Out, At Microsoft",
      "snippet": "News analysis discusses future direction of Google, a topic Google omitted from its filing for initial public stock offering; holds Google has secret plans to extend information-searching in many directions; says it is moving down to confront Micr...",
      "abstract": "News analysis discusses future direction of Google, a topic Google omitted from its filing for initial public stock offering; holds Google has secret plans to extend information-searching in many directions; says it is moving down to confront Microsoft from its giant computing resources, world's largest, as Microsoft moves up from its monopoly Windows desktop operating system to so-called Web-based services; says two companies will likely compete over new and immature markets (M)",
      "lead_paragraph": "Next on Google's to-do list: Microsoft?",
      "publication_date": "2004-05-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/03/business/why-google-is-peering-out-at-microsoft.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Feeling Left Out on Major Bills, Democrats Turn to Stalling Others",
      "snippet": "Senate Democrats, shut out of Congressional negotiations on important bills last year, are blocking House-Senate negotiations on other bills unless they are guaranteed voice in writing final legislation; tactic has infuriated Republicans and contr...",
      "abstract": "Senate Democrats, shut out of Congressional negotiations on important bills last year, are blocking House-Senate negotiations on other bills unless they are guaranteed voice in writing final legislation; tactic has infuriated Republicans and contributed to election-year paralysis as House and Senate struggle to work out compromises needed to make law; most visible example of Democratic strategy is highway bill, which is said to be in complete stalemate because Democrats are blocking creation of conference committee to resolve differences over bill that has bipartisan support; Sen Tom Daschle says Republicans seek to make very partisan decisions about level of commitment to highways without giving Democrats opportunity to participate; Republicans accuse Democrats of trying to usurp power of Republican majorities in both houses, while Democrats accuse Republican leaders of abusing conference process by excluding Democrats and, in some cases, by disregarding sentiments expressed by both houses of Congress; photo (M)",
      "lead_paragraph": "Senate Democrats, shut out of Congressional negotiations on Medicare and other important bills last year, are blocking House-Senate negotiations on other bills unless they are guaranteed a voice in writing the final legislation.",
      "publication_date": "2004-05-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/03/us/feeling-left-out-on-major-bills-democrats-turn-to-stalling-others.html",
      "byline": "By Carl Hulse and Robert Pear"
    },
    {
      "headline": "Local Broadcasters Offer Cheaper Premium Services",
      "snippet": "Companies like US Digital Television in Salt Lake City are using surplus bandwidth from local broadcasters to offer subscribers high-quality picture and premium channels over air, without need for cable or satellite, at relatively low cost; US Dig...",
      "abstract": "Companies like US Digital Television in Salt Lake City are using surplus bandwidth from local broadcasters to offer subscribers high-quality picture and premium channels over air, without need for cable or satellite, at relatively low cost; US Digital chairman and chief executive Steven R Lindsley says excess bandwidth could shift power back to broadcasters in their competition with cable; other stations are finding different ways to profit from improvements in digital signal compression that leave them with extra bandwith; photo (M)",
      "lead_paragraph": "In an age when cable and satellite television companies offer channels by the hundreds, the service that Aaron White receives at his home in Sandy, Utah, seems almost quaint. For $20 a month, Mr. White has a dozen specialty channels, including ESPN and the Discovery Channel, along with all his local high-definition stations for just $20 a month.",
      "publication_date": "2004-05-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/03/business/local-broadcasters-offer-cheaper-premium-services.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "U.S., Seeking to Stabilize Iraq, Casts Baathists in Lead Roles",
      "snippet": "Iraqi Gen Jasim Muhammad Saleh leads force that will take over for marines in Falluja to avoid stirring deeper anger against occupation; use of Iraqis is meant to help restabilize country by inviting some if its most educated and qualified profess...",
      "abstract": "Iraqi Gen Jasim Muhammad Saleh leads force that will take over for marines in Falluja to avoid stirring deeper anger against occupation; use of Iraqis is meant to help restabilize country by inviting some if its most educated and qualified professionals to reclaim their old jobs, and ultimately help rebuild Iraq; it is also intended to reverse precipitous erosion of American popularity by gaining backing of constituency--stalwarts of Saddam Hussein's old bureaucracy--who have been embittered by their outcast status since American-led invasion; shift risks alienating Iraq's majority population of Shiite Muslims; photos (M)",
      "lead_paragraph": "To American officers who chose him, Gen. Amer Bakr al-Hashimi had one overriding qualification for his recent appointment as commander of Iraq's new army: Among 11,000 generals under Saddam Hussein, he was one of a handful who had refused to join Mr. Hussein's Baath party.",
      "publication_date": "2004-05-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/03/world/struggle-for-iraq-transition-us-seeking-stabilize-iraq-casts-baathists-lead.html",
      "byline": "By John F. Burns and Ian Fisher"
    },
    {
      "headline": "Turnaround In Advertising Doesn't Extend To Magazines",
      "snippet": "Number of adverstising pages in consumer magazines has dropped in last nine months, bucking broader revival in advertising and spreading frustration across industry; industry has responded with some old tricks, like slashing prices or offering com...",
      "abstract": "Number of adverstising pages in consumer magazines has dropped in last nine months, bucking broader revival in advertising and spreading frustration across industry; industry has responded with some old tricks, like slashing prices or offering complete marketing programs, and some contentious new strategies, such as trading editorial content for advertising dollars; advertising graphs; photo (M)",
      "lead_paragraph": "Now that an economic -- and advertising -- recovery is under way, David Carey, the publisher of the New Yorker, is eating very well, but for the wrong reasons.",
      "publication_date": "2004-05-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/03/business/media-turnaround-in-advertising-doesn-t-extend-to-magazines.html",
      "byline": "By David Carr"
    },
    {
      "headline": "SHARON SUFFERS A PARTY SETBACK ON HIS GAZA PLAN",
      "snippet": "Prime Min Ariel Sharon receives stinging setback from his rightist Likud Party, which soundly rejects his proposal to withdraw Israeli soldiers and settlers from Gaza Strip; vote is nonbinding, but it casts doubts on plan's future as well as on st...",
      "abstract": "Prime Min Ariel Sharon receives stinging setback from his rightist Likud Party, which soundly rejects his proposal to withdraw Israeli soldiers and settlers from Gaza Strip; vote is nonbinding, but it casts doubts on plan's future as well as on stability of Sharon's government; balloting is carried out on day when two Palestinian gunmen in Gaza kill pregnant Israeli woman and her four children, ages 2 to 11, in roadside ambush before gunmen are shot dead by Israeli soldiers; Israel hits back with airstrikes; raid in West Bank city of Nablus kills four Palestinian militants, including two local leaders of Al Aksa Martyrs Brigades, group loyal to Yasir Arafat; in spite of Likud vote, opinion polls show about two-thirds of Israelis support Sharon's plan to withdraw from Gaza; many see Israeli presence there as liabiilty, but in Sharon's party, and other right-wing groups, there is opposition to making territorial concessions to Palestinians, particularly at time of heavy fighting; photo; map (M)",
      "lead_paragraph": "Prime Minister Ariel Sharon has received a stinging setback from his rightist Likud Party, which soundly rejected his proposal to withdraw Israeli soldiers and settlers from the Gaza Strip, according to results announced early Monday. The vote by party members was nonbinding, but it cast doubts on the plan's future as well as on the stability of Mr. Sharon's government.",
      "publication_date": "2004-05-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/03/world/sharon-suffers-a-party-setback-on-his-gaza-plan.html",
      "byline": "By Greg Myre and Elissa Gootman"
    },
    {
      "headline": "Hostage Is Free; 9 G.I.'s Killed In Iraq Attacks",
      "snippet": "American contractor Thomas Hamill, taken hostage by militants last month, escapes from his captors and runs to group of passing American troops near Samarra; officers say he is suffering from infected gunshot wound but is otherwise in good conditi...",
      "abstract": "American contractor Thomas Hamill, taken hostage by militants last month, escapes from his captors and runs to group of passing American troops near Samarra; officers say he is suffering from infected gunshot wound but is otherwise in good condition; Hamill, fuel-truck driver working for Halliburton subsidiary Kellogg Brown & Root, was one of several foreign civilians kidnapped or killed in early Apr, as American forces faced uprisings in Sunni Arab stronghold of Falluja and among followers of Shiite cleric Moktada al-Sadr; eight other Americans were taken from same fuel convoy as Hamill; four were killed, as was one American soldier, and another soldier was captured; he is still missing, as are two other civilian contractors; fate of three Italian contractors taken hostage, as well as two Canadian businessmen, is unknown; photos; map (M)",
      "lead_paragraph": "An American contractor taken hostage by militants last month escaped from his captors on Sunday and ran into the arms of a group of passing American troops, on a day when nine other American soldiers died in violence across central and northern Iraq.",
      "publication_date": "2004-05-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/03/world/the-struggle-for-iraq-combat-hostage-is-free-9-gi-s-killed-in-iraq-attacks.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "COMMAND ERRORS AIDED IRAQ ABUSE, ARMY HAS FOUND",
      "snippet": "Internal Army investigation finds virtual collapse of command structure in Abu Ghraib prison outside Baghdad where American enlisted personnel are accused of committing acts of abuse and humiliation against Iraqi detainees; report says midlevel mi...",
      "abstract": "Internal Army investigation finds virtual collapse of command structure in Abu Ghraib prison outside Baghdad where American enlisted personnel are accused of committing acts of abuse and humiliation against Iraqi detainees; report says midlevel military intelligence officers were allowed to skirt normal chain of command to issue questionable orders to enlisted personnel from reserve military police unit handling guard duty; Maj Gen George R Fay is examining interrogation practices of military intelligence officers at all American-run prisons in Iraq, not just Abu Ghraib; second review is ordered by Lt Gen James R Helmly to assess training of all reservists, especially military police and intelligence officers, soldiers most likely to handle prisoners; lawyer for one of enlisted men charged in case requests that Army open court of inquiry into abuse at Abu Ghraib, move that would expand investigation beyond six enlisted personnel to look at broader command failures; widening prison-abuse scandal has stirred anger in Arab world and holds potential to damage efforts by American officals to meet June 30 deadline to transfer limited self-rule to Iraqi people; photo (M)",
      "lead_paragraph": "An internal Army investigation has found a virtual collapse of the command structure in a prison outside Baghdad where American enlisted personnel are accused of committing acts of abuse and humiliation against Iraqi detainees.",
      "publication_date": "2004-05-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/03/world/the-struggle-for-iraq-prisoners-command-errors-aided-iraq-abuse-army-has-found.html",
      "byline": "By James Risen"
    },
    {
      "headline": "Concern at Home",
      "snippet": "Nearly everyone in Cumberland, Md., has an opinion about the recent accusations that Army reservists based nearby abused Iraqis at a prison west of Baghdad. Page A11.",
      "abstract": "Nearly everyone in Cumberland, Md., has an opinion about the recent accusations that Army reservists based nearby abused Iraqis at a prison west of Baghdad. Page A11.",
      "lead_paragraph": "Nearly everyone in Cumberland, Md., has an opinion about the recent accusations that Army reservists based nearby abused Iraqis at a prison west of Baghdad. Page A11.",
      "publication_date": "2004-05-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/03/us/concern-at-home.html",
      "byline": ""
    },
    {
      "headline": "Investment Engines in Search of Their Next Moves",
      "snippet": "John Doerr, whose venture capital firm, Kleiner Perkins Caufield & Byers, is likely to reap huge profit from its $12.5 million 1999 investment in Google Internet search engine, says long-term potential of Internet is still underappreciated, interv...",
      "abstract": "John Doerr, whose venture capital firm, Kleiner Perkins Caufield & Byers, is likely to reap huge profit from its $12.5 million 1999 investment in Google Internet search engine, says long-term potential of Internet is still underappreciated, interview; remains huge presence in Silicon Valley despite his Internet losses, with Kleiner's flops overshadowed by its financial successes; entrepreneurs who got money from Kleiner say Doerr's name lent level of seriousness to their companies and his ties and strategic vision improved their prospects; say firm's lower-profile partners also played key roles; photos (M)",
      "lead_paragraph": "As far as John Doerr is concerned, the Internet frenzy of the late 1990's was not a bubble. No, to Mr. Doerr, a prominent venture capitalist in Silicon Valley, it was the ''Great American Boom.''",
      "publication_date": "2004-05-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/03/business/investment-engines-in-search-of-their-next-moves.html",
      "byline": "By Laura Rich"
    },
    {
      "headline": "For Sony, a Brief Respite in Its Recent Struggles",
      "snippet": "Sony's entertainment divisions seem to be recovering from years of bloated spending, with film division producing five profitable movies in row and Sony Music Entertainment finally turning profit in year ended March1 as it awaits approval of its m...",
      "abstract": "Sony's entertainment divisions seem to be recovering from years of bloated spending, with film division producing five profitable movies in row and Sony Music Entertainment finally turning profit in year ended March1 as it awaits approval of its merger with BMG; Sony Corp of America chairman Sir Howard Stringer discusses turnaround, interview; it is still unclear whether Sony executives will embrace Sony Pictures Entertainment chairman and chief executive Michael Lynton as he seeks even more cost savings and tries to bring stability to dysfunctional studio; market share graphs; photos (M)",
      "lead_paragraph": "Here is a number to make any investor think twice about the entertainment business: For the first time in as long as Sir Howard Stringer can remember, the Sony Corporation of America's film division has produced five profitable movies in a row.",
      "publication_date": "2004-05-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/03/business/for-sony-a-brief-respite-in-its-recent-struggles.html",
      "byline": "By Laura M. Holson"
    }
  ]
}