{
  "metadata": {
    "date": "2004-05-11",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "China Moves Again to Rein In Inflation",
      "snippet": "China takes four more steps to slow inflation, including setting limited price controls in provinces where cost of living is rising fastest; other steps are aimed at stanching some types of lending and development in order to cool economy; food pr...",
      "abstract": "China takes four more steps to slow inflation, including setting limited price controls in provinces where cost of living is rising fastest; other steps are aimed at stanching some types of lending and development in order to cool economy; food prices, biggest component of consumer price index, were up 7.9 percent in April; rice and grains rose 10.8 percent; photo (M)",
      "lead_paragraph": "China took four more steps on Sunday and Monday to slow inflation, including setting limited price controls in provinces where the cost of living is rising fastest.",
      "publication_date": "2004-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/11/business/china-moves-again-to-rein-in-inflation.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Monsanto Shelves Plan For Modified Wheat",
      "snippet": "Monsanto said yesterday that it had halted its effort to introduce the world's first genetically engineered wheat, bowing to the concerns of American farmers that the crop would endanger billions of dollars of exports.     The announcement indicat...",
      "abstract": "Monsanto said yesterday that it had halted its effort to introduce the world's first genetically engineered wheat, bowing to the concerns of American farmers that the crop would endanger billions of dollars of exports.     The announcement indicates how difficult it is becoming to introduce genetic engineering into new crops beyond the four that have been genetically engineered for years -- canola, corn, cotton and soybeans.   ",
      "lead_paragraph": "Monsanto said yesterday that it had halted its effort to introduce the world's first genetically engineered wheat, bowing to the concerns of American farmers that the crop would endanger billions of dollars of exports.",
      "publication_date": "2004-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/11/business/monsanto-shelves-plan-for-modified-wheat.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Surge in Jobs Mostly Bypasses the Factory Floor",
      "snippet": "Manufacturing employment is down nearly 3 million over last 44 months; 37,000 manufacturing jobs created so far represent minuscule contribution to 708,000 jobs generated over last three months across entire economy; manufacturers warn not expect ...",
      "abstract": "Manufacturing employment is down nearly 3 million over last 44 months; 37,000 manufacturing jobs created so far represent minuscule contribution to 708,000 jobs generated over last three months across entire economy; manufacturers warn not expect much of job revival at their companies; graph; photos (M)",
      "lead_paragraph": "Barry D. Laughlin, who manages the huge Navistar International truck factory here, does not even think of hiring more workers as production ramps up in a growing economy.",
      "publication_date": "2004-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/11/business/surge-in-jobs-mostly-bypasses-the-factory-floor.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Citigroup Assesses a Risk and Decides to Settle",
      "snippet": "Market Place column on Citigroup's agreement to pay $2.65 billion to former WorldCom shareholders who claimed that Citigroup and its star telecommunications analysts Jack Grubman misled them about company's prospects; banking analysts say Citigrou...",
      "abstract": "Market Place column on Citigroup's agreement to pay $2.65 billion to former WorldCom shareholders who claimed that Citigroup and its star telecommunications analysts Jack Grubman misled them about company's prospects; banking analysts say Citigroup had much at stake if WorldCom litigation went to trial as scheduled in January; photo (Market Place column) (M)",
      "lead_paragraph": "What's in a name, and what if that name is Jack Grubman?",
      "publication_date": "2004-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/11/business/market-place-citigroup-assesses-a-risk-and-decides-to-settle.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "World Markets Fall; Lows for Year in U.S.",
      "snippet": "Stock markets worldwide fall sharply as prospect of higher interest rates in US, high oil prices and war in Iraq unnerve investors; all three of Wall Street's main market gauges fall more than 1 percent to new lows for year; Dow Jones industrial a...",
      "abstract": "Stock markets worldwide fall sharply as prospect of higher interest rates in US, high oil prices and war in Iraq unnerve investors; all three of Wall Street's main market gauges fall more than 1 percent to new lows for year; Dow Jones industrial average is off 4.4 percent for year while Nasdaq composite index is down 5.4 percent; Japan's main stock market falls nearly 5 percent, while South Korea's market declines 5.7 percent and Brazil's drops 5.4 percent; major European markets are off more than 2 percent; oil stocks fall after Saudi Arabia's oil minister calls on OPEC to increase output to avoid hurting global economy; price of crude oil for June delivery, which broke through $40 per barrel on May 7, falls $1, or 2.5 percent, to $39.35 in New York trading, though gasoline prices in US are at record levels and price of oil is still near 13-year high; Standard & Poor's 500-stock index declines 11.58 points, or 1.1 percent, to 1,087.12; Dow Jones industrial average declines 127.32 points, or 1.3 percent, to 9,990.02; Nasdaq composite index drops 21.89 points, or 1.1 percent, to 1,896.07; US Treasury prices fall; 10-year note declines 5/32, to 93 27/32; yield rises to 4.80 percent from 4.78 percent; euro falls to $1.1867 against dollar from $1.1895 on prospect of higher interest rates in US; dollar rises to 113.72 yen from 112.15 graphs; charts; photos (M)",
      "lead_paragraph": "Stock markets worldwide fell sharply yesterday as the prospect of higher interest rates in the United States, high oil prices and the war in Iraq unnerved investors.",
      "publication_date": "2004-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/11/business/the-markets-stocks-bonds-world-markets-fall-lows-for-year-in-us.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "CITIGROUP AGREES TO A SETTLEMENT OVER WORLDCOM",
      "snippet": "Citigroup agrees to pay $2.65 billion to investors who bought stock and bonds in WorldCom before its bankruptcy filing two years ago; payment is largest ever by bank, brokerage firm or auditor to settle fraud case brought by investors who bought s...",
      "abstract": "Citigroup agrees to pay $2.65 billion to investors who bought stock and bonds in WorldCom before its bankruptcy filing two years ago; payment is largest ever by bank, brokerage firm or auditor to settle fraud case brought by investors who bought securities issued by corporation that was advised by one of those firms; settlement comes hours before appellate court was to hear arguments addressing conflicts between firm's stock analysis and investment banking fees generated by WorldCom; Securities and Exchange Commission recently filed friend of the court brief supporting investors' claims; settlement is announced by Citigroup chief executive Charles O Prince and New York State Comptroller Alan G Hevesi, who is trustee of state's Common Retirement fund, lead plainiff in securities fraud case against WorldCom; litigation continues against other defendants: former WorldCom officers and directors, other banks and brokerage firms that sold WorldCom securities and WorldCom's auditor Arthur Andersen; tens of billions of dollars in investor wealth vanished when WorldCom collapsed in July 2002; photo; chart (M)",
      "lead_paragraph": "Hoping to close the books on its role as lead banker to WorldCom, Citigroup yesterday agreed to pay $2.65 billion to investors who bought stock and bonds in the telecommunications giant before its bankruptcy filing two years ago.",
      "publication_date": "2004-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/11/business/citigroup-agrees-to-a-settlement-over-worldcom.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "U.S. Reopens '55 Murder Case, Flashpoint of Civil Rights Era",
      "snippet": "Justice Dept will reopen criminal investigation into 1955 murder of Emmett Till, 14-year-old black youth whose brutal killing in Mississippi was flashpoint in civil rights movement; prosecutors cite new information uncovered in filming of two docu...",
      "abstract": "Justice Dept will reopen criminal investigation into 1955 murder of Emmett Till, 14-year-old black youth whose brutal killing in Mississippi was flashpoint in civil rights movement; prosecutors cite new information uncovered in filming of two documentaries suggesting that as many as 10 people took part in or observed killing besides two original suspects; Till was dragged from his bed, beaten, shot and dropped in river after being accused of whistling at white woman; image of his battered body in open coffin at his funeral became galvanizing moment in civil rights movement, particularly for many Northerners removed from brutalities of Jim Crow era; Roy Bryant and J W Milam, two white men tried for murder, were acquitted by all-white jury after defense appealed to jurors' white heritage; defendants later gloated about killing and provided gruesome details about Till's torture and murder; both are now dead; photo (M)",
      "lead_paragraph": "Nearly a half-century after the brutal killing of Emmett Till, a 14-year-old black youth, in Mississippi provided a flashpoint in the civil rights movement, the Justice Department said Monday that it was opening a criminal investigation into the case in light of new evidence.",
      "publication_date": "2004-05-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/11/us/us-reopens-55-murder-case-flashpoint-of-civil-rights-era.html",
      "byline": "By Eric Lichtblau and Andrew Jacobs"
    },
    {
      "headline": "France Splits With Europe Over Farm Subsidy Plan",
      "snippet": "Surprise move by European Commission to scrap its agricultural export subsidies to get global trade talks moving again is welcomed by some of union's trading partners, but criticized by its most important farming nation, France (M)",
      "abstract": "Surprise move by European Commission to scrap its agricultural export subsidies to get global trade talks moving again is welcomed by some of union's trading partners, but criticized by its most important farming nation, France (M)",
      "lead_paragraph": "A surprise move by the European Commission to scrap its agricultural export subsidies to get global trade talks moving again was welcomed Monday by some of the union's trading partners, but criticized by its most important farming nation, France.",
      "publication_date": "2004-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/11/business/france-splits-with-europe-over-farm-subsidy-plan.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "Fannie Mae Says Its Equity Fell By $1.6 Billion In First Quarter",
      "snippet": "Fannie Mae says shareholders' equity fell $1.6 billion in first quarter, to $20.8 billion, as long-term interest rates fell; reports profit of $1.9 billion (M)",
      "abstract": "Fannie Mae says shareholders' equity fell $1.6 billion in first quarter, to $20.8 billion, as long-term interest rates fell; reports profit of $1.9 billion (M)",
      "lead_paragraph": "Fannie Mae, the giant mortgage finance company, said an important measure of its performance turned sharply negative in the first quarter even though it reported a $1.9 billion profit.",
      "publication_date": "2004-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/11/business/fannie-mae-says-its-equity-fell-by-1.6-billion-in-first-quarter.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Chairman of Faltering British Store Chain to Step Down",
      "snippet": "Chairman of Faltering British Store Chain to S",
      "abstract": "Chairman of Faltering British Store Chain to S",
      "lead_paragraph": "Marks & Spencer, Britain's biggest clothing retailer, signaled a new swing in its seesawing fortunes Monday by announcing that its chairman, Luc Vandevelde, once feted as the company's savior, will quit.",
      "publication_date": "2004-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/11/business/chairman-of-faltering-british-store-chain-to-step-down.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "U.S. Training African Forces to Uproot Terrorists",
      "snippet": "American military has dispatched Special Operations forces to countries of Africa to train soldiers and outfit them to fight well-financed bands of Islamic militants who are recruiting, training and arming themselves for future acts of terrorism; ...",
      "abstract": "American military has dispatched Special Operations forces to countries of Africa to train soldiers and outfit them to fight well-financed bands of Islamic militants who are recruiting, training and arming themselves for future acts of terrorism; investigators say railroad bombing in Madrid that killed 191 people may have had North African link and may presage others in Europe; American military officials say that assisting local governments to do fighting themselves will save America from becoming lightning rod for popular anger that radicals can capitalize on; say al Qaeda-linked militants, pushed out of Afghanistan and blocked by increased surveillance of traditional points of entry along Mediterranean coast, are turning to overland travel to make contact with North African Islamic terror groups; cite case of known Qaeda militant who traveled across Africa in 2002 to help plan attacks; program to shore up border controls and deny sanctuary to suspected terrorists was begun with $7 million and focused on Mali, Mauritania, Niger and Chad; it is being expanded to include Senegal and possibly other countries; photo; chart (M)",
      "lead_paragraph": "The American campaign against terrorism is opening a new front in a region that military officials fear could become the next base for Al Qaeda -- the largely ungoverned swath of territory stretching from the Horn of Africa to the Western Sahara's Atlantic coast.",
      "publication_date": "2004-05-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/11/world/us-training-african-forces-to-uproot-terrorists.html",
      "byline": "By Craig S. Smith"
    },
    {
      "headline": "World Business Briefing | Canada: Canada: Software Concern Expects Loss",
      "snippet": "WoØ",
      "abstract": "WoØ",
      "lead_paragraph": "Descartes Systems, a supplier of shipping and distribution software, said its loss for the quarter ended April 30 would be 25 cents to 27 cents a share, more than double the previous estimate. Descartes, based in Waterloo, Ontario, dismissed its chief executive, Manuel Pietra, last week, and said it was reviewing last year's financial statements. Two other technology companies, Nortel Networks and Hip Interactive, have let senior executives go recently amid evidence of accounting irregularities. Bernard Simon (NYT)",
      "publication_date": "2004-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/11/business/world-business-briefing-canada-canada-software-concern-expects-loss.html",
      "byline": "By Bernard Simon (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Electronics Stock Offer",
      "snippet": "World Business Briefing: South Korea: Electronics Stock Offt",
      "abstract": "World Business Briefing: South Korea: Electronics Stock Offt",
      "lead_paragraph": "The electronics maker LG.Philips LCD Company plans to raise 2.3 trillion won ($1.9 billion) in an initial public offering, the Financial Supervisory Service said. The company, a venture between Royal Philips Electronics of the Netherlands and LG Electronics of Seoul, is seeking 1.5 trillion won from selling shares, and its shareholders are hoping to raise 800 billion won selling their stock, the regulator said. Shares in LG.Philips LCD, which was the world's leading maker of liquid crystal displays last year, will start trading in New York and Seoul on July 14. It competes with Samsung Electronics in the market for the displays, which are used in flat-panel televisions and computer monitors.",
      "publication_date": "2004-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/11/business/world-business-briefing-asia-south-korea-electronics-stock-offer.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Bayer's Profit Falls",
      "snippet": "Bayer AG's net profit fell to 400 million euros ($473 million) in first quarter, while sales rose slightly to 7.36 billion euros; graph (S)",
      "abstract": "Bayer AG's net profit fell to 400 million euros ($473 million) in first quarter, while sales rose slightly to 7.36 billion euros; graph (S)",
      "lead_paragraph": "The chemicals and drugs company Bayer said its first-quarter results were hurt by weakness in its health care and crop chemicals businesses and its profit fell by 32 percent from the year-earlier period, when its profit was helped by a one-time gain from the sale of assets. Net profit fell to 400 million euros ($473 million), while sales rose slightly to 7.36 billion euros despite unfavorable currency effects. The health care unit was hurt by lower sales of its Cipro antibiotic. Bayer, which is based in Leverkusen, said it expected all of its units except for health care to have higher operating profits this year. Petra Kappl (NYT)",
      "publication_date": "2004-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/11/business/world-business-briefing-europe-germany-bayer-s-profit-falls.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "Japan Gets a Taste of Wal-Mart",
      "snippet": "Japan Get4",
      "abstract": "Japan Get4",
      "lead_paragraph": "On March 31, 1854, Japan signed a trade treaty with the United States, a commercial power backed by ''black ships'' rocking at anchor off Shimoda, 40 miles south of here.",
      "publication_date": "2004-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/11/business/japan-gets-a-taste-of-wal-mart.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "How to Catch Fish in Vermont: No Bait, No Tackle, Just Bullets",
      "snippet": "Fish shooting is popular but controversial pastime in Vermont; every spring, hunters take out their high-caliber pistols, shotguns, even AK-47's, and head to marshes to shoot fish; Vermont's fish and wildlife regulators have repeatedly tried to ba...",
      "abstract": "Fish shooting is popular but controversial pastime in Vermont; every spring, hunters take out their high-caliber pistols, shotguns, even AK-47's, and head to marshes to shoot fish; Vermont's fish and wildlife regulators have repeatedly tried to ban it, calling it unsportsmanlike and dangerous, warning that bullet striking water can ricochet across water like skipping stone; all efforts to halt shooting have been stopped by noisy objections from small but dedicated bunch; it remains cherished tradition for some Vermont families and novelty to some teenagers and twenty-somethings; fixated fish hunters climb into trees overhanging water, sail in small skiffs or perch on banks of marshes; photos (M)",
      "lead_paragraph": "The hunter's prey darted into the shadows, just out of reach of Henry Demar's gun.",
      "publication_date": "2004-05-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/11/us/how-to-catch-fish-in-vermont-no-bait-no-tackle-just-bullets.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "World Business Briefing | Europe: Luxembourg: Profit For Steel Maker",
      "snippet": "Arcelor says first-qu",
      "abstract": "Arcelor says first-qu",
      "lead_paragraph": "Arcelor, the steel maker, posted a quarterly profit and said second-quarter earnings would rise further as steel prices stay close to nine-year highs and demand improved. First-quarter net income rose 22 percent, to 234 million euros ($277 million), or 49 cents a share, from 192 million euros, or 40 cents a share, a year earlier. Sales were little changed at 6.9 billion euros. Arcelor said it planned to raise third-quarter prices 15 percent for flat carbon steel used to make cars, about twice the rate of increases in January and April. Steel makers have been raising prices to cover the cost of raw materials. Some raw materials, like coke, sometimes are not available at any price because of demand from China, the chief executive, Guy Dolle, above, said. ''I don't anticipate any major positive change for customers in the coming quarters regarding raw materials,'' he said, ''and prices will continue to increase.''",
      "publication_date": "2004-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/11/business/world-business-briefing-europe-luxembourg-profit-for-steel-maker.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Head of Inquiry On Iraq Abuses Now in Spotlight",
      "snippet": "Maj Gen Antonio M Taguba, author of stinging report on American soldiers' abuse of Iraqi prisoners, will appear before Senate Armed Services Committee as leadoff witness in day of hearings on abuses; Taguba's report was supposed to be limited to c...",
      "abstract": "Maj Gen Antonio M Taguba, author of stinging report on American soldiers' abuse of Iraqi prisoners, will appear before Senate Armed Services Committee as leadoff witness in day of hearings on abuses; Taguba's report was supposed to be limited to conduct of military police brigade, but he used it to deliver much broader indictment; report describes his strong suspicion that military intelligence officers and private contractors were 'directly or indirectly responsible for the abuses'; report has generally won him praise within Army; he is second highest ranking Filipino-American in Army; brief biographical profile; photo (M)",
      "lead_paragraph": "As the son of a survivor of a Japanese prison camp whose military service went all but unrecognized for decades, Maj. Gen. Antonio M. Taguba learned early lessons about right and wrong.",
      "publication_date": "2004-05-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/11/world/the-struggle-for-iraq-the-report-head-of-inquiry-on-iraq-abuses-now-in-spotlight.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Citigroup Agrees to Pay Investors in WorldCom  Hoping to close the books on its role as lead banker to WorldCom, Citigroup agreed to pay $2.65 billion to investors who bought stock and bonds in the company before it sought bankruptcy protection tw...",
      "abstract": " Citigroup Agrees to Pay Investors in WorldCom  Hoping to close the books on its role as lead banker to WorldCom, Citigroup agreed to pay $2.65 billion to investors who bought stock and bonds in the company before it sought bankruptcy protection two years ago.     The payment is the largest ever by a bank, brokerage firm or auditor to settle a fraud case brought by investors who bought securities issued by another corporation that was advised by the one of those firms. [Page A1.]",
      "lead_paragraph": "Citigroup Agrees to Pay Investors in WorldCom",
      "publication_date": "2004-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/11/business/business-digest-553395.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Jewelry Chain Acquired",
      "snippet": "Iceland's",
      "abstract": "Iceland's",
      "lead_paragraph": "A retailer in Iceland, the Baugur Group, has agreed to buy the jeweler Goldsmiths Group from Alchemy Partners for about £110 million ($195 million). Alchemy, a London takeover firm, will earn about £78 million, or three times the amount it invested when it backed the buyout of the company in 1999, Alchemy's founder, Jon Moulton, said. Baugur, based in Reykjavik, is teaming with Goldsmith's managers to buy the company, which operates 165 stores and has annual sales of £160 million. The chief executive of Goldsmiths, Jurek Piasecki, will cut his stake to 15 percent from 50.5 percent, but will continue to run the company.",
      "publication_date": "2004-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/11/business/world-business-briefing-europe-britain-jewelry-chain-acquired.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "PRESIDENT BACKS HIS DEFENSE CHIEF IN SHOW OF UNITY",
      "snippet": "Pres Bush delivers unqualified endorsement of Defense Sec Donald H Rumsfeld; says he is doing 'superb job'; seeks to quash speculation that he will seek Rumsfeld's resignation by visiting Pentagon and arraying other senior aides around him--includ...",
      "abstract": "Pres Bush delivers unqualified endorsement of Defense Sec Donald H Rumsfeld; says he is doing 'superb job'; seeks to quash speculation that he will seek Rumsfeld's resignation by visiting Pentagon and arraying other senior aides around him--including Vice Pres Cheney, Secretary of State Colin L Powell and Gen Richard B Myers--to show that national security team is united in its determination to deal with repercussions of Iraqi prisoner abuse cases, quell insurgency in Iraq and transfer governance to Iraqis; at Pentagon, Bush is shown more than dozen images of Iraqi prisoners being abused by American soldiers, most of which have not been publicized; White House, Pentagon and Congress are grappling with whether and how to release more pictures of prisoner abuse; many of Bush's political and communications advisers advocate moving quickly to get images out and avoid prospect of weeks or months in which they leak out piecemeal; officials must consider effect of any release on pending criminal inquiries and privacy of people shown in images; separately, Pentagon and Congressional leaders continue to negotiate ways to allow lawmakers to view images in absence of public release; photos (M)",
      "lead_paragraph": "President Bush made a robust show of support on Monday for Defense Secretary Donald H. Rumsfeld, as the White House, the Pentagon and Congress grappled with whether and how to release more pictures of Iraqi prisoners being abused by American soldiers.",
      "publication_date": "2004-05-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/11/world/struggle-for-iraq-president-president-backs-his-defense-chief-show-unity.html",
      "byline": "By Richard W. Stevenson and Carl Hulse"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Softbank Posts a Loss",
      "snippet": "Softbank Corp says net loss grew to 107 billion yen ($953 million) for year ended March 31 from loss of 100 billion yen year earlier as revenue grew 27 percent, to 517.39 billion yen (S)",
      "abstract": "Softbank Corp says net loss grew to 107 billion yen ($953 million) for year ended March 31 from loss of 100 billion yen year earlier as revenue grew 27 percent, to 517.39 billion yen (S)",
      "lead_paragraph": "The Softbank Corporation, the broadband Internet service provider, said its net loss widened for the year just ended as a costly marketing campaign more than offset growing revenue. Softbank, which also invests in Internet companies and owns a share in Yahoo, said its net loss grew to 107 billion yen ($953 million) for the year ended March 31 from a loss of 100 billion yen a year earlier as revenue grew 27 percent, to 517.39 billion yen. Softbank has been spending heavily on marketing in a bid to expand its Yahoo BB Internet service to six million customers by September 2005 from about four million. Todd Zaun (NYT)",
      "publication_date": "2004-05-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/11/business/world-business-briefing-asia-japan-softbank-posts-a-loss.html",
      "byline": "By Todd Zaun (NYT)"
    }
  ]
}