{
  "metadata": {
    "date": "2004-06-18",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "On Two Continents, Companies Ask Politicians for Accounting Favors",
      "snippet": "Companies in US and Europe are asking politicians not to make accounting reforms that will hurt their company reports; high-technology companies in US are campaigning against being forced to report value of stock options as expense; House Financia...",
      "abstract": "Companies in US and Europe are asking politicians not to make accounting reforms that will hurt their company reports; high-technology companies in US are campaigning against being forced to report value of stock options as expense; House Financial Services Committee, 45-13, has voted to gut proposed accounting rule; similar options rule is being approved in Europe; European banks are angry over international accounting rule that would force them to report how much their investments in derivatives have gained or lost in value, something American banks have had to do for years; European decision on reform may hinge on what Germany does; Klaus Pohle, who leads German Accounting Standards Committee, comments; photo (M)",
      "lead_paragraph": "JUST when the prospects for accounting reform were at their peak, the bull market came back. And with it came the power of those people who warn that bad things will happen if accountants report unpleasant truths.",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/18/business/on-two-continents-companies-ask-politicians-for-accounting-favors.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Merck Backs U.S. Database To Track Drug Trials",
      "snippet": "Merck supports idea of government-run data base that would keep track of all late-stage clinical drug trials from start to finish; Merck's position is first major sign of pharmaceutical industry support for such comprehensive database (M)",
      "abstract": "Merck supports idea of government-run data base that would keep track of all late-stage clinical drug trials from start to finish; Merck's position is first major sign of pharmaceutical industry support for such comprehensive database (M)",
      "lead_paragraph": "Merck, one of the world's leading pharmaceutical companies, says it supports the idea of a government-run database that would keep track of all late-stage clinical drug trials from start to finish.",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/18/business/merck-backs-us-database-to-track-drug-trials.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "Bush and Cheney Talk Strongly Of Qaeda Links With Hussein",
      "snippet": "Pres Bush and Vice Pres Cheney say they remain convinced that Saddam Hussein's government in Iraq had long history of ties to Al Qaeda, despite Sept 11 commission report that classified intelligence shows no evidence of 'collaborative relationship...",
      "abstract": "Pres Bush and Vice Pres Cheney say they remain convinced that Saddam Hussein's government in Iraq had long history of ties to Al Qaeda, despite Sept 11 commission report that classified intelligence shows no evidence of 'collaborative relationship'; photo; Bush says his administration never said Sept 11 attacks were orchestrated with Hussein, but does say there were 'numerous contacts,' as when 'Iraqi intelligence officers met with bin Laden' in Sudan; repeats that Hussein was 'sworn enemy' of US; Cheney calls The New York Times coverage of commission findings 'outrageous'; charges press confuses issue of Iraqi role in Sept 11 with other ties to Al Qaeda, for which he says there is 'overwhelming' evidence; Democratic candidate John Kerry demands Bush explain why he rushed to war; says Bush and Cheney, not press, are muddling distinctions (M)",
      "lead_paragraph": "President Bush and Vice President Cheney said yesterday that they remain convinced that Saddam Hussein's government had a long history of ties to Al Qaeda, a day after the commission investigating the Sept. 11 attacks reported that its review of classified intelligence found no evidence of a ''collaborative relationship'' that linked Iraq to the terrorist organization.",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/18/us/threats-responses-qaeda-connection-bush-cheney-talk-strongly-qaeda-links-with.html",
      "byline": "By David E. Sanger and Robin Tonerl"
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Rate Increase",
      "snippet": "Swiss National Bank raises target range for its reference rate, three-month Swiss franc Libor, by quarter-point, to 0.5 percent; bank president Jean-Pierre Roth expects Swiss economy to grow 2 percent this year, reversing contraction of 0.5 percen...",
      "abstract": "Swiss National Bank raises target range for its reference rate, three-month Swiss franc Libor, by quarter-point, to 0.5 percent; bank president Jean-Pierre Roth expects Swiss economy to grow 2 percent this year, reversing contraction of 0.5 percent last year; photo (S)",
      "lead_paragraph": "Switzerland's central bank raised interest rates for the first time in four years, hoping to rein in any inflation resulting from the economy's recent expansion. The Swiss National Bank said it had raised the target range for its reference rate, the three-month Swiss franc Libor, by a quarter-point, to 0.5 percent. Jean-Pierre Roth, left, president of the central bank, said he expected the Swiss economy to grow 2 percent this year, reversing a contraction of 0.5 percent last year. Fiona Fleck (NYT)",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/18/business/world-business-briefing-europe-switzerland-rate-increase.html",
      "byline": "By Fiona Fleck (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Fertilizer Concern Forecasts Gain",
      "snippet": "Potash Corp, world's largest fertilizer producer, says second-quarter earnings will be about quarter higher than expected; graph (S)",
      "abstract": "Potash Corp, world's largest fertilizer producer, says second-quarter earnings will be about quarter higher than expected; graph (S)",
      "lead_paragraph": "The Potash Corporation of Saskatchewan, the world's biggest fertilizer producer, said that its second-quarter earnings would be about a quarter higher than expected, reflecting strong markets for potash and nitrogen. Rising demand from China, India and Brazil, along with low inventories and tight supplies, has helped push up potash prices, while the nitrogen market has been lifted by a strong spring season and plant shutdowns in the United States. The company, which is based in Saskatoon, said that it expected second-quarter earnings to exceed $1 a share, up from the previous estimate of 70 cents to 90 cents a share. Bernard Simon (NYT)",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/18/business/world-business-briefing-americas-canada-fertilizer-concern-forecasts-gain.html",
      "byline": "By Bernard Simon (NYT)"
    },
    {
      "headline": "Putin Says Russia Wants Yukos to Survive",
      "snippet": "Russia's Pres Vladimir V Putin says government will do its best to assure that Yukos will not go bankrupt, one day before expected court ruling could cost company billions of dollars in back taxes; graph; photo (M)",
      "abstract": "Russia's Pres Vladimir V Putin says government will do its best to assure that Yukos will not go bankrupt, one day before expected court ruling could cost company billions of dollars in back taxes; graph; photo (M)",
      "lead_paragraph": "A day before an expected court ruling that could cost the Russian oil giant Yukos billions of dollars in back taxes, President Vladimir V. Putin said on Thursday that his government would do its best to assure that the company would not go bankrupt.",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/18/business/putin-says-russia-wants-yukos-to-survive.html",
      "byline": "By Seth Mydans"
    },
    {
      "headline": "In 149 Minutes, Transformation To Terror Age",
      "snippet": "Staff report by Sept 11 commission gives minute-by-minute account of harrowing morning of chaos as nation's aviation and military defenses struggled to comprehend that four civilian airliners had been hijacked by terrorists; describes air commande...",
      "abstract": "Staff report by Sept 11 commission gives minute-by-minute account of harrowing morning of chaos as nation's aviation and military defenses struggled to comprehend that four civilian airliners had been hijacked by terrorists; describes air commander in upstate New York ordering interception by fighter jets that were mistakenly streaking east over ocean, Vice Pres Cheney being hustled into underground bunker at White House and Pres Bush's motorcade speeding away from Florida school in wrong direction for airport; details unflinching calm by air traffic controllers who landed all 4,500 flights over US as well as miscommunications, mangled coordination and broken chains of command; account shows civilians improvising air defense as senior administration officials struggled to understand, at times relying on television; timeline of late-summer day, starting with first takeoff from Boston and ending with crash in Pennsylvania; photos; chart; map; FAA had virtually no command-level contact with Norad and no one at headquarters ever requested military's help; Vice Pres Cheney's order to shoot down any threatening airliner was relayed to commanders at 10:31, after attack ended, but not sent down chain of command to pilots circling New York and Washington (L)",
      "lead_paragraph": "At 9:36 a.m. on Sept. 11, halfway through America's most calamitous morning, military air defense officials learned that American Airlines Flight 77 was just six miles -- and little more than a minute -- away from the White House.",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/18/us/threats-and-responses-the-timetable-in-149-minutes-transformation-to-terror-age.html",
      "byline": "By Eric Schmitt and Eric Lichtblau"
    },
    {
      "headline": "World Business Briefing | Americas: Argentina: Industrial Output Rises",
      "snippet": "Argentina's industrial production rose larger-than-expected 11.2 percent in May from year-earlier period, and 1.7 percent from April; output is up 12.4 percent in first five months of year over same period in 2003 (S)",
      "abstract": "Argentina's industrial production rose larger-than-expected 11.2 percent in May from year-earlier period, and 1.7 percent from April; output is up 12.4 percent in first five months of year over same period in 2003 (S)",
      "lead_paragraph": "Industrial production in Argentina bounced back in May after slumping the previous month, suggesting that the country's energy crisis may not be hurting economic activity as much as many analysts feared. The government's statistics agency said on Wednesday that output rose a larger-than-expected 11.2 percent last month from the year-earlier period, and 1.7 percent from April. In the first five months of the year, output is up 12.4 percent over the same period in 2003. Todd Benson (NYT)",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/18/business/world-business-briefing-americas-argentina-industrial-output-rises.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Game Maker Considers Sale",
      "snippet": "British computer game developer Eidos says it would consider 'strategic alternatives,' signaling to markets that it is looking for buyer or partner (S)",
      "abstract": "British computer game developer Eidos says it would consider 'strategic alternatives,' signaling to markets that it is looking for buyer or partner (S)",
      "lead_paragraph": "The British computer game developer Eidos said it would consider ''strategic alternatives,'' signaling to the markets that it was looking for a buyer or a partner. In May, Eidos said that sales of its assassination simulation game, Hitman: Contracts, were lower than expected because of softness in the market, sending the company's stock plummeting. The market is not expected to improve in the short term, Eidos said yesterday, adding that the introduction of its Vietnam War game, ShellShock: Nam '67, will be delayed until September. Heather Timmons (NYT)",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/18/business/world-business-briefing-europe-britain-game-maker-considers-sale.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: New Oil Rigs",
      "snippet": "Brazil's Petroleo Brasileiro signs 11 contracts, worth about $2 billion, to build three new platforms and restore existing rig that almost sank two years ago; hopes rigs will help Brazil become self-sufficient in oil by 2006 (S)",
      "abstract": "Brazil's Petroleo Brasileiro signs 11 contracts, worth about $2 billion, to build three new platforms and restore existing rig that almost sank two years ago; hopes rigs will help Brazil become self-sufficient in oil by 2006 (S)",
      "lead_paragraph": "Petróleo Brasileiro, the state-run Brazilian oil company known as Petrobras, signed 11 contracts, worth about $2 billion, to build three new platforms and restore an existing rig that almost sank two years ago. Petrobras hopes that the rigs will help Brazil become self-sufficient in oil by 2006. Todd Benson (NYT)",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/18/business/world-business-briefing-americas-brazil-new-oil-rigs.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "PANEL SAYS CHAOS IN ADMINISTRATION WAS WIDE ON 9/11",
      "snippet": "Sept 11 investigation commission holds final public hearing on terrorist attacks, detailing communications breakdowns so severe that military commanders did not tell fighter pilots they had been authorized by Vice Pres Cheney to shoot down hijacke...",
      "abstract": "Sept 11 investigation commission holds final public hearing on terrorist attacks, detailing communications breakdowns so severe that military commanders did not tell fighter pilots they had been authorized by Vice Pres Cheney to shoot down hijacked planes; describes Pres Bush, in Florida, resorting to cell phone to try to reach Cheney from Air Force One; photos; White House says confusion was to be expected and again questions finding of no 'collaborative relationship' between Al Qaeda and Saddam Hussein, as Bush and Cheney claimed in justifying Iraq invasion; two repeat claims, Bush saying there were 'numerous contacts'; commission staff report harshly criticizes Norad and FAA for not sharing information quickly or coherently as attack unfolded, noting that last of four planes had crashed before Cheney ordered shoot downs; says nation owes gratitude to United 93 passengers who took down plane, possibly saving White House or Capitol; chairman Thomas Kean describes 'great chaos'; suggests military's failures go beyond strategy of looking outward from US borders to chain of command that did not pass down presidential order to take down suspect planes; Bush is said to have approved Cheney's decision during call, saying 'Sounds like we have a minor war' (L)",
      "lead_paragraph": "Offering an extraordinary window into the government's chaotic response on Sept. 11, 2001, the commission investigating the terrorist attacks detailed on Thursday a series of communications breakdowns at the White House and the Pentagon that were so severe that military commanders did not tell fighter pilots that they had been given the authority by Vice President Dick Cheney to shoot down hijacked planes.",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/18/us/threats-responses-overview-panel-says-chaos-administration-was-wide-9-11.html",
      "byline": "By Philip Shenon and Christopher Marquis"
    },
    {
      "headline": "Late to Freedom's Party, Texans Spread Word of Black Holiday",
      "snippet": "Joe Kings of Portland, Maine, and other black Americans around country prepare to celebrate Juneteenth, day in 1865 when slavery effectively ended in US; Army ship arrived in Galveston that June 19, bringing Texas news that South had surrendered t...",
      "abstract": "Joe Kings of Portland, Maine, and other black Americans around country prepare to celebrate Juneteenth, day in 1865 when slavery effectively ended in US; Army ship arrived in Galveston that June 19, bringing Texas news that South had surrendered two months earlier; holiday has taken root around country because many blacks say it allows them to celebrate without dwelling on sad legacy of slavery; photos (M)",
      "lead_paragraph": "Tomorrow morning, Joe Kings of Portland, Me., will be up at dawn to get the fire going. Every year on the third Saturday in June, Mr. Kings's barbecued ribs, corn and spicy red beans draw hundreds of Maine residents -- most of them white -- to his celebration of a Texas holiday once celebrated only by blacks: Juneteenth.",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/18/us/late-to-freedom-s-party-texans-spread-word-of-black-holiday.html",
      "byline": "By Julia Moskin"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Tire Makers Investigated",
      "snippet": "Fair Trade Commission raids offices of more than 10 Japanese tire makers, including Bridgestone, Yokohama Rubber and Toyo Tire and Rubber, on suspicion that they rigged bids for tires for military vehicles that were purchased by Defense Agency; co...",
      "abstract": "Fair Trade Commission raids offices of more than 10 Japanese tire makers, including Bridgestone, Yokohama Rubber and Toyo Tire and Rubber, on suspicion that they rigged bids for tires for military vehicles that were purchased by Defense Agency; companies face fines of up to 6 percent of their sales to agency (S)",
      "lead_paragraph": "The Fair Trade Commission raided the offices of more than 10 Japanese tire makers, including Bridgestone, Yokohama Rubber and Toyo Tire and Rubber, on suspicion that they had rigged bids for tires for military vehicles that were purchased by the Defense Agency. The companies face fines of up to 6 percent of their sales to the agency. Todd Zaun (NYT)",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/18/business/world-business-briefing-asia-japan-tire-makers-investigated.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "United Is Denied Request For Loan Guarantees  A federal loan board rejected United Airlines' application for $1.6 billion in federal loan guarantees, saying that it thought the airline could survive on its own without government help.     United, ...",
      "abstract": " United Is Denied Request For Loan Guarantees  A federal loan board rejected United Airlines' application for $1.6 billion in federal loan guarantees, saying that it thought the airline could survive on its own without government help.     United, the nation's second-largest airline, has kept operating normally in bankruptcy, and the decision was not expected to have any immediate effect on travelers or the airline's employees. But its plans for emerging from bankruptcy depended heavily on winning the loan guarantees, and the board's decision was a serious setback. [Page A1.]",
      "lead_paragraph": "United Is Denied Request For Loan Guarantees",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/18/business/business-digest-014532.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Financial Concern Cuts Jobs",
      "snippet": "HSBC Group will cut 3,500 jobs in Britain as it moves some clerical and administrative work to Asia and drops some management jobs; losses will be offset by hiring of 1,000 customer relations employees in Britain (S)",
      "abstract": "HSBC Group will cut 3,500 jobs in Britain as it moves some clerical and administrative work to Asia and drops some management jobs; losses will be offset by hiring of 1,000 customer relations employees in Britain (S)",
      "lead_paragraph": "The HSBC Group, a financial services company, said it would cut 3,500 jobs in Britain as it moved some clerical and administrative work to Asia and dropped a layer of management. The losses will be offset by the hiring of 1,000 customer relations employees in Britain. The cuts represent 9 percent of HSBC's work force in Britain and come eight months after the company said it planned to move 4,000 jobs to Asia. Heather Timmons (NYT)",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/18/business/world-business-briefing-europe-britain-financial-concern-cuts-jobs.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Archer Daniels Settles Suit Accusing It of Price Fixing",
      "snippet": "Archer Daniels Midland Co agrees to pay $400 million to settle civil class-action lawsuit accusing company of fixing prices in huge market for corn sweeteners; money will go to array of corporate purchasers of sweetener known as high-fructose corn...",
      "abstract": "Archer Daniels Midland Co agrees to pay $400 million to settle civil class-action lawsuit accusing company of fixing prices in huge market for corn sweeteners; money will go to array of corporate purchasers of sweetener known as high-fructose corn syrup; chart (M)",
      "lead_paragraph": "Closing a final chapter on a nine-year scandal, the Archer Daniels Midland Company said last night that it had agreed to pay $400 million to settle a civil class-action lawsuit accusing the company of fixing prices in the huge market for corn sweeteners.",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/18/business/archer-daniels-settles-suit-accusing-it-of-price-fixing.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "Ontario Considers Building a Nuclear Plant",
      "snippet": "Ontario is considering nuclear plant as province is on brink of energy supply squeeze and some of its aging nuclear plants are facing uncertain future; new plant would most likely be built on shore of one of Great Lakes, site of Ontario's three ex...",
      "abstract": "Ontario is considering nuclear plant as province is on brink of energy supply squeeze and some of its aging nuclear plants are facing uncertain future; new plant would most likely be built on shore of one of Great Lakes, site of Ontario's three existing plants; Ontario's Energy Min Dwight Duncan introduces bill to streamline regulation of power sector and attract private sector investment; photo (M)",
      "lead_paragraph": "With Ontario on the brink of an energy supply squeeze, and some of its aging nuclear plants facing an uncertain future, moves are under way in the province, Canada's most populous, to build the first nuclear reactor in North America in more than two decades",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/18/business/ontario-considers-building-a-nuclear-plant.html",
      "byline": "By Bernard Simon"
    },
    {
      "headline": "Intel Is Aiming At Living Rooms In Marketing Its Latest Chip",
      "snippet": "Intel Corp to introduce array of consumer-oriented computer chips to bolster growth; newest foray into home computing market will blend performance, wireless capability and multimedia audio, video and image features into set of chips that will be ...",
      "abstract": "Intel Corp to introduce array of consumer-oriented computer chips to bolster growth; newest foray into home computing market will blend performance, wireless capability and multimedia audio, video and image features into set of chips that will be at core of next-generation personal computer; new three-chip suite, which has been code-named Grantsdale, is also clearest expression of 'innovation and integration' strategy of Intel's chief operating officer Paul S Otellini; photo (M)",
      "lead_paragraph": "For decades, the Intel Corporation has expanded its core business by making computer chips that are faster and by lowering their cost. Next week, however, the company plans to shift gears; it will mute its traditional speed message and focus instead on an array of consumer-oriented features to bolster growth.",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/18/business/technology-intel-is-aiming-at-living-rooms-in-marketing-its-latest-chip.html",
      "byline": "By John Markoff and Gary Rivlin"
    },
    {
      "headline": "House Approves $140 Billion In Tax Breaks",
      "snippet": "US House, 251-178, approves bill that will overhaul corporate tax code and resolve long-running trade dispute between US and Europe while offering $140 billion in tax breaks that affect almost every industry; Republicans say measure will help crea...",
      "abstract": "US House, 251-178, approves bill that will overhaul corporate tax code and resolve long-running trade dispute between US and Europe while offering $140 billion in tax breaks that affect almost every industry; Republicans say measure will help create jobs and provide much-needed overhaul of international corporate taxes; Democrats denounce it as giveaway to special interests that would encourage companies to export jobs overseas; House and Senate bills will eliminate $4 billion annual tax break for exporters that has been declared illegal by World Trade Organization and replace it with new tax reductions for manufacturers based in US; Congress and Bush administration are under growing pressure to pass bill because European Union is raising tariffs on American exports for each month US retains old tax break (M)",
      "lead_paragraph": "The House passed legislation on Thursday that would overhaul the corporate tax code and resolve a long-running trade dispute between the United States and Europe while offering $140 billion in tax breaks that affect almost every corner of industry.",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/18/business/house-approves-140-billion-in-tax-breaks.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Contractor Indicted in Afghan Detainee's Beating",
      "snippet": "Federal grand jury in North Carolina indicts CIA contractor David A Passaro on charges of kicking and beating Afghan detainee who died next day at military base last June; prosecutors say man had voluntarily surrendered at front gate, suspected of...",
      "abstract": "Federal grand jury in North Carolina indicts CIA contractor David A Passaro on charges of kicking and beating Afghan detainee who died next day at military base last June; prosecutors say man had voluntarily surrendered at front gate, suspected of role in rocket attacks on base; Atty Gen John Ashcroft announces indictment of Passaro for 'brutally' beating man, and warns US will not tolerate criminal acts against detainees; photos (M)",
      "lead_paragraph": "A federal grand jury in North Carolina on Thursday indicted a contractor employed by the Central Intelligence Agency who is accused of kicking and beating a detainee over two days at a military base in Afghanistan last June. The detainee died the next day.",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/18/world/the-reach-of-war-prisoner-abuse-contractor-indicted-in-afghan-detainee-s-beating.html",
      "byline": "By Richard A. Oppel Jr. and Ariel Hart"
    },
    {
      "headline": "United Airlines Is Turned Down In Bid for Loans",
      "snippet": "Federal loan board rejects United Airlines' application for $1.6 billion in loan guarantees, citing belief that airline can emerge from bankruptcy and survive on its own; United was last US airline to apply under $10-billion program set up to help...",
      "abstract": "Federal loan board rejects United Airlines' application for $1.6 billion in loan guarantees, citing belief that airline can emerge from bankruptcy and survive on its own; United was last US airline to apply under $10-billion program set up to help industry after Sept 11 terrorist attacks, and its plans for emerging from bankruptcy depended heavily on getting loan guarantees; Air Transportation Stabilization Board turned down bigger request in Dec 2002; chief executive Glenn F Tilton and other executives have said they believe United can emerge with or without federal help; photo (M)",
      "lead_paragraph": "A federal loan board rejected United Airlines' application for $1.6 billion in federal loan guarantees yesterday, saying that it thought the airline could survive on its own without government help.",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/18/business/united-airlines-is-turned-down-in-bid-for-loans.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Shell Weighs Modifying Dual Setup",
      "snippet": "Royal Dutch/Shell Group will consider changing its century-old two-company structure to create unified board; British-Dutch company has been cool to calls for simplified structure in past; Shell is taking more conciliatory tone as it grapples with...",
      "abstract": "Royal Dutch/Shell Group will consider changing its century-old two-company structure to create unified board; British-Dutch company has been cool to calls for simplified structure in past; Shell is taking more conciliatory tone as it grapples with fallout from scandal surrounding its overstatement of proven oil and natural gas preserves; says review will be led by chairman Jeroen van der Veer and four members of two component companies' boards; review results will be made public in November; photo (M)",
      "lead_paragraph": "The Royal Dutch/Shell Group said on Thursday that it would consider changing its century-old two-company structure to create a unified board.",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/18/business/shell-weighs-modifying-dual-setup.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "World Business Briefing | Australia: Mine Company Moving A Headquarters",
      "snippet": "British-Australian mining company BHP Billiton plans to shift headquarters of one of its divisions to Santiago, Chile; is overseeing expansion of Escondida mine in Chile; owns majority stake in mine, largest copper mine in world (S)",
      "abstract": "British-Australian mining company BHP Billiton plans to shift headquarters of one of its divisions to Santiago, Chile; is overseeing expansion of Escondida mine in Chile; owns majority stake in mine, largest copper mine in world (S)",
      "lead_paragraph": "The British-Australian mining company BHP Billiton plans to shift the headquarters of one of its seven divisions to Santiago, Chile, from Houston, putting it closer to a major company asset. The company plans to move its base metals division, which oversees production of copper, lead and zinc, by the end of the year. BHP Billiton is overseeing expansion of the Escondida mine in Chile. BHP Billiton owns a majority stake in the mine, the largest copper mine in the world. Wayne Arnold (NYT)",
      "publication_date": "2004-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/18/business/world-business-briefing-australia-mine-company-moving-a-headquarters.html",
      "byline": "By Wayne Arnold (NYT)"
    }
  ]
}