{
  "metadata": {
    "date": "2004-04-19",
    "total_articles": 31
  },
  "articles": [
    {
      "headline": "Private Firms Use Closed-End Funds To Tap the Market",
      "snippet": "Apollo Advisers, Blackstone Group, Kohlberg Kravis Roberts and other private equity firms are reaching out to small investors through closed-end mutual funds; Apollo has raised $930 million to start a fund that will lend money to companies with re...",
      "abstract": "Apollo Advisers, Blackstone Group, Kohlberg Kravis Roberts and other private equity firms are reaching out to small investors through closed-end mutual funds; Apollo has raised $930 million to start a fund that will lend money to companies with revenue of $50 million to $500 million; vehicle is being promoted to investors looking for high yield in current low-rate environment, and it carries high fees; closed-end format allows private equity firms to raise money quickly and gives them permanent capital; photo (M)",
      "lead_paragraph": "Small investors can now buy a piece of a fund with the cachet of Apollo Advisors' founder, Leon D. Black, and Kohlberg Kravis Roberts's Henry Kravis -- at a steep price.",
      "publication_date": "2004-04-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/17/business/private-firms-use-closed-end-funds-to-tap-the-market.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Big Auditing Firm Gets 6-Month Ban On New Business",
      "snippet": "Securities and Exchange Commission chief administrative law judge Brenda P Murray rules that Ernst & Young acted improperly by auditing PeopleSoft Inc, company with which it had highly profitable business relationship; bars accounting firm from ac...",
      "abstract": "Securities and Exchange Commission chief administrative law judge Brenda P Murray rules that Ernst & Young acted improperly by auditing PeopleSoft Inc, company with which it had highly profitable business relationship; bars accounting firm from accepting new audit clients in US for six months; unusual order, which includes $1.7 million fine, ends bitter fight in which SEC contends that Ernst violated rules on auditor independence; Murray also criticizes Edmund Coulson, Ernst partner in charge of independence issues (M)",
      "lead_paragraph": "Ernst & Young, the big accounting firm, was barred yesterday from accepting any new audit clients in the United States for six months after a judge found that the firm acted improperly by auditing a company with which it had a highly profitable business relationship.",
      "publication_date": "2004-04-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/17/business/big-auditing-firm-gets-6-month-ban-on-new-business.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Slow to Adapt, Nokia Loses Market Share In Latest Cellphones",
      "snippet": "Nokia, world's largest mobile phone maker, pays heavy price for missing trend toward clamshell phone handsets, allowing Samsung Electronics to cut into its market share; says second-quarter sales are likely to be slightly below $8.4 billion it rec...",
      "abstract": "Nokia, world's largest mobile phone maker, pays heavy price for missing trend toward clamshell phone handsets, allowing Samsung Electronics to cut into its market share; says second-quarter sales are likely to be slightly below $8.4 billion it recorded in second 2003 quarter; shares fall to 13-month low; Samsung reports $2.7 billion in profit in first quarter, increase of 178 percent from period year ago, and its best quarter ever; Nokia, which has reported 2 percent drop in first-quarter profit, still has leading share of world handset market; chief executive Jorma Ollila says company plans to introduce new cellphone models; photos (M)",
      "lead_paragraph": "Nokia, the world's largest mobile phone maker, paid a heavy price on Friday for missing the trend toward stylish clamshell phone handsets, denting its vaunted reputation as the arbiter of cellphone chic.",
      "publication_date": "2004-04-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/17/business/slow-to-adapt-nokia-loses-market-share-in-latest-cellphones.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "Arguments Are Refined In Retrial Of Ex-Banker",
      "snippet": "Opening arguments are made in retrial of Frank P Quattrone, former Credit Suisse First Boston banker accused of obstruction of justice; early verdict from courtroom spectators is that prosecution scored points with tightly drafted presentation tha...",
      "abstract": "Opening arguments are made in retrial of Frank P Quattrone, former Credit Suisse First Boston banker accused of obstruction of justice; early verdict from courtroom spectators is that prosecution scored points with tightly drafted presentation that addressed greatest weaknesses in its case during previous trial, which ended in hung jury; photo of Quattrone with lead lawyer, John Keker (M)",
      "lead_paragraph": "Opening arguments yesterday in the retrial of Frank P. Quattrone, the former Credit Suisse First Boston banker accused of obstruction of justice, suggested just how much -- and how little -- the prosecution and defense learned from their mistakes during the first trial, which ended in a hung jury.",
      "publication_date": "2004-04-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/17/business/arguments-are-refined-in-retrial-of-ex-banker.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Ernst Barred From Adding Audit Clients for 6 Months  Ernst & Young was barred from accepting any new audit clients in the United States for six months after a judge found that the firm acted improperly by auditing a company with which it had a hig...",
      "abstract": " Ernst Barred From Adding Audit Clients for 6 Months  Ernst & Young was barred from accepting any new audit clients in the United States for six months after a judge found that the firm acted improperly by auditing a company with which it had a highly profitable business relationship.    The unusual order brought to an end a bitter fight in which the Securities and Exchange Commission had contended that Ernst violated rules on auditor independence by jointly marketing consulting and tax services with PeopleSoft, an audit client. [Page A1.]",
      "lead_paragraph": "Ernst Barred From Adding Audit Clients for 6 Months",
      "publication_date": "2004-04-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/17/business/business-digest-254118.html",
      "byline": ""
    },
    {
      "headline": "MISSING G.I. SEEN ON TAPE PROVIDED BY IRAQI CAPTORS",
      "snippet": "Pfc Keith Maupin, US soldier missing for week since his convoy was attacked near Baghdad, is seen on videotape being held captive by six armed and masked men; voice speaking Arabic on tape, shown on Arab news network Al Jazeera, says Maupin is bei...",
      "abstract": "Pfc Keith Maupin, US soldier missing for week since his convoy was attacked near Baghdad, is seen on videotape being held captive by six armed and masked men; voice speaking Arabic on tape, shown on Arab news network Al Jazeera, says Maupin is being held to trade for Iraqi prisoners of Americans; another soldier, Sgt Elmer C Krause, and seven civilian contractors are also missing after April 9 attack; radical Shiite cleric Moktada al-Sadr, in sermon at Kufa mosque, refuses to disband his militia as US officials have demanded; map; photos (M)",
      "lead_paragraph": "An American soldier who has been missing for a week since his fuel convoy was attacked west of Baghdad was seen on a videotape on Friday being held captive by six armed and masked men. The family of the soldier, Pfc. Keith Maupin, 20, of Batavia, Ohio, confirmed his identity.",
      "publication_date": "2004-04-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/17/world/struggle-for-iraq-prisoners-missing-gi-seen-tape-provided-iraqi-captors.html",
      "byline": "By Ian Fisher and Jeffrey Gettleman"
    },
    {
      "headline": "Wary Powell Said to Have Warned Bush on War",
      "snippet": "Bob Woodward, in new book Plan of Attack, contends that two months before invasion of Iraq, Sec of State Colin Powell warned Pres Bush about potential negative consequences of war, citing what Powell called 'you break it, you own it' rule of milit...",
      "abstract": "Bob Woodward, in new book Plan of Attack, contends that two months before invasion of Iraq, Sec of State Colin Powell warned Pres Bush about potential negative consequences of war, citing what Powell called 'you break it, you own it' rule of military action; holds that Powell clashed in particular with Vice Pres Dick Cheney, whom Woodward describes as 'powerful, steamrolling force' advocating war; asserts that Cheney was preoccupied with reports of links between Saddam Hussein and Al Qaeda terrorist network; maintains that Powell believed that Cheney misread and exaggerated intelligence about Iraq threat and supposed terrorist ties (M)",
      "lead_paragraph": "Two months before the invasion of Iraq, Secretary of State Colin L. Powell warned President Bush about the potential negative consequences of a war, citing what Mr. Powell privately called the ''you break it, you own it'' rule of military action, according to a new book.",
      "publication_date": "2004-04-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/17/world/the-struggle-for-iraq-policy-wary-powell-said-to-have-warned-bush-on-war.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "In Afghanistan, U.S. Envoy Sits In Seat of Power",
      "snippet": "Hamid Karzai may be Afghanistan's president, but US Amb Zalmay M Khalilzad often seems more like its chief executive; Afghan-born envoy, with his command of details and US largesse, has created alternate seat of power since his arrival in Nov 2003...",
      "abstract": "Hamid Karzai may be Afghanistan's president, but US Amb Zalmay M Khalilzad often seems more like its chief executive; Afghan-born envoy, with his command of details and US largesse, has created alternate seat of power since his arrival in Nov 2003; Khalilzad works closely with Karzai government and US military; his goal is to accelerate country's rebuilding and securing on timetable attuned to US political cycle; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/17/world/the-saturday-profile-in-afghanistan-us-envoy-sits-in-seat-of-power.html",
      "byline": "By Amy Waldman"
    },
    {
      "headline": "Trying to Duck Inflation's Punch",
      "snippet": "Prices are picking up in US after decade of persistently low inflation, and shoppers are taking steps to ease the pain; worry about inflation is expressed in interviews and surveys of consumers, with some of greatest anxiety showing up among low-i...",
      "abstract": "Prices are picking up in US after decade of persistently low inflation, and shoppers are taking steps to ease the pain; worry about inflation is expressed in interviews and surveys of consumers, with some of greatest anxiety showing up among low-income families concerned about costs of basic items like milk; photos; graph (M)",
      "lead_paragraph": "The inflation rate, barely noticeable for years, is picking up again in the United States. And even if many American families have yet to curtail their spending, they are certainly annoyed.",
      "publication_date": "2004-04-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/17/business/trying-to-duck-inflation-s-punch.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Chicago May Give 'Apprentice' Lesson in Reality",
      "snippet": "Donald Trump names Bill Rancic, who won NBC's The Apprentice, as 'president' of Trump International Hotel & Tower; says $700 million project will become fourth tallest building in Chicago when it is finished in 2007; 90-story hotel and condominium...",
      "abstract": "Donald Trump names Bill Rancic, who won NBC's The Apprentice, as 'president' of Trump International Hotel & Tower; says $700 million project will become fourth tallest building in Chicago when it is finished in 2007; 90-story hotel and condominium tower along banks of Chicago River still needs financing, final signoffs from City Hall and demolition of Chicago Sun-Times building, which sits on site of tower-to-be; Hollinger International Inc, which owns Sun-Times and other newspapers, is Trump's partner in project; photos (M)",
      "lead_paragraph": "Some experts in the real estate industry here have long wondered whether Donald J. Trump's plans for a glassy, high-end 90-story hotel and condominium tower along the banks of the Chicago River were reality or just some New Yorker's fantasy of leaving his mark on this town.",
      "publication_date": "2004-04-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/17/us/chicago-may-give-apprentice-lesson-in-reality.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "Bubble Lives On at Broadcom, Where Options Still Rain Down",
      "snippet": "Gretchen Morgenson column cites Broadcom Corp as particularly outrageous example of transfer of shareholder wealth to executives through stock options; notes shareholders are being asked to approve proposal to increase number of shares authorized ...",
      "abstract": "Gretchen Morgenson column cites Broadcom Corp as particularly outrageous example of transfer of shareholder wealth to executives through stock options; notes shareholders are being asked to approve proposal to increase number of shares authorized for grants under stock incentive plan, expand types of stock awards company can offer and grant compensation committee right to reprice underwater options at any time; opponent holds plan would dilute existing shareholder's interest by 3.7 percent; stock price graph (M)",
      "lead_paragraph": "JUST when you thought you had seen the most outrageous transfer of shareholder wealth to executives through stock options, along comes a company that tops them all.",
      "publication_date": "2004-04-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/04/18/business/sunday-money-bubble-lives-on-at-broadcom-where-options-still-rain-down.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Point. Click. En Garde!",
      "snippet": "Barry Diller and his InterActive Corp, having bought LendingTree.com and RealEstate.com, are taking aim at residential real estate, heart of domain of rival Henry R Silverman's Cendant, which controls over 25 percent of brokerage business through ...",
      "abstract": "Barry Diller and his InterActive Corp, having bought LendingTree.com and RealEstate.com, are taking aim at residential real estate, heart of domain of rival Henry R Silverman's Cendant, which controls over 25 percent of brokerage business through three units; have linked mortgage brokering on Web with Internet real estate referrals, using commission discounts as lure; different paths by which two energetic and creative deal makers who run unconventional conglomerates got to clash over same businesses noted; at stake are lucrative slices of very large market; graphs of data on home sales and brokers' commissions; drawing; photo (M)",
      "lead_paragraph": "TWO years ago, Henry R. Silverman was gunning for Barry Diller. Cendant, the real estate and leisure company that Mr. Silverman runs, had spent tens of millions of dollars to build its Trip.com into a rival for the online travel market led by Expedia, a fast-growing part of Mr. Diller's interactive retailing empire.",
      "publication_date": "2004-04-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/04/18/business/point-click-en-garde.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "How I Spent Summer Vacation: Going to Get-Into-College Camp",
      "snippet": "High school students a",
      "abstract": "High school students a",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/04/18/us/how-i-spent-summer-vacation-going-to-get-into-college-camp.html",
      "byline": "By Tamar Lewin"
    },
    {
      "headline": "A Broker's Empty Promise, a Retiree's Shattered Dream",
      "snippet": "Case of Norman Huff, who won arbitration case against Prudential Securities and broker Michael G Dobbins, who convinced him to accept early retirement deal, for improperly investing his pension funds noted; some securities lawyers say circumstance...",
      "abstract": "Case of Norman Huff, who won arbitration case against Prudential Securities and broker Michael G Dobbins, who convinced him to accept early retirement deal, for improperly investing his pension funds noted; some securities lawyers say circumstances surrounding his losses are becoming disturbingly common as brokers find people considering retirement to be receptive and trusting targets; brokers have incentive to recommend that workers accept early retirement offers to gain access to pension money; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/04/18/business/a-broker-s-empty-promise-a-retiree-s-shattered-dream.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Home Front; Staying in a Shelter, and in the Workplace",
      "snippet": "Leslie Kaufman article on difficulties employed people face retaining jobs once crisis forces them into New York City homeless shelter system; notes shelter system has been nurturing place for some residents to return to job market; photo (M)/",
      "abstract": "Leslie Kaufman article on difficulties employed people face retaining jobs once crisis forces them into New York City homeless shelter system; notes shelter system has been nurturing place for some residents to return to job market; photo (M)/",
      "lead_paragraph": "MOST of those who pack New York City's vast homeless shelter system have long been out of a job or perhaps never managed to become regularly employed in the first place. Even those who have jobs when they enter the system frequently find that managing the crisis is too all-consuming to continue working.",
      "publication_date": "2004-04-18T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/04/18/jobs/home-front-staying-in-a-shelter-and-in-the-workplace.html",
      "byline": "By Leslie Kaufman"
    },
    {
      "headline": "Pre-9/11 Files Show Warnings Were More Dire and Persistent",
      "snippet": "Lengthy documentary record compiled by independent commission probing Sept 11 terrorist attacks makes clear that predictions of Al Qaeda attack had been communicated directly to highest levels of government; threat reports were more clear, urgent ...",
      "abstract": "Lengthy documentary record compiled by independent commission probing Sept 11 terrorist attacks makes clear that predictions of Al Qaeda attack had been communicated directly to highest levels of government; threat reports were more clear, urgent and persistent than previously known; some focused on Al Qaeda's plans to use commercial aircraft as weapons; others stated Osama bin Laden was intent on striking on United States soil; many were passed on to Federal Aviation Administration; new data produced by commission so far has led 6 of 10 members to say or suggest attacks could have been prevented; chairman Thomas H Kean, Republican, has described failures at every government level that, if avoided, could have altered outcome; chronologies of efforts to grasp and adapt to threat and of missed opportunities to thwart it; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/04/18/us/threats-responses-investigation-pre-9-11-files-show-warnings-were-more-dire.html",
      "byline": "By David Johnston and Jim Dwyer"
    },
    {
      "headline": "LEADER OF HAMAS KILLED BY ISRAEL IN MISSILE ATTACK",
      "snippet": "Israeli helicopter strike kills Hamas leader Dr Abdel Aziz Rantisi and two bodyguards, Gaza City; attack closely follows Palestinian suicide bomb attack that killed Israeli security worker and wounded three others north of city; Palestinians respo...",
      "abstract": "Israeli helicopter strike kills Hamas leader Dr Abdel Aziz Rantisi and two bodyguards, Gaza City; attack closely follows Palestinian suicide bomb attack that killed Israeli security worker and wounded three others north of city; Palestinians respond with noisy street protests and vows of revenge throughout Gaza and West Bank; Rantisi was known for fiery statements rejecting any compromise with Israel; photos (M)",
      "lead_paragraph": "An Israeli helicopter strike on Saturday night killed the Hamas leader in the Gaza Strip, Dr. Abdel Aziz Rantisi, a combative figure who assumed the post less than a month ago after a similar Israeli attack that killed the group's founder, Sheik Ahmed Yassin. Palestinians responded with noisy street protests and vows of revenge.",
      "publication_date": "2004-04-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/04/18/world/leader-of-hamas-killed-by-israel-in-missile-attack.html",
      "byline": "By Greg Myre"
    },
    {
      "headline": "U.S. Troops Shut Long Sections Of 2 Main Routes to Baghdad",
      "snippet": "United States military closes down long stretches of two strategic highways to Baghdad from Turkey in north and Kuwait in south as American troops labor against insurgent attacks that have severely cut flow of supplies to city; apparently hopes th...",
      "abstract": "United States military closes down long stretches of two strategic highways to Baghdad from Turkey in north and Kuwait in south as American troops labor against insurgent attacks that have severely cut flow of supplies to city; apparently hopes that closing roads to civilian traffic will make it harder for insurgents to ambush trucks and convoys; has already effectively lost control of long sections of highway leading west from Baghdad to Jordan; photos (M)",
      "lead_paragraph": "The United States military command on Saturday closed down long stretches of two strategic highways leading to Baghdad, as American troops labored against insurgent attacks that have severely reduced the flow of food, fuel and other supplies into the capital.",
      "publication_date": "2004-04-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/04/18/world/us-troops-shut-long-sections-of-2-main-routes-to-baghdad.html",
      "byline": "By John F. Burns and Ian Fisher"
    },
    {
      "headline": "3 U.N. Police Die in Shootout At Kosovo Jail",
      "snippet": "Two American women working as prison guards with United Nations in Mitrovica, Kosovo, are killed and 10 other Americans and Australian working at prison are wounded when Jordanian, also with UN, opens fire on them; attacker is shot and killed; UN ...",
      "abstract": "Two American women working as prison guards with United Nations in Mitrovica, Kosovo, are killed and 10 other Americans and Australian working at prison are wounded when Jordanian, also with UN, opens fire on them; attacker is shot and killed; UN says motive for shooting is unclear; map (M)",
      "lead_paragraph": "Two American women working as prison guards with the United Nations in Kosovo were killed Saturday and 10 other Americans and an Austrian working as prison officers were wounded when a Jordanian, also with the United Nations, opened fire on them, officials said. The attacker was shot and killed.",
      "publication_date": "2004-04-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/04/18/world/3-un-police-die-in-shootout-at-kosovo-jail.html",
      "byline": "By Nicholas Wood"
    },
    {
      "headline": "SPANISH PREMIER ORDERS SOLDIERS HOME FROM IRAQ",
      "snippet": "Spain's new Prime Min Jose Luis Rodriguez Zapatero orders Spanish troops to leave Iraq 'as soon as possible,' keeping a firm campaign promise just 24 hours after he is sworn in; says it is unlikely that United Nations will be playing leading role ...",
      "abstract": "Spain's new Prime Min Jose Luis Rodriguez Zapatero orders Spanish troops to leave Iraq 'as soon as possible,' keeping a firm campaign promise just 24 hours after he is sworn in; says it is unlikely that United Nations will be playing leading role in Iraq any time soon, which had been his condition for Spain's 1,300 troops to remain; Zapatero's move does not come as surprise to United States, but White House officials say decision is bitter moment for Pres Bush; fear is that Spanish withdrawal will make it more difficult to continue to internationalize forces in Iraq as June 30 date approaches for transfer of soverign power to Iraqi government; Spanish Defense Ministry official says Spanish withdrawal from south-central region around Najaf might take one month; national security adviser Condoleezza Rice voices fear that terrorists could draw 'wrong lesson from Spain' and attempt other attacks aimed at dividing allies; Sen John Kerry, Democrat running for president, expresses regret at Zapatero's decision, noting need for United States to find new coalition partners to share burden in Iraq; photo; chart (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/19/world/spanish-premier-orders-soldiers-home-from-iraq.html",
      "byline": "By Marlise Simons"
    },
    {
      "headline": "At Computer Associates, Jobs on the Line",
      "snippet": "Computer Associates International is reportedly ready to consider fate of Sanjay Kumar, chairman and chief executive, who has become focus of federal investigation into accusations of accounting fraud and obstruction of justice at company; up to a...",
      "abstract": "Computer Associates International is reportedly ready to consider fate of Sanjay Kumar, chairman and chief executive, who has become focus of federal investigation into accusations of accounting fraud and obstruction of justice at company; up to a dozen employees are expected to lose their jobs as board tries to demonstrate that it is serious about changing its corporate culture (M)",
      "lead_paragraph": "As a federal criminal investigation of Computer Associates International enters its final stages, the company's board will meet as early as tomorrow to consider the fate of Sanjay Kumar, its chairman and chief executive, according to three people who have been briefed on the board's plans.",
      "publication_date": "2004-04-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/19/business/at-computer-associates-jobs-on-the-line.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Bremer Raising Pressure to End Iraqi Uprisings",
      "snippet": "American civil administrator L Paul Bremer III warns of military showdown in Falluja and Najaf because of rebels' refusal to submit to American demands; speaks of need to bring early end to standoffs in Najaf with followers of Moktada al-Sadr, and...",
      "abstract": "American civil administrator L Paul Bremer III warns of military showdown in Falluja and Najaf because of rebels' refusal to submit to American demands; speaks of need to bring early end to standoffs in Najaf with followers of Moktada al-Sadr, and in Falluja with Sunni Muslim insurgents; uprisings have posed greatest challenge to Amerian authority since invasion; American troops have been held back in Falluja and Najaf to allow mediation, but American generals say they will use force if talks drag on without result; until now, Bremer has said little publicly about crisis but has reportedly been working intensively behind scenes to allay impatience within American military command over standoffs and to give Iraqi negotiators as much time as possible to find peaceful solution; photo (M)",
      "lead_paragraph": "With no sign of a breakthrough in talks with rebels in Falluja and Najaf, the leader of the American occupation appeared to move closer on Sunday to a military showdown, saying that the rebels' failure to submit to American demands would require decisive action against those who ''want to shoot their way to power.''",
      "publication_date": "2004-04-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/19/world/bremer-raising-pressure-to-end-iraqi-uprisings.html",
      "byline": "By John F. Burns and Christine Hauser"
    },
    {
      "headline": "Reality Intrudes On a Spring Rite Of Network TV",
      "snippet": "Audience taste for reality shows puts pressure on Hollywood studios that produce sitcoms and dramas as well as on television writers, directors, actors and their agents; 12 of top 20 shows in current television season are reality shows, and many o...",
      "abstract": "Audience taste for reality shows puts pressure on Hollywood studios that produce sitcoms and dramas as well as on television writers, directors, actors and their agents; 12 of top 20 shows in current television season are reality shows, and many of remainder are either about to end their runs, like Friends, or are part of multipart crime franchise, like NBC's Law and Order and CBS's CSI; trend upsets annual spring 'upfront presentations' of new shows to advertisers; Fox, which can anchor its lineup on baseball in fall and American Idol in winter, plans to begin introducing roster of new shows in June; CBS and NBC, which have stable schedules, plan minimal changes for next season; ABC struggles to find shows to turn its dismal performance around; photos (M)",
      "lead_paragraph": "Every spring for the past half century, Hollywood studio executives, talent agents and the rest of the television entertainment hierarchy have engaged in the ritual of planning program pilots, hoping to land the best lineup of new television series to be introduced en masse the following September.",
      "publication_date": "2004-04-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/19/business/reality-intrudes-on-a-spring-rite-of-network-tv.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Tabloid King Seeks Makeover From Sassy to Stable",
      "snippet": "David J Pecker, chief executive of American Media Inc, has put off initial public offering as he searches for new acquisitions to make American Media a more attractive investment; is undeterred by lack of interest shown by two potential targets--G...",
      "abstract": "David J Pecker, chief executive of American Media Inc, has put off initial public offering as he searches for new acquisitions to make American Media a more attractive investment; is undeterred by lack of interest shown by two potential targets--Gruner & Jahr USA Publishing and Dennis Publishing; seeks to turn back competition from US Weekly and In Touch that has cut into sales of American Media's three celebrity-focused tabloids, National Equirer, Star and Globe; is banking on success of redesign of Star as larger, glossier magazine, which has been costlier than expected, and Thalia, new magazine based on Latina recording star Thalia Sodi; photos (M)",
      "lead_paragraph": "David J. Pecker, chief executive of American Media Inc., has been a busy man of late.",
      "publication_date": "2004-04-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/19/business/tabloid-king-seeks-makeover-from-sassy-to-stable.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Struck in Side, Many Cars Fare Poorly In Safety Test",
      "snippet": "Insurance Institute for Highway Safety tests how passenger cars fare when struck in side by sports utility vehicles and pickup trucks, and 10 of 13 midsize car models tested receive lowest of four possible ratings, indicating likelihood of serious...",
      "abstract": "Insurance Institute for Highway Safety tests how passenger cars fare when struck in side by sports utility vehicles and pickup trucks, and 10 of 13 midsize car models tested receive lowest of four possible ratings, indicating likelihood of serious or fatal injury; tests show that women are at disproportionate risk in truck-car side-impact collisions; show that side airbags can make a difference between life and death in some cases; Toyota Camry and Honda Accord equipped with side airbags receive highest of four ratings, while standard version of both cars receive lowest rating; tests show that airbags that descend from roof to offer head protection are particularly effective; safety experts believe institute's tests better reflect impact made by light trucks than do tests conducted by National Highway Traffic Safety Administration; table shows ratings for cars made by Toyota, Honda, Chevrolet, Mitsubishi, Mazda, Suzuki Hyundai, Saturn, Nissan, Dodge and Chrysler; graphs; photos (M)",
      "lead_paragraph": "The results are in from the first consumer test of how passenger cars fare when struck in the side by sport utility vehicles and pickup trucks. And they are not good.",
      "publication_date": "2004-04-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/19/business/struck-in-side-many-cars-fare-poorly-in-safety-test.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "In a Fast-Moving Web World, Some Prefer the Dial-Up Lane",
      "snippet": "Majority of Americans who surf Internet still do so by dialing in on regular telephone lines, despite rapidly narrowing price gap between high-speed and dial-up connections; many consumers are content to pay for service that is less than optimal, ...",
      "abstract": "Majority of Americans who surf Internet still do so by dialing in on regular telephone lines, despite rapidly narrowing price gap between high-speed and dial-up connections; many consumers are content to pay for service that is less than optimal, and at times frustratingly slow, because they say greater speed is not worth trouble of starting over with new telecommunications provider and getting new e-mail address; high-technology industry executives have proclaimed spread of high-speed, or broadband, connections to be integral to industry's growth, essential to American competitiveness and indispensable to consumers; situation is likely to change as more users move to broadband; Yankee Group, research firm, reports number of people with high-speed connections grew in 2003 from previous year, while number with dial-up connections decreased; photo; graph (M)",
      "lead_paragraph": "High-speed Internet access is being adopted by millions of Americans each year, growing as quickly as any modern technology. So what makes Dana Jenkins think she can resist?",
      "publication_date": "2004-04-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/19/business/in-a-fast-moving-web-world-some-prefer-the-dial-up-lane.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Infighting left Sony behind Apple in digital music. Can it come back?; Teaching an Old Walkman Some New Steps",
      "snippet": "Sony prepares to introduce its Connect online store, which will sell songs online and allow consumers to play them on Sony Walkman; success would help validate company's long-held goal of integrating its electronics, music and movie business and a...",
      "abstract": "Sony prepares to introduce its Connect online store, which will sell songs online and allow consumers to play them on Sony Walkman; success would help validate company's long-held goal of integrating its electronics, music and movie business and allow it to challenge Apple Computer in emerging digital segment of portable audio market, which is now dominated by iPod player and iTunes online music store; iTunes songs can be played only on iPods, but Sony sells variety of minidisc and compact disc devices that can play songs bought on Connect's Web site; Steven P Jobs, Apple's chief executive, says Sony's minidisc player will not catch on in US the way it has in Japan; Jay Samit, Sony executive, says Sony also plans player that includes hard drive just like iPod; photos; graph (M)",
      "lead_paragraph": "Last July, while most people were taking summer vacations, the Sony Corporation of America made a little noticed, but crucial announcement. Jay Samit, a longtime music industry executive, was appointed general manager of Sony Connect, a new subsidiary that will sell songs online and allow consumers to play them on their Sony gadgets.",
      "publication_date": "2004-04-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/19/business/infighting-left-sony-behind-apple-digital-music-can-it-come-back-teaching-old.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "ISRAELI RIGHTISTS ENDORSE PULLOUT FROM GAZA STRIP",
      "snippet": "Prime Min Ariel Sharon picks up crucial support from Israel's right-wing leaders for his plan to withdraw from Gaza Strip without peace agreement; Israeli political analysts expect him to prevail in May 2 referendum within his dominant right-wing ...",
      "abstract": "Prime Min Ariel Sharon picks up crucial support from Israel's right-wing leaders for his plan to withdraw from Gaza Strip without peace agreement; Israeli political analysts expect him to prevail in May 2 referendum within his dominant right-wing faction; former Prime Min Benjamin Netanyahu appears on television to argue that in backing Sharon plan he is acting as responsible leader, even as he disappoints his most ardent rightist supporters; within Israel, strikes on Hamas, including killing of its two leaders, help protect Sharon from accusation that his planned withdrawal from Gaza is emboldening terrorists; backing Sharon receives from Netanyahu and other rightist leaders is linked to diplomatic assurances that Pres Bush gave him (M)",
      "lead_paragraph": "As Palestinians massed in Gaza City to vent rage at Israel over its killing of a top militant leader on Saturday night, Prime Minister Ariel Sharon picked up crucial support on Sunday from right-wing leaders for his plan to withdraw from the Gaza Strip without a peace agreement.",
      "publication_date": "2004-04-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/19/world/israeli-rightists-endorse-pullout-from-gaza-strip.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Predicting Kodak's Future As Cameras Go Digital  After years of downplaying the digital threat, Kodak has changed its strategy. It has introduced digital cameras and has put self-service kiosks into drug and discount stores, where consumers are en...",
      "abstract": " Predicting Kodak's Future As Cameras Go Digital  After years of downplaying the digital threat, Kodak has changed its strategy. It has introduced digital cameras and has put self-service kiosks into drug and discount stores, where consumers are encouraged to print out their own digital photos. It has also fortified its medical imaging business and plunged into commercial printing. And it has recruited respected digital experts.    Can Kodak become a giant in a newly digital world? Experts say yes -- but it will take a lot more work. Six Kodak watchers suggest what the company can do. [Page C4.]",
      "lead_paragraph": "Predicting Kodak's Future As Cameras Go Digital",
      "publication_date": "2004-04-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/19/business/business-digest-268666.html",
      "byline": ""
    },
    {
      "headline": "Airing of Powell's Misgivings Tests Cabinet Ties",
      "snippet": "White House said to be jolted by Secretary of State Colin L Powell's apparent decision to lay out his misgivings about war in Iraq in Bob Woodward's book Plan of Attack; although Powell's concerns before war were well known, his explicit remarks i...",
      "abstract": "White House said to be jolted by Secretary of State Colin L Powell's apparent decision to lay out his misgivings about war in Iraq in Bob Woodward's book Plan of Attack; although Powell's concerns before war were well known, his explicit remarks in book aggravate long-festering tensions in Bush cabinet; privately, Powell's critics in hawkish wing of adminstration say his remarks in book are self-serving effort to enhance his reputation at expense of Pres Bush; publicly, administration officials say Bush comes across as sober-minded and resolute in book; Democrats seize on Powell's portrayal, saying it will give them ammunition to criticize administration for going to war without broad international backing or adequate planning for occupation; photo (M)",
      "lead_paragraph": "For more than a year, Secretary of State Colin L. Powell and his aides have tacitly acknowledged that he was concerned before the war about what could go wrong once American forces captured Iraq.",
      "publication_date": "2004-04-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/19/us/airing-of-powell-s-misgivings-tests-cabinet-ties.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Security Companies: Shadow Soldiers in Iraq",
      "snippet": "Private security companies are performing crucial jobs once entrusted to military far more in Iraq than in any other conflict in American history; Pentagon is relying on them to guard reconstruction projects, provide security for American administ...",
      "abstract": "Private security companies are performing crucial jobs once entrusted to military far more in Iraq than in any other conflict in American history; Pentagon is relying on them to guard reconstruction projects, provide security for American administrator L Paul Bremer III and other officials, escort supply convoys through hostile territory and to defend key locations; company executives see clear boundary between their defensive roles as protectors and offensive operations of military, but as insurgency increases, companies are becoming more deeply enmeshed in combat, in some cases all but obliterating distinctions between professional troops and private commandos; security firms have sent force of roughly 20,000 to Iraq on top of American military presence of 130,000; most security firms' recruits are former members of American military; photo; chart (L)",
      "lead_paragraph": "They have come from all corners of the world. Former Navy Seal commandos from North Carolina. Gurkas from Nepal. Soldiers from South Africa's old apartheid government. They have come by the thousands, drawn to the dozens of private security companies that have set up shop in Baghdad. The most prized were plucked from the world's elite special forces units. Others may have been recruited from the local SWAT team.",
      "publication_date": "2004-04-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/19/world/security-companies-shadow-soldiers-in-iraq.html",
      "byline": "This article was reported by David Barstow, James Glanz, Richard A. Oppel Jr. and Kate Zernike and Was Written By Mr. Barstow"
    }
  ]
}