{
  "metadata": {
    "date": "2004-08-23",
    "total_articles": 31
  },
  "articles": [
    {
      "headline": "United Given New Deadline To Devise Plan",
      "snippet": "Federal Bankruptcy Judge Eugene C Wedoff gives United Airlines 30 days more to come up with restructuring plan; warns airline and its warring unions to cooperate on solution or he will weigh allowing alternative offers for United; approves bankrup...",
      "abstract": "Federal Bankruptcy Judge Eugene C Wedoff gives United Airlines 30 days more to come up with restructuring plan; warns airline and its warring unions to cooperate on solution or he will weigh allowing alternative offers for United; approves bankruptcy financing plan arranged by United in July, despite charge by unions and Pension Benefit Guaranty Corp that United improperly pledged to terminate its pension plans to win financing; United says it hopes to salvage pension plans; says workers will get benefits like 401(k) retirement programs if it cannot save plans; stand fails to reassure unions (M)",
      "lead_paragraph": "A federal bankruptcy court judge on Friday gave United Airlines another 30 days to come up with a restructuring plan, but he warned the airline and its warring unions to cooperate on a solution or he would consider allowing alternative offers for United.",
      "publication_date": "2004-08-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/21/business/united-given-new-deadline-to-devise-plan.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "For Native Alaskans, Tradition Is Yielding To Modern Customs",
      "snippet": "Centuries-old traditions in Gambell, Alaska, Eskimo village of 700 people on St Lawrence Island in Bering Strait, have been slipping away, as one of most remote villages on earth finally contends with modern world; life has shifted so much in Gamb...",
      "abstract": "Centuries-old traditions in Gambell, Alaska, Eskimo village of 700 people on St Lawrence Island in Bering Strait, have been slipping away, as one of most remote villages on earth finally contends with modern world; life has shifted so much in Gambell, where satellite television, rising rates of alcoholism and growing rejection by younger generation of Yupik language and customs have begun to chip away at hunting-and-gathering subsistence lifestyle; rising tension between old ways and new ones, between older generations and younger ones, is playing out in native villages across state; Internet, more regular airline travel and other modern advances are connecting most remote Alaskan villages to mainstream society; photos (M)",
      "lead_paragraph": "When it became clear that the elders in this isolated Eskimo village on St. Lawrence Island in the Bering Sea approved of the marriage, Clifford Apatiki's relatives did what was required of them: They bought him his bride.",
      "publication_date": "2004-08-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/21/us/for-native-alaskans-tradition-is-yielding-to-modern-customs.html",
      "byline": "By Sarah Kershaw"
    },
    {
      "headline": "Reshaping a Reshaper of Landscapes; Rouse Company to Be Acquired By Owner of Shopping Centers",
      "snippet": "Mall developer and manager Rouse Co agrees to be acquired by General Growth Properties, owner of shopping centers, for $7.2 billion in cash and $5.4 billion in debt assumption; Rouse shares jump; General Growth chief executive John Bucksbaum says ...",
      "abstract": "Mall developer and manager Rouse Co agrees to be acquired by General Growth Properties, owner of shopping centers, for $7.2 billion in cash and $5.4 billion in debt assumption; Rouse shares jump; General Growth chief executive John Bucksbaum says merger offers retail chains 'one-stop shopping' as they expand; photos (M)",
      "lead_paragraph": "The Rouse Company, the mall developer and manager that has helped reshape the nation's landscape, agreed yesterday to be acquired by General Growth Properties, the big owner of shopping centers, for $7.2 billion in cash.",
      "publication_date": "2004-08-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/21/business/reshaping-reshaper-landscapes-rouse-company-be-acquired-owner-shopping-centers.html",
      "byline": "By Terry Pristin"
    },
    {
      "headline": "U.S. Now Said to Support Growth For Some West Bank Settlements",
      "snippet": "Bush administration modifies its policy and signals approval of growth in at least some Israeli settlements in occupied West Bank, in move to lend political support to Prime Min Ariel Sharon; supports construction of new apartments in some settlem...",
      "abstract": "Bush administration modifies its policy and signals approval of growth in at least some Israeli settlements in occupied West Bank, in move to lend political support to Prime Min Ariel Sharon; supports construction of new apartments in some settlements as long as expansion does not extend outward to undeveloped parts of West Bank; Sharon's government has announced that 1,001 bids for construction will be issued for subsidized apartments for settlers in occupied territories (M)",
      "lead_paragraph": "The Bush administration, moving to lend political support to Prime Minister Ariel Sharon at a time of political turmoil, has modified its policy and signaled approval of growth in at least some Israeli settlements in the occupied West Bank, American and Israeli officials say.",
      "publication_date": "2004-08-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/21/world/us-now-said-to-support-growth-for-some-west-bank-settlements.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Bearhug Politics: Careful Steps to a New Bush-McCain Alliance",
      "snippet": "Newfound friendship between Pres Bush and Sen John McCain may be good for late-night laughs, but it is deadly serious political business for both men, result of deliberate, months-long effort by White House to woo Arizona senator; turnabout could ...",
      "abstract": "Newfound friendship between Pres Bush and Sen John McCain may be good for late-night laughs, but it is deadly serious political business for both men, result of deliberate, months-long effort by White House to woo Arizona senator; turnabout could not be more striking, and for both men stakes could be nothing less than presidency itself; Bush is locked in tight race with John Kerry and needs all help he can get with moderate, Democratic and independent voters who like McCain; photos (M)",
      "lead_paragraph": "It was one of the odder embraces in American politics since Sammy Davis Jr. hugged Richard M. Nixon at the Republican Convention 32 years ago this summer: George W. Bush and John McCain's back-wrapping bearhug and side-head-smooch on the campaign trail last week.",
      "publication_date": "2004-08-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/21/us/2004-campaign-arizona-senator-bearhug-politics-careful-steps-new-bush-mccain.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "Chinese Advocates of Reform Seek Help From Deng's Spirit",
      "snippet": "Influential Chinese Communist Party elders are using 100th birthday of Deng Xiaoping to emphasize urgency of one great endeavor that he never embraced, overhauling one-party political system; comments by former leaders appear to reflect mounting i...",
      "abstract": "Influential Chinese Communist Party elders are using 100th birthday of Deng Xiaoping to emphasize urgency of one great endeavor that he never embraced, overhauling one-party political system; comments by former leaders appear to reflect mounting internal pressure for Communist Party leader Hu Jintao to put forward at least modest proposals for fighting corruption, introducing greater accountability and reducing censorship; Jiang Zemin, Deng's successor, remains military chief even after retiring as president and party leader in 2002; he is being urged to follow Deng's example and relinquish authority to Hu; photos (M)",
      "lead_paragraph": "In keeping with the gold- and diamond-encrusted watches the Communist Party made to commemorate the 100th anniversary of his birth, Deng Xiaoping is being widely hailed as a visionary who freed China from its socialist straitjacket and created new wealth.",
      "publication_date": "2004-08-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/21/world/chinese-advocates-of-reform-seek-help-from-deng-s-spirit.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Justice Department Inquiry Examines Medical Supplies  The Justice Department has opened a broad criminal investigation of the medical supply industry, apparently to determine whether Medicare and other federal and state health programs are being o...",
      "abstract": " Justice Department Inquiry Examines Medical Supplies  The Justice Department has opened a broad criminal investigation of the medical supply industry, apparently to determine whether Medicare and other federal and state health programs are being overcharged for goods like rubber gloves, drugs and X-ray machines.     More than a dozen medical supply companies have recently received federal subpoenas in what appears to be a wide-ranging investigation into the way suppliers market their products to clinics, hospitals and nursing homes that serve Medicare and Medicaid patients and whether those institutions properly account for the purchases. [Page A1.]",
      "lead_paragraph": "Justice Department Inquiry Examines Medical Supplies",
      "publication_date": "2004-08-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/21/business/business-digest-706671.html",
      "byline": ""
    },
    {
      "headline": "For a Reformed Wavoid, The Play's the Thing",
      "snippet": "Interview with Jonathan Mirin, who turned his experience investing unsuccessfully in hot technology stock, Wave Systems, into one-man show, Riding the Wave.com; play is part of New York International Fringe Festival; photo (M)",
      "abstract": "Interview with Jonathan Mirin, who turned his experience investing unsuccessfully in hot technology stock, Wave Systems, into one-man show, Riding the Wave.com; play is part of New York International Fringe Festival; photo (M)",
      "lead_paragraph": "Jonathan Mirin says he first heard about Wave Systems from a guy named Jerry.",
      "publication_date": "2004-08-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/21/business/for-a-reformed-wavoid-the-play-s-the-thing.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "WIDE U.S. INQUIRY INTO PURCHASING FOR HEALTH CARE",
      "snippet": "Justice Department opens criminal investigation of medical-supply industry to determine whether hospitals and other medical care providers are faudulently overcharging Medicare, Medicaid and other federal and state health programs for wide array o...",
      "abstract": "Justice Department opens criminal investigation of medical-supply industry to determine whether hospitals and other medical care providers are faudulently overcharging Medicare, Medicaid and other federal and state health programs for wide array of goods; over dozen medical-supply companies have received federal subpoenas; investigation appears to center on medical-supply industry's dealings with Novation, industry leader in negotiating contracts that thousands of hospitals and other facilities use to buy drugs and other supplies; Novation is owned by about 2,200 of hospitals and care centers that use its services (M)",
      "lead_paragraph": "The Justice Department has opened a broad criminal investigation of the medical-supply industry, apparently to determine whether hospitals and other medical care providers are fraudulently overcharging Medicare and other federal and state health programs for a wide array of goods -- from rubber gloves to drugs to X-ray machines.",
      "publication_date": "2004-08-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/21/business/wide-us-inquiry-into-purchasing-for-health-care.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "An Oil Shock That Could Be an Economic Stimulus in Disguise",
      "snippet": "Economic impact of current surge in oil prices is likely to be much less intense than in past, when oil shocks drove United States into recession; economy is much more energy-efficient than in past and inflation remains under control; rising energ...",
      "abstract": "Economic impact of current surge in oil prices is likely to be much less intense than in past, when oil shocks drove United States into recession; economy is much more energy-efficient than in past and inflation remains under control; rising energy prices are slowing rise of interest rates, providing unexpected economic stimulus; photo (M)",
      "lead_paragraph": "How much will expensive oil hurt?",
      "publication_date": "2004-08-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/21/business/an-oil-shock-that-could-be-an-economic-stimulus-in-disguise.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "In Mr. Bush's Neighborhood, A Peculiar Intersection",
      "snippet": "Pres Bush's paradoxical relationship with Wall Street discussed; Bush, grandson and nephew of patrician East Coast bankers, campaigns at time like prairie populist, while raising millions of dollars from Wall St to finance campaigns; pursues pro-W...",
      "abstract": "Pres Bush's paradoxical relationship with Wall Street discussed; Bush, grandson and nephew of patrician East Coast bankers, campaigns at time like prairie populist, while raising millions of dollars from Wall St to finance campaigns; pursues pro-Wall Street fiscal policies, but has kept bankers at arm's length in his administration; Wall St seems equally conflicted over Bush, providing much financing for Republican National Convention while openly debating Bush's policies; graph of campaign contributions by employees of financial firms; drawing; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/08/22/business/news-and-analysis-in-mr-bush-s-neighborhood-a-peculiar-intersection.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Good Grief! That Favorite Comic Strip Is Missing",
      "snippet": "Newspapers across nation weigh cuttin",
      "abstract": "Newspapers across nation weigh cuttin",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/22/us/good-grief-that-favorite-comic-strip-is-missing.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "What Merrill's Women Want",
      "snippet": "Leading Merrill Lynch brokers Valery Craane and daughter Janine Craane detail their complaints of sexual and racial discrimination, harassment and retaliation against firm; are among 30 holdouts in group of over 900 women who filed discrimination ...",
      "abstract": "Leading Merrill Lynch brokers Valery Craane and daughter Janine Craane detail their complaints of sexual and racial discrimination, harassment and retaliation against firm; are among 30 holdouts in group of over 900 women who filed discrimination and harassment claims against Merrill in 1999; firm has paid over $100 million to settle claims, but cases coming to head this year could be costliest; Valery Craane charges she lost tens of millions of dollars in compensation and that team of brokers she leads continues to lose income because of treatment; Merrill, lauding Craanes as top producers and rare Hispanic women team, says they will have to prove their claims in arbitration; Merrill and Morgan Stanley have made three big payouts to former employees to settle similar claims in last four months, showing women's complaints of discrimination on Wall Street continue to resonate eight years after suit against Smith Barney unit of company now known as Citigroup exposed hazing and physical abuse of women at some branches and charged systemic discrimination limited changes women would succeed; some current and former Merrill Lynch employees say male behavior there was similarly lewd at times; graph of company's percentage of female workers and managers; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/08/22/business/what-merrill-s-women-want.html",
      "byline": "By Patrick McGeehan"
    },
    {
      "headline": "Entrepreneurial Success via the Internet",
      "snippet": "Home Front profiles Josh Mohrer, who runs Rational Fashion, online operation that sells men's designer clothing; Mohrer comments on ways he is thinking about expanding business; photo (M)",
      "abstract": "Home Front profiles Josh Mohrer, who runs Rational Fashion, online operation that sells men's designer clothing; Mohrer comments on ways he is thinking about expanding business; photo (M)",
      "lead_paragraph": "IT took the death of his business partner at 21 last November for Josh Mohrer to get serious about trying to make their fledgling internet business a success.",
      "publication_date": "2004-08-22T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/08/22/jobs/home-front-entrepreneurial-success-via-the-internet.html",
      "byline": "By David Koeppel"
    },
    {
      "headline": "Bush Promises Detailed Plans at Convention",
      "snippet": "Pres Bush's aides say he will present detailed second-term agenda when he is nominated, part of ambitious Republican National Convention program built on invocations of Sept 11 and efforts to paint Sen John Kerry as untrustworthy and out of mainst...",
      "abstract": "Pres Bush's aides say he will present detailed second-term agenda when he is nominated, part of ambitious Republican National Convention program built on invocations of Sept 11 and efforts to paint Sen John Kerry as untrustworthy and out of mainstream; say they gird for extensive street demonstrations and will seek to portray all protests as Democratic-sanctioned displays of disrespect for sitting president; convention will offer national television audience more moderate face for Bush and party, with focus on 'compassion,' after months in which Bush stressed issues of concern to conservatives; Sen Zell Miller, Democrat estranged from his party, and Gov Arnold Schwarzenegger will lead prime-time televised lineup of speakers notable for absence of conservative leaders; Republicans are pressing for quick and quiet adoption of platform to minimize dissent over divisive issues; photo (M)",
      "lead_paragraph": "President Bush will present what aides say will be a detailed second-term agenda when he is nominated in New York in 10 days, part of an ambitious convention program built on invocations of Sept. 11 and efforts to paint Senator John Kerry as untrustworthy and out of the mainstream.",
      "publication_date": "2004-08-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/22/us/campaign-2004-the-republicans-bush-promises-detailed-plans-at-convention.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Tubes, Pump and Fragile Hope Keep a Baby's Heart Beating",
      "snippet": "Article in series Last Resorts, on experimental medical treatments, focuses on efforts to keep alive 3-month-old Miles Coulson while he awaits heart transplant; none of implantable pumps approved in United States for older children awaiting transp...",
      "abstract": "Article in series Last Resorts, on experimental medical treatments, focuses on efforts to keep alive 3-month-old Miles Coulson while he awaits heart transplant; none of implantable pumps approved in United States for older children awaiting transplant is small enough for infant; baby's doctors won swift approval from hospital ethics panel and Food and Drug Administration to import miniaturized pump used in Europe; baby was born healthy, but his heart began to fail when he was only few weeks old; drawings; photos (M)",
      "lead_paragraph": "In an Internet message to family and friends on July 12, Leigh Bills described her 3-month-old son, Miles Coulson: ''He is very pale, almost gray and his extremities are cold. We sit and hold his little hands but as soon as we let go they get so cold.''",
      "publication_date": "2004-08-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/22/us/tubes-pump-and-fragile-hope-keep-a-baby-s-heart-beating.html",
      "byline": "By Denise Grady"
    },
    {
      "headline": "Officer From Another Swift Boat Breaks Silence and Defends Kerry",
      "snippet": "William B Rood, Chicago Tribune editor and Vietnam veteran who served with Sen John Kerry on Swift boat mission, breaks 35-year silence to support Kerry's version of events from one of their operations together and scores veterans critical of Kerr...",
      "abstract": "William B Rood, Chicago Tribune editor and Vietnam veteran who served with Sen John Kerry on Swift boat mission, breaks 35-year silence to support Kerry's version of events from one of their operations together and scores veterans critical of Kerry; recounts mission, article in Chicago Tribune and on its Web site; steps forward after call from Kerry as Swift Boat Veterans for Truth members blanket cable television and radio talk shows to repeat claim that Kerry fabricated his military accomplishments to win medals; Kerry's call to Rood is part of his campaign's first concerted push to address claims; Swift boat group calls Rood's article politically motivated; photo (M)",
      "lead_paragraph": "A Vietnam veteran who served with Senator John Kerry on a Swift boat mission broke a 35-year silence this weekend to support Mr. Kerry's version of events from one of their operations together and to chastise veterans critical of the senator as having ''splashed doubt on all of us.''",
      "publication_date": "2004-08-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/22/us/campaign-2004-military-record-officer-another-swift-boat-breaks-silence-defends.html",
      "byline": "By Jim Rutenberg and Kate Zernike"
    },
    {
      "headline": "INSURERS OBJECT TO NEW PROVISION IN MEDICARE LAW",
      "snippet": "Blue Cross and Blue Shield plans and other insurers, in threat to success of new Medicare law, have told Bush administration that they will not expand their role in Medicare if they have to serve large multistate regions; have asked government to ...",
      "abstract": "Blue Cross and Blue Shield plans and other insurers, in threat to success of new Medicare law, have told Bush administration that they will not expand their role in Medicare if they have to serve large multistate regions; have asked government to designate 50 regions, one for each state, holding Bush's plan for them to establish networks of doctors and hospitals spanning large regions is not feasible; Bush plan is aimed at forcing health plans to serve rural areas they have historically shunned (M)",
      "lead_paragraph": "A major obstacle to the success of the new Medicare law has emerged in recent weeks: private insurers have told the Bush administration that they will not expand their role in Medicare if they have to serve large multistate regions, as the White House wants.",
      "publication_date": "2004-08-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/22/us/insurers-object-to-new-provision-in-medicare-law.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "The Peril That Trails An Oil Shock",
      "snippet": "Gretchen Morgenson column on threat that oil shock could cause recession; notes many Wall Street strategists argue that rising crude prices do not hurt as much as in past because economy is less energy dependent; sees oil prices likely to stay hig...",
      "abstract": "Gretchen Morgenson column on threat that oil shock could cause recession; notes many Wall Street strategists argue that rising crude prices do not hurt as much as in past because economy is less energy dependent; sees oil prices likely to stay high in coming years because capital spending on energy exploration has lagged badly since 1980's; oil futures prices graph (M)",
      "lead_paragraph": "TO many people, the drifting stock market and the sky-high United States Treasury market both seem to be signaling an economic slowdown. Stocks can't seem to rally even though corporate earnings have been stellar, and bonds can't seem to fall even though some economic data show strength.",
      "publication_date": "2004-08-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/08/22/business/the-peril-that-trails-an-oil-shock.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Trip to Olympics or Feel-Good Talk? The Answer Was a Surprise to Many",
      "snippet": "Interview with Michael Weisman, leading sports television producer and executive producer of NBC Universal's new syndicated daytime talk show The Jane Pauley Show; NBC Universal president Jeff Zucker and others in field comment on switch; graph of...",
      "abstract": "Interview with Michael Weisman, leading sports television producer and executive producer of NBC Universal's new syndicated daytime talk show The Jane Pauley Show; NBC Universal president Jeff Zucker and others in field comment on switch; graph of daytime talk shows; photos (M)",
      "lead_paragraph": "For 30 years, Michael Weisman produced some of the biggest games in sports -- the World Series, the Super Bowl and the Olympics. He has won 22 Sports Emmys, and after last year's Yankees-Florida Marlins World Series, Major League Baseball presented him with a lifetime pass to any ballpark.",
      "publication_date": "2004-08-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/23/business/media-trip-to-olympics-or-feel-good-talk-the-answer-was-a-surprise-to-many.html",
      "byline": "By Richard Sandomir"
    },
    {
      "headline": "A DRUG ON TRIAL: Justice and Science; Boy's Murder Case Entangled In Fight Over Antidepressants",
      "snippet": "First-degree murder case against Christopher Pittman, who was 12 years old when he killed his grandparents in their home in Chester, SC, is among first to arise amid national debate over safety of antidepressant use in children and teenagers (spec...",
      "abstract": "First-degree murder case against Christopher Pittman, who was 12 years old when he killed his grandparents in their home in Chester, SC, is among first to arise amid national debate over safety of antidepressant use in children and teenagers (special report, A Drug on Trial); his defenders say killings occurred as reaction to antidepressant Zoloft, drug he had started taking for depression not long before slayings; most medical experts do not see link between antidepressants and acts of extreme violance, but case is attracting special attention because of current debate over their safety; Pfizer, maker of Zoloft, is helping county solicitor who is prosecuting boy; lawyers from around country who have brought numerous civil lawsuits against Pfizer and other antidepressant makers have signed onto defense team; forensic psychiatrist retained by Christopher's public defender has testified at hearing that she believes he committed murders while in psychotic state induced by Zoloft; forensic psychiatrist called by prosecutors concludes that he knew what he was doing when he took his grandparents' lives; local doctor who had prescribed Zoloft, and who saw him days before killings, described him as having 'lots of energy, no plans to harm self, not flying off the handle'; Christopher contends he 'didn't have any feelings' after taking Zoloft; photos; map (M)",
      "lead_paragraph": "Christopher Pittman said he remembered everything about that night in late 2001 when he killed his grandparents: the blood, the shotgun blasts, the voices urging him on, even the smoke detectors that screamed as he drove away from their rural South Carolina home after setting it on fire.",
      "publication_date": "2004-08-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/23/us/drug-trial-justice-science-boy-s-murder-case-entangled-fight-over.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "Google Is One For the Books, Leaving Some With Regrets",
      "snippet": "Number of top Silicon Valley venture capitalists rue their failure to supply capital to Larry Page and Sergey Brin when they sought funds to expand their Google Internet portal; have watched as John Doerr and Michael Moritz turned $11 million to $...",
      "abstract": "Number of top Silicon Valley venture capitalists rue their failure to supply capital to Larry Page and Sergey Brin when they sought funds to expand their Google Internet portal; have watched as John Doerr and Michael Moritz turned $11 million to $12 million they each paid in June 1999 for 10 percent stakes in Google into $3 billion; some recall their concerns about working with founders (M)",
      "lead_paragraph": "Geoffrey Y. Yang, a top Silicon Valley venture capitalist, can take solace in all those companies he has invested in that produced rich payouts, including Ask Jeeves, NetFlix and Excite.",
      "publication_date": "2004-08-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/23/business/google-is-one-for-the-books-leaving-some-with-regrets.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Reporter Freed As Rebel Cleric Brokers a Deal",
      "snippet": "Kidnapped American journalist Micah Garen is released after intervention of cleric Moktada al-Sadr, whose Shiite militia is engaged in heavy fighting, trying to fend off renewed American assault near holiest shrine in Najaf; American tanks and pla...",
      "abstract": "Kidnapped American journalist Micah Garen is released after intervention of cleric Moktada al-Sadr, whose Shiite militia is engaged in heavy fighting, trying to fend off renewed American assault near holiest shrine in Najaf; American tanks and planes bombard guerrilla positions around shrine after talks with Sadr's forces appear to break down; Garen and his Iraqi interpreter Amir Doushi had been investigating looting of ancient archaeological sites in Nasiriya when they were kidnapped by group calling itself Martyrs Brigade and threatened with death unless Americans left Najaf; senior aide to Sadr says kidnappers brought Garen to his office after repeated pleas by Sadr and his aides to free them; Garen and Doushi are turned over to Americans by Sadr's representatives in Nasiriya; Garen, speaking to Al Jazeera television moments after his release, thanks Sadr's representatives and others who worked to free him; Americans close to negotiations to free two men confirms that Sadr worked hard to get men released; photos (M)",
      "lead_paragraph": "A kidnapped American journalist was released Sunday after the intervention of the cleric Moktada al-Sadr, even as his Shiite militia engaged in heavy fighting in an effort to fend off a renewed American assault near the holiest shrine in Najaf.",
      "publication_date": "2004-08-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/23/world/the-reach-of-war-hostages-reporter-freed-as-rebel-cleric-brokers-a-deal.html",
      "byline": "By Dexter Filkins and Alex Berenson"
    },
    {
      "headline": "How to Make Pain Relief Cool: Add Ski Bunnies and Mint Flavor",
      "snippet": "McNeil Consumer & Specialty Pharmaceuticals division of Johnson & Johnson seeks to make its Tylenol pain-relieving drug more appealing to consumers with redesigned advertising drive that includes using girls in revealing outfits to distribute samp...",
      "abstract": "McNeil Consumer & Specialty Pharmaceuticals division of Johnson & Johnson seeks to make its Tylenol pain-relieving drug more appealing to consumers with redesigned advertising drive that includes using girls in revealing outfits to distribute samples of flavored caplets in hot spots; drive is example of how makers of over-the-counter pain relievers and allergy medications, which face serious challenge from growing popularity of private-label brands and new prescription drugs, are trying to refocus their marketing not just on promoting efficacy but on improving consumer experience; photo (M)",
      "lead_paragraph": "Visitors to Times Square earlier this month were greeted by an unusual giveaway, when young women in fur-trimmed ski bunny outfits handed out samples not of gum or of MTV products -- the usual youth-oriented fare -- but of small packs of Tylenol.",
      "publication_date": "2004-08-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/23/business/how-to-make-pain-relief-cool-add-ski-bunnies-and-mint-flavor.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "A G.O.P. SENATOR PROPOSES A PLAN TO SPLIT UP C.I.A.",
      "snippet": "Sen Pat Roberts, Republican chairman of Senate Intelligence Committee, says he will propose legislation to break up Central Intelligence Agency and divide its responsibilities among three new spy agencies; plan would eliminate Pentagon's direct co...",
      "abstract": "Sen Pat Roberts, Republican chairman of Senate Intelligence Committee, says he will propose legislation to break up Central Intelligence Agency and divide its responsibilities among three new spy agencies; plan would eliminate Pentagon's direct control over National Security Agency and create post of national intelligence director with virtually complete control over government's $40 billion annual intelligence budget; sweeping proposal would provide national intelligence director with budget authority over counterterrorism and counterintelligence programs of FBI; it goes far beyond recommendations of 9/11 commission; aides to Roberts say he will present plan to White House and to members of commission; plan is certain to be fiercely opopsed by CIA, which would cease to exist, by Pentagon, which would have to cede control over National Security Agency and other defense intelligence agencies, and by several influential members of Congress who have warned against any drastic restructuring of nation's intelligence community; Roberts's proposal brings mixed reaction from Democrats; aides to Roberts say he has obtained support for plan from all Republicans on intelligence committee except Sen John Warner (M)",
      "lead_paragraph": "The Republican chairman of the Senate intelligence committee said Sunday that he would propose legislation to break up the Central Intelligence Agency and divide its responsibilities among three new spy agencies.",
      "publication_date": "2004-08-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/23/us/a-gop-senator-proposes-a-plan-to-split-up-cia.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Fantasy Leagues Attract Money From Advertisers  Fantasy sports leagues like those offered on Sportsline.com were among the first services to prove that consumers were willing to pay for online content. But now, free or low-cost services from AOL, ...",
      "abstract": " Fantasy Leagues Attract Money From Advertisers  Fantasy sports leagues like those offered on Sportsline.com were among the first services to prove that consumers were willing to pay for online content. But now, free or low-cost services from AOL, NFL.com and even Best Buy are attracting advertising dollars and, potentially, driving down the price of content for everyone.     Over the next four weeks of N.F.L. pre-season games, the league will run television commercials featuring N.F.L. stars like Michael Strahan, above left, of the New York Giants, playing for fantasy football teams and answering to their fantasy league managers. Bob Tedeshi: E-Commerce Report. [Page C7.]",
      "lead_paragraph": "Fantasy Leagues Attract Money From Advertisers",
      "publication_date": "2004-08-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/23/business/business-digest-717509.html",
      "byline": ""
    },
    {
      "headline": "The Call Is Cheap. The Wiretap Is Extra.; Enlisting Internet Phones in the Battle Against Crime",
      "snippet": "Internet phone services face costly and complex burden in complying with expected Federal Communications Commission requirement that they make it possible for law enforcement agencies to wiretap Internet calls; executives and some lawmakers worry ...",
      "abstract": "Internet phone services face costly and complex burden in complying with expected Federal Communications Commission requirement that they make it possible for law enforcement agencies to wiretap Internet calls; executives and some lawmakers worry that burden may stifle innovation and force budding industry to alter its services; fear requirement could undermine lower cost and more flexible features that are starting to make Internet phones popular; diagrams of how wiretapping works; photo (M)",
      "lead_paragraph": "At first glance, it might seem like the simple extension of a standard tool in the fight against the bad guys.",
      "publication_date": "2004-08-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/23/business/call-cheap-wiretap-extra-enlisting-internet-phones-battle-against-crime.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "KERRY TV AD PINS VETERANS' ATTACK FIRMLY ON BUSH",
      "snippet": "Sen John Kerry releases television advertisement blaming Pres Bush for campaign by 'front group' of veterans that he accuses of smearing his Vietnam record; Bush campaign denies any involvement with efforts by Swift Boat Veterans for Truth to chal...",
      "abstract": "Sen John Kerry releases television advertisement blaming Pres Bush for campaign by 'front group' of veterans that he accuses of smearing his Vietnam record; Bush campaign denies any involvement with efforts by Swift Boat Veterans for Truth to challenge crucial parts of Kerry's war record; Bob Dole, Republican presidential cadidate in 1996 and World War II veteran, seeks to put focus as much on Kerry's antiwar activities after he came home as on his war record; Democrats close to Kerry say they fear that very thing that led party to see him as strongest challenger to Bush, his record as decorated combat veteran in Vietnam, is now threatening to undermine his candidacy because of criticism raised by veterans' group; Kerry's new ads call on Bush to 'denounce the smear'; photo (M)",
      "lead_paragraph": "Senator John Kerry released a television advertisement yesterday blaming President Bush for a campaign by a ''front group'' of veterans that Mr. Kerry said had smeared his Vietnam record, as he intensified his drive to gain control in a fight that some Democrats said could undermine his campaign for the presidency.",
      "publication_date": "2004-08-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/23/us/campaign-2004-campaign-ads-kerry-tv-ad-pins-veterans-attack-firmly-on-bush.html",
      "byline": "By Adam Nagourney and Jim Rutenberg"
    },
    {
      "headline": "NBC Universal And Paxson: An Odd Dance To a Divorce",
      "snippet": "NBC Universal and Paxson Communications are entwined with each other more than ever, in everything from promotions to advertising sales to program development, even as ties sour and NBC sues Paxson for bigger dividends on its 32 percent Paxson sta...",
      "abstract": "NBC Universal and Paxson Communications are entwined with each other more than ever, in everything from promotions to advertising sales to program development, even as ties sour and NBC sues Paxson for bigger dividends on its 32 percent Paxson stake; much has changed since NBC bought stake in Paxson, which owns 61 broadcast stations and PAX TV, part-time network devoted to family programming; NBC executives say suit is largely technical issue, but tone is consistent with recent conflits between two companies, which have often centered on NBC's charges that Paxson is poorly managed; photo (M)",
      "lead_paragraph": "The already dysfunctional marriage between NBC Universal and Paxson Communications grew more strained last week, as NBC Universal filed suit against Paxson, a partner it no longer seems interested in dancing with.",
      "publication_date": "2004-08-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/23/business/media-nbc-universal-and-paxson-an-odd-dance-to-a-divorce.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Colleges Tell Students the Overseas Party's Over",
      "snippet": "American colleges are beginning to worry about misadventures of their students while studying abroad; group has become so large--160,000 students overseas each year--that many educators refer to it as national unofficial diplomatic corps; many col...",
      "abstract": "American colleges are beginning to worry about misadventures of their students while studying abroad; group has become so large--160,000 students overseas each year--that many educators refer to it as national unofficial diplomatic corps; many college officials worry that they are exporting drunkenness, misconduct and other trouble to unprecedented degree; this has prompted industrywide overhaul of policies and practices; Forum on Education Abroad, association of 200 colleges and universities, urges institutions to adopt behavior standards that would stop some troublemakers from going abroad--and bring others home; colletes are loath to talk about trouble their students cause or find themselves in while studying abroad, citing threat of privacy lawsuits, but college administrators privately recount missteps of their students overseas; photo (M)",
      "lead_paragraph": "It was embarrassing enough when an Eckerd College trip overseas celebrating the glory of Europe last winter culminated in a group of students' sampling too much of the local vintage, insulting the residents and keeping guests at their hotel awake with their drunken revelry.",
      "publication_date": "2004-08-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/23/us/colleges-tell-students-the-overseas-party-s-over.html",
      "byline": "By Greg Winter"
    },
    {
      "headline": "Weary of War, Iraqis in Najaf Blame 2 Sides",
      "snippet": "People in Najaf are weary of fighting between American soldiers and followers of Moktada al-Sadr and they blame both sides; Sadr's followers are fighting from rooftops and grammar schools, drawing American troops into battles that create great dan...",
      "abstract": "People in Najaf are weary of fighting between American soldiers and followers of Moktada al-Sadr and they blame both sides; Sadr's followers are fighting from rooftops and grammar schools, drawing American troops into battles that create great danger for civilians; director of local hospital says civilian toll in last three weeks of fighting has been about 180 dead, with more women and children killed than in previous fighting between Sadr forces and Americans; in Judaada neighborhood, people have little sympathy for Sadr; many follow more moderate Shiite leader Ayatollah Ali al-Sistani, who opposes Sadr's rebellion; neighborhood is particularly vulnerable to mortar attacks being fired at American forces, and residents are exhausted from being under siege for more than three weeks; photos (M)",
      "lead_paragraph": "It was just about lunchtime when the sound of tank and gun fire tore through the quiet, just blocks from Amal Juad's house.",
      "publication_date": "2004-08-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/23/world/the-reach-of-war-the-victims-weary-of-war-iraqis-in-najaf-blame-2-sides.html",
      "byline": "By Sabrina Tavernise"
    }
  ]
}