{
  "metadata": {
    "date": "2004-08-24",
    "total_articles": 18
  },
  "articles": [
    {
      "headline": "After Years, Hong Kong Sees Return Of Inflation",
      "snippet": "Hong Kong's consumer price index rose 0.9 percent in July compared with figures year earlier, ending 68 consecutive months of decline; rising prices in China are starting to pull up prices in Hong Kong; unemployment rate is 6.9 percent; government...",
      "abstract": "Hong Kong's consumer price index rose 0.9 percent in July compared with figures year earlier, ending 68 consecutive months of decline; rising prices in China are starting to pull up prices in Hong Kong; unemployment rate is 6.9 percent; government statisticians classify additional 3.5 percent of labor force as underemployed, meaning that they are in part-time jobs because they cannot find full-time work; photos (M)",
      "lead_paragraph": "After five years and eight months of steadily falling prices that dragged down salaries and destroyed the value of many apartments, inflation has finally returned here, government statisticians announced on Monday.",
      "publication_date": "2004-08-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/24/business/after-years-hong-kong-sees-return-of-inflation.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "DEFENSE LEADERS FAULTED BY PANEL IN PRISON ABUSE",
      "snippet": "High-level panel led by former Defense Decretary James R Schlesinger concludes that leadership failures at highest levels of Pentagon, Joint Chiefs of Staff and military command in Iraq led to abuse of detainees at Abu Ghraib prison and other faci...",
      "abstract": "High-level panel led by former Defense Decretary James R Schlesinger concludes that leadership failures at highest levels of Pentagon, Joint Chiefs of Staff and military command in Iraq led to abuse of detainees at Abu Ghraib prison and other facilities; panel's report does not explicitly blame Defense Sec Donald H Rumsfeld, but implicitly faults him, as well as his top civilian and military aides, for not exercising sufficent oversight over confusing array of policies and interrogation practices at detention centers in Cuba, Afghanistan and Iraq; military's Joint Staff is criticized for not recognizing that military police officers at Abu Ghraib were overwhelmed by influx of detainees; report also criticizes Lt Gen Ricardo S Sanchez, former top US commander in Iraq, for not paying close enough attention to worsening conditions at Abu Ghraib, delegating oversight of prison operations to subordinates; unlike other military inquiries into scandal, this panel was appointed by Rumsfeld to identify gaps in reviews and offer critique of senior officials' roles that uniformed military officers might be reluctant to level against superiors; other members of panel are former Defense Secretary Harold Brown, former Rep Tillie K Fowler and retired Gen Charles A Horner; report is to be released on Aug 24 (M)",
      "lead_paragraph": "A high-level outside panel reviewing American military detention operations has concluded that leadership failures at the highest levels of the Pentagon, Joint Chiefs of Staff and military command in Iraq contributed to an environment in which detainees were abused at Abu Ghraib prison and other facilities, Defense officials said Monday.",
      "publication_date": "2004-08-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/24/world/the-reach-of-war-detainees-defense-leaders-faulted-by-panel-in-prison-abuse.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Pilots Could Control Fate Of US Airways",
      "snippet": "US Airways Group will be looking to leaders of Air Line Pilots Association to accept airline's demand for $295 million in pay and benefit cuts; US Airways is seeking total of $900 million in cuts from its employees, third round of concessions it h...",
      "abstract": "US Airways Group will be looking to leaders of Air Line Pilots Association to accept airline's demand for $295 million in pay and benefit cuts; US Airways is seeking total of $900 million in cuts from its employees, third round of concessions it has sought in last two years; airline is pressing unions to come to terms by Sept 15; airline will probably file for Chapter 11 bankruptcy protection as soon as next month if it does not get concessions; airline's chairman and financial advisers to pilots' union have said that there is good chance company will be liquidated if it falls into bankruptcy again; airline announces plans to turn Fort Lauderdale, Fla, into minihub next year for flights to 11 destinations in Caribbean and Latin America, tripling its service to city; graph; photo (M)",
      "lead_paragraph": "With time running out and its future on the line, the US Airways Group will look to the leaders of the pilots' union to do tomorrow what the union's negotiators refused to do over the weekend: accept the airline's demand for $295 million in pay and benefit cuts.",
      "publication_date": "2004-08-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/24/business/pilots-could-control-fate-of-us-airways.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "World Business Briefing | Americas: Chile: Economy Surges",
      "snippet": "Chile's economy grew 5.1 percent in second quarter from year ago, exceeding 4.8 percent growth rate in first quarter (S)8",
      "abstract": "Chile's economy grew 5.1 percent in second quarter from year ago, exceeding 4.8 percent growth rate in first quarter (S)8",
      "lead_paragraph": "Chile's economy expanded at its fastest pace in four years in the second quarter as consumer spending surged and demand rose for copper, the country's biggest export. The economy grew 5.1 percent from the period a year earlier, exceeding the 4.8 percent growth rate in the first quarter. The 5.1 percent growth rate is the fastest since the second quarter of 2000, when it also grew 5.1 percent, the bank said. The rapid pace of growth increased speculation that the central bank will raise interest rates at its next meeting.",
      "publication_date": "2004-08-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/24/business/world-business-briefing-americas-chile-economy-surges.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Race Remains a Difficult Issue for Many Workers at Kodak",
      "snippet": "Interviews with Eastman Kodak employees, managers and outsiders paint picture of company that is setting strong antidiscrimination policies, and trying to enforce them, but with varying degrees of success; group of past and present Kodak employees...",
      "abstract": "Interviews with Eastman Kodak employees, managers and outsiders paint picture of company that is setting strong antidiscrimination policies, and trying to enforce them, but with varying degrees of success; group of past and present Kodak employees on July 30 sued company, accusing it of systematically discriminating against African-American; suit was filed on behalf of 10 named plaintiffs as well as Employees Committed to Justice, group of about 200 others who meet monthly to compare notes about possible racism at Kodak; some African-American employees suggest that their litigious colleagues may be ascribing racist overtones to ordinary workplace disputes; many employees say Kodak act decisively when real racism occurs; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/24/business/race-remains-a-difficult-issue-for-many-workers-at-kodak.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Bank's Profit Falls",
      "snippet": "World Business Briefing: Britain",
      "abstract": "World Business Briefing: Britain",
      "lead_paragraph": "The Singer & Friedlander Group, a British investment bank, reported a 9 percent drop in first-half profit as costs related to the acquisition of a trust unit rose. It also said its chief executive, John Hodson, would step down. Net income fell to £21.6 million ($39.3 million) in the six months ended June 30, from £23.7 million a year earlier. Costs related to the purchase of its Isle of Man trust unit were £3.4 million, compared with a credit of £501,000. Singer & Friedlander, based in London, said its finance director, Tony Shearer, would succeed Mr. Hodson.",
      "publication_date": "2004-08-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/24/business/world-business-briefing-europe-britain-bank-s-profit-falls.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Wal-Mart Lowers Forecast For August U.S. Sales  Disappointing back-to-school demand caused Wal-Mart Stores to lower its August sales forecast, casting doubt on the strength of consumer spending in a crucial shopping season and sending the Dow Jone...",
      "abstract": " Wal-Mart Lowers Forecast For August U.S. Sales  Disappointing back-to-school demand caused Wal-Mart Stores to lower its August sales forecast, casting doubt on the strength of consumer spending in a crucial shopping season and sending the Dow Jones industrial average lower.    Wal-Mart expects August sales at United States stores open at least a year to be flat to up 2 percent. It had previously forecast a 2 percent to 4 percent increase. Shares of Wal-Mart Stores fell 1.6 percent on the news. [Page C7.]",
      "lead_paragraph": "Wal-Mart Lowers Forecast For August U.S. Sales",
      "publication_date": "2004-08-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/24/business/business-digest-728730.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Australia: Retailer's Profit Rises",
      "snippet": "Austra",
      "abstract": "Austra",
      "lead_paragraph": "The grocer and general retailer Woolworths said its net profit in the year ended June 27 rose almost 13 percent, to 687.8 million Australian dollars ($497.4 million), after sales rose 28 percent, to 27.9 billion Australian dollars. The company, which has 700 supermarkets as well as liquor stores and electronics shops, said it expected faster growth this year despite increased competition from a rival, Coles Myer, and a bid of 1 billion Australian dollars for the pub and gambling company Australian Hospitality and Leisure. Wayne Arnold (NYT)",
      "publication_date": "2004-08-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/24/business/world-business-briefing-australia-retailer-s-profit-rises.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Ballet Flats? Walking Shoes? Nah. It's Round Toes and High Heels.",
      "snippet": "New trend in women's shoes this fall is rounded shoes with four-, five- and even inch heels; photo (M)",
      "abstract": "New trend in women's shoes this fall is rounded shoes with four-, five- and even inch heels; photo (M)",
      "lead_paragraph": "Crocheted ponchos are in. Pants with embroidered whales are back. But perhaps the most noticeable trend this fall is the full-fledged arrival of round-toed, high-heeled shoes like the ones Ginger Rogers wore when she danced with Fred Astaire -- only higher.",
      "publication_date": "2004-08-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/24/business/ballet-flats-walking-shoes-nah-it-s-round-toes-and-high-heels.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Yukos Cuts Its 2004 Oil Output Estimate by 4.5%",
      "snippet": "Russian oil giant Yukos says its crude oil production will be 4.5 percent less than expected for 2004, first time company's conflict with Russian government has had affect on country's oil production; says its continuing tax dispute with Russian a...",
      "abstract": "Russian oil giant Yukos says its crude oil production will be 4.5 percent less than expected for 2004, first time company's conflict with Russian government has had affect on country's oil production; says its continuing tax dispute with Russian authorities has led it to cut its capital spending program, and as result, its production estimate stands at 86 million tons, or 627 million barrels, down from its earlier estimate of 90 million tons for this year; Yukos plans to pump average of 1.72 million barrels per day, compared with its original production target of 1.8 million; will cut capital spending $700 million this year; photo (M)",
      "lead_paragraph": "The Russian oil giant Yukos said Monday that its crude oil production would be 4.5 percent less than expected for 2004, the first time the company's conflict with the Russian government has had a concrete affect on the country's oil production.",
      "publication_date": "2004-08-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/24/business/yukos-cuts-its-2004-oil-output-estimate-by-4.5.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Volkswagen Seeks Pay Freeze",
      "snippet": "World Business Briefing: Germany: Volkswagen Seeks Pay FreezS",
      "abstract": "World Business Briefing: Germany: Volkswagen Seeks Pay FreezS",
      "lead_paragraph": "Volkswagen wants German workers to agree to a two-year wage freeze to cut costs amid a stagnating market in place of the 4 percent yearly raise unions are demanding. Volkswagen plans to reduce spending on labor 30 percent by 2011 while preserving 176,544 jobs in Germany, Peter Hartz, the company's personnel chief, above, said. Contract talks will begin Sept. 15. ''There's no room for a wage increase,'' Mr. Hartz said. ''When we look at the cost structure at our German factories, costs are too high.''",
      "publication_date": "2004-08-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/24/business/world-business-briefing-europe-germany-volkswagen-seeks-pay-freeze.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Brazil Sifting Through Ideas For Rescuing Flagship Airline",
      "snippet": "Bc",
      "abstract": "Bc",
      "lead_paragraph": "Hoping to avoid a historic bankruptcy on its watch, Brazil's left-leaning government is scrambling to come up with a plan to save Varig, the country's debt-ridden flagship airline.",
      "publication_date": "2004-08-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/24/business/brazil-sifting-through-ideas-for-rescuing-flagship-airline.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "Older Investors More Jittery As U.S. Markets Disappoint",
      "snippet": "Many older investors are concerned about their retirement funds because of disappointing US markets this year; with Standard & Poor's 500-stock index down 1.5 percent and Nasdaq composite index off 8.2 percent this year, investors who thought that...",
      "abstract": "Many older investors are concerned about their retirement funds because of disappointing US markets this year; with Standard & Poor's 500-stock index down 1.5 percent and Nasdaq composite index off 8.2 percent this year, investors who thought that 2004 would repeat last year's 26 percent rise in Standard & Poor's index are beginning to face fact their expectations will not be met; some investors comment; graph; photos (M)",
      "lead_paragraph": "When Concetta McGrath, 76, a widow in Staten Island, sold the home she had shared with her husband for over 50 years, she took $90,000 of the proceeds and put it into the stock market. It was 2001 and she hoped that the gains generated by the investment would bolster her monthly Social Security benefits of $800.",
      "publication_date": "2004-08-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/24/business/the-markets-market-place-older-investors-more-jittery-as-us-markets-disappoint.html",
      "byline": "By Gretchen Morgenson and Jennifer Bayot"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Retail Sales Rise",
      "snippet": "Canada's retail sales rose 0.2 percent, to 28.7 billion Canadian dollars ($22.1 billion) in June; retailers increased sales 1.3 percent in second quarter; graph (S)",
      "abstract": "Canada's retail sales rose 0.2 percent, to 28.7 billion Canadian dollars ($22.1 billion) in June; retailers increased sales 1.3 percent in second quarter; graph (S)",
      "lead_paragraph": "Retail sales rose 0.2 percent, to 28.7 billion Canadian dollars ($22.1 billion) in June, the second-weakest performance this year, Statistics Canada reported yesterday. Sales by auto retailers rose 1.5 percent, while sales of all other products fell for the first time since December, dropping 0.5 percent. Furniture, home furnishing and electronics stores sold 1.7 percent less in June, and sales of clothes and accessories fell 1.0 percent. Cool summer months probably hindered purchases of wares other than cars, the agency said. For the second quarter, retailers increased sales 1.3 percent, slower than the 2.3 percent gain in the first three months.",
      "publication_date": "2004-08-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/24/business/world-business-briefing-americas-canada-retail-sales-rise.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Airline's Bankruptcy Plan Approved",
      "snippet": "World Business Briefing: Canada: Airline's Bankruptcy Plan Approved*ÿ",
      "abstract": "World Business Briefing: Canada: Airline's Bankruptcy Plan Approved*ÿ",
      "lead_paragraph": "Air Canada, the country's largest carrier, won court clearance yesterday to leave bankruptcy on Sept. 30 with a plan that will give bondholders most of the equity and reduce labor costs by 1.1 billion Canadian dollars ($847.4 million) a year. Judge James Farley of Ontario Superior Court, who has overseen the case since Air Canada sought bankruptcy protection on April 1, 2003, approved the plan at a hearing in Toronto. The airline will have 2.87 billion Canadian dollars of long-term debt when it emerges, down from 4.3 billion dollars. Under the plan, creditors, including a General Electric unit and Deutsche Bank, will have most of the equity.",
      "publication_date": "2004-08-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/24/business/world-business-briefing-americas-canada-airline-s-bankruptcy-plan-approved.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Once Elusive, Orchids Flourish On Taiwanese Production Line",
      "snippet": "Taiwan's effort to dominate world's $2 billion orchid industry sets off legal, economic, environmental and political debates in Taiwan and in United States; Hawaiian orchid growers contend that Taiwan's ambitions threaten their livelihood and envi...",
      "abstract": "Taiwan's effort to dominate world's $2 billion orchid industry sets off legal, economic, environmental and political debates in Taiwan and in United States; Hawaiian orchid growers contend that Taiwan's ambitions threaten their livelihood and environment; contend that potting material, type of moss, could harbor dangerous insects which can carry plant diseases; say three species of wild orchids indigenous to their islands, one endangered, could be devastated if dangerous insects or plant diseases arrive from Taiwan; Hawaiian growers are also upset by what they see as unfair subsidies from Taiwan government; nearly quarter of world's orchids spend at least part of their lives in Taiwanese greenhouses; government of Taiwan is paying $65 million to cover construction costs of flower exposition hall, and is offering government-backed loans at 2 percent to help farmers build greenhouses; photos (M)",
      "lead_paragraph": "Rising from what was once a muddy expanse of sugar cane fields here are huge greenhouses and the concrete shells of what will soon be a flower exposition hall, a genetic modification laboratory and more -- the first steps in Taiwan's plan to dominate the world's $2 billion orchid industry.",
      "publication_date": "2004-08-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/24/business/once-elusive-orchids-flourish-on-taiwanese-production-line.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "An Angry Republican Roils Intelligence Waters",
      "snippet": "Sen Pat Roberts lists factors that prompted his controversial call to overhaul nation's intelligence services, including dismantling of Central Intelligence Agency; says that on issue of Iraq, but also 9/11 and other setbacks, repeated intelligenc...",
      "abstract": "Sen Pat Roberts lists factors that prompted his controversial call to overhaul nation's intelligence services, including dismantling of Central Intelligence Agency; says that on issue of Iraq, but also 9/11 and other setbacks, repeated intelligence failures have transformed even him, long regarded as dependable defender of CIA and loyal ally of Pres Bush, into vociferous critic of intelligence agencies and impatient second-guesser of White House's own overhaul plan; Roberts has support of seven other Republicans on Senate Intelligence Committee that he chairs; offering plan has consolidated his new role as plain-spoken voice from American heartland who in series of statements in recent months has come to portray intelligence agencies as nothing short of broken; his committee released scathing report last month that portrayed faulty prewar intelligence about Iraq's suspected illicit weapons as result of poor leadership and dysfunction; report's harsh judgments, known in advance, are seen as major factor in George Tenet's decision to stop down as head of central intelligence in June; photo (M)",
      "lead_paragraph": "The very idea of dismantling the Central Intelligence Agency, Senator Pat Roberts concedes, is one that he could not have conceived of proposing even a year ago.",
      "publication_date": "2004-08-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/24/us/an-angry-republican-roils-intelligence-waters.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "President Urges Outside Groups To Halt All Ads",
      "snippet": "Pres Bush, asked about anti-Kerry advertisements financed largely by Bush's Texas supporters, says political advertisements run by broad swath of independent groups should be stopped, including ads attacking Kerry's war record; White House insists...",
      "abstract": "Pres Bush, asked about anti-Kerry advertisements financed largely by Bush's Texas supporters, says political advertisements run by broad swath of independent groups should be stopped, including ads attacking Kerry's war record; White House insists Bush had not meant to single out ads run by veterans opposed to Kerry; Bush's remarks come after weekend in which veterans supporting and opposing Kerry furiously debate mostly unsubstantiated accusations against him by group called Swift Boat Veterans for Truth; that group, in latest indication of its web of ties to Republican Party, acknowledges that Susan Arceneaux, who helped set group up and works for it, is officer of Majority Leader's Fund, political action committee that, like Swift Boats group, receives significant financing from Bob Perry, Texan who has long supported Bush, as well as Sam and Charles Wyly, prominent Texas Republican donors; excerpts from remarks made about Swift Boats' ads against Kerry by four political figures and veterans, Max Cleland, Bob Dole, Bob Kerrey and John McCain; photos (M)",
      "lead_paragraph": "President Bush said on Monday that political advertisements run by a broad swath of independent groups should be stopped, including a television advertisement attacking Senator John Kerry's war record. But the White House quickly moved to insist that Mr. Bush had not meant in any way to single out the advertisement run by veterans opposed to Mr. Kerry.",
      "publication_date": "2004-08-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/24/us/the-2004-campaign-veterans-president-urges-outside-groups-to-halt-all-ads.html",
      "byline": "By Elisabeth Bumiller and Kate Zernike"
    }
  ]
}