{
  "metadata": {
    "date": "2004-07-23",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "Yet Again, A Brand Name Loses Its Magic",
      "snippet": "AT&T Corp's decision to effectively retreat from residential phone business says great deal not only about AT&T and phone industry, but also about jeopardy once-leading brands in many other industries are in; famous brands have faded before but im...",
      "abstract": "AT&T Corp's decision to effectively retreat from residential phone business says great deal not only about AT&T and phone industry, but also about jeopardy once-leading brands in many other industries are in; famous brands have faded before but impact of deregulation, galloping technology, marketing clutter and increasingly global competition has made it harder than ever for established brands to stay on top; marketing experts say companies that think their brands will insulate them against competition are in for shock; contend reverse is more likely to be true: brand will not compensate for missteps, but missteps will devastate brand; photos (M)",
      "lead_paragraph": "To most Americans, AT&T used to mean phone service, just as Xerox once meant copying and the Big Three -- General Motors, Ford and Chrysler -- once stood for cars.",
      "publication_date": "2004-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/23/business/the-diminishing-bell-advertising-yet-again-a-brand-name-loses-its-magic.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "The Next Hard Step",
      "snippet": "News Analysis: partisan wrangling and capital's entrenched resistance to change can be expected to impede adoption of costly, complicated steps 9/11 commission believes are needed to make country safer; there is reason to doubt whether government,...",
      "abstract": "News Analysis: partisan wrangling and capital's entrenched resistance to change can be expected to impede adoption of costly, complicated steps 9/11 commission believes are needed to make country safer; there is reason to doubt whether government, let alone public, has fully embraced uncertain realities that have become 'new normal' in aftermath of 9/11; ports, power grids, water supplies, rail hubs and many private buildings remain vulnerable in society that remains open by its essence; some initial political and bureaucratic response to commission's findings and recommendations sound suspiciously like business as usual; while Pres Bush himself has praised report, top White House officials remain noncommittal on specifics; panel's call for new national intelligence director is already being opposed by Pentagon, CIA, Homeland Security Sec Tom Ridge and some in Congress (M)",
      "lead_paragraph": "Months of unsparing study by the Sept. 11 commission and the Senate Intelligence Committee have now produced a broad consensus about two colossal intelligence failures: the missed opportunities that left the United States open to attack from Al Qaeda and the misread clues on unconventional weapons that sent American troops to attack Iraq.",
      "publication_date": "2004-07-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/23/world/threats-and-responses-news-analysis-the-next-hard-step.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "Report Cites Lapses Across Government And 2 Presidencies",
      "snippet": "Bipartisan 9/11 commission says in final report that Clinton and Bush administrations failed to grasp gravity of threat from Al Qaeda before 9/11 attacks and left counterterrorism efforts to disparate collection of uncoordinated, underfinanced and...",
      "abstract": "Bipartisan 9/11 commission says in final report that Clinton and Bush administrations failed to grasp gravity of threat from Al Qaeda before 9/11 attacks and left counterterrorism efforts to disparate collection of uncoordinated, underfinanced and dysfunctional government agencies; report claims that across government, there were 'failures of imagination, policy, capabilities and management'; chronicles agonizingly slow recognition by Clinton and Bush administrations of danger that Osama bin Laden's Al Qaeda network represented; describes in detail how 9/11 plot, despite setbacks, gathered shape and direction; says when terrorists struck, national security experts were still pondering counterterrorism strategy and agencies responsible for protecting country were completely blindsided; report does not address directly whether attacks might have been prevented; many of its findings have been foreshadowed in 17 staff reports previously made public, but final report does contain some new information, including detailed account of how passengers on Flight 93 tried to gain control of their hijacked plane; photo (M)",
      "lead_paragraph": "The Clinton and Bush administrations failed to grasp the gravity of the threat from Al Qaeda before the Sept. 11, 2001, attacks and left counterterrorism efforts to a disparate collection of uncoordinated, underfinanced and dysfunctional government agencies, the commission on the attacks said in its final report published on Thursday.",
      "publication_date": "2004-07-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/23/world/threats-responses-findings-report-cites-lapses-across-government-2-presidencies.html",
      "byline": "By David Johnston and Douglas Jehl"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: DFS Accepts Founder's Bid",
      "snippet": "Britain's DFS Furniture agrees to be bought by chairman Graham Kirkham for 496 million pounds ($914 million) after company's founder increases his offer second time (S)",
      "abstract": "Britain's DFS Furniture agrees to be bought by chairman Graham Kirkham for 496 million pounds ($914 million) after company's founder increases his offer second time (S)",
      "lead_paragraph": "DFS Furniture, Britain's largest upholstered-furniture retailer, agreed to be bought by its chairman, Graham Kirkham, for £496 million ($914 million) after the company's 59-year-old founder increased his offer a second time. Lord Kirkham, who started the Doncaster, England-based company in 1969, raised his bid by 10 pence a share to 445 pence, to include money due from the settlement of a tax dispute, according to the Regulatory News Service. That was 7.2 percent more than an initial 415 pence-a-share offer he made in March. Lord Kirkham has cited increasing competition as the reason for taking the company private. DFS in April said annual profit will fall almost 10 percent as British clothing retailers like Next and the Marks & Spencer Group add furniture lines and some mass retailers cut prices.",
      "publication_date": "2004-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/23/business/world-business-briefing-europe-britain-dfs-accepts-founder-s-bid.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: SAP Income Rises 14%",
      "snippet": "World Business Briefing: German",
      "abstract": "World Business Briefing: German",
      "lead_paragraph": "SAP, the world's largest maker of business-management software, reported that its second-quarter net income rose 14 percent as it took market share in the United States from companies including PeopleSoft and Siebel Systems. Net income increased to 249 million euros ($305 million), or 80 cents a share, from 219 million euros, or 71 cents, a year earlier, the chief financial officer, Werner Brandt, told analysts in New York. Sales rose 8.7 percent to 1.78 billion euros. SAP said its growth in the United States accelerated as it added customers like PepsiCo to its 22,600 clients, while European business was hurt by a ''more subdued economy.'' Shares of SAP fell as much as 4.99 euros, or 3.9 percent, to 123.08 euros. It closed at 123.94 euros. License revenue growth in Europe, the Middle East and Africa, SAP's biggest market, was less than some analysts had expected.",
      "publication_date": "2004-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/23/business/world-business-briefing-europe-germany-sap-income-rises-14.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "At Air Show, Echoes of Boeing's New Assertiveness in Duel With Airbus",
      "snippet": "Boeing Co's chief executive Harry C Stonecipher cast long shadow over Farnborough International Air Show in London despite his absence; Stonecipher's plans to intensify trade battle between Boeing and its main rival Airbus is talk of show; has sai...",
      "abstract": "Boeing Co's chief executive Harry C Stonecipher cast long shadow over Farnborough International Air Show in London despite his absence; Stonecipher's plans to intensify trade battle between Boeing and its main rival Airbus is talk of show; has said he plans to 'raise the rhetoric' about subsidies Airbus receives from European governments; Airbus has asserted that Boeing receives subsidies from State of Washington, where its main production operations are situated, as well as indirect aid from Pentagon, through research and military contracts; also said Boeing derives additional aid from Japan, which will make components for Boeing's new 7E7 jetliner; photos (M)",
      "lead_paragraph": "Boeing's chief executive, Harry C. Stonecipher, skipped this year's Farnborough International Air Show, delegating to his lieutenants the annual chore of chatting up customers, taking questions from journalists and gossiping about the competition.",
      "publication_date": "2004-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/23/business/at-air-show-echoes-of-boeing-s-new-assertiveness-in-duel-with-airbus.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "THE 9/11 REPORT",
      "snippet": " NEW INTELLIGENCE -- Captured Qaeda members have described a possible impending attack.   PAGE A12    MIXED EMOTIONS -- Victims' families received a long sought accounting from the government.   PAGE A11",
      "abstract": " NEW INTELLIGENCE -- Captured Qaeda members have described a possible impending attack.   PAGE A12    MIXED EMOTIONS -- Victims' families received a long sought accounting from the government.   PAGE A11",
      "lead_paragraph": "NEW INTELLIGENCE -- Captured Qaeda members have described a possible impending attack. PAGE A12",
      "publication_date": "2004-07-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/23/world/the-9-11-report.html",
      "byline": ""
    },
    {
      "headline": "Corporate Pay Case Ends in Acquittal",
      "snippet": "Landmark trial on pÈ",
      "abstract": "Landmark trial on pÈ",
      "lead_paragraph": "A landmark trial on the politically sensitive question of how much to pay corporate bosses in Germany ended Thursday with a court here acquitting the six defendants, among them the chief executive of Deutsche Bank, Josef Ackermann.",
      "publication_date": "2004-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/23/business/corporate-pay-case-ends-in-acquittal.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Food Giant To Buy Australian Units",
      "snippet": "Associated British Foods to acquire yeast, bakery ingredients and spice business from Burns Philp & Co for $1.35 billion in cash (S)",
      "abstract": "Associated British Foods to acquire yeast, bakery ingredients and spice business from Burns Philp & Co for $1.35 billion in cash (S)",
      "lead_paragraph": "Associated British Foods, which owns Twinings tea, said it would buy the yeast, bakery ingredients and spice business from the Australian baking company Burns Philp & Company for $1.35 billion in cash. The Burns Philp units have more than $700 million in annual sales, and earned $129 million in the year ended June 30, 2003. The purchase will give Associated British an increased presence in Asia, where bread demand is growing. Heather Timmons (NYT)",
      "publication_date": "2004-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/23/business/world-business-briefing-europe-britain-food-giant-to-buy-australian-units.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "When Politicians Write Accounting Rules, Reality Can Be Forgotten",
      "snippet": "Floyd Norris comment on political wrangling regarding European and American proposals on accounting rules for derivatives; Repr Cliff Stearns' opposition to proposed American law noted; says eventual establishment of American accounting rules as d...",
      "abstract": "Floyd Norris comment on political wrangling regarding European and American proposals on accounting rules for derivatives; Repr Cliff Stearns' opposition to proposed American law noted; says eventual establishment of American accounting rules as de facto worldwide standard will be more likely; quesstions whether European really wants that; photo (M)",
      "lead_paragraph": "IN the efforts to block reasonable accounting rules, the word of the day is ''listen.'' The meaning is not the first one you might find in a dictionary, but the one relied upon by angry parents: ''Listen to me'' really means, ''Do what I want, and do it now.''",
      "publication_date": "2004-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/23/business/when-politicians-write-accounting-rules-reality-can-be-forgotten.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Yukos Says Asset Sale Could Prove Fatal Blow",
      "snippet": "Russian oil giant Yukos says company could be forced to declare bankruptcy within weeks if government goes through with seizure and sale of Yukos's most prized oil subsidiary; Yukos, which is facing $3.4 billion back-tax claim, has warned of insol...",
      "abstract": "Russian oil giant Yukos says company could be forced to declare bankruptcy within weeks if government goes through with seizure and sale of Yukos's most prized oil subsidiary; Yukos, which is facing $3.4 billion back-tax claim, has warned of insolvency before, but until now has not laid out specific timetable; photo (M)",
      "lead_paragraph": "Yukos, the Russian oil giant, could be forced to declare bankruptcy within weeks if the government goes through with the seizure and sale of Yukos's most prized oil subsidiary, company officials warned on Thursday.",
      "publication_date": "2004-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/23/business/yukos-says-asset-sale-could-prove-fatal-blow.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Ryanair Shares Drop On Lawsuit",
      "snippet": "World Business Briefing: Britain: Ryanair Shares Drop",
      "abstract": "World Business Briefing: Britain: Ryanair Shares Drop",
      "lead_paragraph": "Shares of Ryanair Holdings, Europe's biggest low-cost airline, dropped the most in more than three months after BAA sued the carrier for failing to pay £1 million ($1.84 million) in landing charges at London's Stansted Airport. BAA, the world's biggest airport operator, filed a suit at the High Court in London. Ryanair filed a counterclaim in the High Court, asserting abuse of monopoly power and breach of contract by BAA, which also owns London's Heathrow and Gatwick airports. Stansted is the main hub for Dublin-based Ryanair, which flies 12.5 million passengers, or 45 percent of the total, through the airport each year. Ryanair generates 63 percent of the 20 million passengers a year who use Stansted. Ryanair shares in Dublin fell 5.1 percent, to 4.70 euros in the largest decline since April 16. BAA shares in London fell 9.5 pence, or 1.7 percent, to 549.5 pence, the lowest in a month.",
      "publication_date": "2004-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/23/business/world-business-briefing-europe-britain-ryanair-shares-drop-on-lawsuit.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Bells Win a Battle, Not Necessarily the War",
      "snippet": "Analysts say AT&T's announcement it will withdraw from consumer phone market gives at least temporary advantage to four regional Bell telephone giants, but future poses its own uncertainties for Bell companies; competition from wireless and cable ...",
      "abstract": "Analysts say AT&T's announcement it will withdraw from consumer phone market gives at least temporary advantage to four regional Bell telephone giants, but future poses its own uncertainties for Bell companies; competition from wireless and cable techologies and inexpensive Internet-based phone service discussed; graph; drawings (M)",
      "lead_paragraph": "AT&T's capitulation is not necessarily the Bells' victory.",
      "publication_date": "2004-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/23/business/the-diminishing-bell-the-industry-bells-win-a-battle-not-necessarily-the-war.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "AT&T Won't Seek New Residential Customers",
      "snippet": "AT&T, America's Ma Bell, says it will stop seeking new residential customers; storied company is struggling to survive in increasingly volatile and competitive telecommunications industry that was created after breakup of its near-monopoly in 1984...",
      "abstract": "AT&T, America's Ma Bell, says it will stop seeking new residential customers; storied company is struggling to survive in increasingly volatile and competitive telecommunications industry that was created after breakup of its near-monopoly in 1984; it will continue to provide long-distance and local service to its 35 million residential customers but will stop trying to attract new customers or to retain those who want to defect to other providers; company says it could not do business effectively after rules intended to help long-distance carriers compete with regional Bell companies in market for local telephone service were struck down; says it will now focus on selling services to corporate users, business that already generates three-quarters of its revenue; says it has eliminated 14 percent of its jobs in last year, and would cut at least 8 percent more this year; one analyst says AT&T, by scaling back its retail operation, might be preparing itself to be sold, perhaps to one of Bell companies; other analysts say intense competition among all players in telecommunications industry should keep retail phone prices declining, even with AT&T's retreat; company's history charted from its formation in 1885, nine years after Alexander Graham Bell invented telephone, to present; photos (L)",
      "lead_paragraph": "AT&T, which for more than a century was synonymous with telephone service in the American home, announced yesterday that it would stop seeking new residential customers.",
      "publication_date": "2004-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/23/business/the-diminishing-bell-the-overview-at-t-won-t-seek-new-residential-customers.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Trade Surplus Grows",
      "snippet": "Japan's merchandise trade surplus expanded by 36.9 percent in June from year earlier, to 1.15 trillion yen ($10.5 billion) as exports rose 19.4 percent to 5.29 trillion yen and imports gained 15.3 percent to 4.14 trillion yen; surplus with US rose...",
      "abstract": "Japan's merchandise trade surplus expanded by 36.9 percent in June from year earlier, to 1.15 trillion yen ($10.5 billion) as exports rose 19.4 percent to 5.29 trillion yen and imports gained 15.3 percent to 4.14 trillion yen; surplus with US rose 20 percent, to 577 billion yen (S)0",
      "lead_paragraph": "Japan's merchandise trade surplus grew for the 12th consecutive month in June, propelled by rising exports to Asian countries. The June surplus expanded by 36.9 percent from a year earlier, to 1.15 trillion yen ($10.5 billion) as exports rose 19.4 percent to 5.29 trillion yen and imports gained 15.3 percent to 4.14 trillion yen. Japan's trade surplus with other Asian countries jumped 65 percent for the month to 744 billion yen. The surplus with the United States rose a more modest 20 percent to 577 billion yen. Still, Japan's overall trade surplus was smaller than forecast as the gain in imports was larger than expected. Strong economic growth and a rebound in consumption are fueling demand for imports, economists said.",
      "publication_date": "2004-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/23/business/world-business-briefing-asia-japan-trade-surplus-grows.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: China: Power Shortage Shuts Auto Plant",
      "snippet": "Volkswagen venture in Shanghai halts production because of power shortage, second automaker in Shanghai to shut down as rising temperatures push electricity demand to record; General Motors has shut down for 11 days (S)",
      "abstract": "Volkswagen venture in Shanghai halts production because of power shortage, second automaker in Shanghai to shut down as rising temperatures push electricity demand to record; General Motors has shut down for 11 days (S)",
      "lead_paragraph": "The Volkswagen venture in Shanghai halted production because of a power shortage, the second automaker in China's biggest commercial city to shut down as rising temperatures push electricity demand to a record. Lack of power has forced Shanghai Volkswagen to stop work for several days at a time since the middle of July, a spokesman, Gu Huan, said. General Motors said Tuesday that its Shanghai venture shut down for 11 days for annual maintenance. Shanghai last week asked 3,000 companies to take rotating one-week breaks after temperatures rose above 95 degrees. The city's power production capacity had ''reached its limit,'' the local government said on its Web site. China, the world's fastest-growing economy, experienced power blackouts in four major cities and 24 of 27 provinces this year as an industrial boom pushes demand beyond generating capacity.",
      "publication_date": "2004-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/23/business/world-business-briefing-asia-china-power-shortage-shuts-auto-plant.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Microsoft Posts Gains In Sales and Earnings  Microsoft, the world's largest software company, reported strong quarterly gains in sales and profits, showing that it is one of the winners in the uneven recovery that the technology sector is experien...",
      "abstract": " Microsoft Posts Gains In Sales and Earnings  Microsoft, the world's largest software company, reported strong quarterly gains in sales and profits, showing that it is one of the winners in the uneven recovery that the technology sector is experiencing.    But the company issued a very cautious outlook for growth in the current year, saying it expected sales in its 2005 fiscal year to be $38.4 billion to $38.8 billion -- growth of 5 percent or less. [Page C6.]",
      "lead_paragraph": "Microsoft Posts Gains In Sales and Earnings",
      "publication_date": "2004-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/23/business/business-digest-399957.html",
      "byline": ""
    },
    {
      "headline": "The Struggle to Get Europeans To Do Their Duty and Spend",
      "snippet": "Years of sluggish growth and high unemployment across Europe has crimped consumer spending and helped to hold down overall growth, even as figures suggest that other components of region's economy, notably exports, are on upswing; photo (M)0",
      "abstract": "Years of sluggish growth and high unemployment across Europe has crimped consumer spending and helped to hold down overall growth, even as figures suggest that other components of region's economy, notably exports, are on upswing; photo (M)0",
      "lead_paragraph": "Anna Ficon spent a couple of hours on a recent Saturday afternoon dodging intermittent showers and trolling the stores on Cologne's busy Hohestrasse for a pair of summer shoes.",
      "publication_date": "2004-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/23/business/the-struggle-to-get-europeans-to-do-their-duty-and-spend.html",
      "byline": "By Nicola Clark"
    },
    {
      "headline": "9/11 Report Calls for a Sweeping Overhaul of Intelligence",
      "snippet": "Bipartisan 9/11 commission issues unanimous final report; warns that United States leaves itself open to even more catastrophic attack if there is not historic restructuring of nation's intelligence agencies and new emphasis on diplomacy; says 9/1...",
      "abstract": "Bipartisan 9/11 commission issues unanimous final report; warns that United States leaves itself open to even more catastrophic attack if there is not historic restructuring of nation's intelligence agencies and new emphasis on diplomacy; says 9/11 attacks 'should not have come as a surprise'; 10-member panel's 19-month investigation lays bare failures of Central Intelligence Agency, Federal Bureau of Investigation, Pentagon, National Security Council and virtually every other government agency responsible for defending nation at time of attacks; offers detailed proposal for reorganizing way country gathers and shares intelligence; says while offensive and defensive actions taken since 9/11 have made country safer, 'we are not safe'; report reflects remarkable bipartisan unity on issues that often result in sharp divisions along party lines; report does not offer judgment on whether invasion of Iraq made terrorist attacks against United States more or less likely, but does state that if Iraq becomes failed state, it will become breeding ground for attacks against Americans at home; 567-page report draws immediate, if tentative, praise from Pres Bush and Republican Congressional leaders; they are eager to demonstrate their support of commission while withholding judgment on its dozens of specific policy recommendations; photos; proposed organizational chart for intelligence community; summaries of other major recommendations (L)",
      "lead_paragraph": "The bipartisan commission that investigated the Sept. 11 attacks concluded in its unanimous final report on Thursday that the attacks ''were a shock but they should not have come as a surprise.'' It warned that without a historic restructuring of the nation's intelligence agencies and a new emphasis on diplomacy, the United States would leave itself open to an even more catastrophic attack.",
      "publication_date": "2004-07-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/23/world/threats-responses-overview-9-11-report-calls-for-sweeping-overhaul-intelligence.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "Spying Becomes an Issue In Brazilian Phone Dispute",
      "snippet": "Brazilian government is considering legal action against Brasil Telecom for hiring security firm Kroll Inc that covertly watched government officials as part of broader probe into Telecom Italia; episode is latest in long dispute between Brasil Te...",
      "abstract": "Brazilian government is considering legal action against Brasil Telecom for hiring security firm Kroll Inc that covertly watched government officials as part of broader probe into Telecom Italia; episode is latest in long dispute between Brasil Telecom and Telecom Italia, which has been fighting since January to regain controlling stake in Brasilia-based phone company; dispute has also thrust Citigroup into unwanted spotlight in Latin America's biggest country, since Brasil Telecom's controlling shareholder, Opportunity group, is run by Daniel Dantas, Citigroup's investment manager in Sao Paulo; photo (M)",
      "lead_paragraph": "The Brazilian government is considering legal action against Brasil Telecom, the country's third-largest fixed-line telephone company, for hiring a security firm that covertly watched government officials as part of a broader investigation into Telecom Italia.",
      "publication_date": "2004-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/23/business/spying-becomes-an-issue-in-brazilian-phone-dispute.html",
      "byline": "By Todd Benson"
    }
  ]
}