{
  "metadata": {
    "date": "2004-02-11",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "Kerry Sweeps to 2 Victories As Clark Drops Out of Race",
      "snippet": "Senator John Kerry of Massachusetts rolled to commanding victories in the Tennessee and Virginia primaries on Tuesday, solidifying his position as the perhaps unstoppable front-runner for the Democratic nomination and dealing a serious blow to his...",
      "abstract": "Senator John Kerry of Massachusetts rolled to commanding victories in the Tennessee and Virginia primaries on Tuesday, solidifying his position as the perhaps unstoppable front-runner for the Democratic nomination and dealing a serious blow to his two Southern rivals.    Mr. Kerry won by substantial margins in each state, and surveys of voters leaving the polls showed that he ran well among whites and blacks alike. Senator John Edwards of North Carolina and Gen. Wesley K. Clark, who fought hard in their native region to halt Mr. Kerry's drive to the nomination, finished far behind.  ",
      "lead_paragraph": "Senator John Kerry of Massachusetts rolled to commanding victories in the Tennessee and Virginia primaries on Tuesday, solidifying his position as the perhaps unstoppable front-runner for the Democratic nomination and dealing a serious blow to his two Southern rivals.",
      "publication_date": "2004-02-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/11/us/2004-campaign-overview-kerry-sweeps-2-victories-clark-drops-race.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "List of Suitors Said to Narrow For Mobile Giant",
      "snippet": "Cingular and Vodafone are expected to submit bid for AT&T Wireless; Nextel is long shot but could submit offer for stock; NTT DoCoMo is not expected to participate (M)",
      "abstract": "Cingular and Vodafone are expected to submit bid for AT&T Wireless; Nextel is long shot but could submit offer for stock; NTT DoCoMo is not expected to participate (M)",
      "lead_paragraph": "For several weeks, speculation has been rampant on Wall Street and in the industry about which of the global telecommunications giants might make a move for AT&T Wireless when the company is put up for auction on Friday. It now appears unlikely that more than two will make bids for the nation's third-largest mobile phone company, according to people close to the auction.",
      "publication_date": "2004-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/11/business/list-of-suitors-said-to-narrow-for-mobile-giant.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Ex-Financial Officer of Tyco Takes the Stand at His Trial  In his first day of testimony in his trial on criminal fraud charges, Mark H. Swartz, left, the former chief financial officer of Tyco International, told jurors that he had never broken t...",
      "abstract": " Ex-Financial Officer of Tyco Takes the Stand at His Trial  In his first day of testimony in his trial on criminal fraud charges, Mark H. Swartz, left, the former chief financial officer of Tyco International, told jurors that he had never broken the law while at the company.      Meanwhile, lawyers for L. Dennis Kozlowski, Tyco's former chief executive and Mr. Swartz's co-defendant, rested his defense without calling any witnesses. [Page C3.]",
      "lead_paragraph": "Ex-Financial Officer of Tyco Takes the Stand at His Trial",
      "publication_date": "2004-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/11/business/business-digest-340219.html",
      "byline": ""
    },
    {
      "headline": "OPEC Plans Million-Barrel Cut in Output",
      "snippet": "OPEC seeks to strengthen its grip on world oil markets with announcement of cuts in production, aggressively displaying its desire to maintain oil prices at their highest sustained level in two decades; prices rise in response, up more than 3 perc...",
      "abstract": "OPEC seeks to strengthen its grip on world oil markets with announcement of cuts in production, aggressively displaying its desire to maintain oil prices at their highest sustained level in two decades; prices rise in response, up more than 3 percent in New York, to $33.87 per barrel; formal reduction in output by OPEC, intended to withdraw one million barrels of crude oil per day from market beginning in April, would lower group's objective to 23.5 million barrels per day; OPEC members also call for stricter adherence to their own quotas in effort to reduce overproduction by further 1.5 million barrels per day; graphs; photo (M)",
      "lead_paragraph": "OPEC sought to strengthen its grip on world oil markets on Tuesday with an announcement of cuts in production, aggressively displaying its desire to maintain oil prices at their highest sustained level in two decades. Prices rose in response, up more than 3 percent in New York, to $33.87 a barrel.",
      "publication_date": "2004-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/11/business/opec-plans-million-barrel-cut-in-output.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Bush's National Guard Pay Records Are Released",
      "snippet": "White House releases 18 months of Pres Bush's National Guard payroll records from 1972 and 1973, showing what it calls proof that Bush fully completed his Guard service; refuses to say records, which show only 82 specific days that Bush was paid f...",
      "abstract": "White House releases 18 months of Pres Bush's National Guard payroll records from 1972 and 1973, showing what it calls proof that Bush fully completed his Guard service; refuses to say records, which show only 82 specific days that Bush was paid for his services, definitively prove that Bush reported for duty on those dates; says Bush recalls showing up and performing his duties; faces intense election-year pressure from Democrats, who say Bush shirked military duty; chronology of Bush military service; photos (M)",
      "lead_paragraph": "The White House released 18 months of President Bush's National Guard payroll records on Tuesday showing what administration officials asserted was proof that Mr. Bush had fully completed his service in the Guard during the Vietnam War.",
      "publication_date": "2004-02-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/11/us/bush-s-national-guard-pay-records-are-released.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "Up to 80 Killed In Bomb Blasts At 2 Iraqi Sites",
      "snippet": "Up to 80 people are killed and at least 76 hurt in two Iraqi car bomb blasts almost 24 hours apart; most of casualties are Iraqis applying for jobs with new Iraqi Army and police forces; latest blast occurs outside Iraqi Army recruiting station, k...",
      "abstract": "Up to 80 people are killed and at least 76 hurt in two Iraqi car bomb blasts almost 24 hours apart; most of casualties are Iraqis applying for jobs with new Iraqi Army and police forces; latest blast occurs outside Iraqi Army recruiting station, killing at least 25 Iraqis; station is next door to volunteer center of prominent Shiite political party; earlier bombing, Iskandariya, ripped through police station where many Iraqis had lined up to apply for jobs; latest attack comes after American officials release details of intercepted document supposedly written by suspected Jordanian terrorist, Abu Musab al-Zarqawi, in which he boasts of directing some 25 suicide bombings in Iraq and asks Al Qaeda help in igniting sectarian war; photos (M)",
      "lead_paragraph": "Up to 80 people were killed and at least 76 were injured in two car bombs that exploded within almost 24 hours of each other in central Baghdad and in a nearby town, officials said Wednesday. Most of the casualties were Iraqis applying for jobs with the new Iraqi Army and police forces.",
      "publication_date": "2004-02-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/11/world/the-struggle-for-iraq-combat-up-to-80-killed-in-bomb-blasts-at-2-iraqi-sites.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "7 Banks Said to Be Added To Parmalat Investigation",
      "snippet": "Prosecutors in Milan investigating collapse of Parmalat place Bank of America, Citigroup, Morgan Stanley, UBS, Deutsche Bank, Banca Popolare di Lodi and fund management arm of Banca Intesa under investigation for price manipulation; prosecutors ar...",
      "abstract": "Prosecutors in Milan investigating collapse of Parmalat place Bank of America, Citigroup, Morgan Stanley, UBS, Deutsche Bank, Banca Popolare di Lodi and fund management arm of Banca Intesa under investigation for price manipulation; prosecutors are seeking to establish how much banks knew about Parmalat's financial condition in months before its collapse in December (M)",
      "lead_paragraph": "Prosecutors in Milan investigating the collapse of the food conglomerate Parmalat have placed seven banks, including three in the United States, under investigation for price manipulation, Italian news agencies reported Tuesday.",
      "publication_date": "2004-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/11/business/7-banks-said-to-be-added-to-parmalat-investigation.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "Romania Declares Victory in Fight Against AIDS",
      "snippet": "Romania has emerged as model of how government, drug companies and international agencies can bring AIDS under control by ensuring that necessary three-drug anti-retroviral cocktails are available and paid for; public health experts fear second wa...",
      "abstract": "Romania has emerged as model of how government, drug companies and international agencies can bring AIDS under control by ensuring that necessary three-drug anti-retroviral cocktails are available and paid for; public health experts fear second wave will hit soon, as children, injected with contaminated blood in late 1980's as infants, become old enough to have sex, give birth and breast-feed, all ways of transmitting virus that causes AIDS; infected children are becoming more aware of their plight and frustrated at discrimination they face; drug companies, which cut their prices and donated money to set up labs and train doctors, note successes were achieved without importing inexpensive generic drugs; nation has only about 10,000 infected people, mostly children; photo (M)",
      "lead_paragraph": "After a long, clumsy war against AIDS, Romania has finally declared itself the winner.",
      "publication_date": "2004-02-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/11/world/romania-declares-victory-in-fight-against-aids.html",
      "byline": "By Donald G. McNeil Jr"
    },
    {
      "headline": "ImClone's Cancer Drug Is Back, And U.S. Approval Is Expected",
      "snippet": "ImClone System Inc's cancer drug Erbitux is expected to receive Food and Drug Administration approval by end of week; doctors say drug will be important therapy, initially for patients with colorectal cancer who have run out of options; investors ...",
      "abstract": "ImClone System Inc's cancer drug Erbitux is expected to receive Food and Drug Administration approval by end of week; doctors say drug will be important therapy, initially for patients with colorectal cancer who have run out of options; investors have bid ImClone shares up to over $41, far above stock's low of $6.11 in fall of 2002; Dr John Mendelsohn, co-founder of Erbitux, has resigned from board of ImClone Systems; photo (M)",
      "lead_paragraph": "The last time ImClone Systems was poised for a decision by drug regulators on Erbitux, its breakthrough cancer drug, it is fair to say that things did not go as planned.",
      "publication_date": "2004-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/11/business/imclone-s-cancer-drug-is-back-and-us-approval-is-expected.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Bombardier Gets Orders",
      "snippet": "Bombardier Inc receives $293 million order for 12 aircraft from commuter airline SkyWest Inc (S)",
      "abstract": "Bombardier Inc receives $293 million order for 12 aircraft from commuter airline SkyWest Inc (S)",
      "lead_paragraph": "Bombardier Inc., the world's third-biggest maker of commercial airplanes, received a $293 million order for 12 aircraft from the commuter airline SkyWest Inc. SkyWest will buy 10 50-seat CRJ-200 regional jets and 2 70-seat CRJ-700's. The contract brings SkyWest's firm orders with Bombardier to 110 of the smaller jets and 32 of the larger ones, Bombardier said. Bombardier, based in Montreal, needs orders for its so-called regional jets that carry 50 to 90 passengers to maintain an investment-grade credit rating. SkyWest, based in St. George, Utah, is a commuter carrier for the UAL Corporation's United Airlines and Delta Air Lines Inc. It will add the Bombardier aircraft to its United Express operations.",
      "publication_date": "2004-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/11/business/world-business-briefing-americas-canada-bombardier-gets-orders.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Philips Bounced Back in 2003",
      "snippet": "Royal Philips Electronics reports 2003 profit of 695 million euros ($883 million) compared with loss of 3.2 billion euros in 2002 and 2.5 billion euros in 2001; annual sales fell 8.7 percent year to year, to 29 billion euros; earned 598 million eu...",
      "abstract": "Royal Philips Electronics reports 2003 profit of 695 million euros ($883 million) compared with loss of 3.2 billion euros in 2002 and 2.5 billion euros in 2001; annual sales fell 8.7 percent year to year, to 29 billion euros; earned 598 million euros ($759 million) in fourth quarter compared with loss of 1.5 billion euros year ago; sales rose 1.1 percent, to 9.02 billion euros; chief executive Gerard J Kleisterlee comments; photo (M)",
      "lead_paragraph": "After almost 6 billion euros of losses in just two years, the Dutch health care and technology company Royal Philips Electronics said on Tuesday that it was back in the black, reporting a 2003 profit of 695 million euros ($883 million). Philips lost 3.2 billion euros in 2002 and 2.5 billion euros in 2001.",
      "publication_date": "2004-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/11/business/philips-bounced-back-in-2003.html",
      "byline": "By Gregory Crouch"
    },
    {
      "headline": "Bush Plans to Focus On Fuel Ban to End Spread of A-Bombs",
      "snippet": "Pres Bush plans to propose limiting number of nations allowed to produce nuclear fuel, holding global network in nuclear goods set up by Pakistani Abdul Qadeer Khan exposes huge gaps in accords to stop nuclear proliferation; will call for re-exami...",
      "abstract": "Pres Bush plans to propose limiting number of nations allowed to produce nuclear fuel, holding global network in nuclear goods set up by Pakistani Abdul Qadeer Khan exposes huge gaps in accords to stop nuclear proliferation; will call for re-examining 'basic bargain' underlying Nuclear Nonproliferation Treaty: that nations that promise not to pursue nuclear arms will get help in producing nuclear fuel for power generation, but not call for reopening treaty; will call on Nuclear Supplier Group, 40 nations that sell most nuclear technology, to refuse to sell equipment to any nation that is not already equipped to make nuclear fuel; Bush administration officials cite Iran and North Korea as examples of regimes that cynically exploit treaty loopholes to build up their capacity to make weapons-grade fuel; cast Khan case as victory for American intelligence operations; say Bush will identify B S A Tahir as other 'major node' in Khan network; Bush proposals seem to be intended to crack down on states like North Korea and Iran without reopening negotiations that could limit United States's own ability to produce nuclear fuel or stop allies from making such fuel for power plants; photos (M)",
      "lead_paragraph": "President Bush is to announce a new proposal on Wednesday to limit the number of nations allowed to produce nuclear fuel, senior administration officials said Tuesday. He will declare that the global network in nuclear goods set up by Abdul Qadeer Khan, developer of Pakistan's bomb, exposed huge gaps in accords to stop the spread of nuclear weapons technology, they added.",
      "publication_date": "2004-02-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/11/world/bush-plans-to-focus-on-fuel-ban-to-end-spread-of-a-bombs.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Campaign for Control of Disney Is in Full Swing",
      "snippet": "Michael D Eisner is facing aggressive movement to remove him as chief executive of Walt Disney Co; former board members Roy E Disney and Stanley P Gold are running campaign, using T-shirts, bumper stickers and Web site, to promote their message; E...",
      "abstract": "Michael D Eisner is facing aggressive movement to remove him as chief executive of Walt Disney Co; former board members Roy E Disney and Stanley P Gold are running campaign, using T-shirts, bumper stickers and Web site, to promote their message; Eisner has met with more than 40 institutional investors, analysts and corporate governance expert sin attmept to quiet any criticism of his company's performance and his managerial style; graph; photos (M)",
      "lead_paragraph": "By all outward appearances Michael D. Eisner, the chief executive of the Walt Disney Company, is perfectly secure in his job, having consolidated his power in beating back a board revolt led by a nephew of Walt Disney, the company co-founder.",
      "publication_date": "2004-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/11/business/campaign-for-control-of-disney-is-in-full-swing.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Foreign Cellphone Bidders Still in Running in Iran",
      "snippet": "Iranian government, faced with growing demand for mobile phone service and unreliable, overburdened state-run network, is moving ahead with its plan to hand control of second network to one of foreign-led consortiums; consortium must pay Iran's te...",
      "abstract": "Iranian government, faced with growing demand for mobile phone service and unreliable, overburdened state-run network, is moving ahead with its plan to hand control of second network to one of foreign-led consortiums; consortium must pay Iran's telecommunications ministry concession of 300 million euros (about $380 million) immediately and agree to give up 25 percent of revenues to state; only 4.3 percent of Iran's 67 million people subscribe to Telecommunications Company of Iran, which runs sole, state-owned mobile service available; company has annual mobile revenues of about $425 million; five finalists are consortiums led by Orascom Group of Egypt, Istanbul-based Turkcell, MTN Group of South Africa, Austria's Mobilkom and joint venture of Mobile Telecommunications Co of Kuwait, Kuwaiti rival Wataniya Telecom and Deutsche Telekom's mobil unit T-Mobile International; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/11/business/foreign-cellphone-bidders-still-in-running-in-iran.html",
      "byline": "By Borzou Daragahi"
    },
    {
      "headline": "Kerry Sweeps to 2 Victories As Clark Drops Out of Race",
      "snippet": "Sen John Kerry rolls to commanding victories in Tennessee and Virginia Democratic presidential primaries; solidifies his position as perhaps unstoppable front-runner and deals serious blows to Southern rivals, Sen John Edwards and Gen Wesley K Cla...",
      "abstract": "Sen John Kerry rolls to commanding victories in Tennessee and Virginia Democratic presidential primaries; solidifies his position as perhaps unstoppable front-runner and deals serious blows to Southern rivals, Sen John Edwards and Gen Wesley K Clark; Clark abandons race after third place showings; victories, Kerry's first in South, are key test of his national appeal; exit polls show he ran well among blacks and whites alike; Kerry is increasingly focusing attention on race against Pres Bush; wins 52 percent of vote in Virginia, to 27 percent for Edwards and 9 for Clark; wins 41 percent in Tennessee, to 26 for Edwards and 23 for Clark; Howard Dean is in single digits in both states; Edwards vows to take campaign to Wisconsin; denies race is over; Dean is also focusing on Wisconsin; Democratic national convention chairman Gov Bill Richardson calls for party to close ranks around Kerry, interview; tables of results and of exit poll data; photos (M)",
      "lead_paragraph": "Senator John Kerry of Massachusetts rolled to commanding victories in the Tennessee and Virginia primaries on Tuesday, solidifying his position as the perhaps unstoppable front-runner for the Democratic nomination and dealing a serious blow to his two Southern rivals.",
      "publication_date": "2004-02-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/11/us/kerry-sweeps-to-2-victories-as-clark-drops-out-of-race.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "Big Swiss Bank Reports Profit Of $1.5 Billion In 4th Quarter",
      "snippet": "Big Swiss Bank Reports Profit of $1.5 Billion in 4tï",
      "abstract": "Big Swiss Bank Reports Profit of $1.5 Billion in 4tï",
      "lead_paragraph": "Buoyed by the recovery in world stock markets, Switzerland's largest bank, UBS, reported a better-than-expected fourth-quarter profit, despite losses incurred in the unexpected default of the Erb Group, a Swiss conglomerate.",
      "publication_date": "2004-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/11/business/big-swiss-bank-reports-profit-of-1.5-billion-in-4th-quarter.html",
      "byline": "By Fiona Fleck"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Trade Deficit Declines",
      "snippet": "Mexico's trade deficit declined in 2003 to $5.6 billion, 29 percent less than $7.9 billion deficit in 2002; exports rose 11.2 percent, to $14.9 billion, in December 2003; manufacturing exports increased 10.2 percent (S)",
      "abstract": "Mexico's trade deficit declined in 2003 to $5.6 billion, 29 percent less than $7.9 billion deficit in 2002; exports rose 11.2 percent, to $14.9 billion, in December 2003; manufacturing exports increased 10.2 percent (S)",
      "lead_paragraph": "Mexico's trade deficit declined in 2003 to $5.6 billion, 29 percent less than the $7.9 billion deficit in 2002, the finance ministry reported. The ministry said higher prices for Mexico's oil exports accounted for most of the decrease. The higher oil prices made up for stagnant manufacturing exports, which dipped 0.4 percent in 2003. Even though more than 90 percent of Mexico's exports go to the United States, Mexico's recovery has lagged that of the United States. But the figures for December exports suggest that the economy may finally be starting to rebound. Exports rose 11.2 percent, to $14.9 billion, in the last month of 2003. Manufacturing exports increased 10.2 percent. The figures were released on Monday. Elisabeth Malkin (NYT)",
      "publication_date": "2004-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/11/business/world-business-briefing-americas-mexico-trade-deficit-declines.html",
      "byline": "By Elisabeth Malkin (NYT)"
    },
    {
      "headline": "Stewart Trial Focuses On Message From Broker",
      "snippet": "Ann E Armstrong, assistant to Martha Stewart, says Stewart sat down at her, Armstrong's, computer month after selling ImClone System shares and deleted part of record of phone message from her stockbroker Peter E Bacanovic after telephone conversa...",
      "abstract": "Ann E Armstrong, assistant to Martha Stewart, says Stewart sat down at her, Armstrong's, computer month after selling ImClone System shares and deleted part of record of phone message from her stockbroker Peter E Bacanovic after telephone conversation with her lawyer; Armstrong says that within moments of altering message, Stewart asked her to 'put it back the way it was'; Armstrong's testimony supports prosecutors' accusations that Stewart tried to cover up information about her sale of nearly 4,000 shares of ImClone, company founded by her friend Samuel D Waksal, who is serving seven-year sentence for securities fraud and other crimes; Securities and Exchange Commission investigator Helene Glotzer describes interviewing Stewart about her stock trade, citing that phone message in particular; photos (M)",
      "lead_paragraph": "Martha Stewart sat down at her assistant's computer a month after selling ImClone Systems shares and deleted part of a record of a phone message from her stockbroker, Peter E. Bacanovic, after a telephone conversation with her lawyer, the assistant testified yesterday.",
      "publication_date": "2004-02-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/11/business/stewart-trial-focuses-on-message-from-broker.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "Massachusetts Weighing Deal On Gay Unions",
      "snippet": "Massachusetts lawmakers, seeking to counter state court ruling allowing gay couples to marry, propose amendment to state's Constitution that would define marriage as heterosexual institution but let same-sex couples join in civil unions; develop w...",
      "abstract": "Massachusetts lawmakers, seeking to counter state court ruling allowing gay couples to marry, propose amendment to state's Constitution that would define marriage as heterosexual institution but let same-sex couples join in civil unions; develop what they call compromise as they prepare for what is likely to be divisive constitutional convention dominated by gay-marriage question; had been set to consider amendment that defines marriage as relationship between man and woman and makes no mention of same-sex couples; Robert E Travaglini, Senate president, who will preside over convention, backs civil unions; his aide hails new amendment as bipartisan alternative; issue could figure prominently in presidential election, particularly since Democratic front-runner, Sen John Kerry, who backs civil unions, is from state; Pres Bush has condemned court ruling; photo (M)",
      "lead_paragraph": "Seeking to counteract last week's court decision allowing gay couples to marry in Massachusetts, state lawmakers on Tuesday fashioned what they called a compromise: a proposed amendment to the state's Constitution that would define marriage as a heterosexual institution but allow same-sex couples to join in civil unions.",
      "publication_date": "2004-02-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/11/us/massachusetts-weighing-deal-on-gay-unions.html",
      "byline": "By Pam Belluck"
    }
  ]
}