{
  "metadata": {
    "date": "2004-08-06",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: Germany: Bank Posts A Profit",
      "snippet": "Germany's HVB Group says net income was 155 million euros ($187 million) in second quarter, compared to 217 million euro loss year earlier; photo (S)",
      "abstract": "Germany's HVB Group says net income was 155 million euros ($187 million) in second quarter, compared to 217 million euro loss year earlier; photo (S)",
      "lead_paragraph": "The German bank, the HVB Group, reported a second consecutive quarterly profit as it sold assets and set aside less money for doubtful loans. Net income was 155 million euros ($187 million) in the second quarter, in contrast to a 217 million euro loss a year earlier. HVB booked a 120 million euro gain from selling stakes in a brewer and a utility company. The chief executive, Dieter Rampl, above, said that he expected profit to reach the lower end of the company's range for 2004, and that the higher end of the range was ''out of reach.'' The company previously forecast an operating profit of 1.4 billion euros to 1.7 billion euros in 2004.",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/06/business/world-business-briefing-europe-germany-bank-posts-a-profit.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Bankers To Testify",
      "snippet": "Brazil's central bank president Henrique Meirelles and Cassio Casseb, president of government-run Banco do Brasil, are called to testify before Senate committee over charges of tax fraud (S)",
      "abstract": "Brazil's central bank president Henrique Meirelles and Cassio Casseb, president of government-run Banco do Brasil, are called to testify before Senate committee over charges of tax fraud (S)",
      "lead_paragraph": "The central bank president, Henrique Meirelles, and the president of the government-run Banco do Brasil, Cássio Casseb, have been called to testify before a Senate committee over charges of tax fraud. Both officials have come under scrutiny in recent weeks after local newsmagazines published articles claiming they evaded taxes before assuming their posts in early 2003. Todd Benson (NYT)",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/06/business/world-business-briefing-americas-brazil-bankers-to-testify.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "S.&P. and Nasdaq Slide To New Lows for the Year  Stocks fell sharply, sending the Standard & Poor's 500-stock index and the Nasdaq composite index to new lows for the year. All three of the market's main gauges fell 1.6 percent or more as the high...",
      "abstract": " S.&P. and Nasdaq Slide To New Lows for the Year  Stocks fell sharply, sending the Standard & Poor's 500-stock index and the Nasdaq composite index to new lows for the year. All three of the market's main gauges fell 1.6 percent or more as the high price of oil and new data on retail sales raised doubts about the outlook for economic growth and corporate earnings.    The S.&P. 500 dropped 17.93 points, to 1,080.70, falling below the low it hit July 26. It is down 2.8 percent for the year. The Nasdaq fell 33.43 points, to 1,821.63 breaking through the 2004 low it also reached on July 26. It is down 9.1 percent for the year. The Dow Jones industrial average dropped 163.48 points, to 9,963.03. It is down 4.7 percent for the year. [C5.]",
      "lead_paragraph": "S.&P. and Nasdaq Slide To New Lows for the Year",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/06/business/business-digest-547263.html",
      "byline": ""
    },
    {
      "headline": "India's Economic Growth Is Expected to Slow",
      "snippet": "India's growth this year will probably be trimmed by high oil prices and stop-and-go monsoon that has taken rainfall to both extremes; each $5 a barrel rise in average crude prices could shave as much as 0.25 of percentage point off India's econom...",
      "abstract": "India's growth this year will probably be trimmed by high oil prices and stop-and-go monsoon that has taken rainfall to both extremes; each $5 a barrel rise in average crude prices could shave as much as 0.25 of percentage point off India's economic output; photo (M)",
      "lead_paragraph": "After last year's spectacular economic performance, India's growth this year will probably be trimmed by lofty oil prices and a stop-and-go monsoon that has taken rainfall to both extremes.",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/06/business/india-s-economic-growth-is-expected-to-slow.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "World Business Briefing | Asia: Singapore: Telecom Profit Falls",
      "snippet": "Singapore Telecommunications says profit fell 42 percent, to 700 million Singapore dollars ($406 million), in first quarter (S)",
      "abstract": "Singapore Telecommunications says profit fell 42 percent, to 700 million Singapore dollars ($406 million), in first quarter (S)",
      "lead_paragraph": "Singapore Telecommunications said its profit fell 42 percent to 700 million Singapore dollars ($406 million) in the first quarter but income from continuing operations rose 16 percent, led by strong growth at Optus, its Australian cellphone subsidiary, and contributions from other subsidiaries. The decline in net income resulted from a one-time gain in the year-earlier period of 703 million Singapore dollars from the sale of assets. Wayne Arnold (NYT)",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/06/business/world-business-briefing-asia-singapore-telecom-profit-falls.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Argentina: Fiscal Law Passes",
      "snippet": "Argentina's lower house of Congress approves fiscal responsibility bill, putting legislation one step from becoming law and meeting crucial demand to get fresh financing from International Monetary Fund (S)",
      "abstract": "Argentina's lower house of Congress approves fiscal responsibility bill, putting legislation one step from becoming law and meeting crucial demand to get fresh financing from International Monetary Fund (S)",
      "lead_paragraph": "Argentina's lower house of Congress passed a long-sought fiscal responsibility bill, putting the legislation one step from becoming law and meeting a crucial demand to get fresh financing from the International Monetary Fund. The bill, which was already approved by the Senate, must now be signed by President Néstor Kirchner to become law. The legislation conditions increases in federal and provincial spending to economic growth. Todd Benson (NYT)",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/06/business/world-business-briefing-americas-argentina-fiscal-law-passes.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "RADICAL CLERIC IN IRAQ SETS OFF DAY OF FIGHTING",
      "snippet": "Radical Shiite cleric Moktada al-Sadr calls for national uprising against American and allied troops, then backs off after day of fighting between his guerrillas and American and Iraqi forces; heaviest fighting is in Najaf, Sadr's stronghold; Amer...",
      "abstract": "Radical Shiite cleric Moktada al-Sadr calls for national uprising against American and allied troops, then backs off after day of fighting between his guerrillas and American and Iraqi forces; heaviest fighting is in Najaf, Sadr's stronghold; American marines fight alongside Iraqi policemen and National Guard troops; one American marine and several insurgents are killed, and dozen more soldiers and dozens of insurgents are wounded; Sadr's offer of cease-fire would renew two-month-old truce that appeared to be crumbling, with each side blaming other; Ayad Allawi, head of interim government, is eager to show his independence from US and to prove that Iraqi security forces can stop growing violence; clashes in Najaf show again that only American troops have firepower to contain Sadr's Mahdi Army, well-armed militia that has fighters across southern half of Iraq; photo; map (M)",
      "lead_paragraph": "The radical Shiite cleric Moktada al-Sadr called for a national uprising against American and allied troops Thursday morning, then backed off near midnight after a day of fighting between his guerrillas and American and Iraqi forces.",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/06/world/the-reach-of-war-combat-radical-cleric-in-iraq-sets-off-day-of-fighting.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "World Business Briefing | Asia: India: Share Offer Oversubscribed",
      "snippet": "Initial offering of Tata Consultancy Services, Indian software company, is more than six times oversubscribed; Tata is selling stake of about 13 percent of company, hoping to raise about $1.1 billion (S)",
      "abstract": "Initial offering of Tata Consultancy Services, Indian software company, is more than six times oversubscribed; Tata is selling stake of about 13 percent of company, hoping to raise about $1.1 billion (S)",
      "lead_paragraph": "The initial public offering of Tata Consultancy Services, a software services outsourcing company, was more than six times oversubscribed. Bids for more than 330 million shares were received for the 55 million shares available. Tata was selling a stake of about 13 percent of the company, hoping to raise about $1.1 billion. Saritha Rai (NYT)",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/06/business/world-business-briefing-asia-india-share-offer-oversubscribed.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "Job Picture Looks Good Now, but Recession Left Fears That Endure",
      "snippet": "Floyd Norris column says public perception of job crisis in America despite rapid job growth this year may be due to fact that recession of 2001 and 2002 was surprisingly damaging to experienced workers, particularly older ones; graph (M)",
      "abstract": "Floyd Norris column says public perception of job crisis in America despite rapid job growth this year may be due to fact that recession of 2001 and 2002 was surprisingly damaging to experienced workers, particularly older ones; graph (M)",
      "lead_paragraph": "WHEN the July employment numbers are released today, the Bush administration will hail them as proof that the economy is doing well, and it will have a point. But despite rapid job growth this year, many Americans continue to believe there is a job crisis.",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/06/business/job-picture-looks-good-now-but-recession-left-fears-that-endure.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Dominican Republic on Edge of a Default",
      "snippet": "Dominican Republic is coming close to default on foreign debt as incoming administration of Leonel Fernandez positions itself to grapple with economic crisis; photos (M)",
      "abstract": "Dominican Republic is coming close to default on foreign debt as incoming administration of Leonel Fernandez positions itself to grapple with economic crisis; photos (M)",
      "lead_paragraph": "The Dominican Republic is coming uncomfortably close to a default on its foreign debt as the incoming administration of Leonel Fernández, who assumes the presidency later this month, positions itself to grapple with a simmering economic crisis.",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/06/business/dominican-republic-on-edge-of-a-default.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Profit At Finance Concern",
      "snippet": "ING reports second-quarter net income of 1.64 billion euros ($1.97 billion), 12 percent less tghan year earlier but more than analysts forecast; graph (S)",
      "abstract": "ING reports second-quarter net income of 1.64 billion euros ($1.97 billion), 12 percent less tghan year earlier but more than analysts forecast; graph (S)",
      "lead_paragraph": "The insurance and banking concern ING reported a second-quarter net income of 1.64 billion euros ($1.97 billion), 12 percent less than the comparable period a year earlier but more than analysts had forecast. The year-earlier income included a one-time gain of 697 million euros. Several divisions did well in the second quarter. Operating profit at its banking division rose 65 percent, to 670 million euros, and profit at its insurance unit rose 23 percent, to 935 million euros. Gregory Crouch (NYT)",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/06/business/world-business-briefing-europe-the-netherlands-profit-at-finance-concern.html",
      "byline": "By Gregory Crouch (NYT)"
    },
    {
      "headline": "Links Between Prison and AIDS Affecting Blacks Inside and Out",
      "snippet": "Health workers see link between high rates of imprisonment among African-Americans and high rates of HIV and AIDS in black population at large; researchers are examining how patterns of incarceration affect its transmission beyond prison walls; bl...",
      "abstract": "Health workers see link between high rates of imprisonment among African-Americans and high rates of HIV and AIDS in black population at large; researchers are examining how patterns of incarceration affect its transmission beyond prison walls; blacks now account for more than half of all new HIV infections, and black women account for 72 percent of all new cases among women; during decades that AIDS epidemic has spread, number of people incarcerated has also soared, and 40 percent of them are black; roughly 600,000 prisoners re-enter society each year; researchers are starting to address two issues as intertwined epidemics requiring combined prevention and treatment strategies; they are urging strategies that connect education and treatment among three groups of people: inmates, those recently released, and those in social networks through which they move; photos; graphs (M)",
      "lead_paragraph": "Fiddling with a cigarette, Louise, a straight-talking 23-year-old who has been living with H.I.V. for four years, grimaced as she discussed life in the black neighborhood of her small town, a sleepy outpost east of the state capital.",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/06/us/links-between-prison-and-aids-affecting-blacks-inside-and-out.html",
      "byline": "By Lynette Clemetson"
    },
    {
      "headline": "Virgin Air Picks Airbus Over Boeing",
      "snippet": "Virgin Atlantic Airways orders 13 Airbus planes with option to pick up another 13; deal, worth more than $5.5 billion, will nearly double Virgin's fleet; is blow to Airbus's rival, Boeing Co; photo (M)",
      "abstract": "Virgin Atlantic Airways orders 13 Airbus planes with option to pick up another 13; deal, worth more than $5.5 billion, will nearly double Virgin's fleet; is blow to Airbus's rival, Boeing Co; photo (M)",
      "lead_paragraph": "Virgin Atlantic Airways has ordered 13 Airbus planes with an option to pick up another 13, a deal worth more than $5.5 billion that will nearly double Virgin's fleet as the company continues to try to beat rival British Airways, Sir Richard Branson, Virgin's chairman, said Thursday.",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/06/business/virgin-air-picks-airbus-over-boeing.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "G.M. Recalls S.U.V. and Moves to Protect Its Stock",
      "snippet": "General Motors Corp's chief financial officer John M Devine says company will recall all Saturn Vue sport utility vehicles it has made since their introduction in 2001 to correct problems with suspensions that surfaced in federal rollover tests; a...",
      "abstract": "General Motors Corp's chief financial officer John M Devine says company will recall all Saturn Vue sport utility vehicles it has made since their introduction in 2001 to correct problems with suspensions that surfaced in federal rollover tests; also says GM, concerned about probable change in accounting rules, will pay holders of special type of convertible bond in cash instead of stock when they come due; strategy would avoid dilution of GM's shares, and reduction of its per-share earnings, that would occur under accounting change; photo (M)",
      "lead_paragraph": "General Motors, the world's largest automaker, took steps on Thursday to mitigate problems both under the hood and in its financial reports.",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/06/business/gm-recalls-suv-and-moves-to-protect-its-stock.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Suit Accuses Halliburton Of Fraud In Accounting",
      "snippet": "Four former finance employees at Halliburton Co contend that high-level and systematic accounting fraud occurred at company from 1998 to 2001, according to new filing in class-action lawsuit on behalf of investors who bought company's shares; fili...",
      "abstract": "Four former finance employees at Halliburton Co contend that high-level and systematic accounting fraud occurred at company from 1998 to 2001, according to new filing in class-action lawsuit on behalf of investors who bought company's shares; filing accuses company of accounting improprieties that go beyond those outlined by Securities and Exchange Commission in its civil suit against Halliburton, which company settled on Aug 3, paying $7.5 million; charges in complaint and in SEC's action cover two years when Vice Pres Dick Cheney was Halliburton's chief executive; Cheney is not named as defendant in new filing nor in regulatory proceeding; four former employees say Kellogg Brown & Root, Halliburton's engineering and construction unit, inflated its financial results by overbilling for services, overstating its accounts receivable due from customers and understating accounts payable owed to vendors; filing also asserts Halliburton executives misled investors in fall of 2001 about asbestos liabilities faced by subsidiary Harbison-Walker (M)",
      "lead_paragraph": "Four former finance employees at the Halliburton Company contend that a high-level and systemic accounting fraud occurred at the company from 1998 to 2001, according to a new filing in a class-action lawsuit on behalf of investors who bought the company's shares.",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/06/business/suit-accuses-halliburton-of-fraud-in-accounting.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "TERROR DETAINEE IS SEEN AS LEADER IN PLOT BY QAEDA",
      "snippet": "Terrorist suspect in custody in Britain is said to have directed surveillance of financial institutions in New York, New Jersey and Washington in 2000 and 2001 and prepared the detailed reports about them that prompted fears of attack; suspect, kn...",
      "abstract": "Terrorist suspect in custody in Britain is said to have directed surveillance of financial institutions in New York, New Jersey and Washington in 2000 and 2001 and prepared the detailed reports about them that prompted fears of attack; suspect, known as Abu Issa al-Hindi, is described as most important Qaeda figure detained as part of American-led effort to unravel clues uncovered with discovery in Pakistan of computer files containing surveillance reports; he was tracked down after computer forensic specialists went to Pakistan to retrieve and decipher information found on computers linked to other suspects arrested there in recent weeks; surveillance reports describe security measures, engineering features and potential vulnerabilities at five buildings Bush administration has since identified as potential targets; British officials refuse to disclose Hindi's nationality; United States is seeking extradition of Babar Ahmed, who was arrested in London at American request and is under investigation in connection with operation uncovered in Pakistan (M)",
      "lead_paragraph": "A terrorist suspect now in custody in Britain directed the surveillance of financial institutions in New York, New Jersey and Washington during 2000 and 2001 and prepared the detailed reports about them that have prompted fears of an attack, senior government officials said on Thursday.",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/06/world/threats-responses-overview-terror-detainee-seen-leader-plot-qaeda.html",
      "byline": "By Douglas Jehl and David Johnston"
    },
    {
      "headline": "Sudanese Suffer as Militias Hide in Plain Sight",
      "snippet": "Government of Sudan, under threat of United Nations sanctions, promises to contain Janjaweed militias, but whether it can is not clear; 50 prisoners lined up by government and offered as evidence to world that it is cracking down on Janjaweed are ...",
      "abstract": "Government of Sudan, under threat of United Nations sanctions, promises to contain Janjaweed militias, but whether it can is not clear; 50 prisoners lined up by government and offered as evidence to world that it is cracking down on Janjaweed are in fact mostly petty criminals; aid workers and human rights workers say Janjaweed is fluid identity; say Janjanweed militiaman can spend day burning and killing, then return to his village, hide his gun and blend into community; say many policemen are Janjaweed at night; in many cases, government has provided Janjaweed with uniforms, identification cards and commissions in police, army or popular defense force; as far as government is concerned, they are no longer Janjaweed; but not all such fighters in Darfur are following government's script; some are loyal only to themselves, roaming countryside as criminals, taking advantage of chaos; photos; map (M)",
      "lead_paragraph": "Sudan's government lined up 50 prisoners at the main jail here recently and offered them as evidence to the world that it was cracking down on the militias that have stained so much of the desert sand of Darfur, the country's western region, with blood.",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/06/world/sudanese-suffer-as-militias-hide-in-plain-sight.html",
      "byline": "By Marc Lacey"
    },
    {
      "headline": "In Yukos Give-and-Take, Kremlin Takes Back",
      "snippet": "Crude oil prices surge to record highs amid conflicting signals from Russia about embattled oil giant Yukos; Russian authorities rescind offer made day earlier to allow Yukos to use its frozen bank accounts to finance day-to-day operations; renewe...",
      "abstract": "Crude oil prices surge to record highs amid conflicting signals from Russia about embattled oil giant Yukos; Russian authorities rescind offer made day earlier to allow Yukos to use its frozen bank accounts to finance day-to-day operations; renewed concerns over loss of around 1.7 million barrels a day of Yukos production prompts surge in oil prices; photo (M)",
      "lead_paragraph": "Crude oil prices surged to all-time highs Thursday amid conflicting signals from Russia about the embattled oil giant Yukos.",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/06/business/in-yukos-give-and-take-kremlin-takes-back.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "Loving Google but Not Its Public Offering",
      "snippet": "Computer experts and executives like using Google but are overwhelmingly bearish on Google's widely anticipated offering; mounting skepticism about stock offering has not been helped by various snags; anticipated initial share price of $108 to $13...",
      "abstract": "Computer experts and executives like using Google but are overwhelmingly bearish on Google's widely anticipated offering; mounting skepticism about stock offering has not been helped by various snags; anticipated initial share price of $108 to $135 is based on assumption of continued rapid growth by Google, but that growth has lately shown signs of slowing; comments by Apple Computer co-founder Stephen Wozniak and Sun Microsystems executive John Cage comment; photos (M)",
      "lead_paragraph": "In Silicon Valley, hackers, engineers, venture capitalists and sales executives love to use Google.",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/06/business/technology-loving-google-but-not-its-public-offering.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Profit For Telecom Company",
      "snippet": "Nippon Telegraph and Telephone Corp says first-quarter net profit was on target at 186 billion yen ($1.66 billion); revenes fell to 2.65 trillion yen ($23.7 billion) from 2.67 trillion yen (S)",
      "abstract": "Nippon Telegraph and Telephone Corp says first-quarter net profit was on target at 186 billion yen ($1.66 billion); revenes fell to 2.65 trillion yen ($23.7 billion) from 2.67 trillion yen (S)",
      "lead_paragraph": "The telecommunications company Nippon Telegraph and Telephone Corporation said that first-quarter net profit was on target at 186 billion yen ($1.66 billion), but the year ahead would be difficult because of competition. Nippon was reporting quarterly results for the first time, so it gave no comparative year-earlier figures. Revenues for the quarter fell marginally to 2.65 trillion yen ($23.7 billion), from 2.67 trillion yen.",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/06/business/world-business-briefing-asia-japan-profit-for-telecom-company.html",
      "byline": "By Dow Jones"
    },
    {
      "headline": "A Rule to Avert Balloting Woes Adds to Them",
      "snippet": "Election officials voice doubts about provisional voting, centerpiece of Help America Vote Act passed by Congress in 2002; cite failures in carrying out measure that could end up disenfranchising instead of enabling voters; most states passed bill...",
      "abstract": "Election officials voice doubts about provisional voting, centerpiece of Help America Vote Act passed by Congress in 2002; cite failures in carrying out measure that could end up disenfranchising instead of enabling voters; most states passed bills creating some form of provisional balloting to be eligible for federal election money this year; examination of rules shows there is no uniformity in how they are applied; some states allow provisional ballots to be counted even if they are filed in wrong precinct, while others do not; some require all voters to present identification at polling sites, others require identification of first-time voters only; that distinction has been confused or misused by poll workers during primary elections around country; extent of problems with provisional ballots surprises election officials in several states, who say they hope such ballots will not be widely used; even civil rights organizations that celebrated passage of 2002 bill are now voicing reservations; problems detailed; maps (M)",
      "lead_paragraph": "When poll workers could not find Kelly Pierce's name on the registration rolls during the primary here in March, they told him to take advantage of a new election rule that allowed him to cast his vote using a provisional ballot.",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/06/us/a-rule-to-avert-balloting-woes-adds-to-them.html",
      "byline": "By Ford Fessenden"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Interest Rate Raised",
      "snippet": "Bank of England raises its benchmark interest rate by quarter point, to 4.75 percent; European Central Bank leaves its interest rates unchanged (S)",
      "abstract": "Bank of England raises its benchmark interest rate by quarter point, to 4.75 percent; European Central Bank leaves its interest rates unchanged (S)",
      "lead_paragraph": "The Bank of England raised its benchmark interest rate by a quarter of a point, to 4.75 percent, the fifth increase since November, as it tried to cool the economy. ''Investment and public sector consumption have both grown strongly and demand in U.K. export markets continues to pick up,'' which could lead to rising inflationary pressures, the bank said. Separately the European Central Bank left its rates unchanged. Heather Timmons (NYT)",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/06/business/world-business-briefing-europe-britain-interest-rate-raised.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Boston Scientific Expands Recall Of Troubled Stent",
      "snippet": "Boston Scientific Corp voluntarily expands recall of some of its drug-coated stents to include 3,000 more devices; decision comes atop earlier recall of nearly 100,000 stents, including some without drug coating, after doctors reported having diff...",
      "abstract": "Boston Scientific Corp voluntarily expands recall of some of its drug-coated stents to include 3,000 more devices; decision comes atop earlier recall of nearly 100,000 stents, including some without drug coating, after doctors reported having difficulty inserting devices into patients; Boston Scientific says it has fixed problem, but unallayed concerns linger among doctors who use stent; investors push company's share price down more than 6 percent; Food and Drug Administration regulators are looking into recall; patients who already have stents are not affected by recall (M)",
      "lead_paragraph": "The Boston Scientific Corporation said yesterday that it was voluntarily expanding the recall of some of its drug-coated stents to include 3,000 more of the devices. The decision comes after last month's recall of nearly 100,000 stents, including some without the drug coating, after doctors reported having difficulty inserting the devices into patients.",
      "publication_date": "2004-08-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/06/business/boston-scientific-expands-recall-of-troubled-stent.html",
      "byline": "By Reed Abelson"
    }
  ]
}