{
  "metadata": {
    "date": "2004-07-09",
    "total_articles": 24
  },
  "articles": [
    {
      "headline": "Sorrow Mixed With Disbelief For Patrons Of Community",
      "snippet": "Neighbors of Rigas family in Couderport, Pa, express disbelief at guilty verdicts against John J Rigas, founder of Adelphia Communications, and his son Timothy; many people there still see Rigases as modest men who never lost sight of their small-...",
      "abstract": "Neighbors of Rigas family in Couderport, Pa, express disbelief at guilty verdicts against John J Rigas, founder of Adelphia Communications, and his son Timothy; many people there still see Rigases as modest men who never lost sight of their small-town roots and who gave community luxuries it would otherwise not have; Judge Leonard B Sands will give jurors additional instructions to try to break deadlock on remaining counts; photo (M)",
      "lead_paragraph": "As the news traveled through this close-knit community of 2,600, as neighbor called neighbor and shopkeepers on Main Street stood silently before their televisions and radios, there were sorrowful sighs of concern mixed with palpable expressions of disbelief.",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/09/business/corporate-conduct-hometown-sorrow-mixed-with-disbelief-for-patrons-community.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "World Business Briefing | Europe: France: First Trade For PageJaunes",
      "snippet": "French directory company PagesJaunes slips on first day of trading, after France Telecom floats about third of its yellow pages business on exchange, raising 1.25 billion euros or $1.54 billion (S)",
      "abstract": "French directory company PagesJaunes slips on first day of trading, after France Telecom floats about third of its yellow pages business on exchange, raising 1.25 billion euros or $1.54 billion (S)",
      "lead_paragraph": "The French directory company PagesJaunes slipped on its first day of trading, after France Télécom floated about a third of its yellow pages business on the exchange, raising 1.25 billion euros or $1.54 billion. Stock of PagesJaunes, which was offered to private investors for 14.10 euros and to institutional investors for 14.40 euros, opened at 14.30 euros, but fell as low as 14.10 euros, its reference price, during the day. The stock closed at 14.15 euros. Ariane Bernard (NYT)",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/09/business/world-business-briefing-europe-france-first-trade-for-pagejaunes.html",
      "byline": "By Ariane Bernard (NYT)"
    },
    {
      "headline": "India Budget Raises Taxes to Finance Aid to Poor",
      "snippet": "India's new government presents budget that focuses on poor and rural populations, but also raises taxes in attempt to rein in swelling budget deficit; Finance Min Palaniappan Chidambaram allocates $2.22 billion to provide safe drinking water, bas...",
      "abstract": "India's new government presents budget that focuses on poor and rural populations, but also raises taxes in attempt to rein in swelling budget deficit; Finance Min Palaniappan Chidambaram allocates $2.22 billion to provide safe drinking water, basic education, health care and infrastructure to India's villages; plan imposes 2 percent surcharge on taxes to raise cash for education initiative; also dispenses with long-term capital gains tax on stocks and bonds, and replaces it with 0.15 percent tax on securities transactions; raises limits on foreign investment in several areas; photo (M)",
      "lead_paragraph": "India's new government presented a budget Thursday that was clearly focused on the poor and rural populations, but which also raises taxes in an attempt to rein in the swelling budget deficit.",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/09/business/india-budget-raises-taxes-to-finance-aid-to-poor.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Interest Rate Unchanged",
      "snippet": "Bank of England leaves so-called repo interest rate at 4.5 percent, after increasing it in May and June (S)",
      "abstract": "Bank of England leaves so-called repo interest rate at 4.5 percent, after increasing it in May and June (S)",
      "lead_paragraph": "The Bank of England voted to retain its benchmark interest rate after raising it three times this year, signaling that its members thought that Britain's booming housing market was starting to slow. The bank's monetary policy committee left the so-called repo rate at 4.5 percent, after increasing it in May and June. Heather Timmons (NYT)",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/09/business/world-business-briefing-europe-britain-interest-rate-unchanged.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Other Services Eyed by Army For Recruiting",
      "snippet": "Army plans to offer bonuses and other inducements to recruit sailors and airmen who are scheduled to leave Navy and Air Force; Army officials say new program is marriage of convenience, as it temporarily increases its ranks by 30,000 soldiers by 2...",
      "abstract": "Army plans to offer bonuses and other inducements to recruit sailors and airmen who are scheduled to leave Navy and Air Force; Army officials say new program is marriage of convenience, as it temporarily increases its ranks by 30,000 soldiers by 2006 while Navy and Air Force cut their forces, Air Force by 22,500 and Navy by 7,900; program, called Operation Blue to Green, will begin around Oct 1 if it receives final Pentagon approval; some military experts see program as latest sign of how Army's commitments in Iraq and Afghanistan have strained it; note Pentagon has already extended tours of thousands of soldiers bound for Iraq or Afghanistan who had been scheduled to retire or leave service (M)",
      "lead_paragraph": "The Army is looking for a few good sailors and airmen. Actually, more than just a few.",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/09/us/other-services-eyed-by-army-for-recruiting.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Mongolia's Shifting Ties: More China, Less Russia",
      "snippet": "Mongolia values China as its largest foreign investor and largest trading partner; 15 years ago, Mongolia, then Soviet satellite, kept its land borders with China largely closed; many Monogolians credit China's economic boom as reason for Mongolia...",
      "abstract": "Mongolia values China as its largest foreign investor and largest trading partner; 15 years ago, Mongolia, then Soviet satellite, kept its land borders with China largely closed; many Monogolians credit China's economic boom as reason for Mongolia's economy expanding at expected rate of 5.5 percent; some specific projects in Mongolia linked to China detailed; photo (M)",
      "lead_paragraph": "Two weeks ago, China's largest copper company signed a letter of intent to study investing in Mongolia's largest mining project. This week, Mongolia's president, on a state visit to Beijing, invited China to drill for oil. Next month, zinc production is to start at a new $50 million Chinese mine in eastern Mongolia.",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/09/business/mongolia-s-shifting-ties-more-china-less-russia.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Book About Peasants Causes Stir in China",
      "snippet": "A muckraking best seller about abuses against Chinese peasants told the stories of farmers who fought the system and lost.      Now, the husband-and-wife authors say, it is their turn to be silenced.  ",
      "abstract": "A muckraking best seller about abuses against Chinese peasants told the stories of farmers who fought the system and lost.      Now, the husband-and-wife authors say, it is their turn to be silenced.  ",
      "lead_paragraph": "A muckraking best seller about abuses against Chinese peasants told the stories of farmers who fought the system and lost.",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/09/world/book-about-peasants-causes-stir-in-china.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Sweden: TeliaSonera To Buy Orange Unit",
      "snippet": "TeliaSonera, Nordic region's largest phone company, acquires Orange's Danish unit for 600 million euros ($742 million), more than doubling its market share in Denmark; graph (S)",
      "abstract": "TeliaSonera, Nordic region's largest phone company, acquires Orange's Danish unit for 600 million euros ($742 million), more than doubling its market share in Denmark; graph (S)",
      "lead_paragraph": "TeliaSonera, the Nordic region's largest phone company, agreed to buy Orange's Danish unit for 600 million euros ($742 million), more than doubling its market share in the country. The purchase will give TeliaSonera nearly 1.2 million wireless users in Denmark, the company, based in Stockholm, said. Orange, owned by France Télécom, has said it would sell all units with less than a fifth of their markets.",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/09/business/world-business-briefing-europe-sweden-teliasonera-to-buy-orange-unit.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Defectors' Reports on Iraq Arms Were Embellished, Exile Asserts",
      "snippet": "Muhammad al-Zubaidi, Iraqi exile, says ominous claims defectors made to American intelligence agents about Saddam Hussein's weapons laboratories differed significantly from versions they first related to him and his associates; Zubaidi was gatheri...",
      "abstract": "Muhammad al-Zubaidi, Iraqi exile, says ominous claims defectors made to American intelligence agents about Saddam Hussein's weapons laboratories differed significantly from versions they first related to him and his associates; Zubaidi was gathering information for Iraqi National Congress, group headed by Ahmed Chalabi which he has since split with; he provides his handwritten diaries from 2001 and 2002, in which he noted that defectors spoke with precision about aspects of Iraqi military facilities, but did not make some of most provocative claims about weapons production or that Iraqi official had met with Osama bin Laden; Zubaidi contends that men altered their stories after they met with senior figures in Iraqi National Congress; claims INC officials prepped defectors before allowing them to meet with American intelligence agents and journalists; defectors' accounts ultimately became potent elements in Pres Bush's case for war in Iraq; photo (M)",
      "lead_paragraph": "Shortly after President Bush declared war on terrorism in the fall of 2001, the Iraqi National Congress, the exile group led by Ahmad Chalabi, sent out a simple, urgent message to its network of intelligence agents: find evidence of outlawed weapons that would make Saddam Hussein a prime target for the United States.",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/09/world/reach-war-weapons-defectors-reports-iraq-arms-were-embellished-exile-asserts.html",
      "byline": "By Jim Dwyer"
    },
    {
      "headline": "BIN LADEN IS SAID TO BE ORGANIZING FOR A U.S. ATTACK",
      "snippet": "Senior Bush administration officials say Osama bin Laden and his chief lieutenants are directing Qaeda effort to launch attack in United States sometime this year; say Qaeda leadership continues to operate along Afghan-Pakistan border area; counte...",
      "abstract": "Senior Bush administration officials say Osama bin Laden and his chief lieutenants are directing Qaeda effort to launch attack in United States sometime this year; say Qaeda leadership continues to operate along Afghan-Pakistan border area; counterterrorism officials have for weeks spoken of continuing stream of intelligence suggesting that Al Qaeda wants to carry out significant terror attack on US soil this year, but this is first indication that bin Laden and top deputies like Ayman Zawahiri are responsible for that concern; intelligence reports are said to refer to efforts to inflict 'catastrophic effects' before election; one official, discussing latest threat information, says intelligence is 'cryptic' about timing and location; there is widespread assumption that past targets--New York, Washington, Los Angeles airport--still have symbolic value to Al Qaeda; officials say national conventions remain immediate focus of concern; Homeland Security Sec Tom Ridge says intelligence about Al Qaeda's intentions is credible, even if lacking in specifics; says chances of heading off attack are better than ever, and he sees no reason to raise terrorist threat level for now; photos (M)",
      "lead_paragraph": "Osama bin Laden and his chief lieutenants, operating from hideouts suspected to be along the Afghanistan-Pakistan border, are directing a Qaeda effort to launch an attack in the United States sometime this year, senior Bush administration officials said on Thursday.",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/09/us/bin-laden-is-said-to-be-organizing-for-a-us-attack.html",
      "byline": "By David Johnston and David Stout"
    },
    {
      "headline": "Depositors' Jitters Increasing As Some Russian Banks Close",
      "snippet": "Russian banking sector sinks into crisis of confidence as several small financial institutions effectively shut their doors and retail depositors at some of country's largest banks begin lining up to get their money out; Alfa Bank loses about $70 ...",
      "abstract": "Russian banking sector sinks into crisis of confidence as several small financial institutions effectively shut their doors and retail depositors at some of country's largest banks begin lining up to get their money out; Alfa Bank loses about $70 million of its retail deposits; among casualties in this liquidity squeeze are retail bank Guta, which has ceased operations and says government-owned Vneshtorgbank will buy bank; Kommerchesky Bank Sberezheny, which is among top 400 in terms of assets, has effectively closed; DialogOptim, 58th largest, is delaying payments to depositors; Paveletsky Bank also stopped some payments on behalf of its clients; crisis was set off by Russian central bank, which recently shut Sodbusinessbank, citing accusations of regulatory violations and money laundering; photo (M)",
      "lead_paragraph": "The Russian banking sector sank into a crisis of confidence this week as several small financial institutions effectively shut their doors and retail depositors at some of the country's largest banks began lining up to get their money out.",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/09/business/depositors-jitters-increasing-as-some-russian-banks-close.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "KERRY CAMP SEES EDWARDS HELPING WITH RURAL VOTE",
      "snippet": "Sen John Kerry's political advisers plan to dispatch Sen John Edwards to rural areas in Midwest and West, believing he could be powerful advocate for ticket in regions viewed as Pres Bush's stronghold; Democratic and even some Republican officials...",
      "abstract": "Sen John Kerry's political advisers plan to dispatch Sen John Edwards to rural areas in Midwest and West, believing he could be powerful advocate for ticket in regions viewed as Pres Bush's stronghold; Democratic and even some Republican officials suggest that Kerry's vice-presidential selection has potential of being most politically significant choice since John F Kennedy turned to another Southerner, Lyndon B Johnson, in 1960; some experts say Johnson pushed Texas into Democrats' column and ensured Kennedy's victory; Edwards is likely to sway relatively small number of votes, but he is seen as being particularly strong among those voters that White House and Kerry campaigns consider pivotal to outcome in Nov; White House has moved quickly to try to undercut Edwards by noting his lack of experience in government and challenging his ability to serve as president should something happen to Kerry; maps; graph (M)",
      "lead_paragraph": "Senator John Kerry's political advisers plan to dispatch his new running mate, Senator John Edwards, to rural areas in critical states across the Midwest and the West, in the belief that Mr. Edwards could be an unusually powerful advocate for the ticket in regions viewed as President Bush's stronghold.",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/09/us/2004-campaign-democratic-ticket-kerry-camp-sees-edwards-helping-with-rural-vote.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Mexican Retailers Unite Against Wal-Mart",
      "snippet": "Mexico's hypermarket chains Controladora Commercial Mexicana, Organizacion Soriana and Grupo Gigante win battle against Wal-Mart Stores when government regulators approve plan by retailers for joint purchasing company that they hope will strengthe...",
      "abstract": "Mexico's hypermarket chains Controladora Commercial Mexicana, Organizacion Soriana and Grupo Gigante win battle against Wal-Mart Stores when government regulators approve plan by retailers for joint purchasing company that they hope will strengthen their negotiating power with suppliers; three national chains have struggled to adapt since Wal-Mart muscled into Mexico by buying Cifra, country's largest and strongest retailer seven years ago (M)",
      "lead_paragraph": "Mexico's three home-grown hypermarket chains won a battle against Wal-Mart Stores on Thursday when government regulators approved the plan by the retailers for a joint purchasing company that they hope will strengthen their negotiating power with suppliers.",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/09/business/mexican-retailers-unite-against-wal-mart.html",
      "byline": "By Elisabeth Malkin"
    },
    {
      "headline": "World Business Briefing | The Americas: Brazil: Industrial Output Soars",
      "snippet": "Brazil's industrial production rose 7.8 percent in May from year-earlier period (S)",
      "abstract": "Brazil's industrial production rose 7.8 percent in May from year-earlier period (S)",
      "lead_paragraph": "Industrial production in Brazil rose in May for the ninth consecutive month, soaring 7.8 percent from the year-earlier period, the government's statistics agency said. When compared with April, output climbed a better-than-expected 2.2 percent in May, the third consecutive monthly gain. In the first five months of the year, industrial production was up a cumulative 6.5 percent, fueled by booming exports and an economic rebound that has gained momentum. Todd Benson (NYT)",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/09/business/world-business-briefing-the-americas-brazil-industrial-output-soars.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "World Business Briefing | Australia: Woolworths Bids For Liquor Group",
      "snippet": "Woolworths, Australia's leading supermarket chain, moves to increase liquor sales by bidding 969 million Australian dollars ($701.2 million) for Australian Leisure and Hospitality, country's largest listed pub and saloon group (S)",
      "abstract": "Woolworths, Australia's leading supermarket chain, moves to increase liquor sales by bidding 969 million Australian dollars ($701.2 million) for Australian Leisure and Hospitality, country's largest listed pub and saloon group (S)",
      "lead_paragraph": "Woolworths, the country's leading supermarket chain moved to increase its liquor sales by bidding 969 million Australian dollars ($701.2 million) for the country's largest listed pub and saloon group. Woolworths has already purchased a 16 percent strategic stake in Australian Leisure and Hospitality, which has 263 liquor outlets. Analysts expect rival bids or moves by AHL to secure a higher offer from Woolworths. John Shaw (NYT)",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/09/business/world-business-briefing-australia-woolworths-bids-for-liquor-group.html",
      "byline": "By John Shaw (NYT)"
    },
    {
      "headline": "By European Pay Standards, He Is 'Mr. Greedy'",
      "snippet": "Floyd Norris column on J Sainsbury's decision not to issue $4.4 million in shares it awarded to Sir Peter Davis, former chief executive, after shareholders and news media protest that Sainsbury stock is down 39 percent from its 2001 peak; says out...",
      "abstract": "Floyd Norris column on J Sainsbury's decision not to issue $4.4 million in shares it awarded to Sir Peter Davis, former chief executive, after shareholders and news media protest that Sainsbury stock is down 39 percent from its 2001 peak; says outrage reflects fear that huge American pay packages for chief executives might be emulated in Europe; graph (M)",
      "lead_paragraph": "BY American standards, Sir Peter Davis seems an unlikely candidate to be the symbol of overpaid failures as chief executives. J Sainsbury, the British retailer he ran for four years, remains profitable, and his total compensation pales next to what some American bosses have picked up for doing worse in far less time.",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/09/business/by-european-pay-standards-he-is-mr-greedy.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Machinery Orders Drop",
      "snippet": "Core private-sector machinery orders in Japan fell 2.1 percent in May from April on seasonally adjusted basis, smaller drop than expected; core orders were up 8.8 percent compared with same month a year ago (S)",
      "abstract": "Core private-sector machinery orders in Japan fell 2.1 percent in May from April on seasonally adjusted basis, smaller drop than expected; core orders were up 8.8 percent compared with same month a year ago (S)",
      "lead_paragraph": "Japanese machinery orders fell slightly in May, government data showed, but the drop was smaller than expected after a surge in April. Core private-sector machinery orders, a volatile but closely watched gauge of capital spending, fell 2.1 percent in May from April on a seasonally adjusted basis, the data showed. That was smaller than the median forecast of a 3.8 percent decline in a Reuters poll of 27 economists last week. Compared with the same month last year, core orders were up 8.8 percent.",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/09/business/world-business-briefing-asia-japan-machinery-orders-drop.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Retailer Rejects Offer",
      "snippet": "Marks & Spencer rejects $16.8 billion takeover bid from investor Philip Green; photo (S)",
      "abstract": "Marks & Spencer rejects $16.8 billion takeover bid from investor Philip Green; photo (S)",
      "lead_paragraph": "Marks & Spencer rejected a £9.1 billion or $16.8 billion takeover bid from the investor Philip Green, left. The offer significantly undervalued the company, the board said in a statement. This was Mr. Green's third offer for Marks & Spencer since late May, and it was the highest offer he is prepared to make, he said Thursday. Some investors said they expected Mr. Green to try to take his offer directly to shareholders despite his insistence he would not seek a hostile deal. Heather Timmons (NYT)",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/09/business/world-business-briefing-europe-britain-retailer-rejects-offer.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "At the Helm and Ignorant of Company Troubles",
      "snippet": "Analysis of charges brought against Enron's former chief executive Kenneth L Lay by Justice Department and Securities and Exchange Commission; says two agencies appear to accept large part of Lay's defense that he did not know of fraud that brough...",
      "abstract": "Analysis of charges brought against Enron's former chief executive Kenneth L Lay by Justice Department and Securities and Exchange Commission; says two agencies appear to accept large part of Lay's defense that he did not know of fraud that brought company down (M)",
      "lead_paragraph": "Ignorance is Kenneth L. Lay's defense.",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/09/business/corporate-conduct-news-analysis-at-the-helm-and-ignorant-of-company-troubles.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "2 GUILTY IN FRAUD AT A CABLE GIANT",
      "snippet": "John J Rigas is convicted on charges of conspiring to loot hundreds of millions of dollars from company he built, Adelphia Communications, and his son, Timothy J Rigas, is convicted of conspiracy and fraud; jurors fail to reach verdict on another ...",
      "abstract": "John J Rigas is convicted on charges of conspiring to loot hundreds of millions of dollars from company he built, Adelphia Communications, and his son, Timothy J Rigas, is convicted of conspiracy and fraud; jurors fail to reach verdict on another Rigas son, Michael J Rigas, and are ordered by judge to continue deliberations; fourth defendant, Michael C Mulcahey, company's former director of internal reporting, is acquitted on all counts; convictions are substantial victory for government; case was about apparent inability of Rigases to draw line between their personal interests and those of company, which elder Rigas, son of Greek immigrants, founded in 1952 with $300 investment and built over five decades into nation's sixth-largest cable company; Adelphia was operated as private company until 1986; case recalled; photos (M)",
      "lead_paragraph": "John J. Rigas, the son of Greek immigrants who took a $300 investment and grew it over five decades into the nation's sixth-largest cable company, was convicted yesterday on charges of conspiring to loot hundreds of millions of dollars from Adelphia Communications, the company he built.",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/09/business/corporate-conduct-the-overview-2-guilty-in-fraud-at-a-cable-giant.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "U.S. and China in Accord On Semiconductor Taxes  The United States said that it was dropping its first case against China at the World Trade Organization after settling a dispute with the country over its tax on imported semiconductors.      Under...",
      "abstract": " U.S. and China in Accord On Semiconductor Taxes  The United States said that it was dropping its first case against China at the World Trade Organization after settling a dispute with the country over its tax on imported semiconductors.      Under the settlement, China agreed to gradually eliminate the tax advantage given to its domestic semiconductor industry, which has increased the price of United States imports by 14 percent. [Page C3.]",
      "lead_paragraph": "U.S. and China in Accord On Semiconductor Taxes",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/09/business/business-digest-253529.html",
      "byline": ""
    },
    {
      "headline": "F.C.C. Approves Airwaves Swap To Clear Space For Safety Use",
      "snippet": "Federal Communications Commission approves series of orders and regulations that will significantly overhaul system of licenses issued for wide array of wireless services, from mobile phones and pagers to wireless Internet providers and walkie-tal...",
      "abstract": "Federal Communications Commission approves series of orders and regulations that will significantly overhaul system of licenses issued for wide array of wireless services, from mobile phones and pagers to wireless Internet providers and walkie-talkies used by emergency workers; approves $4.8 billion plan to swap spectrum licenses of Nextel Communications and provide more room on airwaves for most of nation's fire, police, hospital and other safety workers; also adopts rules to make it easier to trade or lease licenses in secondary market, not unlike markets that trade commodities; eliminates rule that prohibits merger of two cellphone providers in same market; Verizon Wireless wins major auction held by NextWave Telecom Inc with approval of commission for one of most valuable licenses in New York for $930 million; FCC chairman Michael K Powell says decisions will sharply reduce interference on increasingly overcrowded airwaves and make it easier for police and other safety officers to use their equipment in emergencies; says changes will bring more wireless services to rural and other underserved areas and help spur development of new wireless technologies; Nextel's rivals criticize spectrum-swap plan as giveaway; photo (M)",
      "lead_paragraph": "The government approved a series of orders and regulations on Thursday that will significantly overhaul the system of licenses issued for a wide array of wireless services -- from mobile phones and pagers to wireless Internet providers and walkie-talkies used by emergency workers.",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/09/business/technology-fcc-approves-airwaves-swap-to-clear-space-for-safety-use.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Ex-Chief of Enron Pleads Not Guilty to 11 Felony Counts",
      "snippet": "Enron Corp's former chairman and chief executive Kenneth L Lay pleads not guilty to charges he engaged in conspiracy to deceive investors and employees about company's financial troubles just before it collapsed; is charged with 11 felonies, inclu...",
      "abstract": "Enron Corp's former chairman and chief executive Kenneth L Lay pleads not guilty to charges he engaged in conspiracy to deceive investors and employees about company's financial troubles just before it collapsed; is charged with 11 felonies, including conspiracy, making misleading statements, wire fraud, bank fraud and securities fraud; Securities and Exchange Commission also files civil complaint against him, seeking more than $90 million in fines and penalties; there are no allegations that Lay knew of fraudulent partnership dealings that hid extent of company's debt and contributed to its downfall; Lay's sales of stock in months leading up to Enron's bankruptcy filing in December 2001 have been primary focus of investigation, but no criminal charges contend that sales themselves were improper; SEC does accuse Lay of disposing of his stock at prices that did not reflect Enron's true, much lower value; Law is released on $500,000 unsecured bond; government reveals it has obtained written evidence showing that former chief accounting officer Richard Causey and former chief financial officer Andrew S Fastow entered into illegal agreement, initiated by them and known as Global Galactic, to manipulate company's reported earnings through bogus sales of company assets; chart on charges; photo (M)",
      "lead_paragraph": "Setting the stage for a high-stakes legal battle with government prosecutors, Kenneth L. Lay, the former chairman and chief executive of Enron, pleaded not guilty on Thursday to charges that he engaged in a conspiracy to deceive investors and employees about the company's financial troubles just before it collapsed.",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/09/business/corporate-conduct-overview-ex-chief-enron-pleads-not-guilty-11-felony-counts.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "World Business Briefing | Asia: Hong Kong: Retail Sales Increase",
      "snippet": "Hong Kong's retail sales rose 20 percent in May from year earlier after rising 23 percent in April (S)",
      "abstract": "Hong Kong's retail sales rose 20 percent in May from year earlier after rising 23 percent in April (S)",
      "lead_paragraph": "Hong Kong's retail sales rose in May for a 10th consecutive month as tourism boomed and falling unemployment made consumers more willing to spend. Sales rose 20 percent from a year earlier after rising 23 percent in April, the government said in a statement. The jump partly reflects weak spending in May last year when an outbreak of severe acute respiratory syndrome kept shoppers at home. ''Tourism has given retail sales a jump start'' after last year's SARS epidemic, said Paul Tang, an economist at Bank of East Asia. And ''local buyers are regaining confidence because of the improvement in the employment situation,'' he said. Rising retail sales are driving growth in Hong Kong's $159 billion economy, helping to create jobs and end more than five years of deflation.",
      "publication_date": "2004-07-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/09/business/world-business-briefing-asia-hong-kong-retail-sales-increase.html",
      "byline": "By Bloomberg News"
    }
  ]
}