{
  "metadata": {
    "date": "2004-12-21",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "To Supply China, South African Mines Want More Trains",
      "snippet": "Growing demand from China promises lucrative future for South Africa's iron ore and manganese companies if they can find way to move metals more than 500 miles from inland mines on edge of Kalahari Desert to coastal ports; South Africa's governmen...",
      "abstract": "Growing demand from China promises lucrative future for South Africa's iron ore and manganese companies if they can find way to move metals more than 500 miles from inland mines on edge of Kalahari Desert to coastal ports; South Africa's government-run rail company does not have enough capacity and has been slow to do anything to improve situation; mining companies like Kumba Resources, Africa's largest iron ore producer, are so frustrated that they are even offering to buy their own trains; China imported 157 million tons of iron ore in 2003, and is expected to import 205 million tons this year; South Africa's share of Chinese market has fallen to 4 percent from about 12 percent 10 years ago; photo (M)",
      "lead_paragraph": "JOHANNESBURG, Dec. 20 - Growing demand from China promises a lucrative future for South Africa's iron ore and manganese companies -- if they can find a way to move the metals more than 500 miles from inland mines on the edge of the Kalahari Desert to costal ports.",
      "publication_date": "2004-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/21/business/to-supply-china-south-african-mines-want-more-trains.html",
      "byline": "By Nicole Itano"
    },
    {
      "headline": "Madison Ave. Sharing Drug Makers' Pain",
      "snippet": "Prescription drug ad market is not looking nearly as healthy as it seemed earlier in year now that Pfizer Inc has suspended its multi-million-dollar consumer advertising campaign for arthritis drug Celebrex and Merck & Co has taken its similar--an...",
      "abstract": "Prescription drug ad market is not looking nearly as healthy as it seemed earlier in year now that Pfizer Inc has suspended its multi-million-dollar consumer advertising campaign for arthritis drug Celebrex and Merck & Co has taken its similar--and similarly advertised--drug Vioxx off market; Pfizer spent $87.6 million in major media spending on Celebrex ads last year and was on its way to surpassing that this year; Merck's decision in late September to withdraw Vioxx brought abrupt end to direct-to-consumer ad spending that had run to $78 million last year; graph (M)",
      "lead_paragraph": "Media companies are feeling their own pain from the COX-2 debacle.",
      "publication_date": "2004-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/21/business/media/madison-ave-sharing-drug-makers-pain.html",
      "byline": "By Nat Ives"
    },
    {
      "headline": "Uninspired Shoppers May Wait for January",
      "snippet": "American Research Group chairman C Britt Beemer says low- and middle-income shoppers across country have been telling pollsters that stores have not done enough to put them in mood to buy this holiday season; shoppers have criticized stores' decor...",
      "abstract": "American Research Group chairman C Britt Beemer says low- and middle-income shoppers across country have been telling pollsters that stores have not done enough to put them in mood to buy this holiday season; shoppers have criticized stores' decorations as flimsy and merchandise is boring; all indications are that broad-based consumer spending remains strong; economists point to last week's Commerce Department report, which suggested that overall spending is likely to rise by 4 percent on top of inflation rate of about 3 percent for fourth quarter; photos (M)",
      "lead_paragraph": "As holiday shopping reaches the home stretch, consumers who are far removed from the silver-plated boutiques of Madison Avenue and Rodeo Drive say they are holding down their spending for the season.",
      "publication_date": "2004-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/21/business/uninspired-shoppers-may-wait-for-january.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "U.S. Slips in Attracting the World's Best Students",
      "snippet": "American universities, which have long attracted world's best and brightest students from abroad, are facing intense competition from European Union, China, Taiwan and Hong Kong; EU's higher education system has been streamlined and offers America...",
      "abstract": "American universities, which have long attracted world's best and brightest students from abroad, are facing intense competition from European Union, China, Taiwan and Hong Kong; EU's higher education system has been streamlined and offers American-style degree programs taught in English; China has made transformation of 100 universities into world-class research institutions a national priority, and is persuading top Chinese scholars to return home from American universities; foreign students contribute $13 billion to American economy annually; Educational Testing Service director David G Payne notes 50 percent drop in number of students from India and China who took most recent Graduate Record Exam, requirement for applying to most American graduate schools; this year foreign applications to American graduate schools declined 28 percent, and actual foreign graduate student enrollments dropped 6 percent; enrollments of all foreign students, in undergraduate, graduate and postdoctoral programs, fell for first time in three decades in annual census released this fall; university enrollments are surging in England, Germany and other countries; sharp decline in foreign students in American universities is attributed greatly to post-Sept 11 delays in processing student visas; it remains unclear whether sudden decline is one-time drop or beginning of long slide; graph; chart (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/21/us/us-slips-in-attracting-the-worlds-best-students.html",
      "byline": "By Sam Dillon"
    },
    {
      "headline": "A 4th Painkiller Is Tiedto Increased Heart Risk",
      "snippet": "Aleve is fourth big-selling pain medicine in recent months to be suspected of hurting the heart, and federal drug officials say similar drugs, like Advil, might also increase heart risks; new study, sponsored by National Institutes of Health, find...",
      "abstract": "Aleve is fourth big-selling pain medicine in recent months to be suspected of hurting the heart, and federal drug officials say similar drugs, like Advil, might also increase heart risks; new study, sponsored by National Institutes of Health, finds those taking Aleve had 50 percent greater rate of heart problems, including heart attacks and stroke, than those given placebo; finding prompts federal officials to warn patients not to exceed recommended dose of Aleve of two 200-milligram pills a day or continue therapy for more than 10 days without consulting physician; those making announcement caution that results are preliminary; Dr Mark Fendrick says one drug known to protect heart is aspirin, and all other painkillers are now under suspicion; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/21/business/a-4th-painkiller-is-tiedto-increased-heart-risk.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "Battling Insurers Over Autism Treatment",
      "snippet": "Parents of children with autism, estimated 425,000, atre increasingly demanding that insurers pay bills for treatment, but most insurers say that such treatment has not been proved effective by scientific tests and that therapists often do not hav...",
      "abstract": "Parents of children with autism, estimated 425,000, atre increasingly demanding that insurers pay bills for treatment, but most insurers say that such treatment has not been proved effective by scientific tests and that therapists often do not have sound credentials; even in 17 states where autism coverage is required by law, insurers often drag their feet on payment or avoid it in individual cases by questioning qualifications of therapist or even doctor's affirmation that treatment is medically necessary; winning insurance battle for parents of these children is crucial because therapy can easily run into tens of thousands of dollars a year over many years; photos (M)",
      "lead_paragraph": "It took Beverly Chase 14 months of fighting with her health plan, Cigna Behavioral Health, to get payment for autism treatments for her 4-year-old son, Jake. This, despite considerable leverage on her side: a state law in Indiana, where she lives, requires insurers to pay for the behavioral therapies that parents say can produce striking improvement in autistic children.",
      "publication_date": "2004-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/21/business/battling-insurers-over-autism-treatment.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "EBay Fights India Arrest Over Sale of Sex Video",
      "snippet": "Arrest of Avnish Bajaj, Indian-born chief of Baazee.com, unit of eBay that is India's largest Internet auction site, has raised uproar, prompting calls for clearer laws on whether executives of such sites can be prosecuted because of material, lik...",
      "abstract": "Arrest of Avnish Bajaj, Indian-born chief of Baazee.com, unit of eBay that is India's largest Internet auction site, has raised uproar, prompting calls for clearer laws on whether executives of such sites can be prosecuted because of material, like pornographyt, that is offered for sale; Bajaj was arrested in case related to sale of Baazee site of video clip of teenage couple from exclusive New Delhi school engaged in sex act; several copies of clip were sold through Baazee in late November before sales were stopped; photo (M)",
      "lead_paragraph": "BANGALORE, India, Dec. 20 - The arrest of the Indian-born chief of Baazee.com, the unit of eBay that is India's largest Internet auction site, has raised an uproar, prompting calls for clearer laws on whether executives of such sites can be prosecuted because of the material, like pornography, that is offered for sale.",
      "publication_date": "2004-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/21/technology/ebay-fights-india-arrest-over-sale-of-sex-video.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: An Approach To Soccer Club",
      "snippet": "World Business Briefing: Brit",
      "abstract": "World Business Briefing: Brit",
      "lead_paragraph": "Manchester United, the British soccer club, said it had been approached by Malcolm Glazer, owner of the Tampa Bay Buccaneers of the National Football League, about a new proposal to buy United. The soccer club will negotiate with Mr. Glazer, left, only if he makes a formal offer, United said. United ended a previous round of talks with Mr. Glazer on Oct. 25, saying his plan would have piled too much debt on the club.",
      "publication_date": "2004-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/21/business/world-business-briefing-europe-britain-an-approach-to-soccer-club.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Wall St. Lobby Quietly Tackles Social Security",
      "snippet": "Wall Street has begun quiet lobbying campaign in support of Pres Bush's plan to funnel hundreds of billions of dollars of future Social Security funds into privately held investment accounts; chief executives of most financial firms have refused t...",
      "abstract": "Wall Street has begun quiet lobbying campaign in support of Pres Bush's plan to funnel hundreds of billions of dollars of future Social Security funds into privately held investment accounts; chief executives of most financial firms have refused to take public stand in support of private accounts, wary of being seen as too eager to embrace potential new revenue stream; Securities Industry Association recently issued report arguing that private accounts would not be financial bonanza for Wall Street; Investment Company Institute, lobbying arm for mutual fund industry, has not endorsed private accounts nor has it lobbied Congress on matter; institute recently hired as its communications director F Gregory Ahern, former executive at State Street Corp who was involved in that firm's aggressive lobbying effort for private accounts during late 1990's; Alliance for Worker Retirement Security has begun meeting with Congressional and White House staff members, pushing idea that private accounts are not only good for country but also good for business; Club for Growth, group financed largely by conservative business leaders that supports like-minded Congressional candidates, has also been active in drive for privately held Social Security accounts; many top Wall Street executives are strong supporters of Pres Bush and are philosophically in agreement with idea of applying independence of capital markets to Social Security program; chart; photo (M)",
      "lead_paragraph": "As President Bush prepares to disclose the details of his plan to funnel hundreds of billions of dollars of future Social Security funds into privately held investment accounts, Wall Street has begun a muted lobbying campaign, chastened by bolder forays that failed in years past.",
      "publication_date": "2004-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/21/business/wall-st-lobby-quietly-tackles-social-security.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Ban or No Ban, Celebrex Sales Are Expected to Dwindle",
      "snippet": "Prospects are dim for future of Pfizer Inc's drug Celebrex if doctors stop prescribing it in volume they have in recent years; Dr Jason Faller, chief of arthritis clinic at Roosevelt Hospital in New York, says about 25 percent of clinic's patients...",
      "abstract": "Prospects are dim for future of Pfizer Inc's drug Celebrex if doctors stop prescribing it in volume they have in recent years; Dr Jason Faller, chief of arthritis clinic at Roosevelt Hospital in New York, says about 25 percent of clinic's patients take Celebrex, but predicts that number will probably fall to about 5 percent; Pfizer, under pressure from Food and Drug Administration, says it will suspend all consumer advertising for Celebrex, but has no plans to discontinue selling drug because there is no evidence it is unsafe at lower doses or for shorter periods; shares of Pfizer fall nearly 6 percent after plunging 11 percent on Dec 17; some investors say sell-off appears to have gone too far, particularly because FDA has not said it would order drug withdrawnl; photo (M)",
      "lead_paragraph": "The future of Celebrex, the best-selling arthritis pain medicine, may be determined as much by Dr. Jason Faller and other physicians treating arthritis patients as federal regulators.",
      "publication_date": "2004-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/21/business/ban-or-no-ban-celebrex-sales-are-expected-to-dwindle.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "World Business Briefing | Europe: Belgium: Medical Acquisition",
      "snippet": "WA",
      "abstract": "WA",
      "lead_paragraph": "Solvay, Belgium's largest chemical maker, offered to buy the closely held Neopharma of Sweden for 640 million kronor ($96 million) to gain a drug to treat Parkinson's disease. About 70 percent of Neopharma's largest shareholders, including the 3i Group and CapMan, have already agreed to sell their stock, Solvay said. The acquisition would allow Solvay to gain the rights to Duodopa, a medicine for late-stage Parkinson's disease. The drug, which may reach 250 million euros ($335 million) in sales, is already approved in Sweden. Solvay, which is based in Brussels, is offering 188.53 kronor in cash a share, valuing Neopharma at 640 million kronor, Neopharma said.",
      "publication_date": "2004-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/21/business/health/world-business-briefing-europe-belgium-medical-acquisition.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: France: Job Cuts At Adidas",
      "snippet": "Adidas-Salomon will cut almost 10 percent of French work force at its winter-sports division as it shifts production of snowboards and skis to China and Romania; will cut 160 jobs over next two years and reduce level of production there to 35 perc...",
      "abstract": "Adidas-Salomon will cut almost 10 percent of French work force at its winter-sports division as it shifts production of snowboards and skis to China and Romania; will cut 160 jobs over next two years and reduce level of production there to 35 percent from 55 percent (S)",
      "lead_paragraph": "Adidas-Salomon, the sporting goods maker, will cut almost 10 percent of the French work force at its winter-sports division as it shifts production of snowboards and skis to China and Romania. Salomon will cut 160 jobs over the next two years and reduce the level of production there to 35 percent from 55 percent, the company said.",
      "publication_date": "2004-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/21/business/world-business-briefing-europe-france-job-cuts-at-adidas.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Europe Ponders How Best to Trade Stocks",
      "snippet": "Europe is considering how bú",
      "abstract": "Europe is considering how bú",
      "lead_paragraph": "LONDON, Dec. 20 - As a battle to merge the London Stock Exchange heats up, attention is focusing again on a hotly debated issue: How many stock exchanges does Europe really need?",
      "publication_date": "2004-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/21/business/worldbusiness/europe-ponders-how-best-to-trade-stocks.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Honda Forecasts Rising Sales",
      "snippet": "Honda Motor expects its global vehicle sales to rise 8 percent for 2005, to 3.4 million vehicles from 3.16 million in 2004 (S)",
      "abstract": "Honda Motor expects its global vehicle sales to rise 8 percent for 2005, to 3.4 million vehicles from 3.16 million in 2004 (S)",
      "lead_paragraph": "The Honda Motor company said it expected its global vehicle sales to rise 8 percent for 2005, to 3.4 million vehicles from 3.16 million vehicles in 2004. That would be about the same pace of growth as in 2004, when Honda's global sales rose 8.6 percent from 2003. Honda expects strong sales overseas to drive growth and plans to increase overseas production by 11 percent, to 2.15 million automobiles. Honda has been expanding production in the United States and China over the last year to keep up with demand for its vehicles. The company is counting on its first light truck and a revamped version of its Civic sedan to help it reach a goal of increasing sales in North America by 5 percent in 2005, to 1.45 million vehicles. Todd Zaun (NYT)",
      "publication_date": "2004-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/21/business/world-business-briefing-asia-japan-honda-forecasts-rising-sales.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Trade Deficit",
      "snippet": "Brazil's posts current-account deficit of $242 million for November, compared to surplus of $1.01 billion in October deficit was $157 million in November 2003; graph (S)",
      "abstract": "Brazil's posts current-account deficit of $242 million for November, compared to surplus of $1.01 billion in October deficit was $157 million in November 2003; graph (S)",
      "lead_paragraph": "Brazil posted its first cur-rent-account deficit in seven months in November after imports surged to a record high, the central bank said. The current account, the broadest measure of a country's trade in goods and services, registered a deficit of $242 million in November, in contrast to a surplus of $1.01 billion in October. In November 2003, Brazil posted a current-account deficit of $157 million. Despite last month's deficit, the central bank raised its year-end forecast for the current account to a surplus of $10.7 billion from $9.2 billion. Foreign direct investment held steady in November from the previous month, totaling a modest $1.32 billion, but fell from the year-earlier period, when nonresidents invested $1.95 billion in the country. Todd Benson (NYT)",
      "publication_date": "2004-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/21/business/world-business-briefing-americas-brazil-trade-deficit.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "A New Study Finds Aleve Could Create Problems  A new study has found that Aleve, made by Bayer, could increase heart problems. It was the fourth pain medicine in recent months to be suspected of increasing heart risks.    The study, sponsored by t...",
      "abstract": " A New Study Finds Aleve Could Create Problems  A new study has found that Aleve, made by Bayer, could increase heart problems. It was the fourth pain medicine in recent months to be suspected of increasing heart risks.    The study, sponsored by the National Institutes of Health, was intended to measure whether Aleve and Celebrex might prevent Alzheimer's disease. [Page A1.]    Exelon Agrees to Buy Local Utility  Shares of Exelon rose after the owner of utilities in northern Illinois and eastern Pennsylvania said that it would buy the Public Service Enterprise Group of New Jersey in a deal valued at about $13.2 billion. For the deal to be complete, the new company will have to shed more than 1,400 jobs, or 5 percent of the combined work force of 28,000, and be approved by state and federal regulators. [C2.]    Yukos Auction Deepens Doubts  Little is known about the Baikal Finans Group, a company registered in a provincial Russian town that was the winning bidder for the largest subsidiary of Yukos. [C8.]    Bidders Vie for London Exchange  Both the pan-European exchange Euronext and Deutsche Börse have expressed interest in acquiring the London Stock Exchange. [World Business, Section W.]    Liberty Media Accelerates Swap  Liberty Media is accelerating a planned swap of nonvoting shares in the News Corporation for voting shares in the company. [C4.]    2 Companies Plan to Go Public  The tale of two companies planning to go public: Lazard and Électricité de France. Floyd Norris: Market Place. [C9.]    Sprint Expects Growth to Continue  Sprint said that it expected sales and profit to continue growing in 2005, but Sprint did not take into account its proposed merger with Nextel, which the companies say will be completed by the second half of 2005. [C9.]    Disney Settles With the S.E.C.  The Securities and Exchange Commission reached a settlement with Walt Disney over the company's failure to disclose its relationships with various board members. For example, Thomas S. Murphy, left, who was chairman of Capital Cities/ABC and a former director, received secretarial services, a leased car and a driver. In addition, the children of three directors -- Reveta Bowers, Stanley P. Gold and Raymond L. Watson -- worked at Disney. [C4.]    Diageo Agrees to Acquire Chalone  Diageo agreed to buy the Chalone Wine Group for $200 million plus the assumption of $60 million in debt. The bid was $2.50 a share more than one from Domaines Barons de Rothschild. [World Business, Section W.]    Electronic Arts Buys Stake in Rival  Electronic Arts acquired a 19.9 percent of Ubisoft Entertainment, the maker of games based on Tom Clancy novels. [C9.]    Jones Settles Marketing Charge  Edward D. Jones said that it had agreed to pay $75 million to settle accusations by regulators that it did not disclose hidden marketing deals with mutual funds. [C7.]    Dow and S.&P. Up, but Nasdaq Dips  Stocks finished mixed. The Dow Jones industrial average rose 11.68 points, to 10,661.60, and the Standard & Poor's 500-stock index gained 0.45 of a point, to 1,194.65. The Nasdaq composite index fell 7.35 points, to 2,127.85. [C9.]    What's a Parent to Do?  Traveling with small children is common around the holidays, and so are parental anxieties. Joe Sharkey: On the Road. [C6.]  ",
      "lead_paragraph": "A New Study Finds Aleve Could Create Problems A new study has found that Aleve, made by Bayer, could increase heart problems. It was the fourth pain medicine in recent months to be suspected of increasing heart risks.",
      "publication_date": "2004-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/21/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Diageo Agrees to Acquire a Small Group of Wineries",
      "snippet": "Diageo acquires Chalone Wine Group, group of small, high-end wineries that is based in California and has properties there, in Washington State and France; deal, which includes some $60 million in debt, is valued at $260 million; Chalone ends its ...",
      "abstract": "Diageo acquires Chalone Wine Group, group of small, high-end wineries that is based in California and has properties there, in Washington State and France; deal, which includes some $60 million in debt, is valued at $260 million; Chalone ends its arrangement with Domaines Barons de Rothschild, known as DBR; Diageo will pay DBR $2.48 million break-up fee on Chalone's behalf; photo (M)",
      "lead_paragraph": "Diageo, the world's largest maker of alcoholic beverages, has agreed to acquire the Chalone Wine Group, a group of small, high-end wineries that is based in California and has properties there, in Washington State and France.",
      "publication_date": "2004-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/21/business/worldbusiness/diageo-agrees-to-acquire-a-small-group-of-wineries.html",
      "byline": "By Frank J. Prial"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Securities Sold",
      "snippet": "South Korea's LG Card says Merrill Lynch has agreed to buy $400 million worth of its asset-backed securities, but uncertainty persists over company's future after former parent company, LG Group, refused to join financial aid package (S)/",
      "abstract": "South Korea's LG Card says Merrill Lynch has agreed to buy $400 million worth of its asset-backed securities, but uncertainty persists over company's future after former parent company, LG Group, refused to join financial aid package (S)/",
      "lead_paragraph": "LG Card, the credit card company in South Korea, said the investment bank Merrill Lynch had agreed to buy $400 million worth of its asset-backed securities, but uncertainty persists over the company's future after its former parent company, the LG Group, refused to join a financial aid package. LG Card needs about 1.2 trillion won ($1.1 billion) to stave off capital erosion, a process that would result in delisting and possible liquidation. The company's board and creditors are scheduled to meet on Dec. 29. Andrew Salmon (NYT)",
      "publication_date": "2004-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/21/business/world-business-briefing-asia-south-korea-securities-sold.html",
      "byline": "By Andrew Salmon (NYT)"
    },
    {
      "headline": "Bush Says Iraqis Aren't Yet Able to Quell Rebels",
      "snippet": "Pres Bush acknowledges that United States has had only 'mixed' success in training Iraqi troops to secure country and says it is 'unacceptable' that some Iraqi units have fled as soon as they faced hostile fire, news conference; his public critici...",
      "abstract": "Pres Bush acknowledges that United States has had only 'mixed' success in training Iraqi troops to secure country and says it is 'unacceptable' that some Iraqi units have fled as soon as they faced hostile fire, news conference; his public criticism of Iraqi performance reflects mounting concern in White House, Pentagon and Capitol Hill that strategy for training 125,000 Iraqi forces to secure country is failing; he makes no effort to argue with assessment of Iraqi security forces made by Sen John Warner, who called them 'bottom level'; Bush also acknowledges that insurgents' bombings in Iraq are 'having an effect' in sowing terror among Iraqis; says he will not let continued violence deter him from his stated goal of bringing democracy to Iraq; his comments amount to his broadest acknowledgement yet that rebuilding Iraq's security forces has run into severe difficulties, issue he resisted discussing during re-election campaign; photos (M)",
      "lead_paragraph": "WASHINGTON, Dec. 20 - President Bush acknowledged Monday that the United States had achieved only \"mixed\" success in training Iraqi troops to secure the country, and said that it was \"unacceptable\" that some Iraqi units had fled as soon as they faced hostile fire.",
      "publication_date": "2004-12-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/21/politics/bush-says-iraqis-arent-yet-able-to-quell-rebels.html",
      "byline": "By David E. Sanger and Richard W. Stevenson"
    },
    {
      "headline": "New F.B.I. Files Describe Abuse of Iraq Inmates",
      "snippet": "FBI memorandums released in connection with lawsuit show that abuse of Iraqi inmates by American military personnel was known to wide circle of government officials; memorandums written by agents to superiors in Washington over past year also incl...",
      "abstract": "FBI memorandums released in connection with lawsuit show that abuse of Iraqi inmates by American military personnel was known to wide circle of government officials; memorandums written by agents to superiors in Washington over past year also include claims that some military interrogaters had posed as FBI officials while using harsh tactics on detainees, both in Iraq and at Guantanamo Bay; Dec 5, 2003 memo in which agent frets about FBI being left 'holding the bag' also claims that threats and abuses of one detainee did not produce any intelligence that could help thwart attack; one memorandum addressed to FBI Dir Robert S Mueller III and other senior bureau officials, and labeled 'Urgent Report,' provides account of serious physical abuses of civilian detainees in Iraq, including strangulation, beatings, placement of lit cigarettes into detainees' ears and unauthorized interrogations; memorandums provide new details about nature and extent of abuses, if not exact times or places; lawsuit brought by American Civil Liberties Union and other groups accuses government of being complicit in torture of detainees (M)",
      "lead_paragraph": "WASHINGTON, Dec. 20 - F.B.I. memorandums portray abuse of prisoners by American military personnel in Iraq that included detainees' being beaten and choked and having lit cigarettes placed in their ears, according to newly released government documents.",
      "publication_date": "2004-12-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/21/politics/new-fbi-files-describe-abuse-of-iraq-inmates.html",
      "byline": "By Neil A. Lewis and David Johnston"
    }
  ]
}