{
  "metadata": {
    "date": "2004-05-19",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Phone Directories For Sale",
      "snippet": "World Business Briefing: The Netherlands:",
      "abstract": "World Business Briefing: The Netherlands:",
      "lead_paragraph": "The business publisher VNU plans to sell its telephone directories unit, a business that analysts said might be worth at least 2 billion euros ($2.4 billion), to reduce debt. ''At least half of the proceeds will be used to repay debt, to strengthen our balance sheet, the chief executive, Rob van den Bergh said. VNU said its VNU World Directories business employs about 2,200 people and had 211 million euros in operating income in 2003, the company said.",
      "publication_date": "2004-05-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/19/business/world-business-briefing-europe-the-netherlands-phone-directories-for-sale.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "GANDHI DECLINES TOP POST IN INDIA",
      "snippet": "Sonia Gandhi, Italian-born widow and daughter-in-law of slain prime ministers, stuns India by announcing she will 'humbly decline' to be prime minister, saying that has never been her aim in leading Congress Party to election victory over Hindu na...",
      "abstract": "Sonia Gandhi, Italian-born widow and daughter-in-law of slain prime ministers, stuns India by announcing she will 'humbly decline' to be prime minister, saying that has never been her aim in leading Congress Party to election victory over Hindu nationalist party; announcement sets off protests as emotional as those of Hindu nationalists who object to her foreign birth; photo; stock market rallies after plummeting over fears that Congress Party will reverse economic reforms; Gandhi reportedly favors Manmohan Singh, respected former finance minister, to lead country; adviser says she never wanted to be prime minister and entered politics in 1998 to defeat Hindu nationalists she viewed as threat to secular state (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/19/world/gandhi-declines-top-post-in-india.html",
      "byline": "By Amy Waldman"
    },
    {
      "headline": "Old Reflexes Hurting 2 Asian Economic Giants",
      "snippet": "China and India may be drifting back toward bigger government role in economy; India and China have folllowed similar economy policy arcs over last half-century: decades of pervasive state intervention, with mostly dismal results, and then shift i...",
      "abstract": "China and India may be drifting back toward bigger government role in economy; India and China have folllowed similar economy policy arcs over last half-century: decades of pervasive state intervention, with mostly dismal results, and then shift in recent years toward deregulation and free markets, with spectacular results; investors have seen unhappy reminders of old habits in both countries lately; leftists have gained greater influence in India's national elections, threatening to slow sale of state-owned companies; China is trying to slow its fast-growing economy with more and more severe administrative dictates; stock markets in China and India have experienced severe downturns; photos (M)",
      "lead_paragraph": "The more signs China and India have given in recent weeks that they may be drifting back toward a bigger government role in the economy, the more investors have punished their stock markets.",
      "publication_date": "2004-05-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/19/business/the-markets-market-place-old-reflexes-hurting-2-asian-economic-giants.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: More Flat TV Screens",
      "snippet": "Plasma Display Panú",
      "abstract": "Plasma Display Panú",
      "lead_paragraph": "A subsidiary of Matsushita Electric Industrial will invest 95 billion yen ($832 million) to build what the company says would be the world's largest factory for the production of plasma display panels used in flat-panel televisions. With an expected annual capacity of 3 million displays, the plant would triple Matsushita's annual capacity for plasma display production to 4.5 million. The Plasma Display Panel Company, in which Matsushita holds a 75 percent stake, plans to begin production at the plant near Osaka, in November 2005. Todd Zaun (NYT)",
      "publication_date": "2004-05-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/19/business/world-business-briefing-asia-japan-more-flat-tv-screens.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "White House Trumpets Programs It Tried to Cut",
      "snippet": "Bush administration dispatches officials around country to claim credit for federal programs that Pres Bush tried to eliminate or cut sharply; Justice Department awards $47 million for police hiring, which Bush wanted to cut by 87 percent; Sec Tom...",
      "abstract": "Bush administration dispatches officials around country to claim credit for federal programs that Pres Bush tried to eliminate or cut sharply; Justice Department awards $47 million for police hiring, which Bush wanted to cut by 87 percent; Sec Tommy Thompson announces grants for people without health insurance, program Bush wanted to end, and states will get $11.6 million to buy defibrillators, program Bush wanted to cut to $2 million; Sec John W Snow doles out federal money in Wisconsin and Illinois, Sec Anthony J Principi announces new veterans hospitals in Las Vegas and Orlando, Sec Spencer Abraham announces new research laboratory in South Carolina and transportation official awards $13-million airport contract in Portland, Maine; photos; map; contrast between politics and policy is especially striking when administration takes credit for spending money appropriated by Congress against Bush's wishes (M)",
      "lead_paragraph": "Like many of its predecessors, the Bush White House has used the machinery of government to promote the re-election of the president by awarding federal grants to strategically important states. But in a twist this election season, many administration officials are taking credit for spreading largess through programs that President Bush tried to eliminate or to cut sharply.",
      "publication_date": "2004-05-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/19/us/2004-campaign-administration-white-house-trumpets-programs-it-tried-cut.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "Big Canadian Retailer Faces New Adventure",
      "snippet": "Canada's Hudson's Bay Co may be taken over, and possibly broken up, by American corporate raider Jerry Zucker; Zucker's InterTech Group has built 18.1 percent stake in Hudson's Bay since December, making it largest single shareholder; photo (M)d",
      "abstract": "Canada's Hudson's Bay Co may be taken over, and possibly broken up, by American corporate raider Jerry Zucker; Zucker's InterTech Group has built 18.1 percent stake in Hudson's Bay since December, making it largest single shareholder; photo (M)d",
      "lead_paragraph": "The Hudson's Bay Company has had its share of adventures since it was formed by King Charles II of England 334 years ago to open trading opportunities in North America. By bartering furs with Indians and then building a far-flung network of trading posts, the early Bay men laid the foundation for Canada's biggest chain of department stores.",
      "publication_date": "2004-05-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/19/business/big-canadian-retailer-faces-new-adventure.html",
      "byline": "By Bernard Simon"
    },
    {
      "headline": "World Business Briefing | Australia: Brewer's Profit Slips",
      "snippet": "Lion Nathan, Australian brewer an",
      "abstract": "Lion Nathan, Australian brewer an",
      "lead_paragraph": "Lion Nathan, a brewer and winemaker, reported that net income in the first half of the year fell 24 percent, to 84 million Australian dollars ($58 million), despite a 6 percent increase in sales. The chief executive, Gordon M. Cairns, said the company had increased the volume of its beer sales in China by 63 percent but it still had a loss there. The company also took a charge of 34 million Australian dollars in connection with the sale of unprofitable pubs and hotels in Victoria state. Excluding the write-down, Lion Nathan's profit rose 7 percent. John Shaw (NYT)",
      "publication_date": "2004-05-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/19/business/world-business-briefing-australia-brewer-s-profit-slips.html",
      "byline": "By John Shaw (NYT)"
    },
    {
      "headline": "Indian Stocks Surge After Recent Plunge",
      "snippet": "India's Mumbai Stock Exchange bellwether index surges 8.25 percent, closing at 4,877 points, biggest increase in five years, encouraged by reports that Sonia Gandhi is reluctant to become prime minister; Gandhi's announcement she has decided not t...",
      "abstract": "India's Mumbai Stock Exchange bellwether index surges 8.25 percent, closing at 4,877 points, biggest increase in five years, encouraged by reports that Sonia Gandhi is reluctant to become prime minister; Gandhi's announcement she has decided not to accept post comes after close of trade; graph (M)",
      "lead_paragraph": "After two trading sessions of huge losses, bargain hunters emerged to bid shares up 8 percent on the Indian exchange on Tuesday, encouraged by reports that Sonia Gandhi was reluctant to become the prime minister.",
      "publication_date": "2004-05-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/19/business/indian-stocks-surge-after-recent-plunge.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "Officer Says Army Tried to Curb Red Cross Visits to Prison in Iraq",
      "snippet": "Senior army officer who served in Iraq says army officials responded to Red Cross report last November about Abu Ghraib prison by saying inspectors should make appointments to visit that cellblock, site of worst abuses; says military, contrary to ...",
      "abstract": "Senior army officer who served in Iraq says army officials responded to Red Cross report last November about Abu Ghraib prison by saying inspectors should make appointments to visit that cellblock, site of worst abuses; says military, contrary to official account, did not start criminal investigation before replying on Dec 24 and treated allegations with what Brig Gen Janis Karpinski calls 'light-hearted manner'; she commanded military police at prison and signed response but says it was prepared by lawyers reporting to Gen Ricardo Sanchez; Karpinski refuses to say if she objected to Dec 24 letter; Lt Gen Lance Smith and other senior officials have told Congress military had no inkling of magnitude of abuses until soldier turned over photos Jan 13; photos of soldiers implicated so far and charges against them; details also given about death of hooded prisoner brought in by CIA officers, whose body was photographed packed in ice; Pentagon formally adopts procedures for hardest-core detainees at Guantanamo prison; annual status review will be held by three officers and relatives and home governments may take part (M)",
      "lead_paragraph": "Army officials in Iraq responded late last year to a Red Cross report of abuses at Abu Ghraib prison by trying to curtail the international agency's spot inspections of the prison, a senior Army officer who served in Iraq said Tuesday.",
      "publication_date": "2004-05-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/19/world/struggle-for-iraq-abu-ghraib-officer-says-army-tried-curb-red-cross-visits.html",
      "byline": "By Douglas Jehl and Eric Schmitt"
    },
    {
      "headline": "World Business Briefing | Europe: France: Profit At Airline",
      "snippet": "Air France earned 13 million euros ($15.5 million) in fourth quarter, compared to loss of 103 million euros year earlier; profit for year fell to 93 million euros ($111 million) from 120 million euros year ago; chief executive Jean-Cyril Spinetta ...",
      "abstract": "Air France earned 13 million euros ($15.5 million) in fourth quarter, compared to loss of 103 million euros year earlier; profit for year fell to 93 million euros ($111 million) from 120 million euros year ago; chief executive Jean-Cyril Spinetta comments; photo (S)",
      "lead_paragraph": "Air France said it earned 13 million euros ($15.5 million) in the fourth quarter, in contrast to a loss of 103 million euros a year earlier, helped by increased business on its longer flights and by reduced costs. The airline said its profit for the year fell to 93 million euros ($111 million), from 120 million euros a year earlier, as its operations were hit by severe acute respiratory syndrome and a strike by air traffic controllers. Air France, which recently agreed to acquire KLM Royal Dutch Airlines, will increase profit substantially this year if ticket prices are stable, the chief executive, Jean-Cyril Spinetta, above, said. Ariane Bernard (NYT)",
      "publication_date": "2004-05-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/19/business/world-business-briefing-europe-france-profit-at-airline.html",
      "byline": "By Ariane Bernard (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Hong Kong: Telecom Stake",
      "snippet": "Hong Kong-bï",
      "abstract": "Hong Kong-bï",
      "lead_paragraph": "PCCW, the telecommunications holding company, said that it was negotiating the sale of an equity stake in its main subsidiary PCCW-HKT Telephone, to a Chinese company in what would be one of the largest mainland investments yet in Hong Kong. The subsidiary is the primary operator of fixed-line telephone services in Hong Kong. PCCW is negotiating with the government-controlled China Network Communications Group, a large provider of fixed-line services in China. A deal appears to be weeks away, and PCCW did not disclose how large a stake it might sell or for how much. An alliance with a big mainland phone company could help PCCW enter the Chinese market. Mainland companies have taken only a few large stakes until now in Hong Kong companies, notably Citic Pacific's 25.7 percent holding in Cathay Pacific Airways. Keith Bradsher (NYT)",
      "publication_date": "2004-05-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/19/business/world-business-briefing-asia-hong-kong-telecom-stake.html",
      "byline": "By Keith Bradsher (NYT)"
    },
    {
      "headline": "Google Moves Toward Clash With Microsoft",
      "snippet": "Google, edging closer to direct confrontation with Microsoft, is preparing to introduce powerful file and text software search tool for locating information stored on personal computers; Google's software is clearest indication that company hopes ...",
      "abstract": "Google, edging closer to direct confrontation with Microsoft, is preparing to introduce powerful file and text software search tool for locating information stored on personal computers; Google's software is clearest indication that company hopes to extend its search business to compete directly with Microsoft's control of desktop computing; improved technology for searching information stored on personal computer will also be crucial feature of Microsoft's long-delayed version of its Windows operating system called Longhorn, which is not expected before 2006 at earliest (M)",
      "lead_paragraph": "Edging closer to a direct confrontation with Microsoft, Google, the Web search engine, is preparing to introduce a powerful file and text software search tool for locating information stored on personal computers.",
      "publication_date": "2004-05-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/19/business/google-moves-toward-clash-with-microsoft.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Hewlett Posts Strong Gains In Revenue and Profits  Hewlett-Packard provided more evidence that the technology business continues to improve as it reported solid quarterly results with strong gains in both revenue and profits.    The impressive qua...",
      "abstract": " Hewlett Posts Strong Gains In Revenue and Profits  Hewlett-Packard provided more evidence that the technology business continues to improve as it reported solid quarterly results with strong gains in both revenue and profits.    The impressive quarterly report also underlines the continuing progress Hewlett-Packard has made since its acquisition of Compaq Computer two years ago. [Page C3.]",
      "lead_paragraph": "Hewlett Posts Strong Gains In Revenue and Profits",
      "publication_date": "2004-05-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/19/business/business-digest-650439.html",
      "byline": ""
    },
    {
      "headline": "AT&T and Sprint Join in Wireless Operation",
      "snippet": "AT&T reaches five-year agreement with Sprint to offer mobile phone services; will sell new services to its 30 million existing customers and others and will offer them as part of package with some of its long-distance calling plans; deal allows AT...",
      "abstract": "AT&T reaches five-year agreement with Sprint to offer mobile phone services; will sell new services to its 30 million existing customers and others and will offer them as part of package with some of its long-distance calling plans; deal allows AT&T to approach other wireless carriers and lets Sprint solicit other customers; photo (M)",
      "lead_paragraph": "Three years after it spun off its wireless division, AT&T said yesterday that it had reached a five-year agreement with Sprint to offer mobile phone services. AT&T will sell the new services to its 30 million existing customers and others and will offer them as part of a package with some of its long-distance calling plans.",
      "publication_date": "2004-05-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/19/business/at-t-and-sprint-join-in-wireless-operation.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Greenspan Nominated for 5th Term at Fed",
      "snippet": "Pres Bush formally nominates Alan Greenspan for fifth four-year term as chairman of Federal Reserve; Greenspan, who has been chairman for nearly 17 years, quickly accepts invitation; photo (M)",
      "abstract": "Pres Bush formally nominates Alan Greenspan for fifth four-year term as chairman of Federal Reserve; Greenspan, who has been chairman for nearly 17 years, quickly accepts invitation; photo (M)",
      "lead_paragraph": "President Bush formally nominated Alan Greenspan for a fifth four-year term as chairman of the Federal Reserve, fulfilling a pledge Mr. Bush made last year and reassuring investors about the most powerful economic post in the country.",
      "publication_date": "2004-05-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/19/business/greenspan-nominated-for-5th-term-at-fed.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Belgian Drug Maker Seeks to Buy Celltech",
      "snippet": "Belgium's UCB to acquire British biotec",
      "abstract": "Belgium's UCB to acquire British biotec",
      "lead_paragraph": "The Belgian drug and chemicals company UCB said on Tuesday that it would buy the British biotechnology company Celltech Group for £1.53 billion ($2.7 billion) and develop and market its promising arthritis drug. The deal will create Europe's second-largest biopharmaceutical company.",
      "publication_date": "2004-05-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/19/business/belgian-drug-maker-seeks-to-buy-celltech.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Trump Takes a Meeting, Now Backs a Resort in Brazil",
      "snippet": "Trump Takes a Meeting Now Backs a Reso",
      "abstract": "Trump Takes a Meeting Now Backs a Reso",
      "lead_paragraph": "It could have been a scene straight out of the hit reality show ''The Apprentice.''",
      "publication_date": "2004-05-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/19/business/trump-takes-a-meeting-now-backs-a-resort-in-brazil.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "French Stake Seen as Part Of Rescue For Alstom",
      "snippet": "France will acquire almost third of nearly bankrupt French industrial group Alstom in proposed rescue bid, and European Commission is not expected to oppose move (M)",
      "abstract": "France will acquire almost third of nearly bankrupt French industrial group Alstom in proposed rescue bid, and European Commission is not expected to oppose move (M)",
      "lead_paragraph": "France will acquire almost a third of the nearly bankrupt French industrial group Alstom in a proposed rescue bid, and the European Commission will not oppose such a move, people close to the talks said on Tuesday.",
      "publication_date": "2004-05-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/19/business/french-stake-seen-as-part-of-rescue-for-alstom.html",
      "byline": "By Paul Meller and Katrin Bennhold"
    },
    {
      "headline": "Salesforce.com Is Said to Delay Its Public Offering",
      "snippet": "Salesforce.com delays its initial public offering, which was scheduled for May 24; Securities and Exchange Commission requests delay after commissioners decide that Saleforce.com's chief executive Marc Benioff violated SEC-imposed 'quiet' period, ...",
      "abstract": "Salesforce.com delays its initial public offering, which was scheduled for May 24; Securities and Exchange Commission requests delay after commissioners decide that Saleforce.com's chief executive Marc Benioff violated SEC-imposed 'quiet' period, when company executives are required to keep low profile before selling stock to public; SEC is concerned about comments by Benioff that appeared in May 9 New York Times article (M)",
      "lead_paragraph": "The business software company Salesforce.com has delayed its initial public offering, which had been scheduled for next Monday, according to an executive close to the process.",
      "publication_date": "2004-05-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/19/business/salesforcecom-is-said-to-delay-its-public-offering.html",
      "byline": "By Laurie J. Flynn and Andrew Ross Sorkin"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Aluminum Spinoff Planned",
      "snippet": "Worldo",
      "abstract": "Worldo",
      "lead_paragraph": "Alcan, the aluminum and packaging group based in Montreal, said it would spin off to shareholders the bulk of its rolled products business, creating one of the world's biggest producers of aluminum foil products. The new company, yet to be named, will have 10,000 employees and annual revenue of $6 billion. Bernard Simon (NYT)",
      "publication_date": "2004-05-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/19/business/world-business-briefing-americas-canada-aluminum-spinoff-planned.html",
      "byline": "By Bernard Simon (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Investor Confidence Falls",
      "snippet": "ZEW Center for European Economic Research says its index measuring institutional investor and analyst sentiment in Germany dropped to 46.4 in May, from 49.7 in April (S)",
      "abstract": "ZEW Center for European Economic Research says its index measuring institutional investor and analyst sentiment in Germany dropped to 46.4 in May, from 49.7 in April (S)",
      "lead_paragraph": "German investor confidence reached a 10-month low in May, reflecting concern that rising oil prices and weak consumer spending might threaten Germany's economic recovery. The ZEW Center for European Economic Research said its index measuring institutional investor and analyst sentiment dropped to 46.4, from 49.7 in April. Last December, expectations had climbed to 73.4 index points, a three-and-a-half year high. Petra Kappl (NYT)",
      "publication_date": "2004-05-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/19/business/world-business-briefing-europe-germany-investor-confidence-falls.html",
      "byline": "By Petra Kappl (NYT)"
    }
  ]
}