{
  "metadata": {
    "date": "2004-04-30",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: Italy: Fiat Blockade Ends",
      "snippet": "Workers at Fiat ends their 10-day blockade of company's car factory in Melfi, Italy, allowing workers who were not on strike to return to work; union and management representatives meet to search for agreement that would lead to end to strike; los...",
      "abstract": "Workers at Fiat ends their 10-day blockade of company's car factory in Melfi, Italy, allowing workers who were not on strike to return to work; union and management representatives meet to search for agreement that would lead to end to strike; lost production as result of strike so far totals almost 30,000 cars (S)",
      "lead_paragraph": "Workers at Fiat ended their 10-day blockade of the company's car factory in the southern Italian town of Melfi, allowing workers who were not on strike to return to work. Union representatives and the car company's management met to search for an agreement that would lead to an end to the strike. Production at Fiat's other five Italian car factories, which has halted because the Melfi plant makes auto parts used in the other factories, will begin early next week, a company spokesman said. Lost production as a result of the strike so far totals almost 30,000 cars.",
      "publication_date": "2004-04-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/30/business/world-business-briefing-europe-italy-fiat-blockade-ends.html",
      "byline": "By Eric Sylvers (NYT)"
    },
    {
      "headline": "Google's Sale of Its Shares Will Defy Wall St. Tradition",
      "snippet": "Google says it will sell shares to public investors in unusual auction that is stark shift from way Silicon Valley companies raised money during technology boom of 1990's; stock offering, to take place later this year, is intended to provide $2.7 ...",
      "abstract": "Google says it will sell shares to public investors in unusual auction that is stark shift from way Silicon Valley companies raised money during technology boom of 1990's; stock offering, to take place later this year, is intended to provide $2.7 billion in cash; it will give Google market value on Wall Street of from $30 billion to $50 billion; it will make instant billionaires out of Larry Page and Sergey Brin, two former graduate students who founded Google less than six years ago; outsiders getting their first look at basic details of Google's finances and business operations find evidence of company that is both exceptionally profitable and extraordinarily fast growing; unusual auction method Google has chosen poses risks; if price bid by initial buyers goes too high, there may be few takers once shares start trading in stock market; long-awaited Google public offering is seen as signal moment for Silicon Valley and technology industry which is just beginning to recover from devastating slump following collapse of dot-com bubble in 2000; graphs (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/30/business/google-ipo-overview-google-s-sale-its-shares-will-defy-wall-st-tradition.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Shell Tries A Buyback To Pacify Its Investors",
      "snippet": "Royal Dutch/Shell Group says it will buy back $2 billion of its shares this year, latest sign that company is trying to placate shareholders after months of criticism; Shell has been under fire since it unexpectedly cut its proven reserve estimate...",
      "abstract": "Royal Dutch/Shell Group says it will buy back $2 billion of its shares this year, latest sign that company is trying to placate shareholders after months of criticism; Shell has been under fire since it unexpectedly cut its proven reserve estimates by 20 percent in January; is being investigated by regulators including Securities and Exchange Commission, US Justice Department and Britain's Financial Services Authority; reports 16 percent decline in net income for first quarter, to $4.43 billion; says it will increase capital expenditures this year by $700 million to search for new oil and gas deposits (M)",
      "lead_paragraph": "The Royal Dutch/Shell Group said on Thursday that it would buy back $2 billion of its shares this year, the latest sign that the company is trying to placate shareholders after months of criticism.",
      "publication_date": "2004-04-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/30/business/shell-tries-a-buyback-to-pacify-its-investors.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Metal Prices Fall; 'Froth' Is Blown Off Market",
      "snippet": "Steep fall in copper, gold and other metal prices in last week has heightened nervousness that two-year boom in commodity markets may be coming to close; copper trades at $2,657 per metric ton on London Metal Exchange, down from $3,100 in late Mar...",
      "abstract": "Steep fall in copper, gold and other metal prices in last week has heightened nervousness that two-year boom in commodity markets may be coming to close; copper trades at $2,657 per metric ton on London Metal Exchange, down from $3,100 in late March; nickel has lost almost 40 percent of its value since reaching peak of close to $18,000 per metric ton in early January; gold price is fixed in London at $386 per ounce on April 29, down from recent peak of $428.20 in January; graphs (M)",
      "lead_paragraph": "A steep fall in copper, gold and other metal prices in the last week has heightened nervousness that a two-year boom in commodity markets may be coming to a close.",
      "publication_date": "2004-04-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/30/business/metal-prices-fall-froth-is-blown-off-market.html",
      "byline": "By Bernard Simon"
    },
    {
      "headline": "U.S. Economy Grows 4.2%; War Spending Provides Push",
      "snippet": "Bureau of Economic Analysis reports economy grew at vigorous annual rate of 4.2 percent in first quarter, with military spending making significant contribution to economic growth for first time since early days of war in Iraq; gross domestic prod...",
      "abstract": "Bureau of Economic Analysis reports economy grew at vigorous annual rate of 4.2 percent in first quarter, with military spending making significant contribution to economic growth for first time since early days of war in Iraq; gross domestic product would have expanded at 3.5 percent pace without war; Bush administration greets report as confirmation that tax cuts are working; Treas Sec John W Snow says economy is poised for long-term growth; Sen John Kerry, presumptive Democratic presidential nominee, focuses not on Gross Domestic Product report but on still subpar job creation; neither party addresses unexpected contribution of military spending to economic growth, which accounted for $17.4 billion of $108.5 billion increase; inflation rose at annual rate of 2 percent, up from 1.2 percent in fourth quarter; Labor Department reports employment cost index rose at 1.1 percent annual rate because employers' health insurance and pension costs increased; graph; photos (M)",
      "lead_paragraph": "The American economy grew at a vigorous annual rate of 4.2 percent in the first quarter, with military spending making a significant contribution to economic growth for the first time since the early days of the war in Iraq.",
      "publication_date": "2004-04-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/30/business/us-economy-grows-4.2-war-spending-provides-push.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Google Announces Plans For Initial Public Offering  Ending months of frenzied speculation, Google said it would sell shares to public investors in a way that represents a stark shift from the way Silicon Valley companies raised money during the te...",
      "abstract": " Google Announces Plans For Initial Public Offering  Ending months of frenzied speculation, Google said it would sell shares to public investors in a way that represents a stark shift from the way Silicon Valley companies raised money during the technology boom of the 1990's.    The stock offering, which is intended to provide about $2.7 billion in cash when it takes place later this year, is likely to give Google a market value on Wall Street of perhaps $50 billion or more and transform the two former graduate students who founded it less than six years ago into instant billionaires. [Page A1.]",
      "lead_paragraph": "Google Announces Plans For Initial Public Offering",
      "publication_date": "2004-04-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/30/business/business-digest-421103.html",
      "byline": ""
    },
    {
      "headline": "More on the I.P.O.",
      "snippet": " Google's casual corporate culture, which reflects the personalities of its founders, Sergey Brin, above left, and Larry Page, is not likely to change, analysts say.   Page C6.",
      "abstract": " Google's casual corporate culture, which reflects the personalities of its founders, Sergey Brin, above left, and Larry Page, is not likely to change, analysts say.   Page C6.",
      "lead_paragraph": "Google's casual corporate culture, which reflects the personalities of its founders, Sergey Brin, above left, and Larry Page, is not likely to change, analysts say. Page C6.",
      "publication_date": "2004-04-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/30/business/more-on-the-ipo.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: ABB Posts Profit",
      "snippet": "ABB reports net profit of $4 million for first quarter compared to loss of $45 million year earlier; chief executive Jurgen Dormann comments; photo (S)",
      "abstract": "ABB reports net profit of $4 million for first quarter compared to loss of $45 million year earlier; chief executive Jurgen Dormann comments; photo (S)",
      "lead_paragraph": "Buoyed by a strong demand in Asia, the Swiss-Swedish engineering group ABB reported a net profit of $4 million for the first quarter, in contrast to a loss of $45 million in the quarter a year earlier. Analysts said the quarterly profit figure fell far short of an expected $46 million, but noted that ABB had nearly eliminated losses in noncore units, had improved cash flow and had increased sales. The chief executive, Jürgen Dormann, above, said it was the sixth consecutive quarterly rise and that the trend underscored a gradual recovery of the troubled Swiss engineering giant after years of losses.",
      "publication_date": "2004-04-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/30/business/world-business-briefing-europe-switzerland-abb-posts-profit.html",
      "byline": "By Fiona Fleck (NYT)"
    },
    {
      "headline": "Daimler Board Blocks Protégé Of Troubled Chief",
      "snippet": "DaimlerChrysler's chief executive Jurgen E Schrempp survives critical board meeting, one week after board rejected his proposal that company bail out its struggling Japanese partner Mitsubishi Motors; board decides that Wolfgang Bernhard, chief op...",
      "abstract": "DaimlerChrysler's chief executive Jurgen E Schrempp survives critical board meeting, one week after board rejected his proposal that company bail out its struggling Japanese partner Mitsubishi Motors; board decides that Wolfgang Bernhard, chief operating officer of Chrysler division and protege of Schrempp, will not take control of company's Mercedes division as he had been scheduled to do on May 1; abrupt sidelining of Bernhard shocks company employees, financial analysts and auto industry; company reports first-quarter net income was 393 million euros ($470 million), down 33 percent from year-earlier quarter; operating income rose 10 percent, to 1.5 billion euros ($1.8 billion), and operating profit increased to 298 million euros ($357 million) from 152 million euros ($182 million); photo (M)",
      "lead_paragraph": "DaimlerChrysler's chief executive, Jürgen E. Schrempp, survived a critical board meeting yesterday, a week after the board rejected his proposal that the company bail out its struggling Japanese partner, Mitsubishi Motors.",
      "publication_date": "2004-04-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/30/business/daimler-board-blocks-protege-of-troubled-chief.html",
      "byline": "By Mark Landler and Danny Hakim"
    },
    {
      "headline": "Strong Growth Rate Seen in First Quarter",
      "snippet": "The American economy grew at a vigorous annual rate of 4.2 percent in the first quarter, with military spending making a significant contribution to economic growth for the first time since the early days of the war in Iraq.  ",
      "abstract": "The American economy grew at a vigorous annual rate of 4.2 percent in the first quarter, with military spending making a significant contribution to economic growth for the first time since the early days of the war in Iraq.  ",
      "lead_paragraph": "The American economy grew at a vigorous annual rate of 4.2 percent in the first quarter, with military spending making a significant contribution to economic growth for the first time since the early days of the war in Iraq.",
      "publication_date": "2004-04-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/30/business/strong-growth-rate-seen-in-first-quarter.html",
      "byline": ""
    },
    {
      "headline": "Citing Pullback, Antigraft Team Quits Teamsters",
      "snippet": "Former federal prosecutor Edwin H Stier resigns as head of Teamsters' internal anticorruption program, along with 20 investigators and lawyers and 10-member advisory panel, saying union president James P Hoffa is not fully committed to fighting co...",
      "abstract": "Former federal prosecutor Edwin H Stier resigns as head of Teamsters' internal anticorruption program, along with 20 investigators and lawyers and 10-member advisory panel, saying union president James P Hoffa is not fully committed to fighting corruption; anticorruption program was created five years ago by Hoffa in effort to persuade federal government to abandon its longtime oversight of union, a result of 1989 settlement of federal racketeering lawsuit charging union with being controlled by organized crime; resignations of Stier and his staff could jeopardize union's push to end federal oversight; Stier, in sharply worded letter, accuses Hoffa of blocking broad investigation into possible union corruption in Chicago and of dragging his feet in case of alleged embezzlement by Teamsters leader in Houston; Hoffa insists that he remains committed to eliminating union's ties to organized crime, noting he has put more than 30 corrupt locals into trusteeship; union lawyer Patrick J Szymanski claims Stier is resigning because union told him that he had exceeded his jurisdiction and that his investigations were costing union too much money; photo (M)",
      "lead_paragraph": "The former federal prosecutor who heads the Teamsters' internal anticorruption program resigned yesterday, along with 20 other investigators and lawyers involved in that effort, saying the union's president was not fully committed to fighting corruption.",
      "publication_date": "2004-04-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/30/us/citing-pullback-antigraft-team-quits-teamsters.html",
      "byline": "By Steven Greenhouse"
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Serono Executive Leaves",
      "snippet": "Serono's chief financial officer Allan Shaw resigns; deputy chief executive Jacques Theurillat will step in until successor is found (S)",
      "abstract": "Serono's chief financial officer Allan Shaw resigns; deputy chief executive Jacques Theurillat will step in until successor is found (S)",
      "lead_paragraph": "Serono, Europe's largest biotechnology company, said that Allan Shaw had resigned as chief financial officer and a member of the board for personal reasons. Serono, which is based in Geneva, said that Jacques Theurillat, deputy chief executive, would step in until a successor is found. Mr. Theurillat, who is also president of European and international sales and marketing, held the post of chief financial officer from 1996 to 2002. Fiona Fleck (NYT)",
      "publication_date": "2004-04-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/30/business/world-business-briefing-europe-switzerland-serono-executive-leaves.html",
      "byline": "By Fiona Fleck (NYT)"
    },
    {
      "headline": "The French Get Their Drug Company. Will Foreign Investors Retaliate?",
      "snippet": "Floyd Norris comment on whether foreign investors will punish French government for its role in Sanofi-Synthelabo's takeover of Aventis; says government successfully sidestepped supposed European rules barring national preferences; holds angry inv...",
      "abstract": "Floyd Norris comment on whether foreign investors will punish French government for its role in Sanofi-Synthelabo's takeover of Aventis; says government successfully sidestepped supposed European rules barring national preferences; holds angry investors who wanted more for their Aventis shares are muttering about avoiding France; graph (M)",
      "lead_paragraph": "WILL foreign investors punish France?",
      "publication_date": "2004-04-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/30/business/the-french-get-their-drug-company-will-foreign-investors-retaliate.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "BUSH AND CHENEY TELL 9/11 PANEL OF '01 WARNINGS",
      "snippet": "Pres Bush and Vice Pres Cheney answer questions from 9/11 commission for more than three hours in Oval Office; say intelligence warnings they received throughout 2001 suggested Al Qaeda was poised to strike overseas, not on American soil; Bush lat...",
      "abstract": "Pres Bush and Vice Pres Cheney answer questions from 9/11 commission for more than three hours in Oval Office; say intelligence warnings they received throughout 2001 suggested Al Qaeda was poised to strike overseas, not on American soil; Bush later appears before reporters to say he answered every question panel members asked, and commission issues press statement saying members found Bush and Cheney 'forthcoming and candid'; Bush and Cheney are not sworn in by commission, which has generally required sworn testimony only when witnesses testify in public; meeting is not recorded electronically, as result of White House decision; commission is allowed to bring along staff director as note taker; commission members say after meeting that Bush and Cheney offered no startling new information about Sept 11 attacks; Thomas H Kean, panel chairman, says Bush handled nearly three-quarters of questions raised by commissioners, and that, contrary to speculation among Congressional Democrats and other critics, Cheney did not try to dominate session; photo (M)",
      "lead_paragraph": "President Bush and Vice President Dick Cheney were questioned in the Oval Office for more than three hours on Thursday by the commission investigating the Sept. 11 attacks. They said intelligence warnings they received throughout 2001 suggested that Al Qaeda was poised to strike overseas, not on American soil, according to accounts of commission and administration officials.",
      "publication_date": "2004-04-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/30/us/threats-responses-investigation-bush-cheney-tell-9-11-panel-01-warnings.html",
      "byline": "By Philip Shenon and David E. Sanger"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Bank Posts Profit",
      "snippet": "HVB Group says first-quarter profit rose to 53 million euros ($62.7 million) compared with 9 million euro loss year ago; revenue dropped to 2.32 billion euros ($2.74 billion) from 2.36 billion euros, 2 percent below HVB's forecast; graph (S)0",
      "abstract": "HVB Group says first-quarter profit rose to 53 million euros ($62.7 million) compared with 9 million euro loss year ago; revenue dropped to 2.32 billion euros ($2.74 billion) from 2.36 billion euros, 2 percent below HVB's forecast; graph (S)0",
      "lead_paragraph": "The HVB Group, Germany's second-largest bank, reported first-quarter profit and revenue that fell short of market forecasts and the company's own goals. Profit rose to 53 million euros ($62.7 million), compared with a 9 million euro loss a year ago, and revenue slipped to 2.32 billion euros ($2.74 billion) from 2.36 billion euros, 2 percent below HVB's forecast. Interest income dropped 120 million euros, to 1.29 billion euros. Business shrank as the bank sold assets worth about $4 billion to increase its capital.",
      "publication_date": "2004-04-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/30/business/world-business-briefing-europe-germany-bank-posts-profit.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "China Cools Lending, and Markets Shiver",
      "snippet": "Asian stock markets and currencies dip and prices for oil and other commodities slip as world markets respond to news that Chinese authorities ordered banks to stop their rapid increase in lending at least until weeklong May Day holiday begins May...",
      "abstract": "Asian stock markets and currencies dip and prices for oil and other commodities slip as world markets respond to news that Chinese authorities ordered banks to stop their rapid increase in lending at least until weeklong May Day holiday begins May 1; crude oil prices fall in London morning trading by 30 cents, to $34.01 per barrel for Brent crude for June settlement, but recover to close at $34.31; South Korean won drops 1.3 percent against American dollar; Thai baht drops nine-tenths of one percent; New Taiwan dollar falls seven-tenths of one percent and Phlippines peso, Indonesian rupiah and Indian rupee each decrease by five-tenths of one percent; photo (M)",
      "lead_paragraph": "Asian stock markets and currencies dipped on Thursday and prices for oil and other commodities slipped as world markets responded to news that Chinese authorities ordered banks to stop their rapid increase in lending at least until the weeklong May Day holiday begins on Saturday.",
      "publication_date": "2004-04-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/30/business/china-cools-lending-and-markets-shiver.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "World Business Briefing | Asia: India: Reliance Profit Up 29%",
      "snippet": "India's Reliance Industries reports 29 percent increase in quarterly profit ended in March; profit rose to 14.19 billion rupees ($322 million) from 11.01 billion rupees year earlier (S)",
      "abstract": "India's Reliance Industries reports 29 percent increase in quarterly profit ended in March; profit rose to 14.19 billion rupees ($322 million) from 11.01 billion rupees year earlier (S)",
      "lead_paragraph": "One of India's largest private enterprises, Reliance Industries, the oil exploration, refining and petrochemicals company, announced a 29 percent rise in quarterly profit. Reliance Industries, the flagship of the oil-to-wireless service company, the Reliance Group, said quarterly profit rose to 14.19 billion rupees ($322 million) in the quarter ended in March, from 11.01 billion rupees a year earlier. But the better-than-expected results failed to excite a bearish stock market, where the Reliance Group's stock price fell more than 2 percent, to 528.15 rupees ($12).",
      "publication_date": "2004-04-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/30/business/world-business-briefing-asia-india-reliance-profit-up-29.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "Google Says To Investors: Don't Think Of Flipping",
      "snippet": "Analysis of Google Inc's $2.7 billion initial public offering; focuses on desires of Google founders Sergey Brin and Larry Page that investors and analysts have limited say in way they run company; holds Google aims to insulate its executives some...",
      "abstract": "Analysis of Google Inc's $2.7 billion initial public offering; focuses on desires of Google founders Sergey Brin and Larry Page that investors and analysts have limited say in way they run company; holds Google aims to insulate its executives somewhat from shareholder demands by having dual classes of stock that will give company insiders much more voting power than public investors to elect directors; chart; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/30/business/the-google-ipo-the-offering-google-says-to-investors-don-t-think-of-flipping.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "U.S. Weighs Falluja Pullback, Leaving Patrols to Iraq Troops",
      "snippet": "United States miiltary commanders consider proposal to turn over task of ending fierce anti-American insurgency in Falluja to new force of Iraqi soldiers, led by officers once loyal to Saddam Hussein; plan seems tentative at best, as military offi...",
      "abstract": "United States miiltary commanders consider proposal to turn over task of ending fierce anti-American insurgency in Falluja to new force of Iraqi soldiers, led by officers once loyal to Saddam Hussein; plan seems tentative at best, as military officials in Iraq and Washington offer conflicting statements about it; fresh American airstrikes and skirmishes erupt inside Falluja even as details of plan leak out; plan under consideration would have Marine units pull back from in and around Falluja, to be replaced in stages by 900 Iraqis under direct command of former Iraqi officers; small group of marines would be assigned to unit as liaison to American forces; it is unclear how much power new Iraqi force will be able to exert over embattled insurgents, who have shown some military skill and are said to include foreign fighters; many Iraqi soldiers have refused to fight alongside Americans in Falluja; photos; map (M)",
      "lead_paragraph": "United States military commanders here moved to loosen their siege of this city on Thursday, proposing to turn over the task of ending a fierce anti-American insurgency to a new force of Iraqi soldiers, led by officers once loyal to Saddam Hussein.",
      "publication_date": "2004-04-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/30/world/struggle-for-iraq-siege-us-weighs-falluja-pullback-leaving-patrols-iraq-troops.html",
      "byline": "By John Kifner and Ian Fisher"
    },
    {
      "headline": "General Strike Threatened Over Thai Utility Proposal",
      "snippet": "Unions representing Thailand's public-sector employees plan to use huge May Day rally to call for general strike against plans by Prime Min Thaksin Shinawatra to privatize part of national electric utility Electricity Generating Authority of Thail...",
      "abstract": "Unions representing Thailand's public-sector employees plan to use huge May Day rally to call for general strike against plans by Prime Min Thaksin Shinawatra to privatize part of national electric utility Electricity Generating Authority of Thailand; Thaksin has delayed sale indefinitely in wake of relentless protests over last two months; unions are trying to force Thaksin to cancel sale altogether, snad some union members are already staging limited walkouts; photos (M)i",
      "lead_paragraph": "After two months of daily protests, unions representing Thailand's public-sector employees plan to use a huge May Day rally to call for a general strike against plans by Prime Minister Thaksin Shinawatra to privatize part of the national electric utility, the Electricity Generating Authority of Thailand.",
      "publication_date": "2004-04-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/30/business/general-strike-threatened-over-thai-utility-proposal.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "World Business Briefing | Asia: India: Hindustan Lever Profit Falls",
      "snippet": "Hindustan Lever announces 20.9 percent decline in profit for quarter ended in March; net profit fell to 2.94 billion rupees ($65 million) from 3.82 billion rupees ($86 million) year earlier (S)",
      "abstract": "Hindustan Lever announces 20.9 percent decline in profit for quarter ended in March; net profit fell to 2.94 billion rupees ($65 million) from 3.82 billion rupees ($86 million) year earlier (S)",
      "lead_paragraph": "One of India's top consumer goods makers, Hindustan Lever, announced a 20.9 percent decline in profit for the quarter ended in March, after price cuts for best-selling products hurt profit margins. Hindustan Lever, the Indian unit of the Anglo-Dutch Unilever, which makes Lux soap, Surf detergent and Fair and Lovely skin-lightening cream, said that its net profit fell to 2.94 billion rupees ($65 million) in the quarter from 3.82 billion rupees ($86 million) in the period a year earlier. Hindustan Lever and multinational rival Proctor & Gamble India have been waging a fierce price war on detergents and shampoos.",
      "publication_date": "2004-04-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/30/business/world-business-briefing-asia-india-hindustan-lever-profit-falls.html",
      "byline": "By Saritha Rai (NYT)"
    }
  ]
}