{
  "metadata": {
    "date": "2004-01-09",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "In Germany, Shifting the Cost Of the Pension to the Worker",
      "snippet": "Analysis: German business ar",
      "abstract": "Analysis: German business ar",
      "lead_paragraph": "German business and government are in agreement over one thing: Both are worried about paying the pension bills for Germany's aging work force. The result may be bad news for workers, and more pressure on them to save for their own retirement.",
      "publication_date": "2004-01-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/09/business/in-germany-shifting-the-cost-of-the-pension-to-the-worker.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Europe: Denmark: Big Loss For Lego",
      "snippet": "Lego posts record pretax loss of 1.4 billion kroner ($239 million) for 2003 and fires its deputy chief executive Poul Plougmann; will cut its management team to nine people from 14 and is seeking to eliminate more jobs; photo (S)",
      "abstract": "Lego posts record pretax loss of 1.4 billion kroner ($239 million) for 2003 and fires its deputy chief executive Poul Plougmann; will cut its management team to nine people from 14 and is seeking to eliminate more jobs; photo (S)",
      "lead_paragraph": "Lego, the European maker of the popular building blocks, posted a record pretax loss of 1.4 billion kroner ($239 million) for 2003 and fired its deputy chief executive, Poul Plougmann, after losing market share. Lego said it would cut its management team to nine people from 14 and is seeking to eliminate more jobs, Jorgen Vig Knudstorp, head of corporate affairs, said in a telephone interview. Disappointing sales of items inspired by the popular Harry Potter books were among the main reasons for last year's loss, Mr. Knudstorp said. Revenue fell 25 percent, to 8.5 billion kroner, and Kjeld Kirk Kristiansen, owner of the privately held company, said Lego lost market share.",
      "publication_date": "2004-01-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/09/business/world-business-briefing-europe-denmark-big-loss-for-lego.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Seeking Women's Votes, Clark Changes His Style",
      "snippet": "Gen Wesley K Clark seeks to shed his military persona to attract more women voters; advisers say women significantly trail men in support for Clark in national and New Hampshire polls; Clark says many women view armed forces, where he spent much o...",
      "abstract": "Gen Wesley K Clark seeks to shed his military persona to attract more women voters; advisers say women significantly trail men in support for Clark in national and New Hampshire polls; Clark says many women view armed forces, where he spent much of his career, as male-dominated, hierarchical, authoritarian institution; says he wants women to get to know him; his overall poll numbers have been rising; CNN/USA Today poll finds him in statistical tie with Howard Dean nationally; Clark's aides are addressing gender gap by recruiting network of women who speak in weekly conference call, exchanging ideas about how to win over women with endorsements, advertisements and events; photos (M)",
      "lead_paragraph": "Gen. Wesley K. Clark has begun to show a softer side.",
      "publication_date": "2004-01-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/09/us/the-2004-campaign-the-general-seeking-women-s-votes-clark-changes-his-style.html",
      "byline": "By Edward Wyatt"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Setback For LG Card",
      "snippet": "South Korea's troubled credit card company LG Card is forced to halt cash advance services at most banks in country as liquidity shortage worsens; LG says liquidity crunch might worsen unless creditors offer more emergency loans (S)y",
      "abstract": "South Korea's troubled credit card company LG Card is forced to halt cash advance services at most banks in country as liquidity shortage worsens; LG says liquidity crunch might worsen unless creditors offer more emergency loans (S)y",
      "lead_paragraph": "The troubled credit card company LG Card was forced to halt cash advance services at most banks in the country as a liquidity shortage worsened. LG Card, strapped with about $17 billion in debt, temporarily halted all of its cash advance services in late November, until its creditors offered $2 billion in emergency loans to avert a bankruptcy. An LG Card spokesman said the liquidity crunch might worsen unless creditors offered more emergency loans. About 14 million South Koreans are LG Card holders, with many of them using cash advances obtained from credit cards to repay other loans. LG Card's 16 creditors have been unable to reach a decision on a costly rescue plan because of disagreements on how much each lender should provide and over who should manage the company. Samuel Len (NYT)",
      "publication_date": "2004-01-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/09/business/world-business-briefing-asia-south-korea-setback-for-lg-card.html",
      "byline": "By Samuel Len (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Jobless Rate Falls",
      "snippet": "Germany's Federal Labor Agency reports number of jobless people fell seasonally adjusted 21,000 from November to 4.34 million; unemployment rate declined to 10.4 percent from 10.5 percent (S)",
      "abstract": "Germany's Federal Labor Agency reports number of jobless people fell seasonally adjusted 21,000 from November to 4.34 million; unemployment rate declined to 10.4 percent from 10.5 percent (S)",
      "lead_paragraph": "German unemployment fell for a fourth month in December, helped by government programs to increase self-employment and temporary work, as Europe's largest economy returned to growth in the second half of 2003. The number of jobless people fell a seasonally adjusted 21,000 from November to 4.34 million, the Federal Labor Agency said. The unemployment rate declined to 10.4 percent, the lowest in almost a year, from 10.5 percent.",
      "publication_date": "2004-01-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/09/business/world-business-briefing-europe-germany-jobless-rate-falls.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Fabled Trove of Fabergé Eggs Goes to Auction, Jewels and All",
      "snippet": "Sotheby's in New York will auction nine Imperial Faberge Easter eggs from Czarist Russia that were acquired over lifetime by late publishing magnate Malcolm Forbes; collection is second in size only to 10 in Kremlin; it will be offered in April al...",
      "abstract": "Sotheby's in New York will auction nine Imperial Faberge Easter eggs from Czarist Russia that were acquired over lifetime by late publishing magnate Malcolm Forbes; collection is second in size only to 10 in Kremlin; it will be offered in April along with 180 other Faberge objects from Forbes holdings; together they are expected to sell for at least $90 million; growing number of newly rich Russian collectors have added to strength of this market; another potential buyer is Kremlin, which might want to add to its trove of Imperial eggs; extraordinary materials and workmanship that went into eggs, coupled with their size (six inches of less) make them perhaps most luxurious, over-the-top baubles ever produced; Malcolm Forbes' son Christopher says he and his siblings have been receiving offers from collectors all over world willing to pay handsomely for their eggs; photo (M)",
      "lead_paragraph": "The last pieces of a legendary collection, the nine Imperial Fabergé Easter eggs from Czarist Russia acquired over a lifetime by Malcolm Forbes, the publishing magnate, are to be sold at Sotheby's in New York in April, the auction house announced yesterday.",
      "publication_date": "2004-01-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/09/world/fabled-trove-of-faberge-eggs-goes-to-auction-jewels-and-all.html",
      "byline": "By Carol Vogel"
    },
    {
      "headline": "Spending on Health Hits a Record Level",
      "snippet": "Health spending accounts for nearly 15 percent of the nation's economy, the largest share on record, the Bush administration said.     The Department of Health and Human Services said spending on health care shot up 9.3 percent in 2002, the larges...",
      "abstract": "Health spending accounts for nearly 15 percent of the nation's economy, the largest share on record, the Bush administration said.     The Department of Health and Human Services said spending on health care shot up 9.3 percent in 2002, the largest increase in 11 years, to $1.55 trillion, an average of $5,440 for each person in the United States. Hospital care and prescription drugs accounted for much of the increase.      Article, Page A16.",
      "lead_paragraph": "Health spending accounts for nearly 15 percent of the nation's economy, the largest share on record, the Bush administration said.",
      "publication_date": "2004-01-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/09/us/spending-on-health-hits-a-record-level.html",
      "byline": ""
    },
    {
      "headline": "Nokia Turns Bullish on Its 4th-Quarter Estimates",
      "snippet": "Nokia, world's largest maker of cellphones, unexpectedly raises its earnings and revenue estimates for fourth quarter, citing significantly better business at its telecommunications network unit as well as improved handset sales; chief executive J...",
      "abstract": "Nokia, world's largest maker of cellphones, unexpectedly raises its earnings and revenue estimates for fourth quarter, citing significantly better business at its telecommunications network unit as well as improved handset sales; chief executive Jorma Ollila comments; photo (M)a",
      "lead_paragraph": "Nokia, the world's biggest maker of cellphones, unexpectedly raised its earnings and revenue estimates for the fourth quarter on Thursday, citing significantly better business at its telecommunications network unit as well as improved handset sales.",
      "publication_date": "2004-01-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/09/business/nokia-turns-bullish-on-its-4th-quarter-estimates.html",
      "byline": "By Jennifer L. Schenker"
    },
    {
      "headline": "Currency Wars: Europe Watches While Others Play by Different Rules",
      "snippet": "Floyd Norris comment on US dollar's decline against world's major currencies; says since end of 2001, dollar is down 30.4 percent against euro, but against basket of currencies it is down just 6.7 percent; holds only few countries are willing to a...",
      "abstract": "Floyd Norris comment on US dollar's decline against world's major currencies; says since end of 2001, dollar is down 30.4 percent against euro, but against basket of currencies it is down just 6.7 percent; holds only few countries are willing to allow their currencies to trade freely; says China, which has largest trade surplus, $123 billion in latest 12 months reported, fixes its currency value against dollar; adds it has turned away suggestions by US that it change that policy; says Japan, which ranks second, with trade surplus of $68 billion, spent about $200 billion last trying to prop up dollar, presumably slowing yen's rise; adds dollar is down 19 percent against yen since end of 2001; says there is growing concern among companies and politicians that euro will rise far enough to damage nascent European recovery; says questions is whether Europe will stand by and watch its own competitiveness erode while hoping that world growth will somehow solve all problems; adds Bush administration is unlikely to sell euros; says European Central Bank's decision not to raise interest rates is no surprise, but it is regrettable; graph (M)",
      "lead_paragraph": "WHAT happens if the world won't let the dollar fall? That question may sound odd given the run of headlines about the plunging dollar, but the reality is that the dollar is still strong where it counts.",
      "publication_date": "2004-01-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/09/business/currency-wars-europe-watches-while-others-play-by-different-rules.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Bias Issue Arises for Monsanto Case Judge",
      "snippet": "Federal Judge Rodney W Sippel, who is presiding over price-fixing case involving Monsanto Co against Pioneer Hi-Bred International, did not disclose to parties in case that in 1997 and 1998 he was listed as lawyer representing Monsanto in case tha...",
      "abstract": "Federal Judge Rodney W Sippel, who is presiding over price-fixing case involving Monsanto Co against Pioneer Hi-Bred International, did not disclose to parties in case that in 1997 and 1998 he was listed as lawyer representing Monsanto in case that covered some of same issues; absence of disclosure that Sippel and his former law firm, now known as Husch & Eppenberger, had business dealings with Monsanto raises conflict of interest questions among some lawyers in price-fixing case; Husch & Eppenberger chairman Joseph P Conran acknowledges that Sippel was listed in court papers for five months as one of main lawyers for Monsanto in that suit, but says Sippel never actually did any work on case; adds Sippel never did any work for Monsanto when he worked at firm; legal experts say Sippel probably did not violate Judicial Code of Conduct for United States judges but he should have disclosed his prior relationship with Monsanto to avoid even appearance of conflict of interest in case (M)",
      "lead_paragraph": "A federal judge now presiding over a price-fixing case involving the Monsanto Company did not disclose to the parties in the case that in 1997 and 1998 he was listed as a lawyer representing Monsanto in a case that covered some of the same issues, according to lawyers and court documents.",
      "publication_date": "2004-01-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/09/business/bias-issue-arises-for-monsanto-case-judge.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "Hewlett Joins With Apple In Music Deal",
      "snippet": "Hewlett-Packard will begin selling version of Apple Computer's iPod digital music player and bundling Apple's iTunes online music store with its personal computers in new partnership that points to major realignment of forces within computer indus...",
      "abstract": "Hewlett-Packard will begin selling version of Apple Computer's iPod digital music player and bundling Apple's iTunes online music store with its personal computers in new partnership that points to major realignment of forces within computer industry; agreement, which was completed after extensive bargaining session between Hewlett's chief executive Carleton S Fiorina and Apple's Steven P Jobs, represents significant departure for both companies; Jobs has stepped away from self-enclosed Apple-only strategy he has pursued sicne he return to run company in 1997; Hewlett puts its software partner Microsoft on notice that it will not necessarily follow its lead in every case; photo (M)",
      "lead_paragraph": "Hewlett-Packard said Thursday that it would begin selling a version of Apple Computer's iPod digital music player and bundling Apple's iTunes online music store with its personal computers in a new partnership that points to a major realignment of forces within the computer industry.",
      "publication_date": "2004-01-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/09/business/technology-hewlett-joins-with-apple-in-music-deal.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "BUSH WILL OFFER MAJOR INITIATIVE TO EXPLORE SPACE",
      "snippet": "Pres Bush will outline major space initiative in speech next week; will propose research and development program with aim of establishing base on moon as prelude to longer-term goal of sending humans to Mars; one administration official cautions t...",
      "abstract": "Pres Bush will outline major space initiative in speech next week; will propose research and development program with aim of establishing base on moon as prelude to longer-term goal of sending humans to Mars; one administration official cautions that proposal could be broad and open-ended, more in nature of 'mission statement' rather than detailed road map and schedule; NASA officials note that report on Feb 1 breakup of space shuttle Columbia said one of NASA's problems was lack of long-term, inspiring goal and called for public debate on issue; that debate has largely waited for White House, which has been distracted by war in Iraq; this will be second policy initiative put forward by White House at beginning of election year; first was Bush's call to revamp laws regarding immigration; both new policy directives would allow Bush to be portrayed as inspirational leader whose vision goes beyond terrorism and tax cuts; photo (M)",
      "lead_paragraph": "President Bush will make a speech next week outlining a major space initiative, the White House said last night.",
      "publication_date": "2004-01-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/09/us/bush-will-offer-major-initiative-to-explore-space.html",
      "byline": "By Matthew L. Wald and David E. Sanger"
    },
    {
      "headline": "World Business Briefing | Asia: Thailand: Finance Investigation",
      "snippet": "World Business",
      "abstract": "World Business",
      "lead_paragraph": "The Stock Exchange of Thailand said that it had begun setting up a task force with regulators in response to a request by Prime Minister Thaksin Shinawatra. On Tuesday, Mr. Thaksin called for the formation of a committee to monitor possible stock-price manipulation. Then on Wednesday, he ordered the finance ministry and the exchange to set up a task force to scrutinize the financial reports of listed companies to prevent money laundering. An exchange spokeswoman would not elaborate on whether the new task force would combine the two roles. Thailand's benchmark stock index more than doubled last year and Mr. Thaksin, while saying stocks are likely to rise further this year, has condemned short-term speculation by investors. Wayne Arnold (NYT)",
      "publication_date": "2004-01-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/09/business/world-business-briefing-asia-thailand-finance-investigation.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "9 SOLDIERS DEAD IN CRASH IN IRAQ",
      "snippet": "American Black Hawk helicopter crashes in Iraqi village of Nuaymiya, near restive town of Falluja, killing all nine soldiers aboard; witnesses near mangled wreckage say helicopter was downed by missile; this is second American helicopter to be sho...",
      "abstract": "American Black Hawk helicopter crashes in Iraqi village of Nuaymiya, near restive town of Falluja, killing all nine soldiers aboard; witnesses near mangled wreckage say helicopter was downed by missile; this is second American helicopter to be shot down in area in week; spokesman for Air Mobility Command says C-5 transport plane with 63 people on board was struck by ground fire but returned safely to Baghdad airport; attacks on Iraqis and occupation soldiers have continued with deadly efficacy since capture of Saddam Hussein on Dec 13; American military and civilian leadership maintains that Hussein's arrest prompted larger numbers of Iraqis to provide accurate intelligence about insurgency; so far, little seems to discourage stubborn insurgency, which is mainly concentrated in swath of territory west and north of Baghdad called Sunni Triangle; American-led occupation hopes its promise to release 500 Iraqis detained in recent months will be seen by Iraqis as gesture of goodwill; photos; map (M)",
      "lead_paragraph": "An American Black Hawk helicopter crashed Thursday in this tiny village near the restive town of Falluja, killing all nine soldiers aboard. Less than a week ago, another American helicopter was shot down in the area.",
      "publication_date": "2004-01-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/09/world/the-struggle-for-iraq-insurgents-9-soldiers-dead-in-crash-in-iraq.html",
      "byline": "By Neela Banerjee"
    },
    {
      "headline": "World Business Briefing | Asia: Hong Kong: Recovery Strengthens",
      "snippet": "Hong Kong's retail sales rose 5.2 percent in November from levels year earlier; sales for first 11 months of year are still down 3.1 percent compared with year earlier (S)",
      "abstract": "Hong Kong's retail sales rose 5.2 percent in November from levels year earlier; sales for first 11 months of year are still down 3.1 percent compared with year earlier (S)",
      "lead_paragraph": "Retail sales rose 5.2 percent in November from levels a year earlier, as a flood of tourists joined residents in stores. The biggest increase, 32.9 percent by volume, came in electrical goods and photographic equipment, which are sold in large quantities to visitors. The increase in retail sales in October, announced last month as having been 3.8 percent, was revised up to 4.0 percent. An outbreak of severe acute respiratory syndrome last spring produced a steep drop in retail sales, and despite the recent improvement, sales for the first 11 months of last year were still down 3.1 percent compared with the first 11 months of 2002. Keith Bradsher (NYT)",
      "publication_date": "2004-01-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/09/business/world-business-briefing-asia-hong-kong-recovery-strengthens.html",
      "byline": "By Keith Bradsher (NYT)"
    },
    {
      "headline": "Australian Sees a Future For Beef, Mad Cow or No",
      "snippet": "Australian Agricultural Co owner Peter Holmes a Court is among minority of Australian cattle ranchers who view latest outbreak of mad cow disease as temporary window of opportunity; Holmes a Court says his company will pay 50 million Australian do...",
      "abstract": "Australian Agricultural Co owner Peter Holmes a Court is among minority of Australian cattle ranchers who view latest outbreak of mad cow disease as temporary window of opportunity; Holmes a Court says his company will pay 50 million Australian dollars ($38.4 million) to buy 58,000 head of cattle and some land to put them on; purchase expands company's herd by 14 percent, to 460,000 head; Australia is world's largest export of beef, almost $3 billion per year, and beef is its largest agricultural export; Holmes a Court comments; photo (M)",
      "lead_paragraph": "Peter Holmes à Court, an Australian businessman, has a reputation for making unconventional trades. He left a career on Wall Street to become a stage producer, importing Eddie Izzard, the British transvestite comedian, to the United States and exporting Jerry Seinfeld to Europe.",
      "publication_date": "2004-01-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/09/business/australian-sees-a-future-for-beef-mad-cow-or-no.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "Trades Backed By Big Banks Draw Interest Of Regulators",
      "snippet": "New York State Atty Gen Eliot L Spitzer and Securities and Exchange Commission are investigating whether some large banks financed improper mutual fund trades by hedge funds; financings being investigated involve total return swaps; among banks wh...",
      "abstract": "New York State Atty Gen Eliot L Spitzer and Securities and Exchange Commission are investigating whether some large banks financed improper mutual fund trades by hedge funds; financings being investigated involve total return swaps; among banks whose transactions are being studied are Bank of America and Canadian Imperial Bank of Commerce (M)",
      "lead_paragraph": "The New York State attorney general and the Securities and Exchange Commission are investigating whether some large banks financed improper mutual fund trades by hedge funds.",
      "publication_date": "2004-01-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/09/business/trades-backed-by-big-banks-draw-interest-of-regulators.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "At the Luxury End, Holiday Sales Were Hopping",
      "snippet": "Bloomberg composite same-store sales index rose 3.7 percent in December compared with year earlier; luxury goods sellers had better holiday sales than moderately priced stores; Neiman Marcus, Tiffany and Saks Fifth Avenue report hearty increases; ...",
      "abstract": "Bloomberg composite same-store sales index rose 3.7 percent in December compared with year earlier; luxury goods sellers had better holiday sales than moderately priced stores; Neiman Marcus, Tiffany and Saks Fifth Avenue report hearty increases; Ann Taylor reports 26.2 percent increase; moderately prices stores like Kohl's had disppointing sales and Wal-Mart says quarterly earnings were at low end of estimates; Limited Brands' sales fell 5 percent, Gap rose only 1 percent, while Wal-Mart rose 4.3 percent; graph; photos (M)",
      "lead_paragraph": "The nation's high-rolling shoppers, full of pent-up desire to spend, propelled luxury stores like Neiman Marcus, Tiffany and Saks Fifth Avenue to hearty increases last month, but over all, many merchants were disappointed by the holiday season. Store sales for last month, measured against the same stores open in December 2002, rose 3.7 percent, according to the Bloomberg composite same-store sales index. Last year, called one of the worst in decades by analysts, holiday sales rose 2.2 percent.",
      "publication_date": "2004-01-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/09/business/at-the-luxury-end-holiday-sales-were-hopping.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "F.D.A. Defers Final Decision About Implants",
      "snippet": "Food and Drug Administration says it has decided to defer its decision on whether to allow silicone breast implants back onto market, citing need for more information about their safety and rate of failure; agency notifies Inamed, maker of silicon...",
      "abstract": "Food and Drug Administration says it has decided to defer its decision on whether to allow silicone breast implants back onto market, citing need for more information about their safety and rate of failure; agency notifies Inamed, maker of silicone implants, that it needs to do more studies and provide more information; surprise move occurs less than three months after agency's expert panel conducts hearings and then votes 9 to 6 to recommend approval; many of concerns raised at hearings are similar to those raised by FDA in its deferral; agency wants to know more about why implants sometimes rupture or leak, how women can know if their device has failed and what are consequences of broken or leaking implants; Dr Dan Schultz of FDA says agency wants better information on long-term effects of implants (M)",
      "lead_paragraph": "The Food and Drug Administration said yesterday that it had decided to defer its decision on whether to allow silicone breast implants back onto the market, citing the need for more information about the implants' safety and rate of failure.",
      "publication_date": "2004-01-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/09/us/fda-defers-final-decision-about-implants.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "US Airways Cutting Costs To Avoid Default on Loans  US Airways is at risk of defaulting on $900 million in government-backed loans unless it can quickly reduce its costs.    The airline, which used the loans as the cornerstone of its restructuring...",
      "abstract": " US Airways Cutting Costs To Avoid Default on Loans  US Airways is at risk of defaulting on $900 million in government-backed loans unless it can quickly reduce its costs.    The airline, which used the loans as the cornerstone of its restructuring plan when it emerged from bankruptcy last year, has retained Morgan Stanley to find buyers for a range of assets. People close to the deliberations say that it may sell its East Coast shuttle, its regional operations and gates at airports, as well as one of its hubs in Pittsburgh, Philadelphia or Charlotte, N.C. [Page C5.]",
      "lead_paragraph": "US Airways Cutting Costs To Avoid Default on Loans",
      "publication_date": "2004-01-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/09/business/business-digest-895792.html",
      "byline": ""
    }
  ]
}