{
  "metadata": {
    "date": "2004-02-24",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "China Ponders Interest Rise as Economy Heats Up",
      "snippet": "China's central bank is considering increase in interest rates as economy appears to be overheating; producer prices rose 3.5 percent in January from year earlier, up from 3 percent in December and sharp rise from 1.9 percent increase in November;...",
      "abstract": "China's central bank is considering increase in interest rates as economy appears to be overheating; producer prices rose 3.5 percent in January from year earlier, up from 3 percent in December and sharp rise from 1.9 percent increase in November; consumer price index rose to annual pace of 3.2 percent in January for second consecutive month; graph; photo (M)",
      "lead_paragraph": "Further evidence emerged on Monday that the Chinese economy may be overheating, and government-controlled news media said that the central bank was considering an increase in interest rates.",
      "publication_date": "2004-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/24/business/china-ponders-interest-rise-as-economy-heats-up.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Forecast of Rising Oil Demand Challenges Tired Saudi Fields",
      "snippet": "Saudi Arabia's vast oil fields, pumped for more than half-century, are in decline, raising serious questions about whether kingdom will be able to satisfy world's thirst for oil in coming years; energy forecasts call for almost doubling Saudi outp...",
      "abstract": "Saudi Arabia's vast oil fields, pumped for more than half-century, are in decline, raising serious questions about whether kingdom will be able to satisfy world's thirst for oil in coming years; energy forecasts call for almost doubling Saudi output in next decade and after, but capacity will likely stall near current levels, potentially creating significant gap in global energy supply; outsiders have not had access to Saudi Aramco data for more than 20 years but Saudi experts suggest looming problems; map; charts; Saudi Arabia is not running out oil, but it is becoming more difficult or expensive to extract; country now produces about eight million barrels daily, about one-tenth of world's needs, and is top supplier to US; average decline rate in mature fields is about eight percent a year (M)",
      "lead_paragraph": "When visitors tour the headquarters of Saudi Arabia's oil empire -- a sleek glass building rising from the desert in Dhahran near the Persian Gulf -- they are reminded of its mission in a film projected on a giant screen. ''We supply what the world demands every day,'' it declares.",
      "publication_date": "2004-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/24/business/forecast-of-rising-oil-demand-challenges-tired-saudi-fields.html",
      "byline": "By Jeff Gerth"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Pentagon Announces End Of Helicopter Program  The Pentagon announced the cancellation of the $38 billion Comanche helicopter program, a weapons system from the cold war era that became a victim of new technology and rising concerns over military c...",
      "abstract": " Pentagon Announces End Of Helicopter Program  The Pentagon announced the cancellation of the $38 billion Comanche helicopter program, a weapons system from the cold war era that became a victim of new technology and rising concerns over military costs and the federal budget deficit. The decision, which must be approved by Congress, would bring a close to a program that began in 1983 and has, so far, cost $8 billion but has yet to produce a single operational craft.    The Comanche program is a joint venture of the Boeing Corporation and the Sikorsky Aircraft subsidiary of United Technologies. Shares of both companies declined on the news. [Page A1.]",
      "lead_paragraph": "Pentagon Announces End Of Helicopter Program",
      "publication_date": "2004-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/24/business/business-digest-522945.html",
      "byline": ""
    },
    {
      "headline": "WorldCom And AT&T Settle Dispute",
      "snippet": "AT&T drop its claims that WorldCom defrauded it of tens of millions of dollars in telephones; two sides agreed to drop multimillion-dollar claims against each other in separate matter, WorldCom's Chapter 11 bankruptcy proceedings; proposed settlem...",
      "abstract": "AT&T drop its claims that WorldCom defrauded it of tens of millions of dollars in telephones; two sides agreed to drop multimillion-dollar claims against each other in separate matter, WorldCom's Chapter 11 bankruptcy proceedings; proposed settlement is subject to approval of federal bankruptcy court overseeing reorganization of WorldCom, which plans to change its name to MCI; AT&T sued WorldCom in September, accusing it of fraud and racketeering; bankruptcy court stayed lawsuit in October pending resolution of WorldCom's Chapter 11 status; SBC Communications and Verizon Communications say WorldCom owes them money, but neither has filed lawsuit (M)",
      "lead_paragraph": "Ending a heated dispute between telecommunications companies, AT&T has agreed to drop its claim that WorldCom defrauded it of tens of millions of dollars in telephone fees, the two companies said yesterday.",
      "publication_date": "2004-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/24/business/technology-worldcom-and-at-t-settle-dispute.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Bank Deal Expands Citigroup's Stake in South Korea",
      "snippet": "Analysts say Citigroup, which will acquire South Korea's sixth-largest bank, KorAm Bank, for $2.72 billion will be entering crucial Asian market that offers reliable growth prospects and few rivals so far (M)",
      "abstract": "Analysts say Citigroup, which will acquire South Korea's sixth-largest bank, KorAm Bank, for $2.72 billion will be entering crucial Asian market that offers reliable growth prospects and few rivals so far (M)",
      "lead_paragraph": "Citigroup, the world's largest financial services company, which agreed on Monday to buy South Korea's sixth-largest bank for $2.72 billion, will be entering a crucial Asian market that offers reliable growth prospects and few rivals so far, analysts said.",
      "publication_date": "2004-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/24/business/bank-deal-expands-citigroup-s-stake-in-south-korea.html",
      "byline": "By Samuel Len"
    },
    {
      "headline": "The Big Question: To Grow or Not to Grow?",
      "snippet": "Tricky question facing small businesses is whether to expand and take on more employees, and it is trickier still early in economic recovery whose strength is uncertain; interviews with sampling of small businesses indicate that reasons to expand ...",
      "abstract": "Tricky question facing small businesses is whether to expand and take on more employees, and it is trickier still early in economic recovery whose strength is uncertain; interviews with sampling of small businesses indicate that reasons to expand -- or not -- are as varied as companies themselves; photos; graphs show that while 89 percent of American companies have fewer than 20 employees, they employ only 18 percent of nation's workers (Special section: Small Business) (M)",
      "lead_paragraph": "THE hiring spree by Fine Point Technologies in the last six weeks sounds at first like a story from another world, a happy one that existed five years ago. Top executives at the New York City software company recently signed up an outside investor and increased the work force by 25 percent.",
      "publication_date": "2004-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/02/24/business/sizable-decisions-the-big-question-to-grow-or-not-to-grow.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "World Business Briefing | Europe: France: Stake In Web Provider Repurchased",
      "snippet": "France Telecom plans to buy back 29.4 percent of its Internet provider Wanadoo for 3.95 billion euros ($4.94 billion) in cash and stock (S)4",
      "abstract": "France Telecom plans to buy back 29.4 percent of its Internet provider Wanadoo for 3.95 billion euros ($4.94 billion) in cash and stock (S)4",
      "lead_paragraph": "The telecommunications operator France Télécom said it planned to buy back 29.4 percent of its Internet provider, Wanadoo, for 3.95 billion euros ($4.94 billion) in cash and stock. The company is proposing a mixed public offering of seven France Télécom shares and 195 euros ($244) for 40 shares of Wanadoo. It is alternatively proposing an outright buyback for 8.86 euros a share of Wanadoo, a 17.2 percent premium over the closing price on Friday, as well as a share exchange offer of 7 France Télécom shares for every 18 shares of Wanadoo. The company said it aimed to combine voice, data and image services. France Télécom also announced that if the cash-and-share offer is successful, it would float a minority participation in Pages Jaunes, the operator's directory services operation, in the second quarter. Ariane Bernard (NYT)",
      "publication_date": "2004-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/24/business/world-business-briefing-europe-france-stake-in-web-provider-repurchased.html",
      "byline": "By Ariane Bernard (NYT)"
    },
    {
      "headline": "Intrigue at Disney May Go Beyond Board Meeting",
      "snippet": "Walt Disney Co's board is focuses on Sept 30, 2006, when contract expires for chief executive Michael D Eisner; board members in recent months have discussed what to do if and when Eisner leaves, campaign to oust Eisner by former directors Stanley...",
      "abstract": "Walt Disney Co's board is focuses on Sept 30, 2006, when contract expires for chief executive Michael D Eisner; board members in recent months have discussed what to do if and when Eisner leaves, campaign to oust Eisner by former directors Stanley P Gold and Roy E Disney and unsolicited takeover offer by Comcast Corp have not only underscored such discussions about Eisner's successor but expedited them; chart (M)",
      "lead_paragraph": "While many people who follow the Walt Disney Company are gearing up for fireworks at next week's annual meeting, Disney's board is focused on another important date: Sept. 30, 2006, when the contract expires for the chief executive, Michael D. Eisner.",
      "publication_date": "2004-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/24/business/intrigue-at-disney-may-go-beyond-board-meeting.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Health Care Heights",
      "snippet": "Rising cost of health insurance has become No. 1 issue for owners of small businesses; 26 percent of companies with fewer than 200 workers reported rate increases for health insurance of more than 20 percent last year, compared with 20 percent at ...",
      "abstract": "Rising cost of health insurance has become No. 1 issue for owners of small businesses; 26 percent of companies with fewer than 200 workers reported rate increases for health insurance of more than 20 percent last year, compared with 20 percent at large companies; only about 47 percent of small companies now offer health insurance, compared with 98 percent at businesses with more than 200 employees on payroll; rising rates confront employers with choice of either absorbing higher costs at time when they cannot raise their prices or alienating employees with cuts in benefits; drawing; graph (Special section: Small Business (M)",
      "lead_paragraph": "LIKE thousands of other business owners around the country, Dwight Messinger got the bad news last fall. As the owner of Power Curbers Inc., a manufacturer of paving equipment in Salisbury, N.C., Mr. Messinger had already seen his company's health insurance premiums jump 25 percent in 2003 while benefits were trimmed. His own wife had been denied reimbursement for a precautionary colonoscopy.",
      "publication_date": "2004-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/02/24/business/health-care-heights.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Aristide's Foes Given 24 Hours To Study Plan",
      "snippet": "Haitian rebels consolidate grip in Cap Haitien, sending truckloads of armed men to patrol streets and go house to house arresting pro-government militants; political opposition in capital asks day to consider peace plan offered by Bush administrat...",
      "abstract": "Haitian rebels consolidate grip in Cap Haitien, sending truckloads of armed men to patrol streets and go house to house arresting pro-government militants; political opposition in capital asks day to consider peace plan offered by Bush administration and other countries; opposition leaders tell Sec Colin Powell their radical followers are adamantly opposed to allowing Pres Jean-Bertrand Aristide to remain in office even in titular role; residents of Cap Haitien pillage and burn symbols of Aristide party, exacting chaotic revenge on government they say has terrorized them; US marines arrive in Port-au-Prince to secure Embassy; photos (M)",
      "lead_paragraph": "Rebel soldiers consolidated their grip here in Haiti's second largest city on Monday, sending truckloads of armed men to patrol the streets and going from house to house arresting pro-government militants, while political opposition leaders in the capital, Port-au-Prince, asked for 24 hours to mull over a peace plan presented by the Bush administration and its allies.",
      "publication_date": "2004-02-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/24/world/aristide-s-foes-given-24-hours-to-study-plan.html",
      "byline": "By Lydia Polgreen and Christopher Marquis"
    },
    {
      "headline": "Germany's Big Brown Delivery Van Contender",
      "snippet": "DHL chairman Klaus Zumwinkel embarks next week on trip to US that will include meetings with analysts, bankers, investors, journalists and politicians; Zumwinkel believes his company can be first in its field by 2005; administrative law judge at U...",
      "abstract": "DHL chairman Klaus Zumwinkel embarks next week on trip to US that will include meetings with analysts, bankers, investors, journalists and politicians; Zumwinkel believes his company can be first in its field by 2005; administrative law judge at US Transportation Department rejected petition by United Parcel Service and FedEx that it declare Deutsche Post's main cargo carrier in US illegal, because it is effectively controlled by German company; department still must consider law judge's December ruling; photos (M)",
      "lead_paragraph": "When the German postal and package-delivery giant Deutsche Post announced last March that it would buy a smaller American service, Airborne, its timing could not have been worse.",
      "publication_date": "2004-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/24/business/germany-s-big-brown-delivery-van-contender.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Profit At Phone Concern",
      "snippet": "Royal KPN says net income rose to 1.64 billion euros ($2.05 billion) in fourth quarter from 7 million euros year earlier; sales fell 7.4 percent, to 3.11 billion euros, from 3.36 billion euros; graph (S)",
      "abstract": "Royal KPN says net income rose to 1.64 billion euros ($2.05 billion) in fourth quarter from 7 million euros year earlier; sales fell 7.4 percent, to 3.11 billion euros, from 3.36 billion euros; graph (S)",
      "lead_paragraph": "The phone company, Royal KPN, had a sixth consecutive quarterly profit, helped by a one-time tax gain, reduced debt and job cuts. KPN said it would pay an extra dividend from the gain. Fourth-quarter net income rose to 1.64 billion euros ($2.05 billion) from 7 million euros a year earlier, the chief financial officer, Maarten Henderson, said. The company said sales fell 7.4 percent, to 3.11 billion euros, from 3.36 billion euros. KPN has been in the market for an acquisition, and Mr. Henderson said any purchase would be paid with stock. Investors were concerned that such a deal would dilute the value of KPN's stock, and its share price fell 7 percent.",
      "publication_date": "2004-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/24/business/world-business-briefing-europe-the-netherlands-profit-at-phone-concern.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "C.I.A. WAS GIVEN DATA ON HIJACKER LONG BEFORE 9/11",
      "snippet": "US and German officials say that in March 1999 German intelligence officials gave CIA first name and telephone number of Marwan al-Shehhi, who piloted United Airlines Flight 175 into World Trade Center, and asked for him to be tracked, but America...",
      "abstract": "US and German officials say that in March 1999 German intelligence officials gave CIA first name and telephone number of Marwan al-Shehhi, who piloted United Airlines Flight 175 into World Trade Center, and asked for him to be tracked, but American counterparts apparently failed to pursue lead; information, earliest known signal that US received about any of Sept 11 hijackers, has become important element in independent commission's probe of attacks, because it may have represented missed opportunity to penetrate Qaeda terror cell in Germany, 16 months before first hijacker showed up at US flight school; Germans had obtained name through monitoring telephone of Mohamed Heidar Zammar, Islamic militant in Hamburg who was closely linked to Sept 11 plotters; senior German official says there was no response until after Sept 11; commission director Philip Zelikow notes importance of Hamburg cell, in which Shehhi was key member (M)",
      "lead_paragraph": "American investigators were given the first name and telephone number of one of the Sept. 11 hijackers two and a half years before the attacks on New York and Washington, but the United States appears to have failed to pursue the lead aggressively, American and German officials say.",
      "publication_date": "2004-02-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/24/us/cia-was-given-data-on-hijacker-long-before-9-11.html",
      "byline": "By James Risen and Eric Lichtblau"
    },
    {
      "headline": "Pentagon Says It Plans to Kill Copter Program",
      "snippet": "Pentagon cancels $38-billion Comanche helicopter program, weapons system from cold war era that was decades behind in development and faltered in face of new technology and concerns about military costs and budget deficits; program, which began in...",
      "abstract": "Pentagon cancels $38-billion Comanche helicopter program, weapons system from cold war era that was decades behind in development and faltered in face of new technology and concerns about military costs and budget deficits; program, which began in 1983 and did not produce single operational craft, has been overtaken by Army's need for lighter, more flexible aircraft to fight terrorists and guerrillas; Army Chief of Staff Gen Peter J Schoomaker and Acting Sec Les Brownlee say cancellation will free up money to modernize Apache attack helicopter, purchase more Blackhawks and develop drones; Congressional approval seen; Comanche is joint venture of Boeing and Sikorsky; photo (M)",
      "lead_paragraph": "The Pentagon yesterday announced the cancellation of the $38 billion Comanche helicopter program, a weapons system from the cold war era that was decades behind in development and that became a victim of new technology and rising concerns about military costs and the federal budget deficit.",
      "publication_date": "2004-02-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/24/us/pentagon-says-it-plans-to-kill-copter-program.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "A Few New Wrinkles for Armani",
      "snippet": "Fashion editors have dismissed Giorgio Armani's styles as no longer cutting-edge; industry analysts say his clientele is too old; store buyers tell him that, at age 69, he should be choosing successor to run his privately owned empire; Armani and ...",
      "abstract": "Fashion editors have dismissed Giorgio Armani's styles as no longer cutting-edge; industry analysts say his clientele is too old; store buyers tell him that, at age 69, he should be choosing successor to run his privately owned empire; Armani and his representatives are fighting back; cite retail data indicating that global sales of Giorgio Armani SA--1.26 billion euros ($1.58 billion) in 2003, down from 1.3 billion euros--have remained fairly constant and that most of company's American department store business has increased in last year; Armani keeps his signature tans, grays and blacks, but displays them on some adventurous silhouettes, in major runway show of fall line in Milan, which he calls 'Eccentricity'; Armani signs deal with developer based in Dubai to help produce 14 Armani-brand hotels; Armani's participation will include contributing more than $100 million of his Casa home furnishings line for buildings planned in Dubai, London, New York, Paris and Tokyo among other locations; photos (M)",
      "lead_paragraph": "For Giorgio Armani, long the king of Italian fashion and the designer of choice for stars in Hollywood, the world has seemed a harsh place lately. Fashion editors have dismissed his styles as no longer cutting-edge. Industry analysts say his clientele is too old. Store buyers gently whisper to him that, at age 69, he really should be choosing a successor to run his privately owned empire.",
      "publication_date": "2004-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/24/business/a-few-new-wrinkles-for-armani.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Witness Tells Of Early Talk Of Plan to Sell Stewart Shares",
      "snippet": "Martha Stewart Living Omnimedia exeucutive Heidi DeLuca testifies controversial stock sale underlying criminal charges against Martha Stewart may have resulted from plan made weeks in advance rather than in response to tip from corporate insider; ...",
      "abstract": "Martha Stewart Living Omnimedia exeucutive Heidi DeLuca testifies controversial stock sale underlying criminal charges against Martha Stewart may have resulted from plan made weeks in advance rather than in response to tip from corporate insider; tells jurors that Stewart's broker Peter E Bacanovic mentioned in November 2001 that he would discuss with Stewart whether to set fixed price of sale of Stewart's shares in ImClone Systems; defense lawyers try to lay foundation for evidence they want to present outside presence of jury; Stewart's lawyer Robert G Morvillo says defendants should be acquitted because prosecution has failed to make its case (M)",
      "lead_paragraph": "The controversial stock sale underlying criminal charges against Martha Stewart may have resulted from a plan made weeks in advance rather than in response to a tip from a corporate insider, an executive at Martha Stewart Living Omnimedia testified yesterday.",
      "publication_date": "2004-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/24/business/witness-tells-of-early-talk-of-plan-to-sell-stewart-shares.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "World Business Briefing | Asia: China: Ford Factory Site Chosen",
      "snippet": "World Business Briefing: China: Ford Factw",
      "abstract": "World Business Briefing: China: Ford Factw",
      "lead_paragraph": "The Changan Ford Automobile Corporation, the venture of the Ford Motor Company with the Changan Group of Chongqing, said that it had signed a memorandum of understanding to obtain the land use rights for construction of a plant in Nanjing, 142 miles northwest of Shanghai. Changan Ford said that it would decide later what model would be built at the plant, declining to confirm expectations that the Ford Focus compact car would be chosen. The venture already makes the Fiesta and the Mondeo at a plant in Chongqing, 800 miles up the Yangtze River from Shanghai; the new factory will make it easier to sell cars in affluent coastal areas. Keith Bradsher (NYT)",
      "publication_date": "2004-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/24/business/world-business-briefing-asia-china-ford-factory-site-chosen.html",
      "byline": "By Keith Bradsher (NYT)"
    },
    {
      "headline": "Israeli Pathologist Faces Grisly Task After the Bombings",
      "snippet": "Israeli pathologist Dr Jehuda Hiss is responsible for grisly task of identifying victims of suicide bombings, often using DNA because they are so completely blown apart as to be unidentifiable otherwise; death toll in latest bombing of Jerusalem b...",
      "abstract": "Israeli pathologist Dr Jehuda Hiss is responsible for grisly task of identifying victims of suicide bombings, often using DNA because they are so completely blown apart as to be unidentifiable otherwise; death toll in latest bombing of Jerusalem bus was given as seven, plus bomber, until genetic profiles identified eighth victim; Israel has had more than 100 suicide bombings in three years, accounting for about half of more than 900 Israelis killed in Palestinian violence; country has developed vast response network; photos; all remains are brought to National Center of Forensic Medicine, where Hiss deals with shattered families and tries to allow them to touch even part of body that remains (M)",
      "lead_paragraph": "After the suicide bombing on Sunday, the flesh and the bones were collected from the bus and the street, and delivered here to Israel's lone forensic center. As always, Dr. Jehuda Hiss, the director, carried out his grim duty of piecing together the broken bodies and tending to the raw emotions of the living.",
      "publication_date": "2004-02-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/24/world/israeli-pathologist-faces-grisly-task-after-the-bombings.html",
      "byline": "By Greg Myre"
    },
    {
      "headline": "Vote in Doubt, AXA and MONY Alter Their Deal",
      "snippet": "AXA's planned takeover of MONY Group sweeten terms of team with shareholder approval in doubt; both delay shareholder vote and change who gets to vote; sweetener, extra 10 cents per share, will come out of money that otherwise would have gone to M...",
      "abstract": "AXA's planned takeover of MONY Group sweeten terms of team with shareholder approval in doubt; both delay shareholder vote and change who gets to vote; sweetener, extra 10 cents per share, will come out of money that otherwise would have gone to MONY executives; AXA had vowed it would not raise its $31 per share offer, but this move will give MONY ability to raise effective offer by 10 cents per share; MONY asks Judge Stephen P Lamb to allow it to reschedule meeting shareholder meeting for May 18, with voting limited to those who own shares as new record date, April 8; rescheduling would enable investors to buy shares over next several weeks and vote on merger, which could significantly change profile of shareholders who would be allowed to vote (Market Place column) (M)",
      "lead_paragraph": "If you're in danger of losing an election, change the rules.",
      "publication_date": "2004-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/24/business/market-place-vote-in-doubt-axa-and-mony-alter-their-deal.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "CAMPAIGN BEGINS AS BUSH ATTACKS KERRY IN SPEECH",
      "snippet": "Pres Bush kicks off re-election campaign, shedding above-the-fray posture to deliver robust defense of his record and assault Democratic front-runner Sen John Kerry; photo; speech at fund-raiser for Republican governors reacts to declining poll nu...",
      "abstract": "Pres Bush kicks off re-election campaign, shedding above-the-fray posture to deliver robust defense of his record and assault Democratic front-runner Sen John Kerry; photo; speech at fund-raiser for Republican governors reacts to declining poll numbers and concerted Democratic criticism; says election will be clear choice between his steady leadership and Democrats who could not be relied on to make tough decisions on economy and terrorism; Bush, without using Kerry's name, mocks him for changing positions; positions himself as optimistic and steady, as opposed to those relying on 'old bitterness and partisan anger'; high-road message is undercut earlier in day when Education Sec Rod Paige calls National Education Assn 'terrorist organization' for resisting portions of Bush's education legislation; Bush himself delivers biting remarks on Democrats who criticize him on Iraq; Kerry, in New York, says Bush is 'on the run,' having failed on economy, pursued reckless foreign policy and practiced crony government; Bush turns aside rumors he might drop Vice Pres Cheney from ticket (M)",
      "lead_paragraph": "President Bush kicked off his general election campaign on Monday night, shedding his above-the-fray posture to deliver a robust defense of his record and begin an assault on the Democratic front-runner, Senator John Kerry.",
      "publication_date": "2004-02-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/24/us/the-2004-campaign-the-president-campaign-begins-as-bush-attacks-kerry-in-speech.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "World Business Briefing | Australia: Retailer's Profit Rises",
      "snippet": "Woolworths, largest supermarket company in Australia, says net profit in six months ended Jan 11 rose 12.9 percent, to 420 million Australian dollars ($323.5 million) as sales rose 6.4 percent, to 15.05 billion Australian dollars (S)",
      "abstract": "Woolworths, largest supermarket company in Australia, says net profit in six months ended Jan 11 rose 12.9 percent, to 420 million Australian dollars ($323.5 million) as sales rose 6.4 percent, to 15.05 billion Australian dollars (S)",
      "lead_paragraph": "The largest supermarket company in Australia, Woolworths, said that its net profit in the six months ended Jan. 11 rose 12.9 percent, to 420 million Australian dollars ($323.5 million), as sales rose 6.4 percent, to 15.05 billion Australian dollars. Woolworths is battling Coles Myer for shoppers by cutting prices for gasoline at its filling stations. Woolworths has aligned with a ChevronTexaco subsidiary, Caltex Australia, to invest in gas stations, while Coles Myer has teamed with Shell Australia. Wayne Arnold (NYT)",
      "publication_date": "2004-02-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/02/24/business/world-business-briefing-australia-retailer-s-profit-rises.html",
      "byline": "By Wayne Arnold (NYT)"
    }
  ]
}