{
  "metadata": {
    "date": "2004-10-18",
    "total_articles": 34
  },
  "articles": [
    {
      "headline": "U.S. Intensifying Bombing Attacks on Falluja Sites",
      "snippet": "American forces stepped up their pressure on the insurgent-controlled city of Falluja on Friday, unleashing an aerial and artillery bombardment of suspected guerrilla positions and encircling the city with hundreds of marines at checkpoints along ...",
      "abstract": "American forces stepped up their pressure on the insurgent-controlled city of Falluja on Friday, unleashing an aerial and artillery bombardment of suspected guerrilla positions and encircling the city with hundreds of marines at checkpoints along its main roads.    Beginning Thursday, American jets began their most intense bombardment of the city yet, dropping 11 satellite- and laser-guided 500-pound bombs on suspected guerrilla safe houses and weapons depots, as 1,600 American marines moved forward under artillery fire to set up the checkpoints, designed to snare insurgents moving out of the city.  ",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 15 - American forces stepped up their pressure on the insurgent-controlled city of Falluja on Friday, unleashing an aerial and artillery bombardment of suspected guerrilla positions and encircling the city with hundreds of marines at checkpoints along its main roads.",
      "publication_date": "2004-10-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/16/world/middleeast/us-intensifying-bombing-attacks-on-falluja-sites.html",
      "byline": "By Dexter Filkins and Eric Schmitt"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Importing Canadian Drugs Might Not Lower Prices  Many economists and health care experts say that importing drugs from countries like Canada that control their prices would do little to solve the problem of expensive drugs in the United States.   ...",
      "abstract": " Importing Canadian Drugs Might Not Lower Prices  Many economists and health care experts say that importing drugs from countries like Canada that control their prices would do little to solve the problem of expensive drugs in the United States.     The nonpartisan Congressional Budget Office has said that allowing Canadian drug imports would have a negligible effect on costs. And drug makers say they would simply reduce their shipments to distributors in the countries supplying the drugs. [Page A1.]    No Deal on Russia-China Pipeline  Russia and China failed to seal an agreement on a proposed gas pipeline from eastern Siberia to northern China. President Vladimir V. Putin, left, of Russia visited China this week amid hopes that a deal was near. Instead, the two countries signed a loose agreement that left the door open to future talks. Many said the two countries remain wary neighbors. [C3.]    Layoffs and Write-Down at Sprint  Sprint plans to lay off 700 sales representatives and write down the value of its network to reflect the eroding market for traditional phone services. The company has already eliminated 7,500 positions this year. [C2.]    Delta Expects a Large Loss  Delta Air Lines said that it expected to lose as much as $675 million for the third quarter, renewing speculation that it could seek bankruptcy protection later this month. [C12.]    Greenspan Eases Fears on Oil  Alan Greenspan said higher oil costs had hurt the gross domestic product this year, but he said the long-term outlook for global oil supplies was reassuring. Crude oil prices climbed 17 cents, to $54.93 a barrel. [C4.]    British Bankers Face Extradition  A judge ruled that three British bankers can be extradited to the United States to face charges of wire fraud related to off-balance-sheet dealings with Enron. [C3.]    Retail Sales Surged in September  A large increase in September retail sales and gains in producer prices indicated stronger economic growth. But a surprisingly soft reading on consumer confidence showed that high oil prices were a threat. [C3.]    Economic Reports Lift Stocks  Stocks rebounded as a retail sales report showed that higher oil prices were not keeping consumers from spending. The Standard & Poor's 500-stock index rose 4.91 points, to 1,108.20, and the Dow Jones industrial average rose 38.93 points, to 9,933.38. [C4.]    Judge to Decide Fate of Oracle Bid  The two-week trial to decide the fate of Oracle's $7.7 billion hostile tender offer for PeopleSoft moved to the judge, who said the parties had moved closer together. [C2.]    Warning Labels on Antidepressants  The Food and Drug Administration ordered pharmaceutical companies to add strong warnings to antidepressants, saying the drugs can cause suicidal thoughts and actions in children and teenagers. [A9.]    Inquiry on Bonds at Bear Stearns  Bear Stearns said it had received subpoenas from federal investigators looking into its municipal bond business. [C12.]    Bitumen Price-Fixing Charges  The European Commission plans to file charges against several companies for fixing the price of bitumen, an oil-based product used in making houses and road surfaces. [C3.]    Flu Vaccine Not Salvageable  None of the flu vaccine made by Chiron that was quarantined in Britain is safe for Americans to use, federal health officials said. [A14]  ",
      "lead_paragraph": "Importing Canadian Drugs Might Not Lower Prices Many economists and health care experts say that importing drugs from countries like Canada that control their prices would do little to solve the problem of expensive drugs in the United States.",
      "publication_date": "2004-10-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/16/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Under Fire, Marsh Stops Taking Fees From Insurers",
      "snippet": "Marsh & McLennan Companies says it will halt practice of taking incentive fees from insurers and is replacing Ray J Groves as head of Marsh Inc, unit that is focus of accusations of misconduct by New York Atty Gen Eliot Spitzer; new chief executiv...",
      "abstract": "Marsh & McLennan Companies says it will halt practice of taking incentive fees from insurers and is replacing Ray J Groves as head of Marsh Inc, unit that is focus of accusations of misconduct by New York Atty Gen Eliot Spitzer; new chief executive of unit, Michael G Cherkasky, was Spitzer's boss when both worked in Manhattan district attorney's office in 1980's; American International Group says it will probably stop participating in incentive-pay arrangements that reward brokers for volume and profitability of coverage they sell; graph shows stock price of AIG and Marsh & McLennan (M)",
      "lead_paragraph": "A day after coming under regulatory fire for taking incentive fees from insurers, the Marsh & McLennan Companies, the world's biggest broker of insurance, said yesterday that it would halt the practice.",
      "publication_date": "2004-10-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/16/business/under-fire-marsh-stops-taking-fees-from-insurers.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Ex-Inmate's Suit Offers View Into Sexual Slavery in Prisons",
      "snippet": "The inmates at the Allred Unit, a tough Texas prison, mostly go by names like Monster, Diablo and Animal. They gave Roderick Johnson, a black gay man with a gentle manner, a different sort of name when he arrived there in September 2000. They call...",
      "abstract": "The inmates at the Allred Unit, a tough Texas prison, mostly go by names like Monster, Diablo and Animal. They gave Roderick Johnson, a black gay man with a gentle manner, a different sort of name when he arrived there in September 2000. They called him Coco.     Under the protocols of the prison gangs at Allred, gay prisoners must take women's names. Then they are assigned to one of the gangs.   ",
      "lead_paragraph": "AUSTIN, Tex., Oct. 12 - The inmates at the Allred Unit, a tough Texas prison, mostly go by names like Monster, Diablo and Animal. They gave Roderick Johnson, a black gay man with a gentle manner, a different sort of name when he arrived there in September 2000. They called him Coco.",
      "publication_date": "2004-10-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/16/us/exinmates-suit-offers-view-into-sexual-slavery-in-prisons.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Storm-Battered Haiti's Endless Crises Deepen",
      "snippet": "Marguerite Dorima, seven months pregnant in a faded yellow sundress, sloshed through the muddy, fetid waters that still occupied the heart of Gonaïves last weekend, three weeks after Tropical Storm Jeanne provoked flash floods that killed some 1,9...",
      "abstract": "Marguerite Dorima, seven months pregnant in a faded yellow sundress, sloshed through the muddy, fetid waters that still occupied the heart of Gonaïves last weekend, three weeks after Tropical Storm Jeanne provoked flash floods that killed some 1,900 people and left 900 missing and presumed dead.     With one hand on her white lace head scarf and the other on her bulging belly, Ms. Dorima maneuvered the slippery muck with the aid of makeshift bridges made of splintery boards and discarded plastic jugs. She was determined to make it to a food distribution center to get rice and beans to last her family of eight through another week.  ",
      "lead_paragraph": "PORT-AU-PRINCE, Haiti, Oct. 12 - Marguerite Dorima, seven months pregnant in a faded yellow sundress, sloshed through the muddy, fetid waters that still occupied the heart of Gonaïves last weekend, three weeks after Tropical Storm Jeanne provoked flash floods that killed some 1,900 people and left 900 missing and presumed dead.",
      "publication_date": "2004-10-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/16/world/americas/stormbattered-haitis-endless-crises-deepen.html",
      "byline": "By Deborah Sontag and Lydia Polgreen"
    },
    {
      "headline": "Judge Gives US Airways Authority to Cut Union Pay",
      "snippet": "Judge Stephen L Mitchell grants US Airways most of emergency pay cuts for is union members that it said are critical to avoid liquidation; industry's other bankrupt company, United Airlines, says it will ask bankruptcy judge to revise its labor co...",
      "abstract": "Judge Stephen L Mitchell grants US Airways most of emergency pay cuts for is union members that it said are critical to avoid liquidation; industry's other bankrupt company, United Airlines, says it will ask bankruptcy judge to revise its labor contracts in November to cut its costs; actions will affect more than 90,000 employees in the industry and underscore crisis facing nation's airlines (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-10-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/16/business/judge-gives-us-airways-authority-to-cut-union-pay.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Importing Less Expensive Drugs Not Seen as Cure for U.S. Woes",
      "snippet": "A customer at the Concourse Drugs pharmacy in the Bronx will pay about $118 for a month's supply of 20-milligram Lipitor. At PharmacyinCanada.com, a Canadian online outlet, the same quantity of the drug, Pfizer's cholesterol-lowering medication, c...",
      "abstract": "A customer at the Concourse Drugs pharmacy in the Bronx will pay about $118 for a month's supply of 20-milligram Lipitor. At PharmacyinCanada.com, a Canadian online outlet, the same quantity of the drug, Pfizer's cholesterol-lowering medication, costs $79.     The difference has become a tempting political target. Senator John Kerry, the Democratic presidential candidate, has made a campaign pledge to help cut Americans' prescription drug costs by allowing them to import drugs from Canada. President Bush has conceded that the idea is worth a try ''if there's a safe way to do it.'' Bipartisan legislation in Congress would allow the reimportation of prescription drugs from Canada and other industrialized countries.  ",
      "lead_paragraph": "A customer at the Concourse Drugs pharmacy in the Bronx will pay about $118 for a month's supply of 20-milligram Lipitor. At PharmacyinCanada.com, a Canadian online outlet, the same quantity of the drug, Pfizer's cholesterol-lowering medication, costs $79.",
      "publication_date": "2004-10-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/16/business/importing-less-expensive-drugs-not-seen-as-cure-for-us-woes.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "When Spitzer Speaks, Insurers Take Note",
      "snippet": "Insurance industry scrambles to change practices one day after New York Atty Gen Eliot Spitzer denounces practices that industry--and its regulators--have viewed as acceptable; Spitzer has filed lawsuit against Marsh Inc and accepted guilty pleas ...",
      "abstract": "Insurance industry scrambles to change practices one day after New York Atty Gen Eliot Spitzer denounces practices that industry--and its regulators--have viewed as acceptable; Spitzer has filed lawsuit against Marsh Inc and accepted guilty pleas to criminal charges from two executives of American International Group, who admitted to joining in rigging bids to make it appear that Marsh steered its customers' business to companies based on competitive bids when that had not really happened (M)",
      "lead_paragraph": "A financial industry that had grown comfortable with its regulators is reeling after the New York state attorney general filed charges of wrongdoing and denounced practices that the industry -- and its regulators -- had viewed as acceptable.",
      "publication_date": "2004-10-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/16/business/when-spitzer-speaks-insurers-take-note.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Inquiry Opens After Reservists Balk in Baghdad",
      "snippet": "The Army is investigating members of a Reserve unit in Iraq who refused to deliver a fuel shipment north of Baghdad under conditions they considered unsafe, the Pentagon and relatives of the soldiers said Friday. Several soldiers called it a ''sui...",
      "abstract": "The Army is investigating members of a Reserve unit in Iraq who refused to deliver a fuel shipment north of Baghdad under conditions they considered unsafe, the Pentagon and relatives of the soldiers said Friday. Several soldiers called it a ''suicide mission,'' relatives said.    Some 18 members of the 343rd Quartermaster Company, based in Rock Hill, S.C., were detained at gunpoint for nearly two days after disobeying orders to drive trucks that they said had not been serviced and were not being escorted by armed vehicles to Taji, about 15 miles north of Baghdad, relatives said after speaking to some of the soldiers.  ",
      "lead_paragraph": "The Army is investigating members of a Reserve unit in Iraq who refused to deliver a fuel shipment north of Baghdad under conditions they considered unsafe, the Pentagon and relatives of the soldiers said Friday. Several soldiers called it a \"suicide mission,\" relatives said.",
      "publication_date": "2004-10-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/16/world/middleeast/inquiry-opens-after-reservists-balk-in-baghdad.html",
      "byline": "By Neela Banerjee and Ariel Hart"
    },
    {
      "headline": "Pfizer Warns of Risks From Its Painkiller",
      "snippet": "Pfizer warns doctors that one of its best-selling painkillers, Bextra, might increase risk of heart attack or stroke in coronary bypass surgery patients; says clinical study involving more than 1,500 patients showed that those who had undergone by...",
      "abstract": "Pfizer warns doctors that one of its best-selling painkillers, Bextra, might increase risk of heart attack or stroke in coronary bypass surgery patients; says clinical study involving more than 1,500 patients showed that those who had undergone bypass surgery and had taken Bextra intravenously and orally were at higher risk for heart attacks; painkillers known as COX-2 inhibitors, which include Bextra and Vioxx, have been widely prescribed to people with arthritis; Merck's decision to withdraw Vioxx casts suspicion on safety of drugs in that class; Pfizer's warning is sure to fuel debate about overall safety of these drugs for all patients (M)",
      "lead_paragraph": "Pfizer warned doctors yesterday that one of its best-selling painkillers, Bextra, might increase the risk of heart attack or stroke in coronary artery bypass surgery patients. The announcement comes just two weeks after Merck removed from the market its painkiller, Vioxx, which is in the same class of medicines as Bextra, because a study showed that the risk of heart attacks doubled for patients who had taken Vioxx 18 months or longer.",
      "publication_date": "2004-10-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/16/business/pfizer-warns-of-risks-from-its-painkiller.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "China's Industrial Boom Is Inflating Commodity Prices",
      "snippet": "Foreign buyers trample security barriers and push guards aside in their haste to enter Canton Trade Fair as it opens on Guangzhou, China, another sign of how companies all over world are still rushing to do business in China; downside of this torr...",
      "abstract": "Foreign buyers trample security barriers and push guards aside in their haste to enter Canton Trade Fair as it opens on Guangzhou, China, another sign of how companies all over world are still rushing to do business in China; downside of this torrent of money pouring into China is also apparent at trade fair, where businesspeople from wide range of industries all over China report that rising prices, particularly for raw materials, have been seriously crimping their profit margins; photo (M)",
      "lead_paragraph": "GUANGZHOU, China, Oct. 15 - A throng of foreign buyers trampled security barriers and pushed guards aside in their haste to enter the Canton Trade Fair as it opened here Friday, another sign of how companies all over the world are still rushing to do business in China.",
      "publication_date": "2004-10-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/16/business/worldbusiness/chinas-industrial-boom-is-inflating-commodity-prices.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "In Iowa, Debates Harden Views but Don't Change Many Minds",
      "snippet": "Few Iowans say their minds were changed by presidential debate, underlining challenges two candidates face as they try to alter stubborn terrain of presidential race; if anything, debate in swing state with informed populace seemed to harden exist...",
      "abstract": "Few Iowans say their minds were changed by presidential debate, underlining challenges two candidates face as they try to alter stubborn terrain of presidential race; if anything, debate in swing state with informed populace seemed to harden existing attitudes; but there are reasons for encouragement for John Kerry and Pres Bush; Democrats say Kerry proved more personable, animated and articulate than they had expected; this could be breakthrough if it helps Kerry solidify and energize his base; for Bush, his amiability may serve as welcome counterpoint to Kerry's sobriety; Bush supporters generally judge Kerry winner of debates, but say that would not move them to vote for someone they do not like or trust; photos (M)",
      "lead_paragraph": "CEDAR RAPIDS, Iowa, Oct. 16 - The state of the presidential campaign was on vivid display in a Des Moines coffee shop the day after the final debate, as Jeff Voorhees, a Republican, and Tim Waddell, a Democrat, judged the presidential encounters they had followed from their perch in this most competitive of swing states.",
      "publication_date": "2004-10-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/10/17/politics/campaign/in-iowa-debates-harden-views-but-dont-change-many-minds.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Will We Need a New 'All the President's Men'?",
      "snippet": "Frank Rich article on attempt by Attorney General John Ashcroft to seize phone records of Judith Miller and Philip Shenon of The Times, claiming national security needs, to similar acts and arguments by Nixon administration, before exposure of its...",
      "abstract": "Frank Rich article on attempt by Attorney General John Ashcroft to seize phone records of Judith Miller and Philip Shenon of The Times, claiming national security needs, to similar acts and arguments by Nixon administration, before exposure of its criminal acts after Watergate break-in; notes that even William Safire, alumnus of Nixon White House, expresses alarm at government's attempts to harass, discredit and prosecute free press; cites examples of Bush administration's successful intimidatio n of news outlets like Viacom and Time Warner; looks at insidious collaboration with White House of Fox News and Sinclair Broadcast Group, which have aired false reports, supporting Bush and attacking John Kerry, as real news; photos (L)",
      "lead_paragraph": "SUCH is the power of movies that the first image \"Watergate\" brings to mind three decades later is not Richard Nixon so much as the golden duo of Redford and Hoffman riding to the nation's rescue in \"All the President's Men.\" But if our current presidency is now showing symptoms of a precancerous Watergate syndrome -- as it is, daily -- we have not yet reached that denouement immortalized by Hollywood, in which our scrappy heroes finally bring Nixon to heel in his second term. No, we're back instead in the earlier reels of his first term, before the criminality of the Watergate break-in, when no one had heard of Woodward and Bernstein. Back then an arrogant and secretive White House, furious at the bad press fueled by an unpopular and mismanaged war, was still flying high as it kneecapped with impunity any reporter or news organization that challenged its tightly enforced message of victory at hand.",
      "publication_date": "2004-10-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "2",
      "web_url": "https://www.nytimes.com/2004/10/17/arts/will-we-need-a-new-all-the-presidents-men.html",
      "byline": "By Frank Rich"
    },
    {
      "headline": "6 Americans Die in Iraq",
      "snippet": "Scattered violence erupted across Iraq on the first weekend of the Muslim holiday Ramadan, as six American servicemen were killed in car-bomb attacks and helicopter crashes. Insurgents also firebombed five Christian churches in Baghdad in the late...",
      "abstract": "Scattered violence erupted across Iraq on the first weekend of the Muslim holiday Ramadan, as six American servicemen were killed in car-bomb attacks and helicopter crashes. Insurgents also firebombed five Christian churches in Baghdad in the latest attempt to terrorize Iraq's small Christian population. Two military helicopters crashed in Baghdad, killing two soldiers and wounding two others.      Article, Page 12.",
      "lead_paragraph": "Scattered violence erupted across Iraq on the first weekend of the Muslim holiday Ramadan, as six American servicemen were killed in car-bomb attacks and helicopter crashes. Insurgents also firebombed five Christian churches in Baghdad in the latest attempt to terrorize Iraq's small Christian population. Two military helicopters crashed in Baghdad, killing two soldiers and wounding two others.",
      "publication_date": "2004-10-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/10/17/world/6-americans-die-in-iraq.html",
      "byline": ""
    },
    {
      "headline": "Finding Work and the Ability in Disability",
      "snippet": "Home Front column profiles Edmund L Cortez, chief executive of National Center for Disability Services, Long Island organization that works with businesses and institutions to help people with physical and mental disabiliities find work; photo (M)",
      "abstract": "Home Front column profiles Edmund L Cortez, chief executive of National Center for Disability Services, Long Island organization that works with businesses and institutions to help people with physical and mental disabiliities find work; photo (M)",
      "lead_paragraph": "IF it weren't for his cousin Freddy, Edmund L. Cortez's life might have taken a radically different turn.",
      "publication_date": "2004-10-17T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/10/17/jobs/finding-work-and-the-ability-in-disability.html",
      "byline": "By Abby Ellin"
    },
    {
      "headline": "Scary Ads Take Campaign to a Grim New Level",
      "snippet": "Political advertisements in final days before election are direct appeals to voters' fears; ads from Pres Bush's campaign and supportive groups claim vote for John Kerry is vote for insecurity at home, while ads from liberal groups and Kerry make ...",
      "abstract": "Political advertisements in final days before election are direct appeals to voters' fears; ads from Pres Bush's campaign and supportive groups claim vote for John Kerry is vote for insecurity at home, while ads from liberal groups and Kerry make case that Bush's Iraq poilcy has caused needless deaths that will continue if he stays in office; national political advertising war shattered spending records as soon as general election campaign began; in last weeks, level of spending has exceeded most bullish estimates, in part because new campaign finance laws seem to have flooded system with more money; presidential commercials hitting range of issues are increasingly provocative and hard-hitting as Election Day nears; examples cited (M)",
      "lead_paragraph": "SANTA FE, N.M., Oct. 16 - In one of President Bush's latest advertisements, a clock ticks menacingly as a young mother pulls a quart of milk out of a refrigerator in slow motion, a young father loads toddlers into a minivan and an announcer intones ominously, \"Weakness invites those who would do us harm.\"",
      "publication_date": "2004-10-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/10/17/politics/campaign/scary-ads-take-campaign-to-a-grim-new-level.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "Is Spitzer Preparing Marsh, Act II?",
      "snippet": "Comment on New York Atty Gen Eliot Spitzer's civil lawsuit against Marsh Inc, which disclosed his findings of phony bids designed to direct businesses to certain insurers; notes dive in stock of parent Marsh & McLennan and speculation about Spitze...",
      "abstract": "Comment on New York Atty Gen Eliot Spitzer's civil lawsuit against Marsh Inc, which disclosed his findings of phony bids designed to direct businesses to certain insurers; notes dive in stock of parent Marsh & McLennan and speculation about Spitzer's continuing investigation of insurance industry; photo; graph (M)",
      "lead_paragraph": "LIKE the universe itself, corporate chicanery just seems to keep on expanding. Unlike earlier versions, however, the latest scandals tend to implicate not just individual companies but entire industries.",
      "publication_date": "2004-10-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/10/17/business/yourmoney/is-spitzer-preparing-marsh-act-ii.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Inching Along, One More Piece to Rebuild Iraq",
      "snippet": "Restoring Iraq's electrical grid is seen as vital to give Iraqis reason to trust government and reject anarchy of insurgency; officials involved with reconstruction expend great effort revising overly optimistic projections made by American occupa...",
      "abstract": "Restoring Iraq's electrical grid is seen as vital to give Iraqis reason to trust government and reject anarchy of insurgency; officials involved with reconstruction expend great effort revising overly optimistic projections made by American occupation authorities in previous months; virtually every project is behind schdule, and few goals have been met, but there are, finally, more megawatts on grid than before invasion; grid had been deteriorating under pressure of sanctions and neglect ever since it was put back together after American bombers destroyed it in Persian Gulf war of 1991; description of six-day journey of convoy carrying 500 tons of house-size components; photos; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-10-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/10/17/world/middleeast/inching-along-one-more-piece-to-rebuild-iraq.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "The Incredible Shrinking Investment Bank",
      "snippet": "Outlook for famous companies like Merrill Lynch and Morgan Stanley discussed in light of encroachments by universal banks such as Citigroup and J P Morgan, with their swollen balance sheets and ripe ambitions; investment bankers say two old-line f...",
      "abstract": "Outlook for famous companies like Merrill Lynch and Morgan Stanley discussed in light of encroachments by universal banks such as Citigroup and J P Morgan, with their swollen balance sheets and ripe ambitions; investment bankers say two old-line firms are in similar quandaries but that Merrill faces most pressure to merge because it has become so much smaller; cite upcoming public offering of DreamWorks SKG's animation unit as example of how big banks use financial brawn and deal-making skill to muscle in on territory long owned by investment banks; photos; graphs showing stock declines this year for major Wall Street firms (M)",
      "lead_paragraph": "THE ballroom at the Waldorf-Astoria was packed earlier this month as E.Stanley O'Neal, the chief executive of Merrill Lynch, strode to the podium to deliver opening remarks at a conference on investment opportunities in India.",
      "publication_date": "2004-10-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/10/17/business/yourmoney/the-incredible-shrinking-investment-bank.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Pickers to Vintners: A Mexican-American Saga",
      "snippet": "Mexican-Americans who were once migrant workers are managers or winemakers for important vineyards in California, where rise of fine-wine business has created growing demand for year-round workers with speical skills; state's wine industry was bui...",
      "abstract": "Mexican-Americans who were once migrant workers are managers or winemakers for important vineyards in California, where rise of fine-wine business has created growing demand for year-round workers with speical skills; state's wine industry was built on backbreaking labor of largely Mexican seasonal work force; many former migrant workers settled down in wine country, sending their children to school and teaching them how to tend vines; some saved money and bought land, and soon began growing their own grapes; stories of several such families detailed; photos (M)",
      "lead_paragraph": "NAPA, Calif. - When Amelia Morán Ceja and her brother-in-law Armando Ceja look out at the vineyards around her house, they can also see the past, when their fathers traveled from Mexico to harvest fruit in stifling heat for meager wages. Ms. Ceja can still feel the grape juice on her hands, made raw from helping her father tend the vines in fields just like these.",
      "publication_date": "2004-10-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/10/17/us/pickers-to-vintners-a-mexicanamerican-saga.html",
      "byline": "By Eric Asimov"
    },
    {
      "headline": "Broad Use of Harsh Tactics Is Described at Cuba Base",
      "snippet": "Military guards and intelligence agents who worked at Guantanamo Bay say harsh and coercive treatment of prisoners was part of regular procedures there, contrary to officials' longstanding denials; say highly abusive treatment occurred over long p...",
      "abstract": "Military guards and intelligence agents who worked at Guantanamo Bay say harsh and coercive treatment of prisoners was part of regular procedures there, contrary to officials' longstanding denials; say highly abusive treatment occurred over long period of time, as well as rewards for prisoners who cooperated with interrogators; describe procedures and treatments they witnessed; this is first time people who worked there have provided detailed accounts of some interrogation procedures; report commissioned by Defense Sec Donald H Rumsfeld in Aug found that tough techniques approved by government were rarely used; but sources describe broader pattern that went beyond even aggressive techniques that were permissible; Pentagon officials refuse to comment on details of allegations; Bush administration has been wrestling with issue of what techniques are permissible since 9/11 attacks and war in Afghanistan; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 16 - Many detainees at Guantánamo Bay were regularly subjected to harsh and coercive treatment, several people who worked in the prison said in recent interviews, despite longstanding assertions by military officials that such treatment had not occurred except in some isolated cases.",
      "publication_date": "2004-10-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/10/17/politics/broad-use-of-harsh-tactics-is-described-at-cuba-base.html",
      "byline": "By Neil A. Lewis"
    },
    {
      "headline": "With Few Suppliers of Flu Shots, Shortage Was Long in Making",
      "snippet": "Flu vaccine shortage that caught many Americans by surprise comes after decades of warnings from health experts who say nation's system for vaccine supply and distribution is growing increasingly fragile; despite their warnings about country's dep...",
      "abstract": "Flu vaccine shortage that caught many Americans by surprise comes after decades of warnings from health experts who say nation's system for vaccine supply and distribution is growing increasingly fragile; despite their warnings about country's dependence on few vaccine makers, there are only two major manufacturers for nation's supply of flu vaccine; Britain, by contrast, has spread its order for flu vaccines among five suppliers, precisely to avoid kind of predicament America now faces; many drug companies in US have abandoned manufacture of vaccines in recent decades, saying they are expensive to make, underpriced and not profitable enough; flu vaccine can be particular gamble, because demand for it varies from year to year; because new vaccine must be made each year to deal with changing strains of virus, any vaccine not sold must be thrown away; photo; chart (L)",
      "lead_paragraph": "Scene by disheartening scene, the spectacle of a severe shortage of flu vaccine is unfolding around the country.",
      "publication_date": "2004-10-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/10/17/health/with-few-suppliers-of-flu-shots-shortage-was-long-in-making.html",
      "byline": "This article was reported by Denise Grady, Lizette Alvarez, Gardiner Harris and Andrew Pollack and Was Written By Ms. Grady"
    },
    {
      "headline": "Terrorbusters Inc.",
      "snippet": "Report on corporate America's heavy spending on security and anti-terrorism measures, which may total as much as $40- to $50-billion a year, two or three times higher than before Sept 11 attacks; Richard G Hudak, security specialist and former FBI...",
      "abstract": "Report on corporate America's heavy spending on security and anti-terrorism measures, which may total as much as $40- to $50-billion a year, two or three times higher than before Sept 11 attacks; Richard G Hudak, security specialist and former FBI agent, discusses systems he sets up for companies like Loews hotels; Gordon Adams, former OMB official who now heads security policies program at George Washington University, says fear is powerful driver for spending, much of which he believes is justified; 3M Corp's security window film, one of many new products, described; photos of security in cold war era; graphs on military and domestic security spending (M)",
      "lead_paragraph": "THE high-pitched whine started suddenly during breakfast in the elegant dining room of the Regency Hotel in Manhattan. Richard G. Hudak, a good-natured, talkative executive, ignored it at first, but the sound persisted. Clearly distracted, he broke off the conversation, rose from the table and walked slowly toward the lobby, tracking the source of the noise with the concentration of a hunting dog. No one else seated at the elaborately set tables in the crowded room seemed especially concerned.",
      "publication_date": "2004-10-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/10/17/business/yourmoney/terrorbusters-inc.html",
      "byline": "By Louis Uchitelle and John Markoff"
    },
    {
      "headline": "Battle for Control of Congress Plays Out in a Redrawn Texas",
      "snippet": "Texas, with five of 35 most competitive House races in country, seen as linchpin of Republicans' national strategy to maintain or expand slim hold in House; five Texas Democratic incumbents have been split from their constituents by redistricting,...",
      "abstract": "Texas, with five of 35 most competitive House races in country, seen as linchpin of Republicans' national strategy to maintain or expand slim hold in House; five Texas Democratic incumbents have been split from their constituents by redistricting, forced to campaign in unfamiliar territory; redistricting has prompted one House Democrat to switch parties and another to retire; nationally, more Republican incumbents than Democrats are retiring, and Democrats hope to pick up some of these seats, especially in Pennsylvania, Washington and Connecticut; Republicans see Texas as their insurance policy against any potential losses; Rep Tom DeLay, who created firestrom in engineering the redistricting, says he expects new lines to result in up to seven new Republican seats; independent experts do not agree; they say Pres Bush has been polarizing figure, even in his home state, and they expect one or more of endangered Democrats to survive; some House races in Texas described; photos; map (M)",
      "lead_paragraph": "LUBBOCK, Tex., Oct. 13 - After 26 years representing the people of West Texas in Congress, Representative Charles W. Stenholm might have thought the days of knocking on doors to ask strangers for votes were behind him.",
      "publication_date": "2004-10-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/18/politics/campaign/battle-for-control-of-congress-plays-out-in-a-redrawn.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "As Election Nears, Parties Begin Another Round of Legal Battles",
      "snippet": "Legal combat over fundamental issue of who can vote is recurring in virtually every battleground state, in what experts say is fast becoming most litigious, lawyer-fraught election in history; clashes follow familiar script; Republicans are suspic...",
      "abstract": "Legal combat over fundamental issue of who can vote is recurring in virtually every battleground state, in what experts say is fast becoming most litigious, lawyer-fraught election in history; clashes follow familiar script; Republicans are suspicious of urban political machines and worried about record levels of new registrations in many swing states; they say Democrats have abetted fraud; Democrats cite bitter history of efforts to deny minority and low-income voters the ballot; they contend Republicans are trying to suppress the vote; unparalleled legal preparations are being fueled by memories of 2000, and also by huge surge in voter registration in swing states, much of it in predominantly Democratic areas; lawyers recruited by both parties and by independent groups are flooding into Ohio, Florida, Pennsylvania and other swing states; photo (M)",
      "lead_paragraph": "COLUMBUS, Ohio, Oct. 15 - As the secretary of state of Ohio, J. Kenneth Blackwell, a Republican who is unabashed about his ambition to be governor, has issued a series of rulings on obscure issues like provisional ballots, voting notices to parolees and the weight of registration forms.",
      "publication_date": "2004-10-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/18/politics/campaign/as-election-nears-parties-begin-another-round-of-legal.html",
      "byline": "By James Dao"
    },
    {
      "headline": "Europe Struggling to Train New Breed of Muslim Clerics",
      "snippet": "Effort is under way in Europe to train clerics to minister to growing population of Muslims in Europe, in hope of stanching migration of clerics who are beholden to foreign interests and, in some cases, full of hate and capable of terrorist acts; ...",
      "abstract": "Effort is under way in Europe to train clerics to minister to growing population of Muslims in Europe, in hope of stanching migration of clerics who are beholden to foreign interests and, in some cases, full of hate and capable of terrorist acts; perceived threat is so great that some European governments closely monitor activities and sermons of their Muslim clerics; France has expelled more than dozen Muslim clerics for violations of human rights or public order since 2001; in Italy, Senegalese-born imam was expelled after calling for suicide bombings and declaring 'blood pact' with Osama bin Laden; Britian is charging militant Muslim cleric Abu Hamza al-Masri, supporter of Osama bin Laden, with terrorism offenses, stalling American effort to extradite him to United States; creating army of learned, law-abiding, Europeanized imams will not be easy because in Europe, government involvement in religion can be seen as violation of privacy and human rights; photos; map (M)",
      "lead_paragraph": "ST.-LÉGER-DE-FOUGERET, France, Oct. 13 - On a wooded hillside in deepest rural Burgundy sits a modest 19th-century chateau with a daunting mission: the training of imams to minister to the Muslims of Europe.",
      "publication_date": "2004-10-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/18/world/europe/europe-struggling-to-train-new-breed-of-muslim-clerics.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "Risks Seen for TV Chain Showing Film About Kerry",
      "snippet": "Sinclair Broadcasting Group runs financial and political risk in telling 62 television stations it owns or manages to pre-empt regular programming to carry documentary this week about Sen John Kerry's activities against Vietnam War; move has alrea...",
      "abstract": "Sinclair Broadcasting Group runs financial and political risk in telling 62 television stations it owns or manages to pre-empt regular programming to carry documentary this week about Sen John Kerry's activities against Vietnam War; move has already alienated some advertisers, enraged consumer and media watchdog groups, who are vowing to challenge its station licenses when they come up for renewal, and raised concerns among stock analysts and investors considering Sinclair's financial outlook; company's executives have been among Pres Bush's largest media contributors; Kerry campaign has called film, Stolen Honor: Wounds That Never Heal, unfair, inaccurate and politically motivated and seeks equal time to respond; number of groups are putting together database listing all Sinclair advertisers and will ask them to withdraw ads; map of Sinclair's markets, several of them in key swing states; photos (M)",
      "lead_paragraph": "Senator John Kerry could find his presidential hopes damaged this week when the 62 television stations owned or managed by the Sinclair Broadcasting Group carry a documentary about his antiwar activities 30 years ago.",
      "publication_date": "2004-10-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/18/business/media/risks-seen-for-tv-chain-showing-film-about-kerry.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Iraqi Officials Plan to Extend Buying of Arms",
      "snippet": "Iraqi officials are extending cash-for-arms offer to Moktada al-Sadr's Mahdi Army in Baghdad, saying it might be spread to other cities; army surrendered more than 1,000 of its heavy weapons in past week, and was paid $1.2 million in return; coope...",
      "abstract": "Iraqi officials are extending cash-for-arms offer to Moktada al-Sadr's Mahdi Army in Baghdad, saying it might be spread to other cities; army surrendered more than 1,000 of its heavy weapons in past week, and was paid $1.2 million in return; cooperation with buyout raises hopes that Sadr will continue his turn toward entering country's democratic process; Prime Min Ayad Allawi seeks to underscore buyout's progress by venturing into heart of Baghdad's hostile Shiite district to salute Mahdi Army; American officials say they share Allawi's encouragement, but that Sadr still has much of his arsenal that he must deliver; even as disarmament appears to gain momentum, insurgents continue attacks in Baghdad, with mortar fire in Sadr City just before Allawi's arrival there; outside Falluja, American marines resume fierce clashes with insurgents, continuing military push that appears to be laying groundwork for attempt to retake city from insurgents; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 17 - A government plan to entice Iraq's biggest Shiite militia to turn in its weapons in return for cash here has brought in enough arms in its first week that Iraqi officials extended the program on Sunday and said it might be spread to other cities.",
      "publication_date": "2004-10-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/18/world/middleeast/iraqi-officials-plan-to-extend-buying-of-arms.html",
      "byline": "By Richard A. Oppel Jr. and Dexter Filkins"
    },
    {
      "headline": "Can't Remember the Movie? Look for an Oscar-Season Ad",
      "snippet": "Movie studios are already placing ads positioning their films for consideration for Academy Awards even though awards are four months away; ads are expected to herald notably wide-open and expensive Oscar campaign season, even though awards ceremo...",
      "abstract": "Movie studios are already placing ads positioning their films for consideration for Academy Awards even though awards are four months away; ads are expected to herald notably wide-open and expensive Oscar campaign season, even though awards ceremony has been moved up to late Feb; there is no front-runner for big awards, emboldening studios to push harder for their movies; some competitors seek to exploit perceived opening resulting from Miramax cost-cutting; photos (M)",
      "lead_paragraph": "The 77th Annual Academy Awards are still four months away, but movie studios are already placing ads positioning their films \"for your consideration\" -- industry code for \"how about an Oscar?\"",
      "publication_date": "2004-10-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/18/business/media/cant-remember-the-movie-look-for-an-oscarseason-ad.html",
      "byline": "By Nat Ives"
    },
    {
      "headline": "Soldiers Saw Refusing Order as Their Last Stand",
      "snippet": "American platoon's refusal to deliver shipment of fuel in Iraq highlights fact that military has yet to solve lack of training, parts and equipment that has riddled operation in Iraq from outset, especially among National Guard and Reserve units; ...",
      "abstract": "American platoon's refusal to deliver shipment of fuel in Iraq highlights fact that military has yet to solve lack of training, parts and equipment that has riddled operation in Iraq from outset, especially among National Guard and Reserve units; soldiers say their trucks were unsafe and lacked proper armed escort; Brig Gen James E Chambers says he has ordered two investigations into incident and concerns expressed by 18 soldiers about maintenance and safety; says unit's trucks were not yet armored and were among last in his command to get such protection, because they usually functioned in less dangerous parts of Iraq; Army officers call this apparent act of insubordination very unusual, especially in all volunteer army; incident has prompted widespread interest among military families who have complained for months about inadequate equipment and protection for their soldiers; photos; map (M)",
      "lead_paragraph": "JACKSON, Miss. Oct. 17 - What does it take for a man like Staff Sgt. Michael Butler, a 24-year veteran of the Army and the Reserve who was a soldier in the first Persian Gulf war and a reserve called up to fight in the current war in Iraq, to risk everything by disobeying a direct order in wartime?",
      "publication_date": "2004-10-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/18/us/soldiers-saw-refusing-order-as-their-last-stand.html",
      "byline": "By Neela Banerjee and Ariel Hart"
    },
    {
      "headline": "Investor Suit at Disney Puts Exits in a Spotlight",
      "snippet": "Delaware court is set to begin hearing shareholder suit charging Walt Disney Co board breached its fiduciary responsibility when chief executive Michael D Eisner hired his friend, Michael S Ovitz, as president in 1995 and when it signed off on Ovi...",
      "abstract": "Delaware court is set to begin hearing shareholder suit charging Walt Disney Co board breached its fiduciary responsibility when chief executive Michael D Eisner hired his friend, Michael S Ovitz, as president in 1995 and when it signed off on Ovitz's $140 million severage package 14 months later; directors may find themselves personally responsible for not carefully considering Ovitz's fitness for job; Eisner, set to retire at end of Sept 2006, could face renewed demands for earlier exit; suit charges that Ovitz wasted corporate assets and that board should have fired him for failing to do job; table of expenses Ovitz billed to Disney; drawing; photo (M)",
      "lead_paragraph": "LOS ANGELES, Oct. 17 - Just when it appeared that Michael D. Eisner, the chief executive of the Walt Disney Company, could begin enjoying the company's turnaround and his final years in charge, a shareholder lawsuit threatens to dredge up some of the most embarrassing details of his two-decade reign and complicate his planned exit.",
      "publication_date": "2004-10-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/18/business/investor-suit-at-disney-puts-exits-in-a-spotlight.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Spitzer's Latest Suit, Like Others, Cites Indiscreet E-Mail",
      "snippet": "New York Atty Gen Eliot L Spitzer is using damaging e-mail exchanges to help build bid-rigging case against giant insurance broker Marsh & McLennan Cos, tactic he used successfully against stock analysts; charges Marsh directed business to insurer...",
      "abstract": "New York Atty Gen Eliot L Spitzer is using damaging e-mail exchanges to help build bid-rigging case against giant insurance broker Marsh & McLennan Cos, tactic he used successfully against stock analysts; charges Marsh directed business to insurers that paid it kickbacks, while using sham bids from other insurers to create illusion of competition (M)",
      "lead_paragraph": "Several years ago, the manager of a big insurance company received an odd request from a counterpart at Marsh & McLennan Companies, the world's largest insurance broker.",
      "publication_date": "2004-10-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/18/business/spitzers-latest-suit-like-others-cites-indiscreet-email.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Ford Makes a Deal To Put Sirius in More Cars  Ford plans to announce today that it will offer Sirius Satellite Radio in more of its cars and trucks and that it will begin installing the systems at the factory. After more than two years of taking a...",
      "abstract": " Ford Makes a Deal To Put Sirius in More Cars  Ford plans to announce today that it will offer Sirius Satellite Radio in more of its cars and trucks and that it will begin installing the systems at the factory. After more than two years of taking a backseat to XM, Sirius appears to be on the rise. Earlier this month, Howard Stern signed a deal to broadcast on Sirius.  ",
      "lead_paragraph": "Ford Makes a Deal To Put Sirius in More Cars Ford plans to announce today that it will offer Sirius Satellite Radio in more of its cars and trucks and that it will begin installing the systems at the factory. After more than two years of taking a backseat to XM, Sirius appears to be on the rise. Earlier this month, Howard Stern signed a deal to broadcast on Sirius.",
      "publication_date": "2004-10-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/18/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Google Envy Is Fomenting Search Wars",
      "snippet": "New players and Internet industry giants are rushing into online search market, and Google is furiously stepping up efforts to add new services to fend off challengers; some experts say Google may be vulnerable because search market will increasin...",
      "abstract": "New players and Internet industry giants are rushing into online search market, and Google is furiously stepping up efforts to add new services to fend off challengers; some experts say Google may be vulnerable because search market will increasingly be shaped by brand and other non-technology factors, shift that may play to advantage of larger competitors like Microsoft and Yahoo; other analysts see rapid growth of online advertising linked to search results leaving room for both small and large competitors; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, Oct. 17 - Propelled by Google envy, new players and Internet industry giants are rushing into the online search market, setting off a burst of activity that contrasts sharply with the lull after the dot-com collapse.",
      "publication_date": "2004-10-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/18/technology/google-envy-is-fomenting-search-wars.html",
      "byline": "By John Markoff"
    }
  ]
}