{
  "metadata": {
    "date": "2004-05-24",
    "total_articles": 35
  },
  "articles": [
    {
      "headline": "KERRY CONSIDERS STRATEGIC DELAY FOR NOMINATION",
      "snippet": "Sen John Kerry is considering delaying his acceptance of Democratic presidential nomination until five weeks after party's July convention so he may continue spending tens of millions of dollars he has raised for primary season; move could offset ...",
      "abstract": "Sen John Kerry is considering delaying his acceptance of Democratic presidential nomination until five weeks after party's July convention so he may continue spending tens of millions of dollars he has raised for primary season; move could offset what otherwise might be severe financial disadvantage for Kerry under rules for public financing of campaigns; he and Bush are planning to use federal funds in their campaigns, and will be limited to spending $75 million apiece; spending cap kicks in at moment candidate is nominated by his party or on Sept 1, whichever comes first; Bush has five more weeks in which he can spend unlimited amount of money, while Kerry has to make his $75 million allowance last that much longer; Bush and Kerry photos (M)",
      "lead_paragraph": "Senator John Kerry is considering delaying his acceptance of the Democratic presidential nomination until five weeks after the party's July convention so he may continue spending the tens of millions of dollars he has raised for the primary season, his aides said Friday.",
      "publication_date": "2004-05-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/22/us/2004-campaign-massachusetts-senator-kerry-considers-strategic-delay-for.html",
      "byline": "By David M. Halbfinger and Glen Justice"
    },
    {
      "headline": "Conservative Group Amplifies Voice of Protestant Orthodoxy",
      "snippet": "Institute on Religion and Democracy, small organization in Washington, DC, has helped incubate traditionalist insurrections against liberal policies of Presbyterian, United Methodist and Episcopalian churches; institute, with financing from Scaife...",
      "abstract": "Institute on Religion and Democracy, small organization in Washington, DC, has helped incubate traditionalist insurrections against liberal policies of Presbyterian, United Methodist and Episcopalian churches; institute, with financing from Scaife family foundations, Bradley and Olin Foundations and Howard and Roberta Ahmanson's Fieldstead & Co, is playing pivotal role in biggest battle over future of American Protestantism since churches split over slavery during Civil War; institute has brought together conservative groups within each denomination to share resources and tactics, including forcing heresy trials of gay clergy members; institute pres Diane Knippers photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/22/us/conservative-group-amplifies-voice-of-protestant-orthodoxy.html",
      "byline": "By Laurie Goodstein and David D. Kirkpatrick"
    },
    {
      "headline": "Only a Few Spoke Up on Abuse As Many Soldiers Stayed Silent",
      "snippet": "Army Specialist Joseph M Darby says he told investigators about mistreatment of Iraqi prisoners at Abu Ghraib after he decided that it was 'morally wrong'; Darby stands out from other soldiers who learned of abuse; some soldiers say they tried to ...",
      "abstract": "Army Specialist Joseph M Darby says he told investigators about mistreatment of Iraqi prisoners at Abu Ghraib after he decided that it was 'morally wrong'; Darby stands out from other soldiers who learned of abuse; some soldiers say they tried to report misconduct or stop it, but nothing came of their efforts; Darby's report would initiate investigation into mistreatment of prisoners at Abu Ghraib and other military facilities in Iraq and raise questions about whether abuse was authorized by military officials; seven soldiers charged in investigation are all from Darby's unit, 372nd Military Police Co; Staff Sgt Ivan L Frederick II is described as ringleader of misconduct; Darby photo (M)",
      "lead_paragraph": "Specialist Joseph M. Darby had just arrived at Abu Ghraib in October when his friend Specialist Charles A. Graner Jr. showed him a picture on his digital camera of a naked prisoner chained to his cell with his arms hung above him.",
      "publication_date": "2004-05-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/22/world/reach-war-witnesses-only-few-spoke-up-abuse-many-soldiers-stayed-silent.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "Monsanto Wins Patent Case On Plant Genes",
      "snippet": "Canada's Supreme Court, in case central to international debate over right to patent gene-engineered organisms, rules that Saskatchewan farmer infringed on Monsanto's patent on genetically modified canola, even though he said seeds landed in his f...",
      "abstract": "Canada's Supreme Court, in case central to international debate over right to patent gene-engineered organisms, rules that Saskatchewan farmer infringed on Monsanto's patent on genetically modified canola, even though he said seeds landed in his fields by accident; while ruling upholds Monsanto's patent rights, there is no immediate financial benefit to company; court holds that Monsanto is not entitled to profits earned by farmer, Percy Schmeiser, from his genetically modified crop because he had not financially benefited from plants' engineered ability to withstand Monsanto's herbicide Roundup; case reviewed; photo of Schmeiser (M)",
      "lead_paragraph": "In a case central to the international debate over the right to patent gene-engineered organisms, Canada's Supreme Court ruled on Friday that a Saskatchewan farmer infringed Monsanto's patent on genetically modified canola, even though he said the seeds landed in his fields by accident.",
      "publication_date": "2004-05-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/22/business/monsanto-wins-patent-case-on-plant-genes.html",
      "byline": "By Bernard Simon"
    },
    {
      "headline": "Saudis Offer To Increase Oil Output By About 6%",
      "snippet": "Saudi Arabia, in effort to drive down record crude oil prices, offers to increase its output by at least 500,000 barrels, to 9 million barrels a day, starting June 1; offer is seen important because it would truly add more oil to market rather tha...",
      "abstract": "Saudi Arabia, in effort to drive down record crude oil prices, offers to increase its output by at least 500,000 barrels, to 9 million barrels a day, starting June 1; offer is seen important because it would truly add more oil to market rather than simply formalizing existing overproduction by OPEC members; nearly all oil-producing countries are pumping at maximum capacity, and almost all world's spare capacity is in Saudi Arabia (M)",
      "lead_paragraph": "In an effort to drive down record crude oil prices, Saudi Arabia, the world's largest oil producer, offered on Friday to increase its output by at least 500,000 barrels, to 9 million barrels a day, starting June 1.",
      "publication_date": "2004-05-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/22/business/saudis-offer-to-increase-oil-output-by-about-6.html",
      "byline": "By Neela Banerjee"
    },
    {
      "headline": "Europe Backs Russian Entry Into W.T.O.",
      "snippet": "Russia, with last big economy outside World Trade Orgn, wins support for membership in group from European Union and subsequently says it will support environmental treaty on emissions known at Kyoto Protocol; Russia signs trade deal with official...",
      "abstract": "Russia, with last big economy outside World Trade Orgn, wins support for membership in group from European Union and subsequently says it will support environmental treaty on emissions known at Kyoto Protocol; Russia signs trade deal with officials representing 25-nation European Union, Russia's biggest trading partner; deal, after six years of negotiations, is political victory for Pres Vladimir V Putin; Russia's last remaining hurdle to joining WTO is agreement with United States; analysts say Russia's agreement to support Kyoto was key to striking deal; photo of Putin with Romano Prodi, president of European Commission (M)",
      "lead_paragraph": "Russia, with the last big economy outside the World Trade Organization, won support for membership in the group from the European Union on Friday and subsequently said it would support the environmental treaty on emissions known as the Kyoto Protocol.",
      "publication_date": "2004-05-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/22/business/international-business-europe-backs-russian-entry-into-wto.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "Wrapping a Familiar Name Around a New Product",
      "snippet": "If you yanked open the drawers and cupboards of American kitchens in the consumer-crazy years after World War II, you would have found some of the same products in almost every home.       There was a box of plastic wrap and one of aluminum foil -...",
      "abstract": "If you yanked open the drawers and cupboards of American kitchens in the consumer-crazy years after World War II, you would have found some of the same products in almost every home.       There was a box of plastic wrap and one of aluminum foil -- and maybe some dishwasher detergent, if the house was affluent enough to have the latest appliance. And, in the laundry room, there would be some fine-fabric wash along with the regular soaps.   ",
      "lead_paragraph": "If you yanked open the drawers and cupboards of American kitchens in the consumer-crazy years after World War II, you would have found some of the same products in almost every home.",
      "publication_date": "2004-05-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/22/business/wrapping-a-familiar-name-around-a-new-product.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Moving to Fuel Efficiency; Smaller S.U.V.'s Draw More Attention as Gasoline Prices Rise",
      "snippet": "At Village Ford, a dealership here in the backyard of the Ford Motor Company, one corner of the display window shows an Explorer, the sport utility vehicle that has been a stalwart of the company's sales for years.       At another corner stands t...",
      "abstract": "At Village Ford, a dealership here in the backyard of the Ford Motor Company, one corner of the display window shows an Explorer, the sport utility vehicle that has been a stalwart of the company's sales for years.       At another corner stands the Escape, a smaller vehicle that averages about 23 miles a gallon, the government says, 5 miles a gallon better than the Explorer.   ",
      "lead_paragraph": "At Village Ford, a dealership here in the backyard of the Ford Motor Company, one corner of the display window shows an Explorer, the sport utility vehicle that has been a stalwart of the company's sales for years.",
      "publication_date": "2004-05-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/22/business/moving-fuel-efficiency-smaller-suv-s-draw-more-attention-gasoline-prices-rise.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Stewart Stock Case Is Jolted by Charge That an Agent Lied",
      "snippet": "Case against Martha Stewart takes strange twist as government charges that Larry F Stewart, Secret Service laboratory director who served as prosecution expert witness, lied at her trial; prosecutors charge him with perjury; accuse him of exaggera...",
      "abstract": "Case against Martha Stewart takes strange twist as government charges that Larry F Stewart, Secret Service laboratory director who served as prosecution expert witness, lied at her trial; prosecutors charge him with perjury; accuse him of exaggerating his role in analyzing critical documents used as evidence and of lying about his knowledge of technical book his lab colleagues were writing; lawyers say it is too early to tell whether his statements will result in successful appeal by Marth Stewart; Larry F Stewart photo (M)",
      "lead_paragraph": "The case against Martha Stewart took a strange twist yesterday as the government charged that an important witness lied repeatedly at her trial.",
      "publication_date": "2004-05-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/22/business/stewart-stock-case-is-jolted-by-charge-that-an-agent-lied.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Economic Signs Point Up; Bush's Ratings Do Not",
      "snippet": "Pres Bush has been unable to translate economic improvement into political benefit, leaving Republicans increasingly anxious that White House might let slip away its best chance to counter bad news from Iraq; Republican officials, pollsters and st...",
      "abstract": "Pres Bush has been unable to translate economic improvement into political benefit, leaving Republicans increasingly anxious that White House might let slip away its best chance to counter bad news from Iraq; Republican officials, pollsters and strategists say creation of 900,000 jobs in last four months has been largely crowded out of electorate's psyche by images from Iraq of abuse of prisoners and deaths of American troops; Labor Dept figures show that unemployment rate fell in April in 11 of 18 states most hotly contested by Bush and Sen John Kerry; rate rose in 4 states, including Ohio, most pivotal of swing states; graphs; photo (M)",
      "lead_paragraph": "Despite a big rebound in hiring in the last few months, President Bush has been unable to translate the economic improvement into political benefit, leaving Republicans increasingly anxious that the White House might let slip away its best chance to counter the bad news from Iraq.",
      "publication_date": "2004-05-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/22/us/the-2004-campaign-the-issues-economic-signs-point-up-bush-s-ratings-do-not.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Witness in Stewart Trial Charged With Perjury  The case against Martha Stewart took a strange new twist when the government charged an important witness with lying repeatedly at trial. Larry F. Stewart, the laboratory director for the Secret Servi...",
      "abstract": " Witness in Stewart Trial Charged With Perjury  The case against Martha Stewart took a strange new twist when the government charged an important witness with lying repeatedly at trial. Larry F. Stewart, the laboratory director for the Secret Service who served as the prosecutors' expert on ink, was charged with two counts of perjury, essentially for exaggerating his role in analyzing the ink on critical documents used as evidence at the trial and for lying about his knowledge of a a technical book his lab colleagues were writing.     While lawyers said it was too early to tell whether Mr. Stewart's statements, if indeed false, would result in a successful appeal, the perjury charges offer fresh and potent ammunition to lawyers for Ms. Stewart. [Page. A1.]",
      "lead_paragraph": "Witness in Stewart Trial Charged With Perjury",
      "publication_date": "2004-05-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/22/business/business-digest-695203.html",
      "byline": ""
    },
    {
      "headline": "Dogs and Other Harsh Tactics Linked to Military Intelligence",
      "snippet": "Use of dogs to intimidate prisoners during interrogations at Abu Ghraib was approved by military intelligence officers at prison, and was one of several tactics they adopted without approval from senior military commanders; International Committee...",
      "abstract": "Use of dogs to intimidate prisoners during interrogations at Abu Ghraib was approved by military intelligence officers at prison, and was one of several tactics they adopted without approval from senior military commanders; International Committee of Red Cross document indicates that intelligence officers also demanded strict limits on Red Cross access to prisoners as early as Oct 2003, delaying for day what military had previously described as unannounced visit to cellblock where worst abuses occurred; Army documents provide new evidence that harsh treatment extended to other US-run detention centers, revealing details about three previously unreported incidents in which Iraqi prisoners died after questioning; Army says it is investigating deaths of nine prisoners in US custody in Iraq and Afghanistan since 2002, and that eight have already been determined to be possible homicides; dog handlers say use of dogs in interrogations at Abu Ghraib was approved by Col Thomas M Pappas; Army officials have said that only Lt Gen Ricardo S Sanchez could approve use of animals for interrogations; diagram of Abu Ghraib prison (M)",
      "lead_paragraph": "The use of dogs to intimidate prisoners during interrogation at Abu Ghraib in Iraq was approved by military intelligence officers at the prison, and was one of several aggressive tactics they adopted even without approval from senior military commanders, according to interviews gathered by Army investigators.",
      "publication_date": "2004-05-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/22/world/reach-war-abuse-dogs-other-harsh-tactics-linked-military-intelligence.html",
      "byline": "By Douglas Jehl and Eric Schmitt"
    },
    {
      "headline": "Insiders Are Selling Stock Like It's 1999",
      "snippet": "Insider selling surges at corporations across US, suggesting that, even after more than two years of scrutiny, corporate America has yet to figure out how to link pay and performance; some executives continue to lock in multimillion-dollar paydays...",
      "abstract": "Insider selling surges at corporations across US, suggesting that, even after more than two years of scrutiny, corporate America has yet to figure out how to link pay and performance; some executives continue to lock in multimillion-dollar paydays no matter what happens to profits or stock prices; photos of Lawrence C Best of Boston Scientic, who cashed out $152.1 million in nine months, Wendy's chairman John T Schuessler, who sold more than half of his holdings in company and Ray Elliott of Zimmer Holdings; graphs (M)",
      "lead_paragraph": "THESE seem to be the glory days for Zimmer Holdings. Its stock price has almost tripled since it was spun off three years ago from Bristol-Myers Squibb. And every day, more and more of its hip and knee replacements are being inserted into the aging bodies of baby boomers.",
      "publication_date": "2004-05-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/05/23/business/insiders-are-selling-stock-like-it-s-1999.html",
      "byline": "By Eric Dash and David Leonhardt"
    },
    {
      "headline": "A Great Fund (For Them, Not You)",
      "snippet": "Retirement plan of federal employees, including members of Congress, is very model of how mutual funds should be run for benefit of shareholders, in sharp contrast to unethical practices that victimize many investors in private realm; federal Thri...",
      "abstract": "Retirement plan of federal employees, including members of Congress, is very model of how mutual funds should be run for benefit of shareholders, in sharp contrast to unethical practices that victimize many investors in private realm; federal Thrift Savings Plan offers five index funds operating at modest cost far below fees paid by many private investors; disparity noted in light of Congess's apparent lack of interest in tightening regulation (M)",
      "lead_paragraph": "WITH the agreement last week by Richard S. Strong, the mutual fund entrepreneur, to pay $60 million and accept a lifetime ban from the securities industry, it is obvious that the fund scandal lives on. Unfortunately for investors, genuine reform in Congress appears to be dead.",
      "publication_date": "2004-05-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/05/23/business/a-great-fund-for-them-not-you.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "From Rock Bottom, Jockey's Unlikely Ride to Top",
      "snippet": "Profile of Stewart Elliott, jockey who rode Smarty Jones to victory in Kentucky Derby and Preakness, first two legs of Triple Crown; at 39, he is hardly new to racing and has been leading rider at Philadelphia Park for last three years, but is onl...",
      "abstract": "Profile of Stewart Elliott, jockey who rode Smarty Jones to victory in Kentucky Derby and Preakness, first two legs of Triple Crown; at 39, he is hardly new to racing and has been leading rider at Philadelphia Park for last three years, but is only now gaining national prominence; career highlights; photos (M)",
      "lead_paragraph": "Lawyers, doctors, businessmen, they all took a turn in the circle telling how they had put the bottle down for good and piled one sober day after another, their lives changed for the better -- no, the best. Stewart Elliott, a patient at the rehabilitation facility, wanted to believe them.",
      "publication_date": "2004-05-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/23/us/from-rock-bottom-jockey-s-unlikely-ride-to-top.html",
      "byline": "By Joe Drape"
    },
    {
      "headline": "THE ORGAN TRADE: A Global Black Market; Tracking the Sale of a Kidney On a Path of Poverty and Hope",
      "snippet": "Sums being offered on black market for sale of kidneys for transplant seem like fortune to people mired in poverty; in parts of Brazil where monthly wage is barely $80, giving up kidney for $6,000 represents huge opportunity--more than decade's wa...",
      "abstract": "Sums being offered on black market for sale of kidneys for transplant seem like fortune to people mired in poverty; in parts of Brazil where monthly wage is barely $80, giving up kidney for $6,000 represents huge opportunity--more than decade's wages; donors and recipients are linked by trafficking ring that authorities say exploits two very different needs: for money and for life itself; journey of kidney sold by Alberty Jose da Silva of Recife, Brazil, to American woman in Brooklyn, NY, by way of intermediary in Israel and surgery in South African hospital traced; final cost to recipient is $60,000; da Silva and other Brazilian kidney donors have seen their payments jeopardized when they were arrested and briefly jailed on suspicion of violating laws against trading in human organs; photos; map (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/23/world/organ-trade-global-black-market-tracking-sale-kidney-path-poverty-hope.html",
      "byline": "By Larry Rohter"
    },
    {
      "headline": "Conference Calls Foster Silent Creativity",
      "snippet": "Lisa Belkin comments on variety of activities and distractions she engages in during conference calls, to help pass the time and remain focused; notes boredom that can set in during conference calls, which are becoming more ubiquitous as people tr...",
      "abstract": "Lisa Belkin comments on variety of activities and distractions she engages in during conference calls, to help pass the time and remain focused; notes boredom that can set in during conference calls, which are becoming more ubiquitous as people travel less and play with technology more; drawing (Life's Work column) (M)",
      "lead_paragraph": "I HAVE a confession to make. I play Snood during conference calls. Or Boggle. Or Minesweeper. Or Tetris.",
      "publication_date": "2004-05-23T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/05/23/jobs/life-s-work-conference-calls-foster-silent-creativity.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "EVIDENCE IS CITED LINKING KOREANS TO LIBYA URANIUM",
      "snippet": "International inspectors discover evidence that North Korea secretly provided Libya with nearly two tons of uranium in 2001, which if confirmed would be first known case in which North Korea sold key ingredient for making atomic weapons to another...",
      "abstract": "International inspectors discover evidence that North Korea secretly provided Libya with nearly two tons of uranium in 2001, which if confirmed would be first known case in which North Korea sold key ingredient for making atomic weapons to another country; giant cask of uranium hexafluoride was turned over to US by Libya early this year as part of Col Muammar el-Qaddafi's agreement to give up his nuclear program, and Americans identified likely source as Pakistan, but International Atomic Energy Agency has found strong evidence that it came from North Korea, basing conclusion on supplier network set up by Abdul Qadeer Khan, former head of Pakistan's main nuclear laboratory; classified evidence is still sketchy, but touches off question of whether North Korea has made similar clandestine sales to other nations or terrorist groups (M)",
      "lead_paragraph": "International inspectors have discovered evidence that North Korea secretly provided Libya with nearly two tons of uranium in early 2001, which if confirmed would be the first known case in which the North Korean government has sold a key ingredient for manufacturing atomic weapons to another country, according to American officials and European diplomats familiar with the intelligence.",
      "publication_date": "2004-05-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/23/world/evidence-is-cited-linking-koreans-to-libya-uranium.html",
      "byline": "By David E. Sanger and William J. Broad"
    },
    {
      "headline": "Debate on Status of Inmates",
      "snippet": "In response to a list of abuses at Abu Ghraib prison, American military lawyers wrote last December that the prisoners were not covered by the Geneva Conventions. Page 12.",
      "abstract": "In response to a list of abuses at Abu Ghraib prison, American military lawyers wrote last December that the prisoners were not covered by the Geneva Conventions. Page 12.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/23/world/debate-on-status-of-inmates.html",
      "byline": ""
    },
    {
      "headline": "U.S. Military Says Shiite Rebels Seem to Have Ceded Karbala",
      "snippet": "American commanders say insurgents loyal to rebel cleric Moktada al-Sadr appear to have ceded control of central Karbala after three weeks of urban combat; large raid meets no resistance from group of buildings from which insurgents had been firin...",
      "abstract": "American commanders say insurgents loyal to rebel cleric Moktada al-Sadr appear to have ceded control of central Karbala after three weeks of urban combat; large raid meets no resistance from group of buildings from which insurgents had been firing at American tanks, and civilians return to their homes in area they had abandoned during fierce fighting; Iraqis tell soldiers that insurgents fled after concluding that they were no match for American tanks; commanders intend to press Iraqi police to patrol old city over next few weeks in effort to determine how much of insurgency is left; if rebellion in city has indeed dissipated, it will show that insurgency is suffering badly; photo (M)",
      "lead_paragraph": "American commanders said early Sunday that insurgents loyal to a rebel cleric appeared to have given up control of central Karbala, where they had been shielding themselves at two shrines.",
      "publication_date": "2004-05-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/23/world/struggle-for-iraq-insurgency-us-military-says-shiite-rebels-seem-have-ceded.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Rise and Fight: Morning News Wars",
      "snippet": "Review of rivalry between early morning television shows produced by major networks: ABC's Good Morning America, CBS's Early Show, and NBC's Today, long-time morning leader; photos (L)",
      "abstract": "Review of rivalry between early morning television shows produced by major networks: ABC's Good Morning America, CBS's Early Show, and NBC's Today, long-time morning leader; photos (L)",
      "lead_paragraph": "THE double-decker bus pulled up outside the old General Motors building in Midtown Manhattan just after 7:30 on a recent morning and deposited the newest weapons in the long-running battle among the network morning shows: four dozen tourists who had been plucked from the streets and restaurants of Times Square, beginning as early as the previous night.",
      "publication_date": "2004-05-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/05/23/business/rise-and-fight-morning-news-wars.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Colleges Struggle to Attract Job Recruiters to Campuses",
      "snippet": "Many colleges and universities, with job market that has been tight for several years, are going to great lengths to help their students catch eyes of recruiters; since fall 2001 recruiting season, number of visits to college campuses has declined...",
      "abstract": "Many colleges and universities, with job market that has been tight for several years, are going to great lengths to help their students catch eyes of recruiters; since fall 2001 recruiting season, number of visits to college campuses has declined as much as 50 percent; Karin Ash, director of Career Management Center at Johnson Graduate School of Management at Cornell, notes that career development officers at 25 other top business schools had told her that recruiting visits are 25 to 40 per cent below 2000-1 level; photo (M)",
      "lead_paragraph": "Four years ago, it did not take much to lure corporate recruiters from cities like New York and Boston to Cornell University in Ithaca, N.Y., to interview the latest crop of students at the graduate business school. Now it takes free rides on a corporate jet that is paid for by alumni.",
      "publication_date": "2004-05-23T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/05/23/jobs/colleges-struggle-to-attract-job-recruiters-to-campuses.html",
      "byline": "By Melinda Ligos"
    },
    {
      "headline": "Border Desert Proves Deadly For Mexicans",
      "snippet": "US Border Patrol and Mexican Interior Ministry say scores of illegal aliens have died since October 2003 trying to cross border to US; Border Patrol agents predict this will be deadliest year ever during so-called 'season of death,' which runs fro...",
      "abstract": "US Border Patrol and Mexican Interior Ministry say scores of illegal aliens have died since October 2003 trying to cross border to US; Border Patrol agents predict this will be deadliest year ever during so-called 'season of death,' which runs from Oct 1 to May 18 each year; with highway borders nearly sealed at urban entry points of El Paso and San Diego, many Mexicans try to cross through inhospitable Sonoran desert in southern Arizona, filled with variety of dangers including extreme temperatures and bandits; nearly 300,000 people have been caught there since Oct 1; many are misinformed about America's laws and are spurred on by rumors of amnesty for those who have jobs; some agents blame Pres Bush's proposal, currently stalled in Congress, for increasing numbers; photos; map; chart shows increases in arrests from 2000-04 (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/05/23/us/border-desert-proves-deadly-for-mexicans.html",
      "byline": "By Timothy Egan"
    },
    {
      "headline": "A Demure Pixar Takes No Notice Of Eager Suitors",
      "snippet": "Pixar Animation Studios chief executive Steven P Jobs, bouyed by five wildly succssful movies, is showing surprisingly little interest in finding new partner for studio once its joint venture with Walt Disney Co ends in 2005; says he is seeking di...",
      "abstract": "Pixar Animation Studios chief executive Steven P Jobs, bouyed by five wildly succssful movies, is showing surprisingly little interest in finding new partner for studio once its joint venture with Walt Disney Co ends in 2005; says he is seeking distribution-only deal, meaning Pixar will fully finance its films, negotiate its own merchandising accords and keep most of films' profits; many analysts say he would prefer to remain with Disney, particularly if it ousts chief executive Michael D Eisner; frost between companies seems to be thawing; graphs of Pixar stock price and earnings; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/24/business/media-a-demure-pixar-takes-no-notice-of-eager-suitors.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Inquiry on Secrets",
      "snippet": "Investigators are checking whether U.S. officials gave secrets to Ahmad Chalabi, the Iraqi suspected of passing them to Iran. Page A11.",
      "abstract": "Investigators are checking whether U.S. officials gave secrets to Ahmad Chalabi, the Iraqi suspected of passing them to Iran. Page A11.",
      "lead_paragraph": "Investigators are checking whether U.S. officials gave secrets to Ahmad Chalabi, the Iraqi suspected of passing them to Iran. Page A11.",
      "publication_date": "2004-05-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/24/world/inquiry-on-secrets.html",
      "byline": ""
    },
    {
      "headline": "Qwest, the Runt of the Bells, Tries to Stand Its Ground",
      "snippet": "Analysts question whether Qwest Communications International, smallest of Baby Bell phone companies, will succeed in building profitable business or limp along until it is subsumed in continuing industry consolidation; Qwest, despite legal and fin...",
      "abstract": "Analysts question whether Qwest Communications International, smallest of Baby Bell phone companies, will succeed in building profitable business or limp along until it is subsumed in continuing industry consolidation; Qwest, despite legal and financial woes, is in lucrative position as dominant local phone provider in 14-state region; that main business is shrinking fast at all Bell companies; Qwest chief executive Richard C Notebaert comments, interview; graphs of financial data; map; photo (M)",
      "lead_paragraph": "When Richard C. Notebaert took over two years ago as chief executive of Qwest Communications International, the smallest of the Baby Bell phone companies, he assumed the helm of an enterprise saddled with debt, facing myriad lawsuits and investigations and crippled by financial plans that left it near bankruptcy.",
      "publication_date": "2004-05-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/24/business/qwest-the-runt-of-the-bells-tries-to-stand-its-ground.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "In Europe's Parliament, a Fondness for the Perks",
      "snippet": "European Parliament's 732 members enjoy wide variety of perks which cost taxpayers more than $100 million a year; benefits are intended to equalize legislators' salaries, which are determined by their individual countries and vary widely; Parliame...",
      "abstract": "European Parliament's 732 members enjoy wide variety of perks which cost taxpayers more than $100 million a year; benefits are intended to equalize legislators' salaries, which are determined by their individual countries and vary widely; Parliament member on low end of pay scale can bring in benefits worth three times his salary, and for those with high salaries to begin with, extra perks are windfall; Hans-Peter Martin, member from Austria, has surreptitiously filmed his colleagues talking candidly about benefits system; also taped tradition known as Strasbourg Fridays, in which members collect daily stipend simply by signing in; his videos have been shown on German television; German and Austrian legislators are particularly enraged at him, but they recently pledged to stop practice that is perfectly legal for members, accepting more in travel reimbursements than they spend; photos; chart (M)",
      "lead_paragraph": "For all but a handful of its most powerful members, serving in the European Parliament can be a journey into political anonymity.",
      "publication_date": "2004-05-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/24/world/in-europe-s-parliament-a-fondness-for-the-perks.html",
      "byline": "By Martin Gottlieb and Doreen Carvajal"
    },
    {
      "headline": "U.S. NEARING DEAL ON WAY TO TRACK FOREIGN VISITORS",
      "snippet": "Homeland Security Dept nears decision on awarding of $15 billion contract for system to track foreign visitors; program, known as US-Visit, seeks to supplant nation's physical borders with so-called virtual borders, using networks of computer data...",
      "abstract": "Homeland Security Dept nears decision on awarding of $15 billion contract for system to track foreign visitors; program, known as US-Visit, seeks to supplant nation's physical borders with so-called virtual borders, using networks of computer databases and biometric sensors for identification at sites abroad where people seek visas to US: goal is to monitor those who enter at more than 300 border-crossing checkpoints by land, sea and air, where they are going and whether they pose terrorist threat; Congressional investigators and outside experts are already posing questions about privacy concerns of foreign visitors and whether system can really work; also at issue is whether megacontract should go to company based outside US; Accenture, one of three companies vying for contract, is based in Bermuda; other companies are Computer Sciences and Lockheed Martin; bidders agree that Homeland Security Dept has given them unusually wide latitude in determining best strategy for securing American borders without unduly encumbering tourism and commerce; photo; chart with proposals of three companies (L)",
      "lead_paragraph": "The Department of Homeland Security is on the verge of awarding the biggest contract in its young history for an elaborate system that could cost as much as $15 billion and employ a network of databases to track visitors to the United States long before they arrive.",
      "publication_date": "2004-05-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/24/us/us-nearing-deal-on-way-to-track-foreign-visitors.html",
      "byline": "By Eric Lichtblau and John Markoff"
    },
    {
      "headline": "Factions Jostle For Top Posts In a New Iraq",
      "snippet": "Senior American envoys in Baghdad struggle with competing demands by Shiites, Sunnis and Kurds for top positions in new caretaker government in Iraq; Secretary of State Colin L Powell speaks with envoys on United Nations Security Council, which wi...",
      "abstract": "Senior American envoys in Baghdad struggle with competing demands by Shiites, Sunnis and Kurds for top positions in new caretaker government in Iraq; Secretary of State Colin L Powell speaks with envoys on United Nations Security Council, which will be getting American draft of resolution on Iraq; resolution is critical to efforts to make UN more involved in Iraq; is expected to call for international donations and troops; is also supposed to define any limitations on Iraq's sovereignty after transfer of power planned for June 30; overture to UN comes as Pres Bush prepares to deliver speech at United States Army War College on May 24 to rally support at UN for his policies in Iraq; speech is intended to assure Americans and people around world that US has plan to overcome security problems and political impasse in Iraq; decision to install former Saddam Hussein-era military commanders in Falluja has deepened fears of Shiites and Kurds that Sunnis will wield their old powers, and made them even more determined to press for leadership positions; process of selecting government leaders is being overseen by UN envoy Lakhdar Brahimi, who is working closely with Bush's special envoy to Iraq Robert D Blackwill (M)",
      "lead_paragraph": "President Bush prepared Sunday for a campaign to rally support at the United Nations about his policies in Iraq, while senior envoys struggled in Baghdad with competing demands by Shiites, Sunnis and Kurds for the top positions of the new caretaker government.",
      "publication_date": "2004-05-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/24/world/struggle-for-iraq-transfer-power-factions-jostle-for-top-posts-new-iraq.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Connecticut Joins States Investigating Insurers  Connecticut has quietly broadened the investigation into potential conflicts of interest by commercial insurance brokers, pursuing the same issue that has drawn the attention of officials in New Yor...",
      "abstract": " Connecticut Joins States Investigating Insurers  Connecticut has quietly broadened the investigation into potential conflicts of interest by commercial insurance brokers, pursuing the same issue that has drawn the attention of officials in New York and California.    A team of several lawyers and investigators in Connecticut first began working on the question in late April, about the same time that the investigations in New York and California became public, according to the attorney general of Connecticut. [Page C5.]",
      "lead_paragraph": "Connecticut Joins States Investigating Insurers",
      "publication_date": "2004-05-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/24/business/business-digest-709310.html",
      "byline": ""
    },
    {
      "headline": "Doctors Put Hope in Thin Wires To Ease the Clutches of Epilepsy",
      "snippet": "First article in series Last Resorts, about patients undergoing experimental treatments for serious illnesses, examines deep brain stimulation, sending electrical current to electrodes implanted in brain to stop or at least diminish epileptic seiz...",
      "abstract": "First article in series Last Resorts, about patients undergoing experimental treatments for serious illnesses, examines deep brain stimulation, sending electrical current to electrodes implanted in brain to stop or at least diminish epileptic seizures that drugs cannot control; new treatments that venture into brain are driven by technology that lets researchers map brain activity and zero in on minute anatomical targets, and by patients' eagerness to volunteer for experiments, even ones that involve surgery and could result in bleeding, infection and stroke; in case of deep brain stimulation, doctors do not know why it prevents seizures, only that it worked in animal trials; photo; drawing (M)",
      "lead_paragraph": "''Squeeze my hand, Stephen,'' the surgeon called. ''Wiggle your feet.''",
      "publication_date": "2004-05-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/24/us/doctors-put-hope-in-thin-wires-to-ease-the-clutches-of-epilepsy.html",
      "byline": "By Denise Grady"
    },
    {
      "headline": "A Split in OPEC, As Saudis Talk Of Pumping More",
      "snippet": "Saudi Arabia's pledge to raise its oil output and its call for increased OPEC production quotas create rare public rift in Organization of Petroleum Exporting Countries; some OPEC members have begun to speak out against raising output; Venezuelan ...",
      "abstract": "Saudi Arabia's pledge to raise its oil output and its call for increased OPEC production quotas create rare public rift in Organization of Petroleum Exporting Countries; some OPEC members have begun to speak out against raising output; Venezuelan Min Rafael Ramirez blames high prices in large part on war in Iraq and other factors, not production levels (M)",
      "lead_paragraph": "Saudi Arabia's promise to increase its oil output and its call for increased production quotas from OPEC is creating a rare public rift in the group, with one country contending that unrest in Iraq, not production levels, is a main cause of the high cost of crude oil.",
      "publication_date": "2004-05-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/24/business/a-split-in-opec-as-saudis-talk-of-pumping-more.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "The Distributor vs. the Innovator",
      "snippet": "Competition between Hewlett-Packard Co and Dell Inc in computer printer market discussed as test case of two different models of innovation and corporate strategy; Hewlett-Packard is committed to spending heavily on research and funneling home-gro...",
      "abstract": "Competition between Hewlett-Packard Co and Dell Inc in computer printer market discussed as test case of two different models of innovation and corporate strategy; Hewlett-Packard is committed to spending heavily on research and funneling home-grown technology into new products with profit margin high enough to finance further innovation; Dell's approach is to scour world for technology, fine-tune products of corporate partner, wring costs from supply chain and sell directly to customers; Dell move into printer business seems aimed at hobbling rival by attacking its key business; Dell chief executive Michael S Dell and Hewlett-Packard chief xecutive Carleton S Fiorina comment; market share graph; photos (M)",
      "lead_paragraph": "''The biggest mistake I've made,'' confesses Michael S. Dell, the 39-year-old founder and chief executive of the fleet front-runner among personal computer makers, ''was not getting into printers sooner.''",
      "publication_date": "2004-05-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/24/business/technology-the-distributor-vs-the-innovator.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Afghan Deaths Linked to Unit At Iraq Prison",
      "snippet": "Military intelligence unit that oversaw interrogations at Abu Ghraib prison in Iraq had earlier been in charge of questioning at Bagram detention center in Afghanistan where two prisoners died in Dec 2002 in incidents that are being investigated a...",
      "abstract": "Military intelligence unit that oversaw interrogations at Abu Ghraib prison in Iraq had earlier been in charge of questioning at Bagram detention center in Afghanistan where two prisoners died in Dec 2002 in incidents that are being investigated as homicides; unit's work at Bagram center at time of deaths has emerged in interviews with former prisoners, military officials and from documents; two men arrested with one of prisoners who died in Bagram tell of being tortured and sexually humiliated by American jailers; their account is consistent with those of other former Afghan prisoners and cited in reports by human rights officials; environment at Bagram that men describe is similar in some ways to that of Abu Ghraib, whose outlines are depicted in photographs and testimony; in Iraq, at least three members of intelligence unit assigned to Abu Ghraib have been quietly disciplined for conduct involving abuse of female Iraqi prisoner; photo (M)",
      "lead_paragraph": "A military intelligence unit that oversaw interrogations at Abu Ghraib prison in Iraq was also in charge of questioning at a detention center in Afghanistan where two prisoners died in December 2002 in incidents that are being investigated as homicides.",
      "publication_date": "2004-05-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/24/world/the-struggle-for-iraq-abuse-afghan-deaths-linked-to-unit-at-iraq-prison.html",
      "byline": "By Douglas Jehl and David Rohde"
    },
    {
      "headline": "Limiting the Damage From Sharply Higher World Oil Prices",
      "snippet": "Executives and economists says high oil prices are taking surprisingly small toll on economy, with consumers bearing brunt of pain for now; many corporations have flexible furnaces that can use alternative fuels and economy is robust enough for ma...",
      "abstract": "Executives and economists says high oil prices are taking surprisingly small toll on economy, with consumers bearing brunt of pain for now; many corporations have flexible furnaces that can use alternative fuels and economy is robust enough for many companies to pass along price increases; photo (M)",
      "lead_paragraph": "Executives and economists are wincing along with everyone else when they face the soaring tab for filling up the tanks of their cars. But when they put on their professional hats, many are anticipating surprisingly little pain from oil prices that have topped $40 a barrel. For now, it seems, consumers seem to be bearing the brunt of rising fuel costs.",
      "publication_date": "2004-05-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/24/business/limiting-the-damage-from-sharply-higher-world-oil-prices.html",
      "byline": "By Claudia H. Deutsch"
    }
  ]
}