{
  "metadata": {
    "date": "2004-12-30",
    "total_articles": 24
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: Russia: Relief At Tax Bill",
      "snippet": "Russia's mobile phone operator VimpelCom receives tax claim of $21 million for 2002, less than company expected; shares rise 8 percent; graph (S)",
      "abstract": "Russia's mobile phone operator VimpelCom receives tax claim of $21 million for 2002, less than company expected; shares rise 8 percent; graph (S)",
      "lead_paragraph": "The Russian mobile phone operator VimpelCom said it had received a tax claim of $21 million for 2002, less than the company had expected, and its shares rose 8 percent amid relief that the company would not suffer the same fate as Yukos, the Russian oil company that was pushed toward bankruptcy by government tax claims. VimpelCom, which is based in Moscow, disclosed the tax bill after markets closed on Tuesday. The company said on Dec. 8 that it had received a 2001 claim for $157 million, causing the shares to fall 22 percent. VimpelCom's total tax bill for 2001 through 2003 is now estimated at $93 million, which is \"almost immaterial for the stock's valuation,\" the United Financial Group, a Moscow broker, said in a report to investors.",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/30/business/world-business-briefing-europe-russia-relief-at-tax-bill.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Leaders Vow Aid as Toll Continues to Climb",
      "snippet": "World leaders including Pres Bush promise long-range help to Asian countries as impatience with pace of relief efforts rises along with estimated toll from week's disaster, now surpassing 80,000 dead; Bush, vacationing at his ranch in Crawford, Te...",
      "abstract": "World leaders including Pres Bush promise long-range help to Asian countries as impatience with pace of relief efforts rises along with estimated toll from week's disaster, now surpassing 80,000 dead; Bush, vacationing at his ranch in Crawford, Tex, makes his first public comments since tsunamis inundated dozen countries, reflecting pressure on him to appear more engaged in what aid groups are calling one of worst natural disasters in history; Bush says Washington is prepared to contribute much more than $35 million it initially pledged; Jan Egeland, United Nations emergency relief coordinator, says international assistance is now coming forward in such quantity that challenge is shifting from attracting aid to coordinating it; remoteness of many of areas struck is complicating relief effort and adding to uncertainty about death toll, along with large numbers of missing and speed with which graves are being dug and filled; Indian government faces increasing pressure to explain why it failed to warn coastal communities of approaching sea surge; authorities there say they had no way of knowing that earthquake they detected would cause tsunamis more than two hours later; photos; map (L)",
      "lead_paragraph": "MADRAS, India, Dec. 29 - World leaders, including President Bush, promised long-range help to Asian countries on Wednesday as impatience with the pace of relief efforts rose along with the estimated toll from the week's disaster, which officials said now surpassed 80,000 dead.",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/30/front page/world/asias-deadly-waves-disaster-world-leaders-vow-aid-as-toll.html",
      "byline": "By Amy Waldman and Warren Hoge"
    },
    {
      "headline": "Jobless Germans Face a New Round of Benefit Cuts",
      "snippet": "Germany's 4.5 million unemployed, 10.8 percent of work force, will enter new world of dwindling unemployment benefits at start of 2005; Germany will try to dole out money only to those unemployed who truly need it, using series of income tests; wi...",
      "abstract": "Germany's 4.5 million unemployed, 10.8 percent of work force, will enter new world of dwindling unemployment benefits at start of 2005; Germany will try to dole out money only to those unemployed who truly need it, using series of income tests; will compel those without jobs, under threat of withdrawing all benefits, to do some kind of work; photo (M)",
      "lead_paragraph": "FRANKFURT, Dec. 29 - Hans S. spends a lot of time these days with a yellow paperback, thickened by paper clips and dog-eared pages, that helps him grope his way through Germany's labyrinthine system of unemployment benefits. At the end of the maze, though, Hans knows those benefits will soon be a lot slimmer.",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/30/business/worldbusiness/jobless-germans-face-a-new-round-of-benefit-cuts.html",
      "byline": "By Carter Dougherty"
    },
    {
      "headline": "Iraq's Ailing Banking Industry Is Slowly Reviving",
      "snippet": "Iraq's long-suffering financial industry is slowly reviving, led by some private Iraqi banks that have begun using new economic rules, harnessing surge of reconstruction money and, in some cases, forging foreign partnerships; photos (M)",
      "abstract": "Iraq's long-suffering financial industry is slowly reviving, led by some private Iraqi banks that have begun using new economic rules, harnessing surge of reconstruction money and, in some cases, forging foreign partnerships; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Dec. 29 - Despite the continuing war and political uncertainty, Iraq's long-suffering financial industry has begun creaking to life.",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/30/business/worldbusiness/iraqs-ailing-banking-industry-is-slowly-reviving.html",
      "byline": "By Borzou Daragahi"
    },
    {
      "headline": "Questions Raised on Signals at Rail Crossings",
      "snippet": "Federal regulators are investigating whether type of Amtrak train might be failing to trigger warning signals properly, special report, Death on the Tracks; computer analysis of government records finds that from 1999 through 2003, there were at l...",
      "abstract": "Federal regulators are investigating whether type of Amtrak train might be failing to trigger warning signals properly, special report, Death on the Tracks; computer analysis of government records finds that from 1999 through 2003, there were at least 400 grade-crossing accidents in which signals either did not activate or were alleged to have malfunctioned; at least 45 people were killed and 130 injured in those accidents; accident reports, all prepared by railroads, raise questions in many cases about whether unsafe behavior by drivers contributed to accidents; federal rules require that railroads maintain signals on tracks they own; Federal Railroad Administration began investigation of Amtrak after woman and child were killed by train in Charlotte, Mich, in Apr, when warning signal reportedly activated too late; determining what happened at time of accident is possible only at signals equipped with devices to record when warning is activated and position of gates when crash occurred; most signals lack such devices, leaving investigators to rely on witnesses, whose accounts may differ; photo; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/30/us/questions-raised-on-signals-at-rail-crossings.html",
      "byline": "By Walt Bogdanich"
    },
    {
      "headline": "Coming in '05: AT&T Mobile (via Sprint)",
      "snippet": "AT&T is expected to announce as soon as next week details about how it plans to offer mobile phone service using Sprint's cellular network; Sprint, which said earlier in year that it would work with AT&T to offer cellphone service to AT&T's busine...",
      "abstract": "AT&T is expected to announce as soon as next week details about how it plans to offer mobile phone service using Sprint's cellular network; Sprint, which said earlier in year that it would work with AT&T to offer cellphone service to AT&T's business customers, is fast solidifying its position as top reseller of telecommunications services; Sprint has been able to build strong business as wholesaler of network capacity to regional Bell companies' rivals; AT&T plans to start marketing Sprint's cellphone service as its own in first half of 2005, after it wins back rights to use AT&T Wireless brand from Cingular Wireless, which acquired AT&T Wireless in October; Sprint provides cellphone service to 2.8 million customers through wholesale agreeements with Virgin Mobile, Qwest Communications and other carriers; agreements generate more than $400 million in revenue per year for Sprint; company has also formed strong alliances with cable industry and helps provide Internet phone services; photo (M)",
      "lead_paragraph": "AT&T is expected to announce as soon as next week details about how it plans to offer mobile phone service using Sprint's cellular network, according to executives close to the companies.",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/30/technology/coming-in-05-att-mobile-via-sprint.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: LG Card Meeting Suspended",
      "snippet": "South Korea's LG Card Co fails to break impasse blocking financial bailout plan after former parent, LG Group, offers financial aid of only one-third of what company's creditors asked for (S)",
      "abstract": "South Korea's LG Card Co fails to break impasse blocking financial bailout plan after former parent, LG Group, offers financial aid of only one-third of what company's creditors asked for (S)",
      "lead_paragraph": "The South Korean credit card issuer, LG Card Company, failed to break an impasse blocking a financial bailout plan after its former parent, the LG Group, offered financial aid of only one-third of what the company's creditors had asked for. LG Group said it would provide up to 264 billion won ($31.9 billion) for the bailout plan, but the creditors' committee rejected the offer and a meeting of the creditors was suspended shortly after it began. A spokesman for LG Card said the LG Group and the main creditor, the Korea Development Bank, were continuing to negotiate.",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/30/business/world-business-briefing-asia-south-korea-lg-card-meeting-suspended.html",
      "byline": "By Dow Jones"
    },
    {
      "headline": "Companies, Focusing on Brands, Are Outsourcing Some Design Work",
      "snippet": "Growing number of American companies are outsourcing designs of their products to other American companies with goal of churning out products--even ones that look much like competition's--at high speed and low cost; Honeywell just contracted IBM t...",
      "abstract": "Growing number of American companies are outsourcing designs of their products to other American companies with goal of churning out products--even ones that look much like competition's--at high speed and low cost; Honeywell just contracted IBM to design many of core processors that go into its fighter jet displays; Boeing Commercial Aircraft has contracted out part of design of wing structure and fuselage on its Boeing 7E7; General Motors Shanghai asked Visteon to design much of interior of high-end car it now sells in China; trend raises some thorny questions such as who owns patents on outsourced design?, will equipment manufacturers turn their innovative instincts to marketing rather than invention?, and if they do, are competing products going to look alike, as more companies turn to same players in new design-for-hire game?; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/30/business/companies-focusing-on-brands-are-outsourcing-some-design-work.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "Pentagon Said to Offer Cuts in the Billions",
      "snippet": "Pentagon proposes $60 billion in budget cuts over next six years in response to White House order to all federal agencies to cut spending requests for 2006 fiscal year budget; proposed Pentagon cuts would for first time since 9/11 attacks slow gro...",
      "abstract": "Pentagon proposes $60 billion in budget cuts over next six years in response to White House order to all federal agencies to cut spending requests for 2006 fiscal year budget; proposed Pentagon cuts would for first time since 9/11 attacks slow growth in Pentagon spending, which has risen 41 percent in that period, to about $420 billion this year; military and Congressional officials say Pentagon is looking to trim up to $10 billion in 2006 budget alone; budget-cutting is likely to foreshadow additional reductions of weapons designed in cold war and revamping of America's arsenal as Pentagon prepares for its quadrennial review of military weapons and equipment to address current and long-term security threats; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 29 - The Pentagon plans to retire one of the Navy's 12 aircraft carriers, buy fewer amphibious landing ships for the Marine Corps and delay the development of a costly Army combat system of high-tech arms as part of $60 billion in proposed cuts over the next six years, Congressional and military officials said Wednesday.",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/30/politics/pentagon-said-to-offer-cuts-in-the-billions.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "World Business Briefing | Asia: China: Gas Pipeline To Open",
      "snippet": "Pipeline to pump natural gas from western to eastern China is set to start commercial operation; will draw gas from Tarim Basin in remote inland Xinjiang region and distribute it to towns and cities as far east as Shanghai; will carry up to 12 bil...",
      "abstract": "Pipeline to pump natural gas from western to eastern China is set to start commercial operation; will draw gas from Tarim Basin in remote inland Xinjiang region and distribute it to towns and cities as far east as Shanghai; will carry up to 12 billion cubic meters of gas by year 2007; is operated by government-controlled PetroChina (S)",
      "lead_paragraph": "A 2,500-mile pipeline to pump natural gas from western to eastern China was set to start commercial operation today, Chinese energy officials said. The pipeline will draw gas from the Tarim Basin in the remote inland Xinjiang region and distribute it to towns and cities as far east as Shanghai. The pipeline will carry up to 12 billion cubic meters of gas a year by 2007, officials from the National Development and Reform Commission, a government agency responsible for long-term economic strategies, said at a news conference. Construction of the pipeline began in July 2002 and has cost $36 billion. The Chinese government has said it will reduce the reliance of the energy-hungry east on coal and oil. But multinational companies that were involved in negotiations to participate in the project, including Royal Dutch/Shell and the Exxon Mobil Corporation, pulled out earlier this year over concern that government limits on gas prices will make it commercially unviable. The pipeline is operated by PetroChina, a government-controlled company. Chris Buckley (NYT)",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/30/business/world-business-briefing-asia-china-gas-pipeline-to-open.html",
      "byline": "By Chris Buckley (NYT)"
    },
    {
      "headline": "Crucial Medicine: Fresh Water",
      "snippet": "In coastal areas hit by Sunday's tsunamis, fresh water is regarded as essential for survivors, who are at serious risk from cholera, typhoid fever and shigellosis. Page A14.",
      "abstract": "In coastal areas hit by Sunday's tsunamis, fresh water is regarded as essential for survivors, who are at serious risk from cholera, typhoid fever and shigellosis. Page A14.",
      "lead_paragraph": "In coastal areas hit by Sunday's tsunamis, fresh water is regarded as essential for survivors, who are at serious risk from cholera, typhoid fever and shigellosis. Page A14.",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/30/front page/world/crucial-medicine-fresh-water.html",
      "byline": ""
    },
    {
      "headline": "Streamlined Cable TV in a Card",
      "snippet": "WHAT if I told you about a new product that could improve your TV picture, eliminate one of your remote controls, simplify your home-theater setup and save you money every month?    And then what if I told you that your local distributor wished, i...",
      "abstract": "WHAT if I told you about a new product that could improve your TV picture, eliminate one of your remote controls, simplify your home-theater setup and save you money every month?    And then what if I told you that your local distributor wished, in its heart of hearts, that nobody even knew about it?  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/12/30/technology/circuits/streamlined-cable-tv-in-a-card.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "World Business Briefing | Americas: Colombia: Manufacturing Rises",
      "snippet": "Colombia's manufacturing output rose 1.44 percent higher in October than year earlier; retail sales rose 7.8 percent in October from year earlier as economy grew at its fastest pace in about decade (S)",
      "abstract": "Colombia's manufacturing output rose 1.44 percent higher in October than year earlier; retail sales rose 7.8 percent in October from year earlier as economy grew at its fastest pace in about decade (S)",
      "lead_paragraph": "Colombia's manufacturing output grew for a ninth consecutive month in October, helped by increased exports and consumer spending. Colombian output, excluding coffee processing, was 1.44 percent higher than in October 2003, the statistics agency reported. Colombia also said that retail sales rose 7.8 percent in October from a year earlier as the economy grew at its fastest pace in about a decade. The government has a goal of about 4 percent economic growth this year.",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/30/business/world-business-briefing-americas-colombia-manufacturing-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Fannie Mae Agrees to Sell Preferred Stock",
      "snippet": "Fannie Mae agrees to sell $5 billion of preferred stock to large institutional investors in rush to meet its regulator's minimum capital requirements; company is selling two types of preferred strock, allowing it to make up estimated $3 bilion sho...",
      "abstract": "Fannie Mae agrees to sell $5 billion of preferred stock to large institutional investors in rush to meet its regulator's minimum capital requirements; company is selling two types of preferred strock, allowing it to make up estimated $3 bilion shortfall to satisfy minimum capital standards imposed by Office of Housing Enterprise Oversight; Fannie Mae director Donald B Marron says placement of preferred stock is key component of Fannie Mae's capital retoration plan (Market Place column) (M)",
      "lead_paragraph": "Fannie Mae, the nation's largest buyer of mortgages, said yesterday that it agreed to sell $5 billion of preferred stock to large institutional investors in a rush to meet its regulator's minimum capital requirements.",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/30/business/fannie-mae-agrees-to-sell-preferred-stock.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "Doctors, Too, Ask: Is This Drug Right?",
      "snippet": "Article on series Medicine's Data Gap: Clinical Trials, Practical Uses focuses on doctors' need of information on pain relievers to prescribe now that they know that popular drugs like Vioxx and Celebrex pose potentially serious heart risks; holds...",
      "abstract": "Article on series Medicine's Data Gap: Clinical Trials, Practical Uses focuses on doctors' need of information on pain relievers to prescribe now that they know that popular drugs like Vioxx and Celebrex pose potentially serious heart risks; holds for at least two years, doctors at Mayo Clinic, federal Veterans Affairs Department and Kaiser Permanente health plan have been sharply limiting their use of Vioxx and Celebrex; three institutions, after undertaking separate reviews of test data available on various painkillers, reached same conclusion: for most patients, Vioxx, Celebrex and related drug, Bextra, did not work any better than older pain relievers or provide any safety benefits beyond them; growing number of health care organizations are scrutinizing findings about all drugs, new and old, available to treat particular health condition to determine which work best at lowest cost; Dr Eric L Matteson, rheumatologist with Mayo Clinic, says evidence-based reviews can balance drug pitches; Dr Stephen Brenner, internist at Yale New Haven Hospital, comments; graph; photos (M)",
      "lead_paragraph": "Across the country, doctors are struggling to decide which pain relievers to prescribe now that they know that popular drugs like Vioxx and Celebrex pose potentially serious heart risks. \"We are desperately in need of information,\" said Dr. Stephen Brenner, an internist in New Haven. Yet for at least two years, doctors at the Mayo Clinic, the federal Veterans Affairs Department and the Kaiser Permanente health plan have been sharply limiting their use of Vioxx and Celebrex.",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/30/business/doctors-too-ask-is-this-drug-right.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "It's About Aid, and an Image",
      "snippet": "Analysis: aid effort now begun following devastating tsunamis in South Asia presents Pres Bush with opportunity to repair relations there that have been strained by three years of relentless American focus on terrorism; any missteps by United Stat...",
      "abstract": "Analysis: aid effort now begun following devastating tsunamis in South Asia presents Pres Bush with opportunity to repair relations there that have been strained by three years of relentless American focus on terrorism; any missteps by United States in places like Indonesia, world's most populous Muslim nation, will be exploited by Islamic extremists to bolster their own case; war of perception has to do with whether Asian nations believe Bush focuses on tsunami tragedy with same kind of energy he put in to making sure other nations signed on to his counterterrorism agenda after Sept 11 (M)",
      "lead_paragraph": "CRAWFORD, Tex., Dec. 29 - As Asia suffers through a 9/11 of its own a natural calamity instead of a man-made one, but at least 25 times more deadly -- President Bush's response in coming weeks may well determine his success in repairing relations strained by three years of relentless American focus on terrorism.",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/30/world/worldspecial4/its-about-aid-and-an-image.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Custom Rims, Yes; TV in Steering Wheel, No",
      "snippet": "National Highway Traffic Safety Administration is moving to stop auto shops from disabling safety equipment such as air bags to install video screens in steering wheels; regulators have noticed that front-seat video screens have become one offshoo...",
      "abstract": "National Highway Traffic Safety Administration is moving to stop auto shops from disabling safety equipment such as air bags to install video screens in steering wheels; regulators have noticed that front-seat video screens have become one offshoot of car customization boom; while agency does not have jurisdiction over installing video monitors in cars and trucks after they have been manufactured, they do have jurisdiction over tampering with safety equipment; agency spokesman Rae Tyson comments; photos (M)",
      "lead_paragraph": "DETROIT, Dec. 29 - Pimp the ride, pay the price.",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/30/business/media/custom-rims-yes-tv-in-steering-wheel-no.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Amid Chaos, Sri Lankans Are Struggling to Survive",
      "snippet": "Small groups of people on hard-hit eastern coast of Sri Lanka find shelter in schools, temples, vacant buildings or makeshift tents; some are kept alive by small donations from private convoys of trucks and vans, while others remain beyond reach o...",
      "abstract": "Small groups of people on hard-hit eastern coast of Sri Lanka find shelter in schools, temples, vacant buildings or makeshift tents; some are kept alive by small donations from private convoys of trucks and vans, while others remain beyond reach of aid; Red Cross official says problem is disorganization; claims many aid agencies are not coordinated and Sri Lankan government is not coordinating; say private banks are running out of money and fuel and medicine are running short; planeloads of aid are expected to start arriving from abroad; once aid is distributed, government will be contending with fact that million people have no way to earn living as result of disaster; photos (L)",
      "lead_paragraph": "NILAVELI, Sri Lanka, Dec. 29 - His home gone, his family shivering and hungry, everything he owned swept out to sea, Velu Kannan wandered down a lonely road on Wednesday looking for a pen.",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/30/world/worldspecial4/amid-chaos-sri-lankans-are-struggling-to-survive.html",
      "byline": "By Seth Mydans"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Railroad Signal Defects Cause Many Accidents  The railroad industry and its overseer, the Federal Railroad Administration, have long maintained that signal malfunctions pose little danger and that accidents caused by them are ''extremely rare.''...",
      "abstract": " Railroad Signal Defects Cause Many Accidents  The railroad industry and its overseer, the Federal Railroad Administration, have long maintained that signal malfunctions pose little danger and that accidents caused by them are ''extremely rare.''  ",
      "lead_paragraph": "Railroad Signal Defects Cause Many Accidents The railroad industry and its overseer, the Federal Railroad Administration, have long maintained that signal malfunctions pose little danger and that accidents caused by them are \"extremely rare.\"",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/30/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Customer Service: The Hunt for a Human",
      "snippet": "TRY to reach customer service at Amazon.com to fix a problem with an order and you will encounter one of the most prominent and frustrating aspects of the Internet era: a world devoid of humans. Not only is there no telephone number on Amazon's We...",
      "abstract": "TRY to reach customer service at Amazon.com to fix a problem with an order and you will encounter one of the most prominent and frustrating aspects of the Internet era: a world devoid of humans. Not only is there no telephone number on Amazon's Web site, but the company makes a point of not including one. Instead, customers are asked to fill out an online form and wait for a response.    ''It's incredibly annoying,'' said Ellen Hobbs of Austin, Tex., whose frustration has led her to publish Amazon.com's customer support number at her own Web site (clicheideas.com/amazon.htm). ''They haven't invested the kind of money in helping you solve problems as they have in selling you things.'' In December alone, some 1,100 people visited Ms. Hobbs's site.  ",
      "lead_paragraph": "TRY to reach customer service at Amazon.com to fix a problem with an order and you will encounter one of the most prominent and frustrating aspects of the Internet era: a world devoid of humans. Not only is there no telephone number on Amazon's Web site, but the company makes a point of not including one. Instead, customers are asked to fill out an online form and wait for a response.",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/12/30/technology/circuits/customer-service-the-hunt-for-a-human.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Engineer Might Get Investment",
      "snippet": "Jarvis' new chief executive Alan Lovell says company might raise money from new investor or be taken over; reports first-quarter loss of 288 million pounds (about $555 million (S)",
      "abstract": "Jarvis' new chief executive Alan Lovell says company might raise money from new investor or be taken over; reports first-quarter loss of 288 million pounds (about $555 million (S)",
      "lead_paragraph": "The new chief executive of Jarvis, the struggling British construction and engineering firm, said that the company might raise money from a new investor or be taken over. The executive, Alan Lovell, made the comments as the company reported a first-quarter loss of £288 million (about $555 million). Mr. Lovell's remarks helped to more than double the company's share price, to 37 pence. Plagued by accidents, Jarvis has been forced to sell assets to meet its loan obligations. Heather Timmons (NYT)",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/30/business/world-business-briefing-europe-britain-engineer-might-get.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Terminating Spyware With Extreme Prejudice",
      "snippet": "THE end of the year is a time when people sit down, rethink their priorities and sometimes change their ways. Some quit smoking. Others join a gym. I chose to erase my hard drive and reinstall my operating system.     Sure, it was a drastic move, ...",
      "abstract": "THE end of the year is a time when people sit down, rethink their priorities and sometimes change their ways. Some quit smoking. Others join a gym. I chose to erase my hard drive and reinstall my operating system.     Sure, it was a drastic move, but my two-year-old I.B.M. ThinkPad -- equipped with a 1,000-megahertz Pentium III processor, a high-speed Internet connection and 256 megabytes of memory -- was running about as fast as the Apple IIE I used in the mid-80's.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/12/30/technology/terminating-spyware-with-extreme-prejudice.html",
      "byline": "By Rachel Dodes"
    },
    {
      "headline": "Thailand Expects Tsunamis to Slow Growth",
      "snippet": "Thailand's finance ministry cuts its 2005 economic growth forecast to 5.7 percent from 6 percent after tsunamis lashed six coastal provinces, killing more than 1,800; Thailand may lose about $767 million from tourism earnings over next three month...",
      "abstract": "Thailand's finance ministry cuts its 2005 economic growth forecast to 5.7 percent from 6 percent after tsunamis lashed six coastal provinces, killing more than 1,800; Thailand may lose about $767 million from tourism earnings over next three months after tsunamis destroyed hotels and resorts in Phuket and five other coastal provinces; photo (M)",
      "lead_paragraph": "BANGKOK, Dec. 29 - Thailand's finance ministry cut its 2005 economic growth forecast to 5.7 percent from 6 percent after tsunamis lashed six coastal provinces, killing more than 1,800. Thailand may lose about 30 billion baht ($767 million) from tourism earnings over the next three months after giant waves caused by a 9.0 magnitude earthquake off Indonesia on Sunday destroyed hotels and resorts in Phuket and five other coastal provinces, Sontaya Kunplome, the tourism minister, said on Wednesday.",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/30/business/thailand-expects-tsunamis-to-slow-growth.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Italy: Motorcycle Maker Acquired",
      "snippet": "Piaggio SpA, maker of Vespa scooters, agrees to buy unprofitable competitor, Aprilia SpA, in transaction worth about $619 million in cash and debt; takeover will create Europe's largest scooter and motorcycle maker; photo (S)",
      "abstract": "Piaggio SpA, maker of Vespa scooters, agrees to buy unprofitable competitor, Aprilia SpA, in transaction worth about $619 million in cash and debt; takeover will create Europe's largest scooter and motorcycle maker; photo (S)",
      "lead_paragraph": "Piaggio S.p.A., the maker of Vespa scooters, agreed to buy an unprofitable competitor, Aprilia S.p.A., in a transaction worth about $619 million in cash and debt. The takeover will create Europe's largest scooter and motorcycle maker with 1.5 billion euros ($2 billion) in sales, 6,000 employees and 8 plants that build 600,000 scooters and motorcycles a year. \"The new group has one of the most complete ranges of products on the market,\" and will have 24 percent of the European market, Piaggio's chief executive, Rocco Sabelli, said in a statement.",
      "publication_date": "2004-12-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/30/business/world-business-briefing-europe-italy-motorcycle-maker-acquired.html",
      "byline": "By Bloomberg News"
    }
  ]
}