{
  "metadata": {
    "date": "2004-10-28",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Oil Prospecting Under Kremlin Watch",
      "snippet": "BP's 50-50 Russian venture TNK-BP is posting record profits and pumps one of every five barrels of BP's worldwide oil supply; BP is maneuvering gingerly in hopes of avoiding any direct conflict with Russian government, which is moving to reassert ...",
      "abstract": "BP's 50-50 Russian venture TNK-BP is posting record profits and pumps one of every five barrels of BP's worldwide oil supply; BP is maneuvering gingerly in hopes of avoiding any direct conflict with Russian government, which is moving to reassert its influence over country's lucrative energy business; need to respond to shifting political climate has been driven home ever since Russian oil company Yukos came under attack last year from authorities; Yukos's founder Mikhail B Khodorkovsky is in jail facing criminal charges and company still owes $8 billion in back taxes; chart; photos (M)",
      "lead_paragraph": "MOSCOW - As the Russian government moves to reassert its sway over the country's lucrative energy business, the British oil and gas giant BP would seem to be an obvious target. The company's 50-50 Russian venture, called TNK-BP, is posting record profits, and now pumps one of every five barrels of BP's worldwide oil supply.",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/28/business/oil-prospecting-under-kremlin-watch.html",
      "byline": "By Erin E. Arvedlund and Heather Timmons"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Record Soy Crop Forecast",
      "snippet": "Brazil is expected to produce record soybean crop of 60.8 million metric tons this year; harvest would be 22 percent increase from 2003; forecast also says 20 percent of soy crop was planted with genetically modified seed, which was banned until 2...",
      "abstract": "Brazil is expected to produce record soybean crop of 60.8 million metric tons this year; harvest would be 22 percent increase from 2003; forecast also says 20 percent of soy crop was planted with genetically modified seed, which was banned until 2003 (S)m",
      "lead_paragraph": "Brazil, which recently surpassed the United States as the world's largest soybean exporter, is expected to produce a record crop of 60.8 million metric tons of soybeans this year, the government said. The harvest would be an increase of 22 percent from last year's crop. The forecast, the government's first of the growing season, also said that 20 percent of the soy crop was planted with genetically modified seed, which was banned until last year. Todd Benson (NYT)",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/28/business/world-business-briefing-americas-brazil-record-soy-crop-forecast.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Bush Hits Back at Kerry Charge Over Explosives",
      "snippet": "Pres Bush breaks his silence on disappearance of 380 tons of explosives in Iraq, accusing Sen Kerry of making 'wild charges' and 'denigrating' troops in field; Kerry responds by lauding troops and blaming Bush; Bush remarks reflect concern in his ...",
      "abstract": "Pres Bush breaks his silence on disappearance of 380 tons of explosives in Iraq, accusing Sen Kerry of making 'wild charges' and 'denigrating' troops in field; Kerry responds by lauding troops and blaming Bush; Bush remarks reflect concern in his re-election campaign that issue hurts him; Bush, campaigning in Lancaster County, Pa, says military probes number of scenarios, including possibility that explosives were moved before troops arrived; Kerry spends day charging Bush put American troops at enormous risk; photo (M)",
      "lead_paragraph": "PONTIAC, Mich., Oct. 27 - President Bush broke his silence on Wednesday on the disappearance of 380 tons of explosives in Iraq, accusing Senator John Kerry of making \"wild charges\" about the missing explosives and of \"denigrating the actions\" of troops in the field.",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/28/politics/campaign/bush-hits-back-at-kerry-charge-over-explosives.html",
      "byline": "By Elisabeth Bumiller and Jodi Wilgoren"
    },
    {
      "headline": "Ovitz Queried on Expenses in Lawsuit Against Disney",
      "snippet": "Walt Disney Co's former president Michael S Ovitz finds himself on defensive about his continuing relationship with talent agency he left for Disney in testimony at Disney shareholders trial; Steven G Schulman, lawyer for Disney shareholders suing...",
      "abstract": "Walt Disney Co's former president Michael S Ovitz finds himself on defensive about his continuing relationship with talent agency he left for Disney in testimony at Disney shareholders trial; Steven G Schulman, lawyer for Disney shareholders suing over board's handling of Ovitz's controversial tenure in mid-1990's, attacks one of tenets of Ovitz's defense: that he gave up lucrative career at Creative Artists Agency after 21 years to join Disney in 1995; Schulman points out that Ovitz still received rent from building where agency he co-founded is located; adds Ovitz also gets stake in commission in current Creative Artists, which was reorganized when he left; presses Ovitz about joint venture--to produce advertising--that he helped former Creative Artists colleagues set up with Coca-Cola Co and Disney; photo (M)",
      "lead_paragraph": "GEORGETOWN, Del., Oct. 27 - After spending parts of two days testifying that he was continually sabotaged by senior managers and his boss during his brief tenure as president of the Walt Disney Company, Michael S. Ovitz, the former president, found himself on the defensive late Wednesday about his continuing relationship with the talent agency he had left for Disney.",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/28/business/media/ovitz-queried-on-expenses-in-lawsuit-against-disney.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "When the Big-Game Ticket Is Just a Big Fake",
      "snippet": "Counterfeit tickets to sports events and concerts are becoming more common, thanks to inexpensive scanners, color printers and publishing software; use of barcoding scanned at entrance has helped deter counterfeiting and some venues may begin use ...",
      "abstract": "Counterfeit tickets to sports events and concerts are becoming more common, thanks to inexpensive scanners, color printers and publishing software; use of barcoding scanned at entrance has helped deter counterfeiting and some venues may begin use of e-tickets and kiosks for ticket purchase; photo (M)",
      "lead_paragraph": "AS one of the National Football League's best teams in one of its newest stadiums, the Philadelphia Eagles are a hot commodity. That makes a ticket to one of their games hard to come by.",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/10/28/technology/when-the-biggame-ticket-is-just-a-big-fake.html",
      "byline": "By Jeffrey Selingo"
    },
    {
      "headline": "Profit Falls at Honda; Sales Down in America",
      "snippet": "Honda Motor Co reports 7.5 percent decline in net profit in quarter ended Sept 30 as dollar fell and sales slowed in North America; net income fell to 127.1 billion yen ($1.2 billion) from 137.3 billion yen year earlier; revenue rose 3.8 percent, ...",
      "abstract": "Honda Motor Co reports 7.5 percent decline in net profit in quarter ended Sept 30 as dollar fell and sales slowed in North America; net income fell to 127.1 billion yen ($1.2 billion) from 137.3 billion yen year earlier; revenue rose 3.8 percent, to 2.09 trillion yen ($19.6 billion); photo (M)/",
      "lead_paragraph": "TOKYO, Oct. 27 - The Honda Motor Company reported a 7.5 percent drop in quarterly net profit Wednesday as the dollar fell and sales slowed in North America.",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/28/business/worldbusiness/profit-falls-at-honda-sales-down-in-america.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "Finding the Future in an Old Industry",
      "snippet": "$17.8 billion, three-way deal that London-based financier Lakshmi N Mattal announced this week would put him at head of largest, most geographically diverse steel company in world; new Mittal Steel would be made up of LNM Holdings and Ispat Intern...",
      "abstract": "$17.8 billion, three-way deal that London-based financier Lakshmi N Mattal announced this week would put him at head of largest, most geographically diverse steel company in world; new Mittal Steel would be made up of LNM Holdings and Ispat International, two Mittal family companies that would be merged and then would buy International Steel Group of $4.5 billion; Mittal family would end up with 88 percent of new company; Mittal Steel would ship 57 million tons of steel each year from plants in 14 countries, and generate annual operating income of about $7 billion; photos (M)",
      "lead_paragraph": "LONDON, Oct. 27 - The $17.8 billion, three-way deal that Lakshmi N. Mittal, a financier based in London, announced this week would put him at the head of the largest, most geographically diverse steel company in the world.",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/28/business/worldbusiness/finding-the-future-in-an-old-industry.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Profit At Coke Bottler",
      "snippet": "Coca-Cola Femsa says third-quarter profit 130 percent, to $110.5 million, while sales held steady at $1 billion; graph (S)",
      "abstract": "Coca-Cola Femsa says third-quarter profit 130 percent, to $110.5 million, while sales held steady at $1 billion; graph (S)",
      "lead_paragraph": "Latin America's larg-est Coca-Cola bottler, Coca-Cola Femsa, said that a stronger peso more than doubled its third-quarter profit while sales held steady at $1 billion. The company reported that profit rose 130 percent to $110.5 million in the third quarter. Revenue from sales of soft drinks in the company's main market, Mexico, slipped as prices fell, but increases in Brazil, Argentina and Venezuela helped make up for the decline. Elisabeth Malkin (NYT)",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/28/business/world-business-briefing-americas-mexico-profit-at-coke-bottler.html",
      "byline": "By Elisabeth Malkin (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Spain: Bank's Profit Rises",
      "snippet": "Santander Central Hispano almost doubled third-quarter profit on gains at its European consumer lending business and sale of stake in Royal Bank of Scotland Group; net income rose to 1.26 billion euros ($1.6 billion) from 637 million euros year ea...",
      "abstract": "Santander Central Hispano almost doubled third-quarter profit on gains at its European consumer lending business and sale of stake in Royal Bank of Scotland Group; net income rose to 1.26 billion euros ($1.6 billion) from 637 million euros year earlier; Abbey National, which will be acquired by Santander Central Hispano, says its share of British market declined in last quarter (S)",
      "lead_paragraph": "The largest bank in Spain and Latin America, Santander Central Hispano, almost doubled third-quarter profit on gains at its European consumer lending business and the sale of a stake in the Royal Bank of Scotland Group. Net income rose to 1.26 billion euros ($1.6 billion) from 637 million euros a year earlier, the bank said. The company booked a gain of 472 million euros from selling almost half its holding in Royal Bank last month. Profit from European consumer lending rose 13 percent, more than double the pace in Latin America. The bank, based in Santander, Spain, will complete the purchase of Abbey National, the British mortgage bank, next month. Separately, Abbey said that its share of the British market share declined in the last quarter.",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/28/business/world-business-briefing-europe-spain-banks-profit-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Unilever's Sales Fall",
      "snippet": "Unilever says sales fell by 8 percent in third quarter, to 10.3 billion euros ($13 billion), but net income increased 4.3 percent, to 867 million euros (S)",
      "abstract": "Unilever says sales fell by 8 percent in third quarter, to 10.3 billion euros ($13 billion), but net income increased 4.3 percent, to 867 million euros (S)",
      "lead_paragraph": "The food and soap maker Unilever said sales fell in the third quarter because of aggressive competition in India and lower consumption in North America, but net income rose as the company cut costs. Sales fell by 8 percent, to 10.3 billion euros ($13 billion), the company said, but net income increased 4.3 percent to 867 million euros. Unilever, which is based in Rotterdam, has been cutting jobs and paring down the brands it owns to focus on the products that generate most of its sales. Executives said that fourth-quarter earnings could be hurt by reorganization costs and increased marketing expenditures. Heather Timmons (NYT)",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/28/business/world-business-briefing-europe-the-netherlands-unilevers-sales.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: A BBC Channel For Asia",
      "snippet": "BBC Worldwide, unit of British Broadcasting Corp, will begin offering ad-free BBC Prime entertainment channel to cable and satellite television services in Southeast Asia on Dec 1; separate BBC Japan will also start service on Dec 1; channel in In...",
      "abstract": "BBC Worldwide, unit of British Broadcasting Corp, will begin offering ad-free BBC Prime entertainment channel to cable and satellite television services in Southeast Asia on Dec 1; separate BBC Japan will also start service on Dec 1; channel in India is being explored (S)/",
      "lead_paragraph": "A unit of the British Broadcasting Corporation, BBC Worldwide, said it would begin offering its ad-free BBC Prime entertainment channel of dramas, game shows, documentaries and talk shows to cable and satellite television services in Southeast Asia on Dec. 1. The channel is already available in Europe, the Middle East and Africa, with subscribers typically paying extra to receive it. Wayne Dunsford, the director of channels for BBC Worldwide in Europe, the Middle East, India and Africa, said that a separate BBC Japan would also start service on Dec. 1, and that a channel in India was being explored. The BBC is also looking at opportunities in China, he said. The BBC announced the new offering at a trade show in Hong Kong. Keith Bradsher (NYT)",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/28/business/world-business-briefing-asia-a-bbc-channel-for-asia.html",
      "byline": "By Keith Bradsher (NYT)"
    },
    {
      "headline": "Float Time on Checks Shortens, as of Thursday",
      "snippet": "Banks will have more leeway in processing checks electronically starting Oct 28, and that will translate to shorter or even nonexistent float times--grace period between time check is written and when money is debited from account; as banks start ...",
      "abstract": "Banks will have more leeway in processing checks electronically starting Oct 28, and that will translate to shorter or even nonexistent float times--grace period between time check is written and when money is debited from account; as banks start to make digital images of checks, shred originals and use images for processing, customers are likely to see several changes besides faster clearing; consumers will receive fewer of original checks in their bank statements and more paper substitutes, which will be printed; new law does not change length of time that banks can hold checks deposited by their customers; that is mismatch between existing check holds and prospect of faster clearing that has helped turn new law into focal point for consumer groups, which have added it to list of grievances against banks; these groups say new law will create confusion among consumers and that there will be more room for fraud, like counterfeiting and identity theft, when banks start routinely converting original documents to images, which can be harder to read; law enforcement officials express concern that check images, which include copy of bar code, will be easier to replicate, and that absence of original document will frustrate efforts to use fingerprints and other standard methods to catch criminals; major impetus for Congress to pass legislation was Sept 11, 2001 terrorist attack, when grounding of airplanes disrupted payment system because checks could not be flown to their banks of origin; Consumers Union has collected 15,000 signatures for petition that asks banks for various safeguards as they put law into effect (M)",
      "lead_paragraph": "Consumers who have become used to writing checks in the expectation of having at least a couple of days to cover them with a deposit may soon be in for a rude awakening.",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/28/business/float-time-on-checks-shortens-as-of-thursday.html",
      "byline": "By Jennifer A. Kingson"
    },
    {
      "headline": "Nortel to Delay Financial Results Again",
      "snippet": "Nortel Networks postpones for second time release of financial restatements; hopes to deliver figures, which will include restatements of results for 2001, 2002 and 2003, by mid-November; company is facing criminal and securities investigations of...",
      "abstract": "Nortel Networks postpones for second time release of financial restatements; hopes to deliver figures, which will include restatements of results for 2001, 2002 and 2003, by mid-November; company is facing criminal and securities investigations of its accounting in USS and Canada; detailed financial reports for first half of 2004 are also being awaited; president-chief executive William Owens comments; photo (M)",
      "lead_paragraph": "OTTAWA, Oct. 27 - Nortel Networks, North America's largest maker of telecommunications equipment, has postponed for a second time the release of financial restatements that were expected this week.",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/28/business/worldbusiness/nortel-to-delay-financial-results-again.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "DreamWorks Animation Raises $812 Million  DreamWorks SKG has priced shares of its animation unit above the level expected, raising $812 million in an initial public offering.      Heavy demand from investors for Dreamworks Animation SKG pushed the...",
      "abstract": " DreamWorks Animation Raises $812 Million  DreamWorks SKG has priced shares of its animation unit above the level expected, raising $812 million in an initial public offering.      Heavy demand from investors for Dreamworks Animation SKG pushed the sale of 29 million shares to $28 a share, from an initial estimate of $23 to $25. Shares of Dreamworks Animation SKG will begin trading today under the symbol DWA on the New York Stock Exchange. Market Place. [Page C4.]    Ex-Macy's Chief to Head Penney  Myron E. Ullman III, left, a longtime retail executive who headed Macy's during its bankruptcy and recently led the luxury conglomerate LVMH Moët Hennessy Louis Vuitton, will replace Allen I. Questrom as chief executive of J.C. Penney. His appointment leaves Vanessa Castagna, who had been the top internal candidate and who has been credited with leading many of the recent changes at Penney, without a clearly defined future. [C4.]    A Promising Therapy From Pfizer  Sildenafil citrate, the ingredient in Viagra, Pfizer's impotence pill, has proven effective in a clinical trial as a treatment for pulmonary arterial hypertension -- high pressure in the artery carrying blood to the lungs. [C8.]    Need for Oil Investment Cited  As high prices raise concerns about future supplies of oil, the International Energy Agency stressed the need for oil-producing countries and oil companies to increase their investments in finding and pumping oil. [C9.]    Systems for Auto Stability Helpful  A study by the Insurance Institute for Highway Safety found that the stability systems available in some cars and trucks can reduce the risk of getting in an accident. [C4.]    A Takeover Bid for Drug Company  The private equity unit of J.P. Morgan and the DLJ merchant banking group of Credit Suisse First Boston offered to acquire the Irish pharmaceutical company Warner Chilcott for £1.62 billion ($3 billion). [C8.]    Earnings Soar 54% at Oil Company  ConocoPhillips reported a 54 percent increase in third-quarter profit as margins widened on diesel and other fuels and oil prices surged. Sales climbed 31 percent. The company expanded in countries with growing oil production, including Vietnam, Russia and Venezuela, as output declined from older fields in the United States and the North Sea. [C4.]    Profit rose 14 percent at Procter & Gamble on strong sales in all regions. [C2.]    Robust demand for military equipment and technology led Boeing and Northrop Grumman to post higher earnings. [C4.]    Comcast and Cox Communications reported strong profit and revenue growth because of growing demand for their digital video services and high-speed Internet connections. [C6.]    Kroll Offices in Brazil Raided  Police seized documents and arrested five people in a raid on the Brazilian offices of Kroll and a local private equity firm. [C8.]    Stocks Rally as Oil Prices Drop  Stocks rose sharply as investors expressed relief over a drop in oil prices. The Dow Jones industrial average gained 113.55 points, or 1.2 percent, to 10,002.03. The Standard & Poor's 500-stock index increased 14.31 points, or 1.3 percent, to 1,125.40; and the Nasdaq composite index jumped 41.20 points, or 2.1 percent, to 1,969.99. [C9.]    Moving Ideas Off Campus  In a financial bonanza for many universities, an increasing number of entrepreneurial students are helping commercialize technologies developed in their schools' laboratories. [C6.]    Where Are the Economists?  In the push for greater regulation after the corporate scandals, economists are notably absent. Jeff Madrick: Economic Scene. [C2.]  ",
      "lead_paragraph": "DreamWorks Animation Raises $812 Million DreamWorks SKG has priced shares of its animation unit above the level expected, raising $812 million in an initial public offering.",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/28/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Looters at Weapon Site",
      "snippet": "Looters stormed Al Qaqaa, a weapons site in Iraq, just days after American troops swept through on their way to Baghdad in early April 2003, four Iraqi witnesses reported. Their accounts do not directly address the question of when 380 tons of pow...",
      "abstract": "Looters stormed Al Qaqaa, a weapons site in Iraq, just days after American troops swept through on their way to Baghdad in early April 2003, four Iraqi witnesses reported. Their accounts do not directly address the question of when 380 tons of powerful explosives vanished from the site sometime after early March 2003, the last time international inspectors checked the seals.     Article, Page A26.",
      "lead_paragraph": "Looters stormed Al Qaqaa, a weapons site in Iraq, just days after American troops swept through on their way to Baghdad in early April 2003, four Iraqi witnesses reported. Their accounts do not directly address the question of when 380 tons of powerful explosives vanished from the site sometime after early March 2003, the last time international inspectors checked the seals.",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/28/front page/world/looters-at-weapon-site.html",
      "byline": ""
    },
    {
      "headline": "Provincial Capital Near Falluja Is Rapidly Slipping Into Chaos",
      "snippet": "American military and interim Iraqi government reportedly are quickly losing control of Ramadi, key provincial capital; well-financed guerrillas have turned residents against American occupiers and their allies with mix of intimidation and propaga...",
      "abstract": "American military and interim Iraqi government reportedly are quickly losing control of Ramadi, key provincial capital; well-financed guerrillas have turned residents against American occupiers and their allies with mix of intimidation and propaganda; Sheik Ali al-Dulaimi, leader of region's largest tribe, says Prime Min Ayad Allawi's government has no presence in city; marine officials suspect Iraqi security officers have been helping insurgents attack their troops; reconstruction efforts have ground to halt; most of military resources are channeled into controlling bomb-infested road through downtown that connects two bases; city lies at heart of rebellious Anbar Province, astride major western supply route to Baghdad; is seen as key part of American efforts to plant secular democracy in Iraq; map; photos (M)",
      "lead_paragraph": "RAMADI, Iraq, Oct. 21 - The American military and the interim Iraqi government are quickly losing control of this provincial capital, which is larger and strategically more important than its sister city of Falluja, say local officials, clerics, tribal sheiks and officers with the United States Marines.",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/28/world/middleeast/provincial-capital-near-falluja-is-rapidly-slipping-into.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "New Setback for Europe-Latin Trade Talks",
      "snippet": "Chances of agreement between European Union and South American trade bloc led by Brazil on new trade pact anytime soon seem slim to none; 25-nation European Union and Mercosur have spent last few months backtracking on promises and bickering publi...",
      "abstract": "Chances of agreement between European Union and South American trade bloc led by Brazil on new trade pact anytime soon seem slim to none; 25-nation European Union and Mercosur have spent last few months backtracking on promises and bickering publicly over sensitive issues; European Parliament refuses to approve slate of incoming commissioners, leaving European Commission unable to address any major initiatives in immediate future; map; photo (M)",
      "lead_paragraph": "SÃO PAULO, Brazil, Oct. 27 - Just six months ago, the European Union and a South American trade bloc led by Brazil appeared on the verge of creating the world's biggest free trade area. Now, however, the chances of sealing a deal anytime soon seem slim to none.",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/28/business/worldbusiness/new-setback-for-europelatin-trade-talks.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "Delta Reaches Deal WithPilots' Union",
      "snippet": "Delta Air Lines reaches agreement with its pilots' union on long-sought wage and benefit cuts, averting threatened bankruptcy filing; terms of deal are unavailable; photo (M)",
      "abstract": "Delta Air Lines reaches agreement with its pilots' union on long-sought wage and benefit cuts, averting threatened bankruptcy filing; terms of deal are unavailable; photo (M)",
      "lead_paragraph": "Delta Air Lines, the nation's third-largest airline, reached a tentative agreement with its pilots' union last night on long-sought wage and benefit cuts, averting a threatened bankruptcy filing, at least for now.",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/28/business/delta-reaches-deal-withpilots-union.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "World Business Briefing | Asia: India: Carmaker's Profit Rises",
      "snippet": "Maruti Udyog, India's biggest carmaker, says second-quarter profit rose 48 percent, to 1.8 billion rupees ($39 million); sales totaled 27 billion rupees (S)",
      "abstract": "Maruti Udyog, India's biggest carmaker, says second-quarter profit rose 48 percent, to 1.8 billion rupees ($39 million); sales totaled 27 billion rupees (S)",
      "lead_paragraph": "India's biggest carmaker, Maruti Udyog, said that second-quarter profit rose 48 percent, to 1.8 billion rupees ($39 million), as demand from middle-class consumers and low interest rates fed a 25 percent increase in sales. Sales at the company, which is based in New Delhi and makes the country's best-selling car, the Maruti 800, totaled 27 billion rupees. The Suzuki Motor Corporation of Japan owns a 54 percent stake in Maruti. Saritha Rai (NYT)",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/10/28/business/world-business-briefing-asia-india-carmakers-profit-rises.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "MarketWatch, Web News Site, Is Up for Sale",
      "snippet": "MarketWatch, owner of leading financial news site, CBS MarketWatch, is soliciting bids expected to be as much as $400 million for company; some of media companies that are possible suitors include CBS unit of Viacom, Dow Jones, New York Times Co, ...",
      "abstract": "MarketWatch, owner of leading financial news site, CBS MarketWatch, is soliciting bids expected to be as much as $400 million for company; some of media companies that are possible suitors include CBS unit of Viacom, Dow Jones, New York Times Co, Financial Times Group of Pearson and Yahoo; MarketWatch has hired UBS to conduct auction; successful sale would mean rich payday for site's founder Larry S Kramer (M)",
      "lead_paragraph": "MarketWatch, the owner of a leading financial news site, CBS MarketWatch, is soliciting bids expected to be as much as $400 million for the company, executives involved in the sale process said yesterday.",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/28/business/media/marketwatch-web-news-site-is-up-for-sale.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Weaned on Video Games",
      "snippet": "Game makers are marketing new game consoles to children as young as three years old; research shows half of 4-to-6-year old children have played video games, indicating a large untapped market; photo (M)",
      "abstract": "Game makers are marketing new game consoles to children as young as three years old; research shows half of 4-to-6-year old children have played video games, indicating a large untapped market; photo (M)",
      "lead_paragraph": "IT looked innocent enough: an orange box with undulating edges rested on purple pedestal feet. A lavender cartridge bearing the likeness of Simba, the cuddly cub from \"The Lion King,\" rested in a slot in the box's plastic face.",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/10/28/technology/circuits/weaned-on-video-games.html",
      "byline": "By Michel Marriott"
    },
    {
      "headline": "The iPod's New Trick: Photo Show",
      "snippet": "David Pogue State of the Art column on Apple iPod Photo, which uses iTunes software to organize, transfer and display up to 25,000 digital images; photo (M)",
      "abstract": "David Pogue State of the Art column on Apple iPod Photo, which uses iTunes software to organize, transfer and display up to 25,000 digital images; photo (M)",
      "lead_paragraph": "SAN JOSE, Calif., Oct. 27 - All right, Apple. The iPod has 92 percent of the market for high-capacity music players. You sold two million of them in the last quarter alone. Your music store, whose songs play only on the iPod, has 70 percent of the online song sales market, and you've just rolled it out in 10 new countries.",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/10/28/technology/circuits/the-ipods-new-trick-photo-show.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Passion and Election Disputes on Rise in Florida as Vote Nears",
      "snippet": "Florida is again struggling with questions about voting irregularities as presidential vote nears; Floridians have been standing for up to three hours to cast early votes in race, testimony to unresolved passions of 2000 vote; interest is so inten...",
      "abstract": "Florida is again struggling with questions about voting irregularities as presidential vote nears; Floridians have been standing for up to three hours to cast early votes in race, testimony to unresolved passions of 2000 vote; interest is so intense that analysts expect staggering 75 percent turnout; disappearance of absentee ballots in Broward County feeds suspicion among Democrats already distrustful of state government controlled by Pres Bush's brother, Gov Jeb Bush; state is both prime battleground and template for unease rippling across nation; Bush and Sen John Kerry or their running mates have made near daily visits, drawing huge, passionate crowds; maps of stops of candidates and their key supporters; photos (M)",
      "lead_paragraph": "KENDALL, Fla., Oct. 27 - It is as if the presidential election of 2000 never ended here.",
      "publication_date": "2004-10-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/28/politics/campaign/passion-and-election-disputes-on-rise-in-florida-as-vote.html",
      "byline": "By Adam Nagourney and Abby Goodnough"
    }
  ]
}