{
  "metadata": {
    "date": "2004-07-28",
    "total_articles": 24
  },
  "articles": [
    {
      "headline": "Software Services Firm Is Latest In India to Plan Initial Offering",
      "snippet": "Initial public offering of Tata Consultancy Services, Tata Group unit that is India's premier software services firm, is expected to raise $935 million to $1.25 billion on sale of 55.4 million shares, or about 13.33 percent of its equity; road sho...",
      "abstract": "Initial public offering of Tata Consultancy Services, Tata Group unit that is India's premier software services firm, is expected to raise $935 million to $1.25 billion on sale of 55.4 million shares, or about 13.33 percent of its equity; road show to promote offering in Mumbai drew around 700 brokers and analysts, twice number company expected; Tata Group has been criticized for not taking TCS public during technology boom in 1990's, but Tata says making offering in overheated market goes against its principle of being fair to shareholders; Tata says it will use cash from TCS offering to retire debt and expand other businesses; photo (M)",
      "lead_paragraph": "With the economy growing in the United States and an increased momentum in software and back office services outsourcing to India, the initial public offering of the country's premier software services firm, Tata Consultancy Services, is expected to be in great demand.",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/28/business/software-services-firm-is-latest-in-india-to-plan-initial-offering.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "KERRY SAYS WORK OF THE 9/11 PANEL SHOULD CONTINUE",
      "snippet": "Sen John Kerry calls for 18-month extension of Sept 11 commission, sharpening critique of Pres Bush's response to report by declaring that nation cannot afford 'backpedaling' on national security; tells Democratic campaign rally in Norfolk that co...",
      "abstract": "Sen John Kerry calls for 18-month extension of Sept 11 commission, sharpening critique of Pres Bush's response to report by declaring that nation cannot afford 'backpedaling' on national security; tells Democratic campaign rally in Norfolk that commisssion should monitor progress on its recommendations for fighting terrorism; Vice Pres Cheney, campaigning at Camp Pendleton in California, also shows how commission report has been thrust to center of campaign, invoking it to boost claim that invasion of Iraq was essential part of fighting terrorism; Cheney says enemies of religious and political pluralism must be vanquished; Kerry says commission recommendations, such as naming one intelligence chief, would have been adopted long ago were he in office; photos; Cheney also continues asserting that Sept 11 attacks made Iraq war necessary (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/28/us/foreign-policy-massachusetts-senator-kerry-says-work-9-11-panel-should-continue.html",
      "byline": "By Jodi Wilgoren and David D. Kirkpatrick"
    },
    {
      "headline": "Battle Brews on Regulation of Internet-Based Telephone Service",
      "snippet": "Fierce battle is emerging over Internet-based phone service, both among rival telephone and cable carriers, software providers and equipment makers and between federal and state regulators; supporters of service generally agree that shielding Inte...",
      "abstract": "Fierce battle is emerging over Internet-based phone service, both among rival telephone and cable carriers, software providers and equipment makers and between federal and state regulators; supporters of service generally agree that shielding Internet calls from traditional telephone regulations would allow technology to flourish, leading to reduced costs for new providers and lower prices for consumers; disagreement arises over whether rules on 911 emergency service and payments to universal service fund should apply to Internet phones and over issues that have long dominated phone industry, like interconnection fees paid to local phone companies; FCC and big companies in field want to reduce state regulation, but states argue that they have critical role in protecting consumers and ensuring access for the underserved and disabled and argue that regional Bell phone companies, which dominate local market, are trying to use Internet-based calling to get around existing phone regulations that have valuable social purpose; photos; graph (M)",
      "lead_paragraph": "Deregulation is the mantra of the main players in Internet-based phone service, a new technology that could increase competition and further drive down phone prices.",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/28/business/technology-battle-brews-on-regulation-of-internet-based-telephone-service.html",
      "byline": "By Stephen Labaton and Matt Richtel"
    },
    {
      "headline": "Lost Record of Vote In '02 Florida Race Raises '04 Concern",
      "snippet": "Almost all of electronic records from first widespread use of touch-screen voting in Miami-Dade County, in 2002, have been lost after computer crashes, stoking concerns of debacle in Florida again in this presidential election; county insists new ...",
      "abstract": "Almost all of electronic records from first widespread use of touch-screen voting in Miami-Dade County, in 2002, have been lost after computer crashes, stoking concerns of debacle in Florida again in this presidential election; county insists new backup system will prevent loss of data but citizens group that uncovered loss warns that malfunction underscores vulnerability of electronic voting; voters in 15 counties will use new machines, amid questions about reliability; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/28/us/lost-record-of-vote-in-02-florida-race-raises-04-concern.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "Court in Europe Set to Hear Microsoft Case",
      "snippet": "Europe's second-highest appeals court, Court of First Instance in Luxembourg, sets hearing for Sept 30 and Oct 1 on whether changes in Microsoft's business practices demanded by European Commission should be waived until company's appeal is decide...",
      "abstract": "Europe's second-highest appeals court, Court of First Instance in Luxembourg, sets hearing for Sept 30 and Oct 1 on whether changes in Microsoft's business practices demanded by European Commission should be waived until company's appeal is decided (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/28/business/court-in-europe-set-to-hear-microsoft-case.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "Navigating Two Wars and a Minefield",
      "snippet": "R W Apple Jr column comments on how Sen John Kerry's involvement in Vietnam war and his stance on Iraq may affect his presidential candidacy; says Kerry benefits from his heroism in Vietnam, but is open to charges of flip-flopping on issue of Iraq...",
      "abstract": "R W Apple Jr column comments on how Sen John Kerry's involvement in Vietnam war and his stance on Iraq may affect his presidential candidacy; says Kerry benefits from his heroism in Vietnam, but is open to charges of flip-flopping on issue of Iraq; photo of antiwar protest at Democratic convention in Chicago in 1968 (M)",
      "lead_paragraph": "Not one but two wars one long past, the other present -- loom large at the Democratic National Convention. Senator John Kerry's managers hope to manage things so that both will be electoral assets for their candidate in November, but as always at war conventions, snares lie in wait.",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/07/28/us/apple-s-almanac-navigating-two-wars-and-a-minefield.html",
      "byline": "By R.w. Apple Jr"
    },
    {
      "headline": "4 Executives At Ahold Unit Are Indicted",
      "snippet": "Four executives at US Foodservice, American food distribution company that is unit of Dutch supermarket conglomerate Royal Ahold, are indicted on charges of inflating company's earnings by more than $800 million; SEC files separate civil complaint...",
      "abstract": "Four executives at US Foodservice, American food distribution company that is unit of Dutch supermarket conglomerate Royal Ahold, are indicted on charges of inflating company's earnings by more than $800 million; SEC files separate civil complaint against executive, accusing them of overstating income by smaller amount, $700 million, and pressing many suppliers to help conceal fraud; two of executives, Timothy J Lee and William F Carter, enter guilty pleas; Michael Resnick and Mark Kaiser are expected to surrender, and Kaiser's lawyer says he will plead not guilty; Lee and Peter O Marion, former supplier to US Foodservice, are charged with insider trading in late 1999 and early 2000 related to Royal Ahold's acquisition of US Foodservice (M)",
      "lead_paragraph": "In an escalation of investigations into the food industry, four executives of U.S. Foodservice were indicted yesterday on charges of inflating the company's earnings by more than $800 million. Prosecutors said they were continuing to investigate executives there.",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/28/business/4-executives-at-ahold-unit-are-indicted.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "FREED EGYPTIAN THINKS REMORSE TURNED CAPTORS",
      "snippet": "Muhammad Mamdouh Qutb, Egyptian diplomat held hostage in Iraq, believes captors' remorse led to his release after four days; says they roughed him up and threatened to kill him but also came to realize that he is religious Muslim who prays five ti...",
      "abstract": "Muhammad Mamdouh Qutb, Egyptian diplomat held hostage in Iraq, believes captors' remorse led to his release after four days; says they roughed him up and threatened to kill him but also came to realize that he is religious Muslim who prays five times daily and is known for teaching Koran to children at local mosque; believes captors were all Iraqis trying to discourage Egypt from helping new Iraqi administration; photo; hostage-taking has emerged as popular, powerful, often deadly tactic, yielding instant publicity and formidable political setback for US-backed government; dozen foreigners have been seized in last week (M)",
      "lead_paragraph": "In the end, Muhammad Mamdouh Qutb figures it was his captors' remorse that led to his freedom.",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/28/world/freed-egyptian-thinks-remorse-turned-captors.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Consumer Finance Venture",
      "snippet": "Brazil's biggest supermarket chain, Companhia Brasileira de Distribuicao, and second-largest private sector bank, Banco Itau Holding Financiera, will form consumer unit to offer financial services at grocer's 555 stores, managing retailer's existi...",
      "abstract": "Brazil's biggest supermarket chain, Companhia Brasileira de Distribuicao, and second-largest private sector bank, Banco Itau Holding Financiera, will form consumer unit to offer financial services at grocer's 555 stores, managing retailer's existing 3.3 million credit cards and 580,000 consumer loans (S)",
      "lead_paragraph": "The country's biggest supermarket chain, Companhia Brasileira de Distribuição, and the second-largest private sector bank, Banco Itaú Holding Financiera, said they had signed a deal to form a consumer unit to offer financial services at the grocer's 555 stores. Each group will own 50 percent of the venture, which will start with 150 million reais ($49 million) in loan capital and will require an initial investment of 455 million reais ($148.7 million). The venture, expected to start operating later this year, will manage the retailer's existing 3.3 million credit cards and 580,000 consumer loans. Todd Benson (NYT)",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/28/business/world-business-briefing-americas-brazil-consumer-finance-venture.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Mitsubishi Looks for Buyers and Its Niche",
      "snippet": "Executives at Mitsubishi Motors North America struggle to regain sales in US, where its market share has been halved in just a year; company has had to lay off 1,200 employees at factory in Normal, Ill, and cut its advertising; has suffered from a...",
      "abstract": "Executives at Mitsubishi Motors North America struggle to regain sales in US, where its market share has been halved in just a year; company has had to lay off 1,200 employees at factory in Normal, Ill, and cut its advertising; has suffered from a cover-up of defects in its cars and trucks for decades; Finbarr J O'Neill, chief executive, is using some of same strategies he used to lift sales at Hyundai in late 1990's; company is inviting consumers to re-enact tests shown in its advertising in which 2004 Galant midsize sedan outperforms Toyota Camry in high-speed crash avoidance and both Camry and Honda Accord in acceleration and breaking; photo; graph (M)",
      "lead_paragraph": "With American sales of Mitsubishi, once one of the hottest car brands, in a free fall, the company's executives are trying to engineer a turnaround.",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/28/business/mitsubishi-looks-for-buyers-and-its-niche.html",
      "byline": "By Fara Warner"
    },
    {
      "headline": "US Airways Plans a Major Overhaul of Where It Does and Does Not Fly",
      "snippet": "US Airways plans major overhaul of way it flies, concentrating on direct flights to and from major airports on East Coast and dismantling its hub in Pittsburgh; will also enter highly competitive New York-to-Florida market; warns that its solvency...",
      "abstract": "US Airways plans major overhaul of way it flies, concentrating on direct flights to and from major airports on East Coast and dismantling its hub in Pittsburgh; will also enter highly competitive New York-to-Florida market; warns that its solvency depends on cutting $800 million a year from employee wages and benefits and is pushing unions to accept cuts before Sept 30; reports $34 million profit for second quarter, compared with $13 million a year earlier; brings operating costs, which were highest among major airlines on mile-for-mile basis in 2003, down closer to those of its peers; airport officials in Pittsburgh, where US Airways has already eliminated third of its flights, expect further cutbacks and are meeting with other airlines about picking up some of service that US Airways plans to drop; photo (M)",
      "lead_paragraph": "US Airways plans a major overhaul of the way it flies, concentrating on direct flights to and from major airports on the East Coast and dismantling its hub in Pittsburgh, executives said yesterday. It will also wade into the highly competitive New York-to-Florida market, they said.",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/28/business/us-airways-plans-a-major-overhaul-of-where-it-does-and-does-not-fly.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Kerry Must-Sell: A Tough Foreign Policy",
      "snippet": "News analysis of essential need for Sen John Kerry to persuade Americans that he will keep them safe at time of terrorism; discusses position that Democratic party is no less resolute than Republicans but smarter, saner and more solid, choice betw...",
      "abstract": "News analysis of essential need for Sen John Kerry to persuade Americans that he will keep them safe at time of terrorism; discusses position that Democratic party is no less resolute than Republicans but smarter, saner and more solid, choice between steady hand of man who saw combat in Vietnam and adventurism of Pres Bush, who did not; quotes convention speeches by former Pres Clinton, who points out that 'strength and wisdom are not opposing values,' and by Sen Edward Kennedy, who says US should have strengthened, not scorned alliances that won two world wars and cold war; Kerry himself is diplomat's son with long Senate service on foreign affairs, but he cannot leave himself exposed to Republican charges of liberal wobbliness; graph on American voters' interest in foreign policy over years (M)",
      "lead_paragraph": "Senator John Kerry knows one simple truth about the election: if he cannot persuade Americans he will keep them safe, his chances of winning in a country transformed by the Sept. 11 terror attacks will be much diminished.",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/28/us/foreign-policy-news-analysis-kerry-must-sell-a-tough-foreign-policy.html",
      "byline": "By Roger Cohen"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Business Confidence Rises",
      "snippet": "Ifo Institute reports rise in German business confidence in July (S)",
      "abstract": "Ifo Institute reports rise in German business confidence in July (S)",
      "lead_paragraph": "German business confidence rose in July, reversing two months of declines, according to a survey of 7,000 companies in western Germany. The index, released by the Ifo Institute in Munich, rose to 95.6, from 94.6 in June, indicating that the economy is continuing to gain momentum. Economists had forecast a rise to 95.2. Views of the current situation and expectations for the coming six months both rose; optimism was particularly striking in wholesaling and retailing. But the climate in the construction sector continued a downward trend. Victor Homola (NYT)",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/28/business/world-business-briefing-europe-germany-business-confidence-rises.html",
      "byline": "By Victor Homola (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Puma Raises Outlook",
      "snippet": "Puma, German sportswear and athletic equipment maker, raises its sales outlook for year after reporting pretax earnings for second quarter of 78.2 million euros ($95.1 million), up 41 percent from a year earlier and above expectations; sales rise ...",
      "abstract": "Puma, German sportswear and athletic equipment maker, raises its sales outlook for year after reporting pretax earnings for second quarter of 78.2 million euros ($95.1 million), up 41 percent from a year earlier and above expectations; sales rise 17.1 percent, to 352.3 million euros (S)",
      "lead_paragraph": "The sportswear and athletic equipment maker Puma raised its sales outlook for the year after second-quarter results beat expectations. The company, based in Herzogenaurach, had pretax earnings of 78.2 million euros ($95.1 million), up 41 percent, on sales of 352.3 million euros ($428 million), up 17.1 percent from a year ago. For 2004, Puma expects sales to grow 20 percent and profits to grow more than 30 percent. Victor Homola (NYT)",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/28/business/world-business-briefing-europe-germany-puma-raises-outlook.html",
      "byline": "By Victor Homola (NYT)"
    },
    {
      "headline": "On 2nd Night, Unity Is Theme For Democrats",
      "snippet": "Democratic convention hears rallying cry from young Senate candidate Barack Obama, roar from old liberal lion Edward Kennedy and loving endorsement of Sen John Kerry from his outspoken wife Teresa; photos; Obama, son of Kenyan and Kansan, delivers...",
      "abstract": "Democratic convention hears rallying cry from young Senate candidate Barack Obama, roar from old liberal lion Edward Kennedy and loving endorsement of Sen John Kerry from his outspoken wife Teresa; photos; Obama, son of Kenyan and Kansan, delivers keynote speech, saying there is no black or white or Hispanic America and no blue or red states, but only United States of America; party closes ranks around Kerry, with speeches by former rivals Howard Dean, Carol Moseley Braun and Richard Gephardt; Ron Reagan also speaks, urging vote for embryonic stem cell research, which Pres Bush has restricted; photos (M)",
      "lead_paragraph": "With a rallying cry from one of its bright young hopes, a roar from its old liberal lion and a loving endorsement from the candidate's own outspoken wife, the Democratic Party offered up John Kerry on Tuesday night as a worthy heir to the patriots of the past, ready and able to unite a nation bitterly divided by the policies and politics of the Bush administration.",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/28/us/unifying-the-party-the-overview-on-2nd-night-unity-is-theme-for-democrats.html",
      "byline": "By Robin Toner and Todd S. Purdum"
    },
    {
      "headline": "Farm Subsidies Again Take Front Seat at the W.T.O.",
      "snippet": "Global trade talks begin at World Trade Organization headquarters in Geneva, where officials hope to break logjams and to satisfy increasingly vocal complaints of developing nations that rich countries have yet to pledge substantial enough cut in ...",
      "abstract": "Global trade talks begin at World Trade Organization headquarters in Geneva, where officials hope to break logjams and to satisfy increasingly vocal complaints of developing nations that rich countries have yet to pledge substantial enough cut in their $300 billion annual agricultural subsidies and supports; members of both factions seek out splinter groups focused on particular issues; all factions acknowledge that if no compromise is reached on agriculture, Doha round of trade talks to help developing world could well be ruined; photo of Supachai Panitchpakdi, WTO director general; photo of Oxfam protest outside meeting (M)",
      "lead_paragraph": "Global trade talks began here Tuesday with officials hoping to break logjams and to satisfy the increasingly vocal complaints of developing nations that rich countries have yet to pledge a substantial enough cut in their $300 billion annual agricultural subsidies and supports.",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/28/business/farm-subsidies-again-take-front-seat-at-the-wto.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "World Business Briefing | Asia: India: Profit At Energy Concern",
      "snippet": "Energy unit of Reliance Industries reports 30 percent increase in quarterly profit, to 14.4 billion rupees ($312.4 million) (S)",
      "abstract": "Energy unit of Reliance Industries reports 30 percent increase in quarterly profit, to 14.4 billion rupees ($312.4 million) (S)",
      "lead_paragraph": "The energy unit of Reliance Industries announced a 30 percent increase in quarterly profit, helped by a surge in fuel and petrochemicals prices. Reliance, the country's largest industrial conglomerate, said the unit's net profit in its first quarter, which ended in June, rose to 14.4 billion rupees ($312.4 million) from 11 billion rupees ($240 million) a year earlier. Reliance runs the world's third-largest refinery and is setting up a network of gas stations. Reliance also has operations in textiles and telecommunications. Saritha Rai (NYT)",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/28/business/world-business-briefing-asia-india-profit-at-energy-concern.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "No Headline",
      "snippet": "Separate section for Democratic convention news noted",
      "abstract": "Separate section for Democratic convention news noted",
      "lead_paragraph": "Convention news appears today in a separated section, The Democrats, Pages P1 to P9.",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/28/us/no-headline-445681.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Executive Change",
      "snippet": "Rentokil Initial ousts James Wilde as chief executive after 34 percent decline in stock in his 18 months at top (S)",
      "abstract": "Rentokil Initial ousts James Wilde as chief executive after 34 percent decline in stock in his 18 months at top (S)",
      "lead_paragraph": "The pest control business Rentokil Initial ousted James Wilde as chief executive after a 34 percent decline in the stock in his 18 months at the top. Mr. Wilde, 51, will be succeeded by the chairman, Brian McGowan, until a new chief is found. Mr. McGowan is reviewing the future of each of Rentokil's businesses to help halt a slump in earnings, the company said.",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/28/business/world-business-briefing-europe-britain-executive-change.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "An Aspiring Money Man Gets to Taste the High Life",
      "snippet": "Owen Byrd, California lawyer who raised $50,000 for Sen John Kerry, is honored guest at Democratic convention; has lobster with Democratic National Committee chairman Terry McAuliffe, asks questions of Bill Clinton at downtown theater and meets ac...",
      "abstract": "Owen Byrd, California lawyer who raised $50,000 for Sen John Kerry, is honored guest at Democratic convention; has lobster with Democratic National Committee chairman Terry McAuliffe, asks questions of Bill Clinton at downtown theater and meets actor Ben Affleck; photo (M)",
      "lead_paragraph": "Owen Byrd had been on the ground less than two hours on Sunday when he made his way to the sumptuous Four Seasons Hotel here to pick up an envelope. Inside was a large gold ticket with a silver star in the corner and some magic words: finance honored guest.",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/07/28/us/faces-new-familiar-fund-raiser-aspiring-money-man-gets-taste-high-life.html",
      "byline": "By Glen Justice"
    },
    {
      "headline": "New Boomtowns Change Path of China's Growth",
      "snippet": "Dongguan, China, which in twenty years has exploded from mere town to city of seven million, is one of score of megacities whose extraordinary growth reflects rapid urbanization that is lifting hundreds of millions of rural people out of poverty b...",
      "abstract": "Dongguan, China, which in twenty years has exploded from mere town to city of seven million, is one of score of megacities whose extraordinary growth reflects rapid urbanization that is lifting hundreds of millions of rural people out of poverty but also spawning ambitious development plans that escape central government control; Dongguan officials, not content with 23 percent annual economic growth, are completing vast new annex city which they hope will draw 300,000 engineers and researchers; photos, including one of shopping center with Wal-Mart; map; graph; economists worry about waste of resources, loss of arable land, corruption and pollution; China has 166 cities with more than one million people, compared with nine in US; some try different approaches, as in Wuhan on Yangtze River, which relies on old-line auto manufacturing and is encouraging foreign car makers at time when domestic car sales are booming (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/07/28/world/new-boomtowns-change-path-of-china-s-growth.html",
      "byline": "By Howard W. French"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Solid Profit Reports Lead To Rebound in S.&P. 500  Stocks climbed, helping the Standard & Poor's 500-stock index rebound from a 2004 low, after companies reported better-than-expected profit.      The S.&P. 500 added 10.76 points, or 1 percent, to...",
      "abstract": " Solid Profit Reports Lead To Rebound in S.&P. 500  Stocks climbed, helping the Standard & Poor's 500-stock index rebound from a 2004 low, after companies reported better-than-expected profit.      The S.&P. 500 added 10.76 points, or 1 percent, to 1,094.83, and the Dow Jones industrial average advanced 123.22 points, or 1.2 percent, to 10,085.14. Both benchmarks had their biggest gains since June 7. The Nasdaq composite index climbed 30.08 points, or 1.6 percent, to 1,869.10. [Page C6.]",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/07/28/business/business-digest-448737.html",
      "byline": ""
    },
    {
      "headline": "Senate Nominee Speaks of Encompassing Unity",
      "snippet": "Barack Obama, black state senator from Illinois, gives keynote speech at Democratic convention, telling his family's story of immigration, hope, striving and opportunity and drawing rousing applause and some tears by asserting that all Americans a...",
      "abstract": "Barack Obama, black state senator from Illinois, gives keynote speech at Democratic convention, telling his family's story of immigration, hope, striving and opportunity and drawing rousing applause and some tears by asserting that all Americans are one; many black delegates and elected officials are eager to embrace theme of unity and optimism imposed by Democratic leaders and put aside intraparty struggles of past in order to defeat Pres Bush; Obama's speech encourages many to hope that he will help Democrats regain control of Senate; photos (M)",
      "lead_paragraph": "Barack Obama took the dais as the keynote speaker at the Democratic convention here on Tuesday and told a classic American story of immigration, hope, striving and opportunity. He did not speak of race or civil rights or a struggle for equality. He did not speak, as the Rev. Jesse Jackson did so passionately in 1996, of the legacy of the Rev. Dr. Martin Luther King Jr. and a black America still in despair.",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "P",
      "web_url": "https://www.nytimes.com/2004/07/28/us/the-constituencies-african-americans-senate-nominee-speaks-of-encompassing-unity.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Tokyo Court Blocks Part of Planned Bank Merger",
      "snippet": "Tokyo court orders UFJ Holdings to exclude its trust bank unit from proposed merger with Mitsubishi Tokyo Financial Group; injunction was sought by Sumitomo Trust and Banking, which cited earlier agreement for it to buy UFJ trust business; decisio...",
      "abstract": "Tokyo court orders UFJ Holdings to exclude its trust bank unit from proposed merger with Mitsubishi Tokyo Financial Group; injunction was sought by Sumitomo Trust and Banking, which cited earlier agreement for it to buy UFJ trust business; decision creates roadblock for merger, but analysts says there is still good chance for its completion; photo (M)",
      "lead_paragraph": "A Tokyo court ordered UFJ Holdings on Tuesday to exclude its trust bank unit from a proposed merger with the Mitsubishi Tokyo Financial Group, a decision that sets a major roadblock in their plans to create the world's largest bank.",
      "publication_date": "2004-07-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/07/28/business/tokyo-court-blocks-part-of-planned-bank-merger.html",
      "byline": "By Todd Zaun"
    }
  ]
}