{
  "metadata": {
    "date": "2004-04-21",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Dow Jones Sees Some Good News Amid the Shadows",
      "snippet": "Dow Jones shareholders will hear good news about company for first time in years at company's annual meeting on April 21; advertising linage has grown for three consecutive quarters after declines in previous 11, thanks to nascent recovery in fina...",
      "abstract": "Dow Jones shareholders will hear good news about company for first time in years at company's annual meeting on April 21; advertising linage has grown for three consecutive quarters after declines in previous 11, thanks to nascent recovery in financial advertising and increasing consumer advertising at flagship Wall Street Journal; representatives of restive union plan to be on hand to complain about their protracted and heated labor dispute with company; photo (M)",
      "lead_paragraph": "At the annual meeting today of Dow Jones, shareholders will hear good news about the company's finances for the first time in years.",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/21/business/dow-jones-sees-some-good-news-amid-the-shadows.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Arbitrators Find Merrill Was Biased Against Women  Merrill Lynch & Company, the nation's biggest brokerage firm, discriminated against women who worked as stockbrokers, according to a panel of arbitrators who awarded $2.2 million to one of them.  ...",
      "abstract": " Arbitrators Find Merrill Was Biased Against Women  Merrill Lynch & Company, the nation's biggest brokerage firm, discriminated against women who worked as stockbrokers, according to a panel of arbitrators who awarded $2.2 million to one of them.      The decision was the first legal ruling to find that a Wall Street firm engaged in systematic discrimination. It could be used to bolster the claims of about 40 current and former Merrill brokers who have not settled their discrimination claims against the firm. Merrill has already paid out more than $100 million in class-action settlements. [Page A1.]",
      "lead_paragraph": "Arbitrators Find Merrill Was Biased Against Women",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/21/business/business-digest-300470.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: China: Profit In Auto Sales",
      "snippet": "Shanghai Automotive Co, publicly traded unit of China's biggest carmaker, says first-quarter profit more than doubled as it sold more Buick and Sail cars made with its partner, General Motors Corp; net income increases to 710.7 million yuan ($86 m...",
      "abstract": "Shanghai Automotive Co, publicly traded unit of China's biggest carmaker, says first-quarter profit more than doubled as it sold more Buick and Sail cars made with its partner, General Motors Corp; net income increases to 710.7 million yuan ($86 million) (S)",
      "lead_paragraph": "The Shanghai Automotive Company, the publicly traded unit of China's biggest carmaker, said first-quarter profit more than doubled as it sold more Buick and Sail cars made with its partner, the General Motors Corporation. Net income increased to 710.7 million yuan ($86 million) from 307.5 million yuan. Sales rose 21 percent, to 2 billion yuan, from 1.7 billion yuan. Shanghai Auto is benefiting from China's booming car sales, which expanded 44 percent in the first quarter.",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/21/business/world-business-briefing-asia-china-profit-in-auto-sales.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "U.S. Generals Criticize",
      "snippet": "Comment by two American generals that former Iraqi Baath Party members, including senior Army officers, should be accepted for government jobs noted",
      "abstract": "Comment by two American generals that former Iraqi Baath Party members, including senior Army officers, should be accepted for government jobs noted",
      "lead_paragraph": "Two American generals said former Baath Party members, including senior Army officers, should be accepted for government jobs in Iraq. Their exclusion, the generals said, bred resentment.",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/21/world/us-generals-criticize.html",
      "byline": ""
    },
    {
      "headline": "SUPREME COURT HEARS THE CASE OF GUANTÁNAMO",
      "snippet": "Supreme Court appears distinctly unreceptive in oral arguments on Bush administration's claim that foreign detainees at Guantanamo naval base should not have access to federal courts; most of justices, hearing first of three cases on enemy combata...",
      "abstract": "Supreme Court appears distinctly unreceptive in oral arguments on Bush administration's claim that foreign detainees at Guantanamo naval base should not have access to federal courts; most of justices, hearing first of three cases on enemy combatants, seem to regard World War II-era precedent as ambiguous or irrelevant and even Solicitor General Theodore Olson's opening declaration that US 'is at war' appears to rankle, particularly when he acknowledges that government position does not depend on continued military conflict in Afghanistan; issue is whether some 600 prisoners can have access to federal court to file habeas corpus petitions; Court has combined two cases brought for 16 detainees who maintain they were innocent noncombatants; John J Gibbons, retired federal chief judge now in private practice, argues for detainees, drawing on own naval experience at Guantanamo to attest that base is under complete US jurisdiction; photo; Olson's discussion with justices on World War II case also quoted (M)",
      "lead_paragraph": "The Supreme Court appeared distinctly unreceptive Tuesday to the Bush administration's argument that the federal courthouse doors must remain closed to the foreign detainees at the Guantánamo Bay naval base in Cuba.",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/21/us/supreme-court-hears-the-case-of-guantanamo.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Optimism By Fed Chief Stirs Markets",
      "snippet": "Federal Reserve chairman Alan Greenspan roils financial markets by declaring that threat of deflation is 'no longer an issue' and that economy seems to be strengthening on many fronts; his brief but buoyant comments about economy, during testimony...",
      "abstract": "Federal Reserve chairman Alan Greenspan roils financial markets by declaring that threat of deflation is 'no longer an issue' and that economy seems to be strengthening on many fronts; his brief but buoyant comments about economy, during testimony at Senate hearing, sends shivers through both stock and bond markets, as investors interpret his words as additional evidence that Federal Reserve will raise interest rates before end of year; photo (M)",
      "lead_paragraph": "Alan Greenspan, the chairman of the Federal Reserve, roiled the financial markets on Tuesday by declaring that the threat of deflation was ''no longer an issue'' and that the economy seemed to be strengthening on many fronts.",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/21/business/optimism-by-fed-chief-stirs-markets.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Merrill Lynch Firm Is Told It Must Pay In Sexual Bias Case",
      "snippet": "Arbitration panel rules that Merrill Lynch discriminated against its female stockbrokers and orders $2.2-million payment to one of them, E Hydie Summer, which could bolster claims of some 40 other women; firm has already paid more than $100 millio...",
      "abstract": "Arbitration panel rules that Merrill Lynch discriminated against its female stockbrokers and orders $2.2-million payment to one of them, E Hydie Summer, which could bolster claims of some 40 other women; firm has already paid more than $100 million to hundreds of other women who joined class-action suit more than five years ago; Merrill and Smith Barney are settling mass claims of sex discrimination filed in late 1990's; panel also rejects Merrill's explanations for dearth of women in senior positions (M)",
      "lead_paragraph": "Merrill Lynch & Company, the nation's biggest brokerage firm, discriminated against women who worked as stockbrokers, according to a panel of arbitrators that has awarded $2.2 million to one of them.",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/21/business/merrill-lynch-firm-is-told-it-must-pay-in-sexual-bias-case.html",
      "byline": "By Patrick McGeehan"
    },
    {
      "headline": "Chief Executive of Janus Capital Steps Down",
      "snippet": "Janus Capital Group says that its chief executive, Mark B Whiston, is resigning and that he will be succeeded by chairman, Steven L Scheid; company, which is struggling to stanch billions of dollars in redemptions by investors in its mutual funds,...",
      "abstract": "Janus Capital Group says that its chief executive, Mark B Whiston, is resigning and that he will be succeeded by chairman, Steven L Scheid; company, which is struggling to stanch billions of dollars in redemptions by investors in its mutual funds, says Whiston's departure is not part of discussions with regulators about settling their investigation into market timing abuses at fund company; photo of Whiston (M)",
      "lead_paragraph": "The Janus Capital Group said yesterday that its chief executive, Mark B. Whiston, was resigning and that he would be succeeded by the chairman as the company struggles to stanch billions of dollars in redemptions by investors in its mutual funds.",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/21/business/market-place-chief-executive-of-janus-capital-steps-down.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "Russia to Run 2,500-Mile Oil Pipeline In East Asia",
      "snippet": "Russian government says it and not private oil companies will build pipeline between Tayshet in Irkutsk region, former gulag hub in Siberia, and to Nakhodka, port on Sea of Japan, bringing much-needed oil to countries in East Asia; pipeline repres...",
      "abstract": "Russian government says it and not private oil companies will build pipeline between Tayshet in Irkutsk region, former gulag hub in Siberia, and to Nakhodka, port on Sea of Japan, bringing much-needed oil to countries in East Asia; pipeline represents far more than $10 billion deal between Russia and Japan, which could take until end of decade to complete pipeline of 2,500 miles; Kremlin is reasserting its control over Russia's oil exports; decision to build pipeline to Japan instead of China is seen as largely political; photo; map (M)",
      "lead_paragraph": "A planned pipeline would stretch from Tayshet in the Irkutsk region, a former gulag hub in Russia's Siberian expanse, to Nakhodka, a port on the Sea of Japan, bringing much-needed oil to countries in East Asia.",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/21/business/russia-to-run-2500-mile-oil-pipeline-in-east-asia.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "Editor of USA Today Resigns; Cites Failure Over Fabrications",
      "snippet": "Karen Jurgensen, top editor of USA Today since 1999, resigns abruptly, citing her failure to intercept apparent fabrications in articles by Jack Kelley; her photo; publisher Craig Moon makes terse announcement after receiving report from three out...",
      "abstract": "Karen Jurgensen, top editor of USA Today since 1999, resigns abruptly, citing her failure to intercept apparent fabrications in articles by Jack Kelley; her photo; publisher Craig Moon makes terse announcement after receiving report from three outside journalists on how Kelley's deceptions went undetected; executive editor Brian Gallagher will run paper for now; Kelley apparently fabricated at least eight major articles in last ten years; other reporters question why editors who directly supervised Kelley, such as managing editor Hal Ritter, have not been forced out (M)",
      "lead_paragraph": "Karen Jurgensen, the top editor of USA Today since 1999, resigned abruptly Tuesday evening, citing her failure to intercept what were apparently fabrications in articles by Jack Kelley, who was the newspaper's star foreign correspondent.",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/21/us/editor-of-usa-today-resigns-cites-failure-over-fabrications.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "NextWave Pact With F.C.C. Ends Airwave Dispute",
      "snippet": "Government forges agreement with NextWave Telecom Inc that will free valuable airwave licenses vital to improving nation's cellphone system and provide windfall potentially worth billions of dollars to NextWave, which has been in bankruptcy protec...",
      "abstract": "Government forges agreement with NextWave Telecom Inc that will free valuable airwave licenses vital to improving nation's cellphone system and provide windfall potentially worth billions of dollars to NextWave, which has been in bankruptcy protection since 1998; NextWave will return to FCC 75 percent of licenses it won in 1996 auction but never paid for, but will be allowed to keep some of the most valuable of disputed licenses in largest cities; government will also receive $1.1 billion on top of $500 million down payment it received years ago from NextWave; licenses returned to FCC, which have never been used, will be reauctioned (M)",
      "lead_paragraph": "The government forged an agreement with NextWave Telecom Inc. on Tuesday that will free valuable airwave licenses vital to improving the nation's cellphone system.",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/21/business/nextwave-pact-with-fcc-ends-airwave-dispute.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Profit At Akzo",
      "snippet": "Akzo Nobels reports first-quarter profit of 133 million euros ($159.9 million), down 4.3 percent from year-earlier period (S)",
      "abstract": "Akzo Nobels reports first-quarter profit of 133 million euros ($159.9 million), down 4.3 percent from year-earlier period (S)",
      "lead_paragraph": "The pharmaceutical and chemicals company Akzo Nobel said increased paint sales helped to offset a slowdown in its medical division and reported a first-quarter profit of 133 million euros ($159.9 million), down 4.3 percent from the period a year earlier. First-quarter sales fell 4.5 percent, to 3.14 billion euros. Akzo Nobel has been struggling to stabilize its pharmaceutical unit after the release in the United States of generic competitors to its best-selling anti-depressant Remeron. Its pharmaceutical sales fell 7.1 percent, to 821 million euros. Gregory Crouch (NYT)",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/21/business/world-business-briefing-europe-the-netherlands-profit-at-akzo.html",
      "byline": "By Gregory Crouch (NYT)"
    },
    {
      "headline": "Italy Considers Tax Breaks as Way to Help Ailing Alitalia",
      "snippet": "Alitalia, Italy's flagship air carrier, which is hovering near bankruptcy, gives some hints of turnaround plan that it refers to as 'hypothesis,' as government considers offering tax breaks to entire airline industry; Prime Min Silvio Berlusconi w...",
      "abstract": "Alitalia, Italy's flagship air carrier, which is hovering near bankruptcy, gives some hints of turnaround plan that it refers to as 'hypothesis,' as government considers offering tax breaks to entire airline industry; Prime Min Silvio Berlusconi weighs decree to offer tax breaks to all airlines operating in Italy; photo (M)",
      "lead_paragraph": "As it hovered near bankruptcy, Alitalia, Italy's flagship air carrier, gave some hints on Tuesday of a turnaround plan that it referred to as a ''hypothesis,'' as the government considered offering tax breaks to the entire airline industry.",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/21/business/italy-considers-tax-breaks-as-way-to-help-ailing-alitalia.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "Hopes and Tears of Congo Flow in Its Mythic River",
      "snippet": "Article on Congo River, symbol and substance of country trying to knit itself back together after years of war; Congo government authority has yet to reach pockets of warlords and rebels and most everything, from schools and hospitals to courts an...",
      "abstract": "Article on Congo River, symbol and substance of country trying to knit itself back together after years of war; Congo government authority has yet to reach pockets of warlords and rebels and most everything, from schools and hospitals to courts and trains, has stopped working, so that mythic river coursing 2,700 miles is principal highway for people and trade; photos; map; barges crawling up and down are most vivid symbols of slow reawakening between Kinshasa and Kisangani, where river is lined with monuments to Mobuto Sese Seko's meglomania; new unified army, centerpiece of peace deal, is being cobbled together with Belgian help, although gunmen still prowl along river extracting hard-earned produce from villagers (M)",
      "lead_paragraph": "The river is the life and memory of this country.",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/21/world/hopes-and-tears-of-congo-flow-in-its-mythic-river.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "Bundesbank Likely to Get A Professor At the Helm",
      "snippet": "German government is expected to nominate Axel A Weber, academic economist with no party or central banking experience, as president of Bundesbank, moving quickly to get past scandal that forced resignation of Ernst Welteke; photo (M)",
      "abstract": "German government is expected to nominate Axel A Weber, academic economist with no party or central banking experience, as president of Bundesbank, moving quickly to get past scandal that forced resignation of Ernst Welteke; photo (M)",
      "lead_paragraph": "The German government, moving swiftly to get past a scandal at one of its most revered institutions, is expected to nominate an academic economist with no party ties or central banking experience to succeed Ernst Welteke as the president of the Bundesbank.",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/21/business/bundesbank-likely-to-get-a-professor-at-the-helm.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "PENTAGON DRAFTS IRAQ TROOP PLAN TO MEET VIOLENCE",
      "snippet": "Pentagon draws up plans to send fresh troops quickly to Iraq in case it decides it must keep 135,000 or more US soldiers deployed there beyond July; lack of new foreign troops and problems training Iraqi forces cited; contingency plan disclosed by...",
      "abstract": "Pentagon draws up plans to send fresh troops quickly to Iraq in case it decides it must keep 135,000 or more US soldiers deployed there beyond July; lack of new foreign troops and problems training Iraqi forces cited; contingency plan disclosed by Sec Donald Rumsfeld suggests delay in bringing back 20,000 troops is not temporary measure responding to flare in violence; photo of Marines in Falluja at tribute to slain Cpl Daniel R Amaya; Gen Richard B Myers and Asst Sec Paul Wolfowitz tell Senate committee Pentagon may request more money; Spain, Honduras and Dominican Republic are withdrawing forces; Sec Colin Powell says other countries he has called remain committed (M)",
      "lead_paragraph": "The Pentagon has drawn up plans to send fresh troops quickly to Iraq in case it decides it must keep 135,000 or more American soldiers deployed beyond July, senior officials said Tuesday.",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/21/world/struggle-for-iraq-contingencies-pentagon-drafts-iraq-troop-plan-meet-violence.html",
      "byline": "By Thom Shanker and David E. Sanger"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Investor Confidence Slips",
      "snippet": "German investor confidence falls for fourth month in April, reflecting concern over sluggish economic recovery; graph (S)",
      "abstract": "German investor confidence falls for fourth month in April, reflecting concern over sluggish economic recovery; graph (S)",
      "lead_paragraph": "German investor confidence fell for a fourth month in April, reflecting concern over the sluggish economic recovery. The ZEW Center for European Economic Research reported the decline in its index measuring the sentiment of institutional investors and analysts. The index has fallen every month since hitting a three-and-a-half year high in December. According to Germany's central bank, the economy grew 0.25 percent in the first quarter, at about the same level as in the two previous quarters. In reaction to the ZEW report, the euro fell nearly 1 percent against the dollar. Petra Kappl (NYT)",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/21/business/world-business-briefing-europe-germany-investor-confidence-slips.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Eurotunnel's Revenue Falls",
      "snippet": "Eurotunnel reports operating revenue fell 3.5 percent in first quarter, to $227 million (S)",
      "abstract": "Eurotunnel reports operating revenue fell 3.5 percent in first quarter, to $227 million (S)",
      "lead_paragraph": "Eurotunnel, which owns the Channel Tunnel and whose shareholders voted out board members this month, said operating revenue fell in the first quarter, the fifth consecutive quarterly decline. Sales fell 3.5 percent, to $227 million. The French-British company has lowered prices as it faces competition from ferries and discount airlines. Eurotunnel said the number of cars and coaches using the tunnel fell while lower prices offset a 7 percent rise in truck traffic. Alan Cowell (NYT)",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/21/business/world-business-briefing-europe-eurotunnel-s-revenue-falls.html",
      "byline": "By Alan Cowell (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Yukos Ratings Cut",
      "snippet": "Standard & Poor's and Moody's cut debt ratings on Russian oil company Yukos, citing concerns that company may be forced into insolvency if it has to pay $3.5 billion tax penalty (S)",
      "abstract": "Standard & Poor's and Moody's cut debt ratings on Russian oil company Yukos, citing concerns that company may be forced into insolvency if it has to pay $3.5 billion tax penalty (S)",
      "lead_paragraph": "Two credit rating agencies, Standard & Poor's and Moody's, cut their debt ratings on the Russian oil company Yukos, citing concerns that the company may be forced into insolvency if the company has to pay a $3.5 billion tax penalty. The downgrade reflects ''concerns about the increasing risk of Yukos losing ownership rights over its crucial cash-generating subsidiaries and uncertainties regarding liquidity,'' an S.&P. analyst, Elena Anankina, said. ''If Yukos loses the tax case, the company may find itself under the threat of forced sale of core assets, insolvency procedures or effective nationalization of its assets,'' she said. The Russian tax ministry sued Yukos in December for back taxes, but Yukos has challenged the claim. Erin E. Arvedlund (NYT)",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/21/business/world-business-briefing-europe-russia-yukos-ratings-cut.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    },
    {
      "headline": "Top Managers Dismissed At ABC Entertainment",
      "snippet": "Walt Disney Company fires entire top management structure at entertainment division of ABC, just a month before struggling network must present its fall lineup of programs to advertisers; chairman of division, Lloyd Braun, and president, Susan Lyn...",
      "abstract": "Walt Disney Company fires entire top management structure at entertainment division of ABC, just a month before struggling network must present its fall lineup of programs to advertisers; chairman of division, Lloyd Braun, and president, Susan Lyne, lose their jobs in shakeup; taking over as chief program executive will be Stephen McPherson, who now heads Touchstone television studio, also owned by Disney; company executives say moves are part of restructuring intended to streamline decision-making; photos; graph shows decline in prime-time viewership at ABC (M)",
      "lead_paragraph": "Just a month before ABC must present its fall lineup of programs to advertisers, the Walt Disney Company yesterday fired the entire top management structure at the entertainment division of the struggling network.",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/21/business/top-managers-dismissed-at-abc-entertainment.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Sony Raises Profit Estimate for Year",
      "snippet": "Sony Corp raises its estimate of net profit by 60 percent for fiscal year ended March 31, citing favorable currency swings, lower tax bill in United States and strong performance for its movie and finance businesses; says earnings will still be do...",
      "abstract": "Sony Corp raises its estimate of net profit by 60 percent for fiscal year ended March 31, citing favorable currency swings, lower tax bill in United States and strong performance for its movie and finance businesses; says earnings will still be down 23.8 percent for year; expects net profit of 88 billion yen or $813 million; photo (M)",
      "lead_paragraph": "The Sony Corporation on Tuesday raised its estimate of net profit by 60 percent for the fiscal year that just ended, citing favorable currency swings, a lower tax bill in the United States and a strong performance for its movie and finance businesses.",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/21/business/sony-raises-profit-estimate-for-year.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "World Business Briefing | Asia: Indonesia: Cellphone Profit",
      "snippet": "Indonesia's largest cellphone operator, Telekomunikasi Selular, says its net profit rose 52 percent last year, to 4.24 trillion rupiah ($492 million) (S)",
      "abstract": "Indonesia's largest cellphone operator, Telekomunikasi Selular, says its net profit rose 52 percent last year, to 4.24 trillion rupiah ($492 million) (S)",
      "lead_paragraph": "The country's largest cellphone operator, Telekomunikasi Selular, said that its net profit rose 52 percent to 4.24 trillion rupiah ($492 million) last year. The company, known as Telkomsel, said the number of subscribers increased 60 percent last year to 9.6 million, helping push revenue up 47 percent, to 11.15 trillion rupiah. Indonesia's largest operator, Telekomunikasi Indonesia, owns 65 percent of Telkomsel, with the remainder held by Singapore Telecommunications. Wayne Arnold (NYT)",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/21/business/world-business-briefing-asia-indonesia-cellphone-profit.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "3 Car Bombings Kill 20 People In an Iraqi City",
      "snippet": "Three car bombs explode in front of Iraqi police stations in Basra, killing about twenty people and wounding more than 60; morning blast hits school bus, burning schoolgirls inside; attacks come day after insurgents fire mortar rounds into Abu Ghr...",
      "abstract": "Three car bombs explode in front of Iraqi police stations in Basra, killing about twenty people and wounding more than 60; morning blast hits school bus, burning schoolgirls inside; attacks come day after insurgents fire mortar rounds into Abu Ghraib prison near Baghdad, killing 22 prisoners and wounding 92; US marines allow fifty families to return to Falluja as step toward permanent cease-fire, although there is no sign that local civil leaders can get insurgents and foreign fighters to disarm; Lt Gen Ricardo Sanchez orders phased pullback around Najaf to avoid major firefight that would anger powerful Shiite clerics who have pressured Moktada al-Sadr to return control of city to Iraqi police (M)",
      "lead_paragraph": "Three car bombs exploded in front of Iraqi police stations in the southern city of Basra on Wednesday morning, killing about 20 people and wounding more than 60, according to the police and witnesses.",
      "publication_date": "2004-04-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/21/world/the-struggle-for-iraq-insurgents-3-car-bombings-kill-20-people-in-an-iraqi-city.html",
      "byline": "By John F. Burns and Christine Hauser"
    }
  ]
}