{
  "metadata": {
    "date": "2004-04-26",
    "total_articles": 32
  },
  "articles": [
    {
      "headline": "Kerry Role in Antiwar Veterans Is Delicate Issue in His Campaign",
      "snippet": "John Kerry says he does not remember attending 1971 meeting of Vietnam Veterans Against War where assassination of senators was discussed; says he knew nothing of attempts by his campaign to tinker with past and that he disapproves; is accentuatin...",
      "abstract": "John Kerry says he does not remember attending 1971 meeting of Vietnam Veterans Against War where assassination of senators was discussed; says he knew nothing of attempts by his campaign to tinker with past and that he disapproves; is accentuating his five months in combat in Vietnam, but he rarely emphasizes his two years working against war; recently appeared on Meet the Press and disavowed his own remarks on program in April 1971, when he said he and thousands of other soldiers had committed atrocities; photos (M)",
      "lead_paragraph": "When questions were raised last month about whether a 27-year-old John Kerry had attended a Kansas City meeting of Vietnam Veterans Against the War where the assassination of senators was discussed, the Kerry presidential campaign went into action.",
      "publication_date": "2004-04-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/24/us/2004-campaign-massachusetts-senator-kerry-role-antiwar-veterans-delicate-issue.html",
      "byline": "By David M. Halbfinger"
    },
    {
      "headline": "British Tabloid Owner Goose-Steps His Way Into a Load of Trouble",
      "snippet": "Richard Desmond, owner of London's Daily Express, does a signature Nazi goose step during meeting with executives from Daily Telegraph, apparently angered by German publisher Axel Springer Verlag's interest in buying Daily Telegraph and Sunday Tel...",
      "abstract": "Richard Desmond, owner of London's Daily Express, does a signature Nazi goose step during meeting with executives from Daily Telegraph, apparently angered by German publisher Axel Springer Verlag's interest in buying Daily Telegraph and Sunday Telegraph; puts two fingers under his nose in imitation of Adolf Hitler's mustache and urges his executives to sing prewar German national anthem; stunned Telegraph executives pack up their papers in retreat; Desmond photo (M)",
      "lead_paragraph": "In traditions dating from Orson Welles's movie ''Citizen Kane'' or Evelyn Waugh's novel ''Scoop,'' the dealings between rival newspaper bosses might be presumed to be robust, not to say bare-knuckled.",
      "publication_date": "2004-04-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/24/business/international-business-british-tabloid-owner-goose-steps-his-way-into-load.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "World Bank Meeting Plans To Focus on Poverty  With the global economic outlook improving, the top economists at the World Bank said the focus of their annual meetings this weekend would be further reducing poverty. They will try to persuade wealth...",
      "abstract": " World Bank Meeting Plans To Focus on Poverty  With the global economic outlook improving, the top economists at the World Bank said the focus of their annual meetings this weekend would be further reducing poverty. They will try to persuade wealthy nations to drastically increase their aid to developing nations and bolster programs to halt the spread of AIDS and improve education in poor countries.    Officials of the bank, who are meeting at the same time as officials of the International Monetary Fund, will also wrestle with the Bush administration's desire to see the World Bank and other United Nations affiliates do more to smooth Iraq's transition to a sovereign government. [Page C2.]",
      "lead_paragraph": "World Bank Meeting Plans To Focus on Poverty",
      "publication_date": "2004-04-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/24/business/business-digest-345679.html",
      "byline": ""
    },
    {
      "headline": "U.S. Lifts Bans on Libyan Trade, But Limits on Diplomacy Remain",
      "snippet": "Pres Bush lifts most of remaining restrictions on doing business with Libya and for first time in decades authorizes establishment of US diplomatic mission in Tripoli; acts because Libya has rid itself of its unconventional weapons; stops short of...",
      "abstract": "Pres Bush lifts most of remaining restrictions on doing business with Libya and for first time in decades authorizes establishment of US diplomatic mission in Tripoli; acts because Libya has rid itself of its unconventional weapons; stops short of removing Libya from State Dept's list of nations that support terrorism, but his statement of praise for Col Muammar el-Qaddafi's government leaves little doubt that two countries are heading for full diplomatic relations after years of estrangement (M)",
      "lead_paragraph": "President Bush lifted most of the remaining restrictions on doing business with Libya on Friday, and for the first time in decades authorized the establishment of an American diplomatic mission in Tripoli.",
      "publication_date": "2004-04-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/24/world/us-lifts-bans-on-libyan-trade-but-limits-on-diplomacy-remain.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Halliburton, in Iraq for the Long Haul, Recruits Employees Eager for Work",
      "snippet": "Hundreds of people hired by Halliburton Co prepare to go to Iraq even as other contractors, including General Electric and Siemens, suspend their work there in face of escalation of violence that singles out civilians; Halliburton, most prominent ...",
      "abstract": "Hundreds of people hired by Halliburton Co prepare to go to Iraq even as other contractors, including General Electric and Siemens, suspend their work there in face of escalation of violence that singles out civilians; Halliburton, most prominent company in Iraq, with government contracts valued at $8 billion, appears to be gritting its teeth in anticipation of long slog ahead; many Halliburton employees are lured to hazardous jobs by tax-free salaries; photos (M)",
      "lead_paragraph": "Is Iraq the right destination for a 48-year-old with eight grandchildren? Cynthia Johnson, the grandmother in question, laughed at the query as she tried on an airtight yellow jumpsuit that might protect her from a chemical weapons attack.",
      "publication_date": "2004-04-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/24/business/halliburton-in-iraq-for-the-long-haul-recruits-employees-eager-for-work.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Insurance Investigations Under Way Over Fees",
      "snippet": "New investigations into insurance industry are opened in New York and California, both focusing on incentives and other fees paid by insurance companies to commercial insurance brokers; New York Atty Gen Elliot Spitzer issues subpoenas to country'...",
      "abstract": "New investigations into insurance industry are opened in New York and California, both focusing on incentives and other fees paid by insurance companies to commercial insurance brokers; New York Atty Gen Elliot Spitzer issues subpoenas to country's three biggest insurance brokers: Marsh Inc and Willis Group Holdings, both in New York, and Aon in Chicago; California Insurance Comr John Garamendi is looking into potential conflicts of interest in several insurance brokerage companies across country (M)",
      "lead_paragraph": "Two new investigations have been opened into the insurance industry, industry executives and officials said yesterday. Both focus on incentives and other fees paid by insurance companies to commercial insurance brokers.",
      "publication_date": "2004-04-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/24/business/insurance-investigations-under-way-over-fees.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Google Flirts; Investors Wonder About Date",
      "snippet": "Google, Web search company, is said to be ready to take tentative first step toward public stock offering, though stopping short of filing formal registration; is being driven to disclose basic financial details of its operations by 1934 securitie...",
      "abstract": "Google, Web search company, is said to be ready to take tentative first step toward public stock offering, though stopping short of filing formal registration; is being driven to disclose basic financial details of its operations by 1934 securities law that requires public disclosure by private companies once they reach more than 500 shareholders; Google has distributed stock options widely among employees; photo; graphs (M)",
      "lead_paragraph": "Google, the Web search company that has developed a huge following around the world, is expected to take a tentative first step next week toward a public stock offering, a person close to the company said Friday. But it is likely to stop short of filing a formal registration to sell shares, the person said.",
      "publication_date": "2004-04-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/24/business/google-flirts-investors-wonder-about-date.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "DaimlerChrysler Faces Big Setback Over Mitsubishi",
      "snippet": "DaimlerChrysler's refusal to aid bailout of Mitsubishi Motors is major blow its plans for truly global company and for architect of that strategy, Jurgen E Schrempp, whose hold on chief executive's job at DaimlerChrysler now seems shaky; Mitsubish...",
      "abstract": "DaimlerChrysler's refusal to aid bailout of Mitsubishi Motors is major blow its plans for truly global company and for architect of that strategy, Jurgen E Schrempp, whose hold on chief executive's job at DaimlerChrysler now seems shaky; Mitsubishi is not only coornerstone of DaimlerChrysler's presence in Asia, but also test bed for Schrempp's vision of auto giant that cuts costs by sharing parts and product development across continents; aggravating matters are Chrysler's continuing losses in US and quality problems at Mercedes in Germany; photo (M)",
      "lead_paragraph": "For Jürgen E. Schrempp, Mitsubishi Motors was the last brick in a grand building project that created the first truly global car company -- uniting Germany's aristocratic Mercedes-Benz with the mass-market Chrysler and Japan's scrappy Mitsubishi.",
      "publication_date": "2004-04-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/24/business/daimlerchrysler-faces-big-setback-over-mitsubishi.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Church and Politics",
      "snippet": "Addressing a question about Senator John Kerry's support for abortion rights, a high-ranking Vatican cardinal said that a Roman Catholic politician who supports abortion ''is not fit'' to receive communion.  ",
      "abstract": "Addressing a question about Senator John Kerry's support for abortion rights, a high-ranking Vatican cardinal said that a Roman Catholic politician who supports abortion ''is not fit'' to receive communion.  ",
      "lead_paragraph": "Addressing a question about Senator John Kerry's support for abortion rights, a high-ranking Vatican cardinal said that a Roman Catholic politician who supports abortion ''is not fit'' to receive communion.",
      "publication_date": "2004-04-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/24/us/church-and-politics.html",
      "byline": ""
    },
    {
      "headline": "AMERICANS ISSUE A BLUNT WARNING TO REBELS IN IRAQ",
      "snippet": "US authorities warn besieged insurgents in Falluja that if they do not lay down their arms, US will attack; senior Bush administration official says insurgents have turned over only outdated weapons and residents of Falluja are in dire need of foo...",
      "abstract": "US authorities warn besieged insurgents in Falluja that if they do not lay down their arms, US will attack; senior Bush administration official says insurgents have turned over only outdated weapons and residents of Falluja are in dire need of food and medicine; L Paul Bremer III, chief of US occupation authority, says plan to bring stability and democracy to Iraq might not succeed unless ordinary Iraqis come to its defense; photo (M)",
      "lead_paragraph": "The American authorities increased the pressure on besieged insurgents in the Sunni Muslim stronghold of Falluja on Friday with a series of blunt warnings that if they did not lay down their arms, United States soldiers would attack within days.",
      "publication_date": "2004-04-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/24/world/the-struggle-for-iraq-military-americans-issue-a-blunt-warning-to-rebels-in-iraq.html",
      "byline": "By Ian Fisher and Steven R. Weisman"
    },
    {
      "headline": "Google Goes Public? Search for 'Rich Get Richer'",
      "snippet": "Google has not yet declared its intention to go public, but is most anticipated public offering since dot-com bubble burst four years ago; select outsiders, including Tiger Woods and Henry Kissinger, own shares and stand to make significant profit...",
      "abstract": "Google has not yet declared its intention to go public, but is most anticipated public offering since dot-com bubble burst four years ago; select outsiders, including Tiger Woods and Henry Kissinger, own shares and stand to make significant profit, although those taking small stake through investment syndicate in public offering would only see modest profit; other early investors noted; photos (M)",
      "lead_paragraph": "Tiger Woods has his small stake. So do Shaquille O'Neal, Henry A. Kissinger and Arnold Schwarzenegger. All can be counted among that small club of people lucky enough to own a sliver of Google, one of the hottest companies in Silicon Valley and what could be the hottest deal on Wall Street this year.",
      "publication_date": "2004-04-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/04/25/us/google-goes-public-search-for-rich-get-richer.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Why Not Restate Bonuses?",
      "snippet": "Gretchen Morgenson columnÿ",
      "abstract": "Gretchen Morgenson columnÿ",
      "lead_paragraph": "SANJAY KUMAR lost two prestigious posts when he resigned last week as chairman and chief executive of Computer Associates International amid its escalating accounting scandal. But he still has the mountain of money that the Computer Associates board has given him over the years.",
      "publication_date": "2004-04-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/04/25/business/why-not-restate-bonuses.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Terror Suspect's Path From Streets to Brig",
      "snippet": "Interviews with Jose Padilla's mother, ex-wife, current wife and friends help to trace his journey from Pentecostal child preacher, to Muslim convert to suspected terrorist; central allegations accuse Padilla of being associate of Al Qaeda, traine...",
      "abstract": "Interviews with Jose Padilla's mother, ex-wife, current wife and friends help to trace his journey from Pentecostal child preacher, to Muslim convert to suspected terrorist; central allegations accuse Padilla of being associate of Al Qaeda, trained in use of explosives, including radioactive 'dirty' bombs, and of having central role in plot to use such bombs in US; government has held him incommunicado, confounding traditional notions of justice in America; case to determine whether he can continue to be held on 'legislatively conferred' grounds is shrouded in secrecy; goes before Supreme Court this week and raises fundamental questions about presidential power and system of checks and balances on that power during campaign against terror; biographical data includes series of arrests and detections, as well as conversion to Islam and move to Egypt; photos (L)",
      "lead_paragraph": "About 10 months after Jose Padilla disappeared into a naval brig in South Carolina, a Pentagon official appeared at his mother's workplace in Florida with a greeting card. When Estela Ortega Lebron saw the familiar pinched handwriting, she trembled, knowing, before even reading the card, that it was for real, the first evidence of her son's existence since he was seized by the American military in June 2002.",
      "publication_date": "2004-04-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/04/25/us/terror-suspect-s-path-from-streets-to-brig.html",
      "byline": "By Deborah Sontag"
    },
    {
      "headline": "Only the Props Have Changed for the Rude",
      "snippet": "Lisa Belkin Life's Work column shares readers' responses to her March 28 column about how cellphones blur line between work and life; drawing (M)",
      "abstract": "Lisa Belkin Life's Work column shares readers' responses to her March 28 column about how cellphones blur line between work and life; drawing (M)",
      "lead_paragraph": "SOMETIMES I learn the most about a topic after a column runs. That is because readers R.S.V.P. to the invitation implicit in the e-mail address at the end of each column and continue the conversation that has been started.",
      "publication_date": "2004-04-25T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/04/25/jobs/life-s-work-only-the-props-have-changed-for-the-rude.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "In Health and Social Services, A More Violent Workplace",
      "snippet": "Incidents of workplace violence in health care and social services are increasing in number and intensity, escalating from verbal abuse to assault; fewer workers are delivering fewer services to more people, causing more stress, leading to increas...",
      "abstract": "Incidents of workplace violence in health care and social services are increasing in number and intensity, escalating from verbal abuse to assault; fewer workers are delivering fewer services to more people, causing more stress, leading to increase of incidents; photo (M)",
      "lead_paragraph": "Phyllis Johansen, a nurse in the psychiatric wing at Stony Brook University Hospital, was assaulted on July 6 by a patient trying to break out of the locked ward. The patient, high on drugs, made his way to the nurses' station and attacked her around 4 a.m., near the end of her shift, she said.",
      "publication_date": "2004-04-25T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/04/25/jobs/in-health-and-social-services-a-more-violent-workplace.html",
      "byline": "By Eve Tahmincioglu"
    },
    {
      "headline": "Oh, Yeah, He Also Sells Computers",
      "snippet": "Profile of Apple Computer; focuses on how chief executive Steven Jobs is shifting stress from computers to products for digital way of life, like iPod digital MP3 music player; wild success of iPod comes as Apple's overall PC business grows more s...",
      "abstract": "Profile of Apple Computer; focuses on how chief executive Steven Jobs is shifting stress from computers to products for digital way of life, like iPod digital MP3 music player; wild success of iPod comes as Apple's overall PC business grows more slowly than that of competitors; Apple faces competition from horde of consumer goods and computing companies offering computerized gadgets, but Jobs's Hollywood prominence gives him influence over how life is lived in digital age unmatched by even most powerful computer industry rivals; Apple's growth seen defined by Jobs's ability to create consumer markets, not PC sales; computer sales graph; photos (M)",
      "lead_paragraph": "STROLL the corridors and the atriums on Apple Computer's corporate campus these days and you will notice that something is missing. Gone are the posters and graphics accenting the company's sleek personal computers. In their place, in the main lobby, is a striking, three-story-high billboard celebrating Steven P. Jobs's brand-new billion-dollar consumer electronics business -- the iPod digital MP3 music player.",
      "publication_date": "2004-04-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/04/25/business/oh-yeah-he-also-sells-computers.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "With Breadwinners Overseas, Guard Families Face Struggle",
      "snippet": "Financial and emotional toll mounts on families left behind by soldiers fighting in Iraq, especially for members of Guard and Reserve who have been forced to give up civilian jobs for as long as 20 months; Congress has approved bill that would all...",
      "abstract": "Financial and emotional toll mounts on families left behind by soldiers fighting in Iraq, especially for members of Guard and Reserve who have been forced to give up civilian jobs for as long as 20 months; Congress has approved bill that would allow families to tap into private retirement accounts without penalty, although some lawmakers are calling for even more help in easing burden, as families do more with fewer resources and some have filed for bankruptcy and lost their homes; photos (M)",
      "lead_paragraph": "It took Jay Johnson seven years to build up his mobile catering business and a year to nearly lose it all. When he enlisted in the Tennessee National Guard, Mr. Johnson thought he might be away from home for six months, a year at most. But as he and other members of the 269th Military Police Company enter their 18th month of deployment, his well-laid plans for keeping the business afloat in absentia, and ensuring his family's financial security, have begun to falter.",
      "publication_date": "2004-04-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/04/25/us/with-breadwinners-overseas-guard-families-face-struggle.html",
      "byline": "By Andrew Jacobs"
    },
    {
      "headline": "Viagra and the Battle of the Awkward Ads",
      "snippet": "Drug makers, planning costly and aggressive advertising drives for drugs to treat erectile dysfunction, have to figure out how to build customer demand and loyalty without offending people or further becoming target of jokes; also face federal rul...",
      "abstract": "Drug makers, planning costly and aggressive advertising drives for drugs to treat erectile dysfunction, have to figure out how to build customer demand and loyalty without offending people or further becoming target of jokes; also face federal rules about advertising content for prescription drugs; analysts say market for Viagra, Levitra and Cialis could more than triple by 2010, to $6 billion, if ad agencies can help destigmatize seeking treatment for problem; ad spending and market share graphs; photos (M)",
      "lead_paragraph": "ADVERTISING has had its share of nasty three-way battles over the years: McDonald's vs. Burger King vs. Wendy's. Bud Light vs. Miller Lite vs. Coors Light. Toyota vs. Nissan vs. Honda. Kellogg's vs. Post vs. General Mills.",
      "publication_date": "2004-04-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/04/25/business/viagra-and-the-battle-of-the-awkward-ads.html",
      "byline": "By Stuart Elliott"
    },
    {
      "headline": "9/11 Panel Set To Detail Flaws In Air Defenses",
      "snippet": "Commission investigating Sept 11 attacks is expected to offer sharp criticism of Pentagon's domestic air-defense command in its final report, according to commission officials who say they believe quicker military action might have prevented hijac...",
      "abstract": "Commission investigating Sept 11 attacks is expected to offer sharp criticism of Pentagon's domestic air-defense command in its final report, according to commission officials who say they believe quicker military action might have prevented hijacked passenger plane from crashing into Pentagon; North American Aerospace Defense Command, or Norad, will be subjected to intensive scrutiny at remaining public hearings; has acknowledged that if jet fighters had scrambled faster, they might have been able to reach American Airlines Flight 77 before it hit Pentagon; no formal discussions have been held about how to judge Norad's performance and commission is trying to establish detailed timeline of how and when military pilots were informed on 9/11 that Pres Bush had given extraordinary order that allowed them to shoot down passenger planes; timeline; senior military commanders original defense of Norad procedures is under fire because of recently disclosed 2001 memo showing that planners had specifically weighed possibility of 9/11-type of attack; Norad spokesman Lt Col Roberto Garza says Norad has cooperated fully with commission but commission chair Thomas Kean argues they have been slow to comply with subpoena issued in Nov 2003 (M)",
      "lead_paragraph": "Editors' Note Appended",
      "publication_date": "2004-04-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/04/25/world/9-11-panel-set-to-detail-flaws-in-air-defenses.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "Decision on Possible Attack On Iraqi Town Seems Near",
      "snippet": "Pres Bush and his senior national security and military advisers are expected to decide soon whether to order invasion of Falluja; heavy violence continues across Iraq; seven American soldiers are killed in two attacks near Baghdad and two others ...",
      "abstract": "Pres Bush and his senior national security and military advisers are expected to decide soon whether to order invasion of Falluja; heavy violence continues across Iraq; seven American soldiers are killed in two attacks near Baghdad and two others in Basra; administration officials portray choices about Falluja as dismal, and are considering variety of strategies; emphasize no decision to begin military action has been made; consultations between L Paul Bremer III, Gen Ricardo Sanchez and frontline commanders continue, along with efforts for negotiated settlement; attack poses issues of urban combat in terrain more familiar to insurgents, where guided missiles would be of little use; Bush's decision comes in most casualty-ridden month since war began, and he and advisers are aware that action could spark uprisings elsewhere; photo (M)",
      "lead_paragraph": "Facing one of the grimmest choices of the Iraq war, President Bush and his senior national security and military advisers are expected to decide this weekend whether to order an invasion of Falluja, even if a battle there runs the risk of uprisings in the city and perhaps elsewhere around Iraq.",
      "publication_date": "2004-04-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/04/25/world/struggle-for-iraq-insurgency-decision-possible-attack-iraqi-town-seems-near.html",
      "byline": "By David E. Sanger and Thom Shanker"
    },
    {
      "headline": "Romney Won't Let Gay Outsiders Wed In Massachusetts",
      "snippet": "Massachusetts Gov Mitt Romney says same-sex couples who live outside state will not be able to marry there when gay marriage becomes legal in May; decision is based on 1913 state law, which says state cannot marry out-of-state couple if their marr...",
      "abstract": "Massachusetts Gov Mitt Romney says same-sex couples who live outside state will not be able to marry there when gay marriage becomes legal in May; decision is based on 1913 state law, which says state cannot marry out-of-state couple if their marriage would be 'void' in their home state; Romney says he will enforce his interpretation of law by rewriting marriage license application forms to require evidence of where couple lives or intends to live; gay rights advocates say law was created to prohibit interracial marriage and call it archaic and discriminatory; photo (M)",
      "lead_paragraph": "Same-sex couples who live outside Massachusetts will not be able to marry in Massachusetts when gay marriage becomes legal here next month, Gov. Mitt Romney said.",
      "publication_date": "2004-04-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/04/25/us/romney-won-t-let-gay-outsiders-wed-in-massachusetts.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "Attack in Iraq: Many Versions, Obscure Truth",
      "snippet": "Iraqis and American military offer conflicting accounts of roadside bombing of American Humvee in Baghdad that killed one soldier, and its aftermath; after dead soldier is evacuated, Humvee is set on fire and children rush out to celebrate attack;...",
      "abstract": "Iraqis and American military offer conflicting accounts of roadside bombing of American Humvee in Baghdad that killed one soldier, and its aftermath; after dead soldier is evacuated, Humvee is set on fire and children rush out to celebrate attack; American soldiers begin shooting at rooftop snipers and at least one Iraqi teen-ager is killed in cross-fire; Iraqi witnesses claim five children were killed by American soldiers, but make no mention of gunmen firing from rooftops; several Iraqis say children had been incited to jump around burning Humvee by cameraman for Al Arabiya, Arab news channel which American officials blame for stoking anti-Americanism among viewers around Arab world; station denies charge; contradictory versions of what happened are revealing about thickening fog of this war; many Western reporters are mostly ensconced in hotels and houses protected by huge concrete blast walls, because of recent wave of kidnappings and killings of foreigners; photo (M)",
      "lead_paragraph": "A roadside bomb killed a young American soldier on Sunday morning inside this city, the kind of attack so common in this war that it no longer makes headlines.",
      "publication_date": "2004-04-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/26/world/the-struggle-for-iraq-baghdad-attack-in-iraq-many-versions-obscure-truth.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "Abortion Rights Marchers Vow To Fight Another Bush Term",
      "snippet": "Hundreds of thousands of abortion rights supporters rally in Washington, DC, protesting policies of Bush administration and its conservative allies and vowing to fight back in Nov election; organizers of first large-scale abortion rights demonstra...",
      "abstract": "Hundreds of thousands of abortion rights supporters rally in Washington, DC, protesting policies of Bush administration and its conservative allies and vowing to fight back in Nov election; organizers of first large-scale abortion rights demonstration in capital in 12 years claim more than million people participated; speaker after speaker accuses Pres Bush and his allies in Congress of trying to impose ideological agenda on abortion and family planning programs, both at home and abroad; many leading Democrats and backers of Sen John Kerry attend march and address crowds; Sen Hillary Rodham Clinton notes that no such march was necessary during her husband's administration, when government respected rights of women; Bush administration officials claim Bush's policies are solidly in mainstream of American public opinion; he opposes abortion except in cases of rape or incest, or to save life of woman, but says country is not ready for outright ban on abortion; photos (M)",
      "lead_paragraph": "Hundreds of thousands of abortion rights supporters rallied Sunday in the nation's capital, protesting the policies of the Bush administration and its conservative allies and vowing to fight back in the November election.",
      "publication_date": "2004-04-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/26/us/abortion-rights-marchers-vow-to-fight-another-bush-term.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "Militants in Europe Openly Call For Jihad and the Rule of Islam",
      "snippet": "Hundreds of young Muslim men in Europe are thought to be answering call to jihad of militant groups affiliated with Al Qaeda; swear allegiance to Osama bin Laden and his goal of toppling Western democracies to establish Islamic superstate under Sh...",
      "abstract": "Hundreds of young Muslim men in Europe are thought to be answering call to jihad of militant groups affiliated with Al Qaeda; swear allegiance to Osama bin Laden and his goal of toppling Western democracies to establish Islamic superstate under Shariah law, like Afghanistan under Taliban; they call Sept 11 hijackers 'Magnificent 19' and regard Madrid train bombings as clever way to drive wedge into Europe; in London, Sheik Omar Bakri Mohammad echoes bin Laden's warning that Muslims will attack any European country that does not withdraw its troops from Iraq in next three months; intelligence officials say fervor for militancy is intensifying and becoming more open in old industrial towns of England, and in Arab enclaves of Germany, France, Switzerland and other parts of Europe; say level of 'chatter'--communications among people suspected of terrorism and their supporters--has markedly increased since bin Laden's warning to Europe this month; counterterrorism officials say some Muslim recruits are going to Iraq, but more are remaning home, possibly joining cells that could help with terror logistics or begin operations like one that came to notice when British police seized 1,200 pounds of ammonium nitrate in late Mar and arrested nine Pakistani-Britons, charging five of them with trying to build terrorist bomb; photos; map (M)",
      "lead_paragraph": "The call to jihad is rising in the streets of Europe, and is being answered, counterterrorism officials say.",
      "publication_date": "2004-04-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/26/world/militants-in-europe-openly-call-for-jihad-and-the-rule-of-islam.html",
      "byline": "By Patrick E. Tyler and Don van Natta Jr"
    },
    {
      "headline": "Aventis Board Said To Accept Takeover Bid From Sanofi",
      "snippet": "French-German drug company Aventis reportedly accepts sweetened takeover bid from once-hostile bidder Sanofi-Synthelabo to form world's third- largest pharmaceutical company; cash and stock deal values Aventis at 55 billion euros ($65 billion); fo...",
      "abstract": "French-German drug company Aventis reportedly accepts sweetened takeover bid from once-hostile bidder Sanofi-Synthelabo to form world's third- largest pharmaceutical company; cash and stock deal values Aventis at 55 billion euros ($65 billion); follows Novartis decision not to open merger talks with Aventis because none of its conditions had been met; satisfies France's quest to make sure France remains home to large drug company (M)",
      "lead_paragraph": "The French-German drug company Aventis on Sunday night accepted a sweetened offer from once-hostile bidder Sanofi-Synthélabo, in a deal that valued Aventis at 55 billion euros ($65 billion), sources close to the negotiations said.",
      "publication_date": "2004-04-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/26/business/aventis-board-said-to-accept-takeover-bid-from-sanofi.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "A Quirky Brilliance vs. the Dreams of Venture Capitalists",
      "snippet": "Internet search engine Google continues to resist public stock offering that could generate billions of dollars and front-page attention; Larry Page and Sergey Brin, founders, who own some 40 percent of Google, are reportedly less interested in ca...",
      "abstract": "Internet search engine Google continues to resist public stock offering that could generate billions of dollars and front-page attention; Larry Page and Sergey Brin, founders, who own some 40 percent of Google, are reportedly less interested in cashing out than they are in maintaining their ability to direct Google's ambitious strategy and idiosyncratic style; John Doerr of Kleiner Perkins Caufield & Byers and Michael Moritz of Sequoia Capital Partners, who financed venture and own 25 percent of company, are said to favor offering; photos (M)",
      "lead_paragraph": "Not every company would coyly spurn billions of dollars and front-page attention. Yet Google seems intent on staying private as long as possible despite the clamoring of investors to own a piece of a company that has become synonymous with instant information on the Web.",
      "publication_date": "2004-04-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/26/business/a-quirky-brilliance-vs-the-dreams-of-venture-capitalists.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "TRUCE EXTENDED IN FALLUJA SIEGE, AND TALKS GO ON",
      "snippet": "Shaky cease-fire in volatile city of Falluja is extended for at least two more days, while in holy city of Najaf, Shiite rebels following Moktada al-Sadr are thought to be stockpiling weapons in mosques, shrines and schools, apparently to defend t...",
      "abstract": "Shaky cease-fire in volatile city of Falluja is extended for at least two more days, while in holy city of Najaf, Shiite rebels following Moktada al-Sadr are thought to be stockpiling weapons in mosques, shrines and schools, apparently to defend themselves against 2,500 American soldiers who have encircled city; sieges of Falluja and Najaf present Bush administration with its worst crisis in Iraq since toppling of Saddam Hussein year ago; many Iraqis are accusing Americans of excessive use of force, especially in Falluja where hundreds of families have been forced to flee; American officials in Washington and Iraq fear that uprisings could explode across Iraq if military were to invade Falluja or Najaf; in Baghdad, American soldiers fire on crowd of Iraqi bystanders, mostly youths, after roadside bomb damages Humvee, killing one soldier and wounding three; in northern city of Mosul, insurgents use mortars, rockets and other munitions to attack two police stations, mosque, hospital and hotel; these and other incidents further erode what little confidence many Iraqis have in American occupiers; map (M)",
      "lead_paragraph": "Negotiators extended a shaky cease-fire in the volatile city of Falluja on Sunday for at least two more days, defusing the threat of an imminent Marine assault. But the American occupation authority said Shiite rebels in the holy city of Najaf were stockpiling weapons in mosques, shrines and schools, creating a ''potentially explosive situation.''",
      "publication_date": "2004-04-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/26/world/struggle-for-iraq-insurgency-truce-extended-falluja-siege-talks-go.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Companies Request Aid To Help Build Reactor  Amid growing signs of interest in building nuclear power plants, a consortium of companies plans to ask the federal government for $400 million to help prepare an application to build a reactor.     Sep...",
      "abstract": " Companies Request Aid To Help Build Reactor  Amid growing signs of interest in building nuclear power plants, a consortium of companies plans to ask the federal government for $400 million to help prepare an application to build a reactor.     Separately, six companies applied for a grant to study building an advanced reactor on the site of a twin-reactor project abandoned in 1988 as too expensive. [Page C4.]",
      "lead_paragraph": "Companies Request Aid To Help Build Reactor",
      "publication_date": "2004-04-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/26/business/business-digest-359513.html",
      "byline": ""
    },
    {
      "headline": "Technology and Show Business Kiss and Make Up",
      "snippet": "Computer and entertainment companies, facing slowing growth in both industries, have ended what they once viewed as battle against each other for survival and are working together; both now see profit potential in delivering movies and music over ...",
      "abstract": "Computer and entertainment companies, facing slowing growth in both industries, have ended what they once viewed as battle against each other for survival and are working together; both now see profit potential in delivering movies and music over Internet in pirate-proof format; joint ventures, strategic alliances and photo opportunities materialize every week, as tech companies jostle for position in entertainment world and producers enjoy courtship; Apple Computer chief executive Steven P Jobs rules digital-entertainment world so far, with Hewlett-Packard chief executive Carleton S Fiorina running hard to catch up; photo (M)",
      "lead_paragraph": "''Content is king,'' trumpeted Carleton S. Fiorina, the chairman and chief executive of the Hewlett-Packard Company, as she opened the National Association of Broadcasters convention last week in Las Vegas. The slogan was old, but still sweet to the entertainment community, which packed the show to hear her.",
      "publication_date": "2004-04-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/26/business/technology-and-show-business-kiss-and-make-up.html",
      "byline": "By Evelyn Nussenbaum"
    },
    {
      "headline": "Rodale Joins Pursuit of the Young Male Reader",
      "snippet": "Rodale Inc, which publishes Men's Health magazine, now plans BestLife, magazine for middle-aged men; magazine will have tilt toward moneyed male consumers; editorial director David Zinczenko comments; graph photos (M)",
      "abstract": "Rodale Inc, which publishes Men's Health magazine, now plans BestLife, magazine for middle-aged men; magazine will have tilt toward moneyed male consumers; editorial director David Zinczenko comments; graph photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/26/business/rodale-joins-pursuit-of-the-young-male-reader.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Decade of Democracy Fills Gaps in South Africa",
      "snippet": "As South Africa celebrates decade of multiracial democracy, many black families and white families are far more alike now than they were, in aspirations and fears; whites who have prospered during decade of black rule feel sorry for those blacks w...",
      "abstract": "As South Africa celebrates decade of multiracial democracy, many black families and white families are far more alike now than they were, in aspirations and fears; whites who have prospered during decade of black rule feel sorry for those blacks who continue to live in poverty, by also fear them; country's four million whites still dominate economy serving 45 million citizens, claiming nearly half of all income; they are joined by as many as 11 million blacks who are also entrenched in middle and upper classes; blacks who have prospered suspect that whites are waiting for black solidarity to dissolve, while many whites doubt that blacks will ever forgive Afrikaners; force stronger than their mistrust binds them in knowledge that all sides could lose if country erupts in racial violence; photos; map; chart (L)",
      "lead_paragraph": "Some days are unforgettable, and so it is that Meisie Ndlovu and John Henshall both recall what they were doing 10 years ago on April 26, 1994, when South Africa won its freedom.",
      "publication_date": "2004-04-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/26/world/decade-of-democracy-fills-gaps-in-south-africa.html",
      "byline": "By Michael Wines and Sharon Lafraniere"
    },
    {
      "headline": "The Big Question At Disneyland: The Succession",
      "snippet": "Walt Disney Co board, as part of continuing review of who will succeed chief executive Michael D Eisner, will meet to assess top 8 to 12 company executives, including Anne Sweeney and Richard Cook; seems willing to give Eisner time to deliver turn...",
      "abstract": "Walt Disney Co board, as part of continuing review of who will succeed chief executive Michael D Eisner, will meet to assess top 8 to 12 company executives, including Anne Sweeney and Richard Cook; seems willing to give Eisner time to deliver turnaround, while appeasing restive investors with more formal approach to finding his successor; photo (M)",
      "lead_paragraph": "No camera crews, spin doctors or noisy dissenters will converge on Disneyland when the board of the Walt Disney Company convenes Monday for its first get-together since last month's investor revolt at the shareholders' meeting in Philadelphia.",
      "publication_date": "2004-04-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/26/business/media-the-big-question-at-disneyland-the-succession.html",
      "byline": "By Laura M. Holson"
    }
  ]
}