{
  "metadata": {
    "date": "2004-05-04",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "Europe Seeks a Lifeline for a Sinking French Manufacturer",
      "snippet": "French Finance Min Nicolas Sarkozy's efforts to keep industrial giant Alstom from going bankrupt are welcomed by European Commission, which is overseeing rescue attempt to ensure that it does not breach European Union rules on government aid; Sark...",
      "abstract": "French Finance Min Nicolas Sarkozy's efforts to keep industrial giant Alstom from going bankrupt are welcomed by European Commission, which is overseeing rescue attempt to ensure that it does not breach European Union rules on government aid; Sarkozy meets with European competition commissioner Mario Monti to consider ways of preventing Alstom from going under; photo (M)",
      "lead_paragraph": "Having secured the creation of one national industrial champion last month, the French government is now thinking creatively of ways to rescue another.",
      "publication_date": "2004-05-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/04/business/europe-seeks-a-lifeline-for-a-sinking-french-manufacturer.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "World Business Briefing | Europe: Brussels: Music Royalties At Issue",
      "snippet": "European Commission warns 16 national collectors of music royalties on behalf of composers and lyricists from around Europe that agreement they have with each other for online music distribution might violate European antitrust regulations (S)",
      "abstract": "European Commission warns 16 national collectors of music royalties on behalf of composers and lyricists from around Europe that agreement they have with each other for online music distribution might violate European antitrust regulations (S)",
      "lead_paragraph": "The European Commission warned 16 national collectors of music royalties on behalf of composers and lyricists from around Europe that an agreement they have with each other for online music distribution might violate European antitrust regulations. Under the agreement, broadcasters, including online music distributors, may buy the rights to play music only from the collection organization in its own country. The commission said the restriction might violate the European Union's antitrust rules because distributors cannot shop around for the best prices. The collection groups have 10 weeks to reply to the commission. Paul Meller (NYT)",
      "publication_date": "2004-05-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/04/business/world-business-briefing-europe-brussels-music-royalties-at-issue.html",
      "byline": "By Paul Meller (NYT)"
    },
    {
      "headline": "Geeks Gawk, But Will Her Life Be Transformed?",
      "snippet": "Treo all-in-one wireless phone offers e-mail, Web-surfing and camera in one neat package; at $600, device is pricy and does not include monthly charges for service, nearly $60 per month for voice and data, but is ideal for true geek; drawings (spe...",
      "abstract": "Treo all-in-one wireless phone offers e-mail, Web-surfing and camera in one neat package; at $600, device is pricy and does not include monthly charges for service, nearly $60 per month for voice and data, but is ideal for true geek; drawings (special section, Wireless Living) (M)",
      "lead_paragraph": "I HAD been jealous of my friend Jenny's Treo 600 for quite some time.",
      "publication_date": "2004-05-04T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/05/04/technology/test-drive-geeks-gawk-but-will-her-life-be-transformed.html",
      "byline": "By Amy Harmon"
    },
    {
      "headline": "World Business Briefing | Asia: Hong Kong: Property Concern Slips",
      "snippet": "Shares in Dong Fang Gas, holding company for property interests of billionaire Richard Li, fall 25 percent after Li's PCCW, Hong Kong's biggest telephone company, reduces its stake; photo (S)",
      "abstract": "Shares in Dong Fang Gas, holding company for property interests of billionaire Richard Li, fall 25 percent after Li's PCCW, Hong Kong's biggest telephone company, reduces its stake; photo (S)",
      "lead_paragraph": "Shares in Dong Fang Gas, a holding company for the property interests of billionaire Richard Li, left, fell 25 percent after Mr. Li's PCCW, Hong Kong's biggest telephone company, reduced its stake. Dong Fang's stock fell to 31.5 Hong Kong cents after PCCW sold 13 percent last week at a 37 percent discount to Thursday's closing price. The stock is down 34 percent since Dong Fang Gas agreed in March to give a controlling stake to PCCW in return for some buildings.",
      "publication_date": "2004-05-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/04/business/world-business-briefing-asia-hong-kong-property-concern-slips.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Seeking Xanadu, A Novice Sheds Earthly Tethers",
      "snippet": "William Grimes article on process of converting his home to be completely wireless world in order to write about experience; finds some gadgets pointless and others, like wireless mouse, useful, but on average says experiment is not life-altering;...",
      "abstract": "William Grimes article on process of converting his home to be completely wireless world in order to write about experience; finds some gadgets pointless and others, like wireless mouse, useful, but on average says experiment is not life-altering; photo (special section, Wireless Living) (M)",
      "lead_paragraph": "THE assignment was simple. Go wireless, then write about the experience. It sounded great. I had but one question. What's wireless?",
      "publication_date": "2004-05-04T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/05/04/technology/test-drive-seeking-xanadu-a-novice-sheds-earthly-tethers.html",
      "byline": "By William Grimes"
    },
    {
      "headline": "Kerry Life Story Will Be Focus Of Big Ad Buy",
      "snippet": "John Kerry's campaign says it will make largest single purchase of advertising time in presidentical race: series of commercials that tell Kerry's life story from birth to Vietnam War to two decades in United States Senate; says advertisements wil...",
      "abstract": "John Kerry's campaign says it will make largest single purchase of advertising time in presidentical race: series of commercials that tell Kerry's life story from birth to Vietnam War to two decades in United States Senate; says advertisements will run heavily in 19 states through end of month at cost of $27.5 million, as beginning of long process of introducing candidate to general election voters; one of 60-second advertisements associates Kerry with Sen John McCain, Republican popular with independents and swing voters; new advertising push is Kerry's response to two-month $60 million barrage of advertisements from Pres Bush; most of them attack Kerry as political equivocator bent on raising taxes and soft on defense, image that might be taking hold in voters' minds; Kerry's aides say advertisements will establish his leadership credentials and will position his campaign as more positive than that of Bush, who shifted to attack commercials weeks ago; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/04/us/kerry-life-story-will-be-focus-of-big-ad-buy.html",
      "byline": "By David M. Halbfinger and Jim Rutenberg"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Guilty Verdict in Retrial of Ex-Investment Banker  Frank P. Quattrone, the former investment banker whose deal-making helped fuel the 1990's technology boom, was found guilty of trying to impede government investigations into how hot stock offerin...",
      "abstract": " Guilty Verdict in Retrial of Ex-Investment Banker  Frank P. Quattrone, the former investment banker whose deal-making helped fuel the 1990's technology boom, was found guilty of trying to impede government investigations into how hot stock offerings were doled out to investors.      The verdict came in a retrial of Mr. Quattrone, after his first trial ended in a hung jury last fall. This time, jurors quickly concluded that Mr. Quattrone had tried to hamper criminal and regulatory investigations. [Page A1.]",
      "lead_paragraph": "Guilty Verdict in Retrial of Ex-Investment Banker",
      "publication_date": "2004-05-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/04/business/business-digest-465860.html",
      "byline": ""
    },
    {
      "headline": "In Sudan, Militiamen on Horses Uproot a Million",
      "snippet": "Loose bands of Arab fighters called Janjawed are purging villages of western Sudan of their darker-skinned black African inhabitants; United Nations estimates million people have been displaced in conflict pitting Arab nomads and herders against s...",
      "abstract": "Loose bands of Arab fighters called Janjawed are purging villages of western Sudan of their darker-skinned black African inhabitants; United Nations estimates million people have been displaced in conflict pitting Arab nomads and herders against settled black African farmers; for 20 years rebels in southern Sudan have sought to topple Arab-dominated government in north; two million people died in that larger conflict, and peace agreement is considered near; now separate rebellion has been initiated by two rebel groups; Sudan's decades-old civil war, which was much about religion, is now over ethnicity and resources, pitting Muslim against Muslim; Janjaweed ride camels and horses and use automatic weapons against those they come across; they ride into villages en masse and shoot anyone in sight; as they torch and loot, villagers flee; UN says crisis in western Sudan will last another 18 months--if government manages to disarm men on horseback soon; it remains to be seen whether lawlessness will be tamed; photos; map (L)",
      "lead_paragraph": "Hawa Muhammad, 15, lost just about everything when the men on horseback came. They took her family's horses, donkeys and small herd of goats and sheep. They took her cooking pots and her clothing. They took her mother and her father, too.",
      "publication_date": "2004-05-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/04/world/in-sudan-militiamen-on-horses-uproot-a-million.html",
      "byline": "By Marc Lacey"
    },
    {
      "headline": "Brazil's Road to Victory Over U.S. Cotton",
      "snippet": "Article on recent World Trade Organization's preliminary ruling favoring Brazil over US on US subsidies for cotton farmers; focuses on efforts of Pedro de Camargo Neto, former Brazilian agiculture official, that led to victory; WTO ruled that mult...",
      "abstract": "Article on recent World Trade Organization's preliminary ruling favoring Brazil over US on US subsidies for cotton farmers; focuses on efforts of Pedro de Camargo Neto, former Brazilian agiculture official, that led to victory; WTO ruled that multi-billion-dollar subsidies to biggest American cotton farmers and agribusinesses amounted to unfair trading practices; photo (M)",
      "lead_paragraph": "It began with Brazil's soybean farmers.",
      "publication_date": "2004-05-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/04/business/brazil-s-road-to-victory-over-us-cotton.html",
      "byline": "By Elizabeth Becker and Todd Benson"
    },
    {
      "headline": "World Business Briefing | Asia: Thailand: Privatization Negotiations",
      "snippet": "Unions representing Thailand's public-sector workers put off decision on whether to conduct general strike in hopes of negotiating with Prime Min Thaksin Shinawatra over his plans to privatize part of government-owned utility (S)",
      "abstract": "Unions representing Thailand's public-sector workers put off decision on whether to conduct general strike in hopes of negotiating with Prime Min Thaksin Shinawatra over his plans to privatize part of government-owned utility (S)",
      "lead_paragraph": "Unions representing Thailand's public-sector workers have put off a decision on whether to conduct a general strike in hopes of negotiating with Prime Minister Thaksin Shinawatra over his plans to privatize part of the government-owned utility, Somsak Kosaisuk, secretary-general of the State Enterprises Labor Relations Confederation, said. Wayne Arnold (NYT)",
      "publication_date": "2004-05-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/04/business/world-business-briefing-asia-thailand-privatization-negotiations.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "As Household Debt Rises, New Risk in Higher Rates",
      "snippet": "Prospect of interest rate rise by Federal Reserve sometime this year or next poses new risk for consumers; Americans have become far more willing to load up on debt and banks have become far more willing to let them; household debt climbed at twic...",
      "abstract": "Prospect of interest rate rise by Federal Reserve sometime this year or next poses new risk for consumers; Americans have become far more willing to load up on debt and banks have become far more willing to let them; household debt climbed at twice pace of household income from beginning of 2000 through 2003; Americans, enticed by low interest rates, took on $2.3 trillion in new mortgage debt during period, increase of nearly 50 percent; consumer credit rose 33 percent, rising to $2 trillion in 2003 from $1.5 trillion in 2003; economists predict significant rise in interest rates will come as jolt to many people; those with home equity loans will see their monthly payments climb almost immediately; adjustable mortgages will increase more slowly, because many borrowers locked in rates for several years; but monthly debt burdens will eventually rise; housing prices could drop significantly in some overheated markets like New York and Southern California, where many homes have doubled in price over last five years; people who bought their homes with no money down could find themselves unable to sell without owing money to their lenders; graph; photo (M)",
      "lead_paragraph": "Philo Thompson is 28, single and like many other Americans these days -- not afraid to stretch when it comes to buying a house.",
      "publication_date": "2004-05-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/04/business/as-household-debt-rises-new-risk-in-higher-rates.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: Stock Offering",
      "snippet": "Brazil's Natura Cosmeticos will seek to raise up to $211 million (US) in iital public offering on Sao Paulo stock exchange in late May; hopes to sell stock between $10.85 and $12.88 per share (S)",
      "abstract": "Brazil's Natura Cosmeticos will seek to raise up to $211 million (US) in iital public offering on Sao Paulo stock exchange in late May; hopes to sell stock between $10.85 and $12.88 per share (S)",
      "lead_paragraph": "The biggest cosmetics company in Brazil, Natura Cosméticos, said it would seek to raise up to 623.6 million reais, ($211 million), in an initial public offering on the São Paulo stock exchange later this month. Natura is selling 16.4 million ordinary shares with voting rights, representing 19.7 percent of its equity capital. The company hopes to sell the stock for between 32.00 reais ($10.85) and 38.00 reais ($12.88) a share. If successful, Natura would be the first company to list on Brazil's Novo Mercado since February 2002. Natura also has operations in Argentina, Bolivia, Chile and Peru. Todd Benson (NYT)",
      "publication_date": "2004-05-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/04/business/world-business-briefing-americas-brazil-stock-offering.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "Drivers Tend to Shrug Off High Gas Prices, for Now",
      "snippet": "American consumers and businesses have so far been willing to shrug off high fuel prices without changing way they use energy; experts say that for many reasons, they should be able to keep that up for a while, but not indefinitely; Americans will...",
      "abstract": "American consumers and businesses have so far been willing to shrug off high fuel prices without changing way they use energy; experts say that for many reasons, they should be able to keep that up for a while, but not indefinitely; Americans will feel impact as soon as end of summer if fuel prices have not fallen; national average for fuel has been around record $1.79 per gallon for nearly month; graph (M)",
      "lead_paragraph": "Gasoline prices in Northern Virginia have hovered at record highs for weeks, as they have all over the country. But Richard Wellhouse has yet to wince.",
      "publication_date": "2004-05-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/04/business/drivers-tend-to-shrug-off-high-gas-prices-for-now.html",
      "byline": "By Neela Banerjee"
    },
    {
      "headline": "On Wall Street Today, A Break From the Past",
      "snippet": "Cover-up, not crime, led to conviction of former Credit Suisse First Boston banker Frank Quattrone on charges that he tried to hinder investigation of how his firm allocated shares of new stock offerings; same message was delivered this year by ju...",
      "abstract": "Cover-up, not crime, led to conviction of former Credit Suisse First Boston banker Frank Quattrone on charges that he tried to hinder investigation of how his firm allocated shares of new stock offerings; same message was delivered this year by jury that convicted Martha Stewart when it found her guilty of lying to regulators about why she sold shares in ImClone Systems run by friend Dr Samuel Waksal; former prosecutor Orin Snyder says convictions of Quattrone and Stewart send loud signal to Wall Street that says, if you or your company or anyone in your vicinity is under investigation, do not do anything that could be interpreted by anyone as interfering in any way with that; verdict is clear vindication of prosecutors' strategy of filing charged related to lying to or hiding evidence from government; photo (M)",
      "lead_paragraph": "Once again it is the cover-up, not the crime, that has led to a conviction.",
      "publication_date": "2004-05-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/04/business/corporate-conduct-the-strategy-on-wall-street-today-a-break-from-the-past.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Reins Are Passed, Somewhat, at Mexican Empire",
      "snippet": "Telefonos de Mexico chairman Carlos Slim Helu names his son Carlos Slim Domit sole chairman and Slim Helu will become honorary lifetime chairman; Telmex chief executive Jaime Chico Pardo will continue to run company's day-to-day operations; senior...",
      "abstract": "Telefonos de Mexico chairman Carlos Slim Helu names his son Carlos Slim Domit sole chairman and Slim Helu will become honorary lifetime chairman; Telmex chief executive Jaime Chico Pardo will continue to run company's day-to-day operations; senior Slim remains chairman of his wireless company America Movil; photo (M)",
      "lead_paragraph": "Although Carlos Slim Helú has passed the reins at Teléfonos de México to his son, the father, Latin America's richest man, is not heading into a quiet retirement.",
      "publication_date": "2004-05-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/04/business/reins-are-passed-somewhat-at-mexican-empire.html",
      "byline": "By Elisabeth Malkin"
    },
    {
      "headline": "Google May Have Pre-empted Regulators on Public Offerings",
      "snippet": "Google Inc's coming public offering, which will be conducted as auction instead of traditional allocation, process run by bankers, could foist change on Wall Street and cut into its profits; photos (Market Place column) (M)",
      "abstract": "Google Inc's coming public offering, which will be conducted as auction instead of traditional allocation, process run by bankers, could foist change on Wall Street and cut into its profits; photos (Market Place column) (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/05/04/business/corporate-conduct-market-place-google-may-have-pre-empted-regulators-public.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Military's Lawyers For Detainees Put Tribunals on Trial",
      "snippet": "Bush administration plan to use military tribunals to try some detainees held at Guantanamo Bay receives some of its sharpest attacks from military defense lawyers assigned to defend first group of prisoners; five military lawyers have asserted th...",
      "abstract": "Bush administration plan to use military tribunals to try some detainees held at Guantanamo Bay receives some of its sharpest attacks from military defense lawyers assigned to defend first group of prisoners; five military lawyers have asserted their clients' innocence and denounced tribunal system as inherently unfair and rigged; senior military officials say they disagree with view that tribunal system is unfair, but have no problem with defense lawyers' making harshly critical comments; uniformed lawyers have become widely quoted around world and acclaimed by some as heroes after appearances in London and Australia in which they denounced tribunals; feature of military commission that will hear cases that has drawn most criticism is that there is no provision for any review outside military; photo (M)",
      "lead_paragraph": "The Bush administration's plan to use military tribunals to try some of the detainees held at Guantánamo Bay, Cuba, which has faced considerable skepticism, has been receiving some of its sharpest attacks from the military defense lawyers who are participating in the process.",
      "publication_date": "2004-05-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/04/us/military-s-lawyers-for-detainees-put-tribunals-on-trial.html",
      "byline": "By Neil A. Lewis"
    },
    {
      "headline": "WALL ST. BANKER IS FOUND GUILTY OF OBSTRUCTION",
      "snippet": "Frank P Quattrone is found guilty of trying to impede government investigations into how hot stock offerings were doled out to investors; after his first trial ends in hung jury, jurors in his retrial quickly conclude that he tried to hamper crimi...",
      "abstract": "Frank P Quattrone is found guilty of trying to impede government investigations into how hot stock offerings were doled out to investors; after his first trial ends in hung jury, jurors in his retrial quickly conclude that he tried to hamper criminal and regulatory investigations when he endorsed colleague's e-mail message in Dec 2000 urging staff of bankers at Credit Suisse First Boston to 'clean up those files'; Quattrone was most prominent banker in Silicon Valley during 1990's; led initial stock offerings of technology giants that often soared to unheard-of heights in their first days of trading; after bursting of technology bubble, Quattrone and First Boston came under microscope of regulators and prosecutors, who began investigating whether bank was soliciting kickbacks from investors in exchange for access to hot stock offerings; that case was never brought, and questions were raised about prosecutors' decision to bring obstruction case based on on-line e-mail message; guilty verdict is vindication for United States attorney's office in Manhattan; Quattrone's lawyer John Keker says he will appeal; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/04/business/corporate-conduct-the-overview-wall-st-banker-is-found-guilty-of-obstruction.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Ahold Challenge Postponed",
      "snippet": "Dutch Shareholders Association VEB is deferring legal challenge that demanded food retailer Royal Ahold revise its annual reports for years 1998 to 2002; Ahold and VEB has clashed over $1.2 billion accounting scandal at company (S)",
      "abstract": "Dutch Shareholders Association VEB is deferring legal challenge that demanded food retailer Royal Ahold revise its annual reports for years 1998 to 2002; Ahold and VEB has clashed over $1.2 billion accounting scandal at company (S)",
      "lead_paragraph": "The Dutch Shareholders Association VEB said it was deferring a legal challenge that demanded the food retailer Royal Ahold revise its annual reports for the years 1998 to 2002. Ahold and VEB have clashed over a $1.2 billion accounting scandal at the company. Both organizations now say they hope to resolve at least some of their differences through negotiations. Gregory Crouch (NYT)",
      "publication_date": "2004-05-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/05/04/business/world-business-briefing-europe-the-netherlands-ahold-challenge-postponed.html",
      "byline": "By Gregory Crouch (NYT)"
    },
    {
      "headline": "ARMY PUNISHES 7 WITH REPRIMANDS FOR PRISON ABUSE",
      "snippet": "Senior American commander in Iraq Lt Gen Ricardo S Sanchez issues severe reprimands to six American soldiers who served in supervisory positions at Abu Ghraib prison and milder 'letter of admonishment' to seventh for abuse of Iraqi prisoners; they...",
      "abstract": "Senior American commander in Iraq Lt Gen Ricardo S Sanchez issues severe reprimands to six American soldiers who served in supervisory positions at Abu Ghraib prison and milder 'letter of admonishment' to seventh for abuse of Iraqi prisoners; they are not demoted or discharged, but action will likely end their military careers; six of their subordinates accused of actually carrying out abuse of Iraqi prisoners already face criminal charges; more details are emerging of widespread problems in detention system in Iraq; investigative report by Maj Gen Antonio M Taguba says pervasive flaws in leadership, training and morale of military police at Abu Ghraib and elsewhere may have contributed to abuse even after earlier instances were reported and punished; report cites 'riots, escapes and shootings' of prisoners over many months, and says 'little to nothing was done'; key recommendation of Taguba report is to send to Iraq team of specialists to train soldiers assigned to run prisons; chart showing chain of command at Abu Ghraib at time of abuses from Oct to Dec 2003; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-05-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/05/04/world/struggle-for-iraq-punishment-army-punishes-7-with-reprimands-for-prison-abuse.html",
      "byline": "By Thom Shanker and Dexter Filkins"
    }
  ]
}