{
  "metadata": {
    "date": "2004-02-17",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Arabs in U.S. Raising Money To Back Bush",
      "snippet": "Wealthy Arab-Americans and foreign-born Muslims who strongly back Pres Bush's decision to invade Iraq are adding to ranks of Pioneers and Rangers, elite Bush supporters who have raised $100,000 or more for his re-election; new crop of fund-raisers...",
      "abstract": "Wealthy Arab-Americans and foreign-born Muslims who strongly back Pres Bush's decision to invade Iraq are adding to ranks of Pioneers and Rangers, elite Bush supporters who have raised $100,000 or more for his re-election; new crop of fund-raisers appears even as polls suggest sinking support for Bush among Arab-Americans who feel they are singled out in fight against terrorism; contributors also have important motive of access to business-friendly White House; major donors include Mori Hosseini and Fred Pezeshkan, both Iranian-born builders new to political activity; Yousif Ghafari, Lebanese Christian joins fund-raising efforts in Detroit, home to big Arab-American community (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-02-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/17/us/the-2004-campaign-arab-americans-arabs-in-us-raising-money-to-back-bush.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "AS AIDE DEPARTS, DEAN SAYS HIS BID WILL KEEP GOING",
      "snippet": "Howard Dean vows to continue bid for presidency, even after campaign chairman Steven Grossman defects to John Kerry and despite projected defeat in Wisconsin primary; Dean, Kerry and John Edwards criss-cross Wisconsin, with Edwards also declaring ...",
      "abstract": "Howard Dean vows to continue bid for presidency, even after campaign chairman Steven Grossman defects to John Kerry and despite projected defeat in Wisconsin primary; Dean, Kerry and John Edwards criss-cross Wisconsin, with Edwards also declaring he will not quit race and saying he looks forward to two-way contest with Kerry going into heavy schedule of primaries in early March; Kerry plans coast-to-coast tour; tells huge crowd in Wausau that Pres Bush has already started attack ads and he welcomes challenge; Dean to return to Vermont after day veering between defiance and doubt; photos; aides suggest he should keep name on ballot and raise money on Internet for other Democrats (M)",
      "lead_paragraph": "Howard Dean vowed on Monday to continue his bid for the presidency, even after his campaign chairman defected and he appeared headed for a defeat in Wisconsin. But with some Dean supporters warning that he could not survive another loss, Senators John Kerry and John Edwards began contemplating the contours of a two-man race starting Wednesday.",
      "publication_date": "2004-02-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/17/us/2004-campaign-battleground-aide-departs-dean-says-his-bid-will-keep-going.html",
      "byline": "By Adam Nagourney and Jodi Wilgoren"
    },
    {
      "headline": "VODAFONE IS SEEN AS FAVORED BUYER OF AT&T WIRELESS",
      "snippet": "AT&T Wireless apears to lean toward buyout offer from Vodafone Group after Vodafone reportedly offers to increase $38-billion cash bid and rival Cingular Wireless declines to raise its bid; Vodafone would also keep much of AT&T Wireless management...",
      "abstract": "AT&T Wireless apears to lean toward buyout offer from Vodafone Group after Vodafone reportedly offers to increase $38-billion cash bid and rival Cingular Wireless declines to raise its bid; Vodafone would also keep much of AT&T Wireless management and work force, and Cingular acquisition might also not be approved by regulators; photos of rival executives; graph comparing major companies' subscribers (M)",
      "lead_paragraph": "AT&T Wireless, the nation's third-largest wireless telephone operator, appears to be leaning toward a buyout offer from the Vodafone Group of Britain, executives close to the talks said last night.",
      "publication_date": "2004-02-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/17/business/vodafone-is-seen-as-favored-buyer-of-at-t-wireless.html",
      "byline": "By Andrew Ross Sorkin and Matt Richtel"
    },
    {
      "headline": "Ohio Town's Water at Last Runs Past a Color Line",
      "snippet": "Tiny hollow at edge of Zanesville, Ohio, finally gets city water service, decades after rest of community; photos; map; residents who have had to rely on cisterns and wells filed complaint with Ohio Civil Rights Commission in 2002, charging discri...",
      "abstract": "Tiny hollow at edge of Zanesville, Ohio, finally gets city water service, decades after rest of community; photos; map; residents who have had to rely on cisterns and wells filed complaint with Ohio Civil Rights Commission in 2002, charging discrimination against black and mixed-race residents; commission agreed, requiring that county issue contract to extend water lines (M)",
      "lead_paragraph": "In January, a strange thing happened when people along Coal Run Road turned on their taps. Drinking water came out. Not the sulfur-tinged, bug-infested stuff that collected in their cisterns or swirled in their wells. Cool, clean, straight-from-the-pumping-station city water.",
      "publication_date": "2004-02-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/17/us/ohio-town-s-water-at-last-runs-past-a-color-line.html",
      "byline": "By James Dao"
    },
    {
      "headline": "Market Place; Good Times Roll On for Developing World, for Now",
      "snippet": "Developing countries seem more solid financially than they have in years; prices for their raw material exports are strong and economic growth is picking up broadly; global interest rates are low, but most current accounts of these nations are in ...",
      "abstract": "Developing countries seem more solid financially than they have in years; prices for their raw material exports are strong and economic growth is picking up broadly; global interest rates are low, but most current accounts of these nations are in surplus, so they do not need to borrow much money from rest of world; Federal Reserve System's Jan 28 statement replacing its promise of low rates 'for considerable period' with promise to be 'patient' before raising them sent developing country debt into financial swoon; frisson provided abrupt reminder of effect that tighter credit in US would have on economies of developing world; price of insurance against default on Brazil's foreign bonds rose 25 percent, to little under 5 cents on dollar, two days after Federal Reserve's statement; Turkey spiked by more than 20 percent, to just under 4 cents; graphs (Market Place column) (M)",
      "lead_paragraph": "Developing countries seem more solid financially than they have in years. The prices for their raw material exports are strong. Their economic growth is picking up broadly. Global interest rates are low, but most of the current accounts of these nations are in surplus, so they do not need to borrow much money from the rest of the world, anyway.",
      "publication_date": "2004-02-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/17/business/market-place-good-times-roll-on-for-developing-world-for-now.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "The Ghost of Waksal Past Hovers Over the Stewart Trial",
      "snippet": "Dr Samuel D Waksal, founder of ImClone Systems Inc, haunts Martha Stewart trial, and his name has been invoked by prosecution or defense every day; his finances have been examined, his social life discussed and his sanity questioned because his cr...",
      "abstract": "Dr Samuel D Waksal, founder of ImClone Systems Inc, haunts Martha Stewart trial, and his name has been invoked by prosecution or defense every day; his finances have been examined, his social life discussed and his sanity questioned because his crimes seem so blatant that he was almost certain to get caught; photo (M)",
      "lead_paragraph": "When the Martha Stewart trial resumes today, there will be a lot of talk about a person colorful and compelling enough to be known by one name.",
      "publication_date": "2004-02-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/17/business/the-ghost-of-waksal-past-hovers-over-the-stewart-trial.html",
      "byline": "By Leslie Eaton"
    },
    {
      "headline": "Disney Board Rejects Bid From Comcast As Too Low",
      "snippet": "Walt Disney Co's board unanimously rejects $54 billion unsolicited stock offer from Comcast Corp because it is too low; stock offering is worth $3.60 les than market price of share of Disney's stock; Disney board also reaffirms confidence in chief...",
      "abstract": "Walt Disney Co's board unanimously rejects $54 billion unsolicited stock offer from Comcast Corp because it is too low; stock offering is worth $3.60 les than market price of share of Disney's stock; Disney board also reaffirms confidence in chief executive Michael D Eisner, saying it expects company's current structure and strategy to enhance shareholder value; Comcast says offers reflects full and generous valuation based upon Disney's prospects and performance over long period of time and represents significant premium during much of last three years (M)",
      "lead_paragraph": "The board of the Walt Disney Company said Monday that it had unanimously rejected the $54 billion unsolicited stock offer from the Comcast Corporation because it was too low.",
      "publication_date": "2004-02-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/17/business/disney-board-rejects-bid-from-comcast-as-too-low.html",
      "byline": "By Laura M. Holson and Andrew Ross Sorkin"
    },
    {
      "headline": "Disney Rejects Comcast Offer",
      "snippet": "Disney company board's rejection of Comcast merger bid noted",
      "abstract": "Disney company board's rejection of Comcast merger bid noted",
      "lead_paragraph": "The board of the Walt Disney Company said it had rejected Comcast's $54 billion offer. It also reaffirmed its confidence in its chief executive, Michael D. Eisner. Page C1.",
      "publication_date": "2004-02-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/17/business/disney-rejects-comcast-offer.html",
      "byline": ""
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "North Fork Agrees to Buy GreenPoint for $6.3 Billion  Placing a bet that consumer banking will remain a fast-growing business, even after several years of expansion, the North Fork Bancorporation said that it had agreed to acquire GreenPoint Finan...",
      "abstract": " North Fork Agrees to Buy GreenPoint for $6.3 Billion  Placing a bet that consumer banking will remain a fast-growing business, even after several years of expansion, the North Fork Bancorporation said that it had agreed to acquire GreenPoint Financial for $6.3 billion in stock. North Fork plans to issue 1.0514 shares of North Fork common stock for each GreenPoint share, valuing GreenPoint shares at $46 based on North Fork's closing price on Friday.     The combined institution will have more than $50 billion in assets, $30 billion in deposits and more than 340 branches, the companies said, making it one of the larger consumer banks based in the New York area. [Page C2.]",
      "lead_paragraph": "North Fork Agrees to Buy GreenPoint for $6.3 Billion",
      "publication_date": "2004-02-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/17/business/business-digest-425788.html",
      "byline": ""
    },
    {
      "headline": "Verizon Wireless May Benefit if Either Bidder Buys AT&T",
      "snippet": "Analysts say sale of AT&T Wireless to either Vodafone or Cingular Wireless, owned by BellSouth and SBC Communications, could help strengthen Verizon's position as nation's dominant mobile phone company if company maintains its quality of service a...",
      "abstract": "Analysts say sale of AT&T Wireless to either Vodafone or Cingular Wireless, owned by BellSouth and SBC Communications, could help strengthen Verizon's position as nation's dominant mobile phone company if company maintains its quality of service and exploits its strong brand name; Verizon Communications, which owns 55 percent of Verizon Wireless, has expressed optimism that sale of AT&T Wireless can work to its advantage; Vodafone would have to divest itself of 45 percent share it holds in Verizon Wireless if it succeeds in its bid for AT&T Wireless, leaving Verizon Communications as sole owner of nation's largest mobile phone network; Verizon Communications chief executive Ivan G Seidenberg comments; photo (M)",
      "lead_paragraph": "No matter who ends up with AT&T Wireless, one company could end up a winner: Verizon Wireless.",
      "publication_date": "2004-02-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/17/business/verizon-wireless-may-benefit-if-either-bidder-buys-at-t.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "On Russian TV, Whatever Putin Wants, He Gets",
      "snippet": "Russian state television remains subject, more than dozen years after end of Soviet era, to only rating system that counts, that of Kremlin and Pres Vladimir Putin, who is featured with abundant, invariably flattering, portrayals; there is no over...",
      "abstract": "Russian state television remains subject, more than dozen years after end of Soviet era, to only rating system that counts, that of Kremlin and Pres Vladimir Putin, who is featured with abundant, invariably flattering, portrayals; there is no overt censorship but on two largest channels, both government owned, there is uncritical deference to Putin that would be unthinkable in Europe or US; photos; media official Vladimir V Grigorev says state role reflects chaotic political transition and that government plans to privatize one channel, probably Rossiya, which, along with First Channel, effectively serves as information agency for Kremlin, at whose pleasure directors serve; Putin's campaign rivals struggle for air time and raise alarms about biased election reporting (M)",
      "lead_paragraph": "It was a few minutes before 5 on a recent night and the deadline was approaching for the nightly news of the Russian state. The anchor of Vesti, Mikhail Antonov, still without makeup, his hair tousled, had to decide whether to trim the report on protests in Latvia or a train wreck in Chicago.",
      "publication_date": "2004-02-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/02/17/world/on-russian-tv-whatever-putin-wants-he-gets.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "Japanese Capital and Jobs Flowing to China",
      "snippet": "Japan's top-end electronics manufacturers are building immense new plants and research centers in China to take advantage of abundant Chinese labor, doing nearly every kind of job their Japanese work force does; cost pressures are driving them to ...",
      "abstract": "Japan's top-end electronics manufacturers are building immense new plants and research centers in China to take advantage of abundant Chinese labor, doing nearly every kind of job their Japanese work force does; cost pressures are driving them to forget old fears of having their best technology stolen or of harsh publicity at home from moving high-paying jobs out of country; operations of Pioneer Corp, Sharp, NEC and Toshiba in China discussed; graph; photo (M)",
      "lead_paragraph": "The qualms are gone. Now even Japan's pride and joy, its top-end electronics manufacturers, are coming to China.",
      "publication_date": "2004-02-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/02/17/business/international-business-japanese-capital-and-jobs-flowing-to-china.html",
      "byline": "By Ken Belson"
    }
  ]
}