{
  "metadata": {
    "date": "2004-11-05",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "World Business Briefing | Europe: Interest Rate Unchanged",
      "snippet": "European Central Bank leaves benchmark interest rate unchanged at 2 percent; photo (S)",
      "abstract": "European Central Bank leaves benchmark interest rate unchanged at 2 percent; photo (S)",
      "lead_paragraph": "The European Central Bank held its ground on interest rates, as rising oil prices fueled inflation but also damped growth prospects. While leaving the benchmark rate at 2 percent, the bank's president, Jean-Claude Trichet, left, said inflation was a \"worrisome development.\" He expressed only mild concern about the economic effects of the euro, which is trading near a record high against the dollar. Most analysts do not expect a rate increase until well into next year. Mark Landler (NYT)",
      "publication_date": "2004-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/05/business/world-business-briefing-europe-interest-rate-unchanged.html",
      "byline": "By Mark Landler (NYT)"
    },
    {
      "headline": "Medicare Covers New Treatments With a Catch",
      "snippet": "Medicare is for first time making its payments for new and expensive treatments and diagnostic tests conditional on agreement by companies or other groups to pay for studies on whether new methods actually work on patients who get them; Dr Mark Mc...",
      "abstract": "Medicare is for first time making its payments for new and expensive treatments and diagnostic tests conditional on agreement by companies or other groups to pay for studies on whether new methods actually work on patients who get them; Dr Mark McClellan, agency's new director, says goal is better and more cost-effective medicine; in past, Medicare just paid bills or said no to treatment; problem arises because Food and Drug Administration evaluation tests before they come to market often leave huge gaps in doctors' knowledge of how well they work, and for whom; now, with flood of promising but astronomically expensive treatments and little data on how they work in real world, Medicare wants to use its 41 million beneficiaries to get some answers; it is using threat of refusing to pay unless patients are in study as cudgel to get companies or foundations or professional groups to pay for research; photo; chart (M)",
      "lead_paragraph": "For the first time in its history, Medicare has systematically begun to make payments for new and expensive treatments and diagnostic tests conditional on agreement by companies or other groups to pay for studies on whether these new methods actually work on the Medicare patients who get them.",
      "publication_date": "2004-11-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/05/health/medicare-covers-new-treatments-with-a-catch.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "An Oligarch Goes Home to Lift Georgia's Economy",
      "snippet": "Kakha Bendukidze, former business oligarch in Russia and new economy minister of former Soviet republic Georgia, is attempting to jump-start stagnant economy through series of market reforms centering on infusion of private investment; seeks to pr...",
      "abstract": "Kakha Bendukidze, former business oligarch in Russia and new economy minister of former Soviet republic Georgia, is attempting to jump-start stagnant economy through series of market reforms centering on infusion of private investment; seeks to privatize businesses of all sizes, as well as reduce personal income and corporate taxes and deregulate banking and insurance industries; also wants to end reliance on foreign aid, which currently represents about 15 percent of country's 2005 budget ; photo (M)",
      "lead_paragraph": "TBILISI, Georgia - Kakha Bendukidze, the new Georgian economy minister, points out his window in downtown Tbilisi to the shabby refugee hotel framed by a setting sun. \"See that large building with the boarded-up windows?\" he says. \"It's going to be either a Four Seasons hotel, or maybe commercial office space.\"",
      "publication_date": "2004-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/05/business/worldbusiness/an-oligarch-goes-home-to-lift-georgias-economy.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "World Business Briefing | Africa: South Africa: Black Investors Get Bank Stake",
      "snippet": "South African bank FirstRand announces it will sell 10 percent stake to group of black investors for $1.1 billion; group includes investment holding company Kagiso Trust Investments (S)",
      "abstract": "South African bank FirstRand announces it will sell 10 percent stake to group of black investors for $1.1 billion; group includes investment holding company Kagiso Trust Investments (S)",
      "lead_paragraph": "The South African banking company FirstRand agreed to sell a 10 percent stake to a group of black investors, including Kagiso Trust Investments and the company's staff, for 6.8 billion rand ($1.1 billion), the company said. Kagiso, an investment holding company, and the Mineworkers Investment Trust will hold 6.5 percent of the lender after the transaction, FirstRand said. First-Rand's black South African employees and nonexecutive directors will own 3.5 percent, the company said. South Africa's financial services companies agreed last year to sell a quarter of their businesses, including 10 percent direct equity stakes, to blacks to make up for discrimination during the apartheid era.",
      "publication_date": "2004-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/05/business/world-business-briefing-africa-south-africa-black-investors-get.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "$500 Million Frozen in I.R.S. Crackdown in Doctors' Tax Case",
      "snippet": "Federal judge has temporarily frozen more than $500 million in assets owned by thousands of doctors and dentists who bought abusive tax shelters run by Xelan, San Diego investment company, according to Justice Department; action, one of largest of...",
      "abstract": "Federal judge has temporarily frozen more than $500 million in assets owned by thousands of doctors and dentists who bought abusive tax shelters run by Xelan, San Diego investment company, according to Justice Department; action, one of largest of its kind, is rare and part of effort by Internal Revenue Service to clamp down on tax shelters it considers abusive; about 4,000 doctors and dentists across nation bought tax-reduction plans in recent years from Xelan, evading $420 million in taxes, not including interest and penalties; agents from FBI and IRS search Xelan's headquarters in San Diego; Xelan, founded and run by Dr L Donald Guess, San Diego dentist turned financial adviser, is subject of criminal investigation by federal grand jury in San Diego (M)",
      "lead_paragraph": "A federal judge has temporarily frozen more than $500 million in assets owned by thousands of doctors and dentists who bought abusive tax shelters run by a San Diego investment company, the Justice Department announced yesterday.",
      "publication_date": "2004-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/05/business/500-million-frozen-in-irs-crackdown-in-doctors-tax-case.html",
      "byline": "By Lynnley Browning"
    },
    {
      "headline": "United Seeks an Additional $2 Billion in Cost Cuts",
      "snippet": "United Airlines, trying to restructure after nearly two years in bankruptcy protection, tells its unions that it wants to terminate its four employee pension plans and seek additional wage and benefit cuts, as part of plan to cut another $2 billio...",
      "abstract": "United Airlines, trying to restructure after nearly two years in bankruptcy protection, tells its unions that it wants to terminate its four employee pension plans and seek additional wage and benefit cuts, as part of plan to cut another $2 billion per year in costs; termination of pension plans would require approval from Federal Bankruptcy Court; United would have to convince judge that it has no other chance of survival to secure approval; if United terminates its plans, federal Pension Benefit Guaranty Corp, which insures pension benefits in event of default, would have to assume most of airline's unsecured debt to its present and future retirees, which it estimates at $8.3 billion; government has calculated that it would be responsible for about $6.4 billion of that total (M)",
      "lead_paragraph": "United Airlines, trying to restructure after nearly two years in bankruptcy protection, told its unions last night that it wanted to terminate its four employee pension plans and seek additional wage and benefit cuts, as part of a plan to cut another $2 billion a year in costs.",
      "publication_date": "2004-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/05/business/united-seeks-an-additional-2-billion-in-cost-cuts.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Profit Rises At Alcan",
      "snippet": "Canadian aluminum maker Alcan reports third-quarter net income of $167 million, up from $87 million in year-earlier period; sales rose 77 percent to $6.24 billion (S)",
      "abstract": "Canadian aluminum maker Alcan reports third-quarter net income of $167 million, up from $87 million in year-earlier period; sales rose 77 percent to $6.24 billion (S)",
      "lead_paragraph": "The Canadian aluminum producer Alcan said that third-quarter profit almost doubled as the company shipped more of the metal at higher prices. Net income jumped to $167 million, or 45 cents a share, from $87 million, or 26 cents a share, a year earlier. Sales rose 77 percent, to $6.24 billion, helped by the purchase in February of Pechiney of France, Alcan said. Alcan benefited from a 21 percent increase in the average price of aluminum in the quarter, led by demand from China and global economic growth. Shipments of aluminum climbed 32 percent.",
      "publication_date": "2004-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/05/business/world-business-briefing-americas-canada-profit-rises-at-alcan.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Lawyers Organizing for Mass Suits Over Vioxx",
      "snippet": "Hundreds of plaintiffs' lawyers who claim that people were injured or killed by painkiller Vioxx plan to meet next week in Pasadena, Calif, and Las Vegas to lay groundwork for nationwide legal assault against drug's maker, Merck; J Michael Papanto...",
      "abstract": "Hundreds of plaintiffs' lawyers who claim that people were injured or killed by painkiller Vioxx plan to meet next week in Pasadena, Calif, and Las Vegas to lay groundwork for nationwide legal assault against drug's maker, Merck; J Michael Papantonio, lawyer in Pensacola, Fla, who organized Las Vegas meeting, says about 500 plaintiffs' lawyers are expected to attend; The Lancet, respected British medical journal, publishes analysis of all clinical trials of Vioxx completed by 2001, and concluded that Merck and Food and Drug Administration should have known enough about drug's hazards to withdraw it years ago; photo (M)",
      "lead_paragraph": "Hundreds of plaintiffs' lawyers who claim that people were injured or killed by the painkiller Vioxx plan to meet next week to lay the groundwork for a nationwide legal assault against the drug's maker, Merck.",
      "publication_date": "2004-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/05/business/lawyers-organizing-for-mass-suits-over-vioxx.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Profit Up At Finance Concern",
      "snippet": "Dutch insurance and banking concern ING Group reports third-quarter profit of $2.04 billion, up 63 percent from year ago (S)",
      "abstract": "Dutch insurance and banking concern ING Group reports third-quarter profit of $2.04 billion, up 63 percent from year ago (S)",
      "lead_paragraph": "The insurance and banking concern ING Groep said that its third-quarter profit rose 63 percent, to 1.59 billion euros ($2.04 billion) from the period a year earlier, partly as a result of divestments. ING booked a onetime capital gain of 382 million euros connected to share sales in the period, which was up from 33 million euros a year earlier. The company's operating profit was up 28.4 percent, to 1.2 billion euros. The company's online banking unit, which is known as ING Direct and has customers in various countries including the United States, said its third-quarter operating profit rose 89 percent, to 117 million euros. Gregory Crouch (NYT)",
      "publication_date": "2004-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/05/business/world-business-briefing-europe-the-netherlands-profit-up-at.html",
      "byline": "By Gregory Crouch (NYT)"
    },
    {
      "headline": "Iraqi Officials to Allow Vote by Expatriates",
      "snippet": "Iraqi electoral officials say they would allow millions of Iraqis outside country, majority of them Shiites, to vote in coming election, decision that appears certain to increase tensions among minority Sunni Arabs; United Nations and United State...",
      "abstract": "Iraqi electoral officials say they would allow millions of Iraqis outside country, majority of them Shiites, to vote in coming election, decision that appears certain to increase tensions among minority Sunni Arabs; United Nations and United States had recommended strongly against allowing expatriate voting because such polling is notoriously difficult to organize and process is more prone to irregularities and charges of fraud; leading Shiite and Kurdish politicians, as well as Grand Ayatollah Ali al-Sistani, strongly support expatriate voting; Iraqi electoral commission must still determine procedure for expatriate voting, as well as politically charged matter of where it will be allowed; it must also secure relatively large budget for polling; many Iraqis fled during 35-year rule of Saddam Hussein and his Sunni-dominated Baath Party; two million to four million now live abroad, with biggest concentrations in Britain, US and Iran; those voters could account for up to 15 percent of total; pohto (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Nov. 4 - Iraqi electoral officials said Thursday they would allow millions of Iraqis outside the country to vote in the coming election. The decision, made after weeks of anguished debate, appeared certain to increase tensions among the minority Sunni Arabs here, because most Iraqi expatriates are believed to be Shiites.",
      "publication_date": "2004-11-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/05/world/middleeast/iraqi-officials-to-allow-vote-by-expatriates.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Despite G.O.P. Gain, Fight Over Judges Remains",
      "snippet": "Long-running battle over federal judgeships is expected to continue when new Congress convenes next year, even under strengthened Republican control; despite significant gains on Election Day, Republican majority of 55 senators falls five votes sh...",
      "abstract": "Long-running battle over federal judgeships is expected to continue when new Congress convenes next year, even under strengthened Republican control; despite significant gains on Election Day, Republican majority of 55 senators falls five votes short of 60 needed to break Democratic filibuster; Sen Arlen Specter, Republican who faced toughest primary race of his political career, is expected to rise to chairmanship of Senate Judiciary Committee, position that will give him great influence over judicial confirmation process; he is centrist whose support for abortion rights is well known; he makes remarks that seem to warn Pres Bush against nominating Supreme Court justices who would overturn Roe v Wade, infuriating abortion opponents and raising possibility that some fellow Republicans will work to block him from chairmanship; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-11-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/05/politics/campaign/despite-gop-gain-fight-over-judges-remains.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Ace Dismisses 2 Executives In Response to Inquiry  Ace Ltd., a Bermuda insurer that is a subject of the New York attorney general's investigation into bid-rigging and price fixing in the insurance industry, dismissed two executives.    Ace said th...",
      "abstract": " Ace Dismisses 2 Executives In Response to Inquiry  Ace Ltd., a Bermuda insurer that is a subject of the New York attorney general's investigation into bid-rigging and price fixing in the insurance industry, dismissed two executives.    Ace said that it had dismissed Geoffrey G. Gregory, the president of its casualty risk unit, and Patricia Abrams, an assistant vice president who worked for Mr. Gregory, because of ''past improper actions'' in the unit. [Page C5.]    Altria May Split Into 2 or 3 Pieces  The chief executive of Altria, Louis C. Camilleri, left, said that the company might split into two or three independent entities. Altria, which includes Philip Morris USA, Philip Morris International, Philip Morris Capital and Kraft Foods, has been looking for a way to extract Kraft and Philip Morris International from the American tobacco unit, which has been mired in litigation. [C2.]    Medicare Altering Payment System  Medicare is offering to pay for a number of new treatments and diagnostic tests, ranging from $30,000-a-dose cancer drugs to brain scans to diagnose Alzheimer's -- but with a catch. Patients can only receive the payments if they enter into studies that evaluate how well they work. [A1.]    Energy Company May Appeal Ruling  The chief financial officer of Progress Energy said appealing an adverse Internal Revenue Service ruling regarding $1 billion in federal tax credits for the company could take as long as two years. [C2.]    Crude Oil Falls to a 6-Week Low  The price of crude oil for December delivery fell $2.06, to $48.82 a barrel, as increased OPEC production and slower economic growth eased pressure on supplies. [C6.]    Stocks Continue Post-Election Rally  Stocks continued their post-election rally. The Standard & Poor's 500-stock index gained 18.47 points, or 1.6 percent, to a high for the year of 1,161.67. The Nasdaq composite index climbed 19.30 points, or 1 percent, to 2.023.63, and the Dow Jones industrial average jumped 177.71 points, or 1.8 percent, to 10,314.76. [C6.]    Large Losses at MCI and Qwest  MCI and Qwest Communications reported large losses in the third quarter, driven by a continued decline in revenue and one-time write-offs. But the companies said that the long slide in phone prices might be slowing in some parts of their businesses and that they were making progress cutting costs. Shares of MCI rose 51 cents, to $17.76, and Qwest gained 17 cents, to $3.58. [C3.]    Garment Quota Move Riles China  China's Ministry of Commerce filed a protest over the possible imposition of quotas in the United States on five categories of garment imports, including polyester pants and shirts, cotton knit shirts and underwear. [C3.]    Movie Industry Preparing Lawsuits  Hollywood's major movie studios said that they would begin filing lawsuits against people who make copyrighted films available for downloading over the Internet. [C4.]    Retail Sales Rose 4% Last Month  Sales at retailers increased 4 percent in October, the Goldman, Sachs retail composite index indicated. [C3.]    Productivity Slowed in 3rd Quarter  The productivity of workers grew at a 1.9 percent annual rate in the third quarter. In a separate report, the Labor Department said that initial jobless claims fell by 19,000, to 332,000, last week. [C2.]  ",
      "lead_paragraph": "Ace Dismisses 2 Executives In Response to Inquiry Ace Ltd., a Bermuda insurer that is a subject of the New York attorney general's investigation into bid-rigging and price fixing in the insurance industry, dismissed two executives.",
      "publication_date": "2004-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/05/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Hedge Funds' Glitter Fades (but Not for Investors)",
      "snippet": "Hedï",
      "abstract": "Hedï",
      "lead_paragraph": "Barton M. Biggs, the well-known stock strategist who left Morgan Stanley last year to set up a $2 billion hedge fund, has been writing a book, \"Diary of a Hedge Hog,\" that promises to \"describe the agonies and ecstasies of creating and running a new hedge fund.\"",
      "publication_date": "2004-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/05/business/hedge-funds-glitter-fades-but-not-for-investors.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Rates Held Steady",
      "snippet": "Bank of England leaves interest rates unchanged for third consecutive month (S)",
      "abstract": "Bank of England leaves interest rates unchanged for third consecutive month (S)",
      "lead_paragraph": "The Bank of England left interest rates unchanged for the third consecutive month. The bank has raised interest rates five times since November 2003 because of rising housing prices and a fear of inflation, but some economists said the bank's next step might be to reduce rates because the rate of growth has slowed. Heather Timmons (NYT)",
      "publication_date": "2004-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/05/business/world-business-briefing-europe-britain-rates-held-steady.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Confident Bush Outlines Ambitious Plan for 2nd Term",
      "snippet": "Confident Pres Bush says he will spend political capital he earned during campaign to enact ambitious agenda he set out during campaign, news conference; says he will work immediately on his proposal to overhaul Social Security, calls for Congress...",
      "abstract": "Confident Pres Bush says he will spend political capital he earned during campaign to enact ambitious agenda he set out during campaign, news conference; says he will work immediately on his proposal to overhaul Social Security, calls for Congress to move speedily to limit lawsuit awards against doctors, says he would push for tougher educational standards for high schools and signals that he has settled on broad principles for rewriting tax code; says repeatedly that he wants to reach out across party lines after campaign that emphasized ideological divisions and produced raw feelings on both sides; leaves unclear how much, if at all, he would compromise, suggesting that his idea of common ground would be very close to platform he ran on; holds that election results show that people have embraced his point of view, and he will remind Congress of that in pushing his agenda; says he will think about changes to his cabinet and White House staff, but he has made no decisions yet; photos (M)",
      "lead_paragraph": "WASHINGTON, Nov. 4 - A confident President Bush vowed on Thursday to move quickly and vigorously to enact the ambitious agenda he set out during the campaign, saying, \"The people made it clear what they wanted.\"",
      "publication_date": "2004-11-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/11/05/politics/campaign/confident-bush-outlines-ambitious-plan-for-2nd-term.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Komatsu's Profit Surges",
      "snippet": "Japanese construction equipment maker Komatsu reports profit of $245 million for six months ended Sept 30, nearly triple that of one year ago; revenue rose 20 percent for period (S)",
      "abstract": "Japanese construction equipment maker Komatsu reports profit of $245 million for six months ended Sept 30, nearly triple that of one year ago; revenue rose 20 percent for period (S)",
      "lead_paragraph": "The leading Japanese maker of construction machinery, Komatsu, reported that profit nearly tripled in the first half of its fiscal year on strong demand for bulldozers and other heavy equipment in North America and Asia. Komatsu's profit rose to 26.02 billion yen ($245 million), or 26.22 yen a share, from 9.41 billion yen, or 9.36 yen a share, a year earlier. Revenue for the period, which ended Sept. 30, rose 20 percent, to 683.98 billion yen from 567.67 billion yen. The company also raised its profit forecast for the year ending next March to 50 billion yen from an earlier forecast of 37 billion yen. Todd Zaun (NYT)",
      "publication_date": "2004-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/05/business/world-business-briefing-asia-japan-komatsus-profit-surges.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "HSBC and Partner Offer Credit Card in China",
      "snippet": "HSBC Holdings is establishing business with Chinese partner Bank of Communications to offer local currency credit cards in China; photo (M)",
      "abstract": "HSBC Holdings is establishing business with Chinese partner Bank of Communications to offer local currency credit cards in China; photo (M)",
      "lead_paragraph": "SHANGHAI, Nov. 4 - HSBC Holdings and its Chinese partner, the Bank of Communications, have set up a business to offer local currency credit cards, the second venture for HSBC in China, a market with $1.46 trillion in savings.",
      "publication_date": "2004-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/05/business/worldbusiness/hsbc-and-partner-offer-credit-card-in-china.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Tax Credits Help Quarterly Profit at Credit Suisse",
      "snippet": "Credit Suisse Group reports third quarter net profit of $1.13 billion, up 414 percent from comparable year-earlier period; photo (M)",
      "abstract": "Credit Suisse Group reports third quarter net profit of $1.13 billion, up 414 percent from comparable year-earlier period; photo (M)",
      "lead_paragraph": "GENEVA, Nov. 4 - Profits at the Credit Suisse Group soared more than fivefold in the third quarter, helped by an improved performance at its insurance arm and several one-time gains.",
      "publication_date": "2004-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/05/business/worldbusiness/tax-credits-help-quarterly-profit-at-credit-suisse.html",
      "byline": "By Fiona Fleck"
    },
    {
      "headline": "Will Bush, Like Reagan, Push for Real Tax Changes?",
      "snippet": "Floyd Norris column on whether Bush administration will be willing and able to put together tax proposal with thought and attention to detail that characterized 1986 Reagan plan; graph (M)",
      "abstract": "Floyd Norris column on whether Bush administration will be willing and able to put together tax proposal with thought and attention to detail that characterized 1986 Reagan plan; graph (M)",
      "lead_paragraph": "TWENTY years ago, running against Ronald Reagan, a Republican incumbent who had slashed taxes and sent the budget deficit soaring, Walter Mondale offered a prediction: \"Mr. Reagan will raise taxes, and so will I,\" he said. \"He won't tell you. I just did.\"",
      "publication_date": "2004-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/11/05/business/will-bush-like-reagan-push-for-real-tax-changes.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Asia: Philippines: Export Growth Rate Slows",
      "snippet": "Philippine government reports that September exports rose to record $3.6 billion, up 8.4 percent from one year ago; economists note that pace of growth is slowing, however, due to high oil prices (S)",
      "abstract": "Philippine government reports that September exports rose to record $3.6 billion, up 8.4 percent from one year ago; economists note that pace of growth is slowing, however, due to high oil prices (S)",
      "lead_paragraph": "Exports from the Philippines rose 8.4 percent in September, compared with the month a year ago, to a record $3.6 billion, according to official statistics. But the pace of growth slowed as demand cooled for electronics, which make up two-thirds of the country's exports. Economists said Philippine exports were likely to slow further in the last quarter of the year as high oil prices damp global economic growth. Wayne Arnold (NYT)",
      "publication_date": "2004-11-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/11/05/business/world-business-briefing-asia-philippines-export-growth-rate-slows.html",
      "byline": "By Wayne Arnold (NYT)"
    }
  ]
}