{
  "metadata": {
    "date": "2004-08-09",
    "total_articles": 29
  },
  "articles": [
    {
      "headline": "U.S. OFFICERS SAY TWO-DAY BATTLE KILLS 300 IRAQIS",
      "snippet": "Gun battles rage for second day between militia force loyal to radical Shiite cleric Moktadr al-Sadr, and US and Iraqi forces in Najaf, raising fears of extended battle that could undermine Iraq's new interim government; incomplete figures are giv...",
      "abstract": "Gun battles rage for second day between militia force loyal to radical Shiite cleric Moktadr al-Sadr, and US and Iraqi forces in Najaf, raising fears of extended battle that could undermine Iraq's new interim government; incomplete figures are given for US casualties, but commanders say 300 rebels were killed; it is heaviest Iraqi casualty figures in such short period that US has reported since Iraq fell; photos (M)",
      "lead_paragraph": "Hundreds of marines backed by helicopter gunships and fixed-wing strike aircraft fought alongside Iraqi forces in Najaf for a second day on Friday in a fierce battle with militia fighters loyal to the rebel Shiite cleric Moktada al-Sadr.",
      "publication_date": "2004-08-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/07/world/conflict-in-iraq-combat-us-officers-say-two-day-battle-kills-300-iraqis.html",
      "byline": "By Sabrina Tavernise and John F. Burns"
    },
    {
      "headline": "Low Numbers, New Problem",
      "snippet": "Analysis: Republicans had hoped indications that economy was turning corner would have allowed them to neutralize, or even turn to their advantage, issue that John Kerry had once considered central to his White House bid; but paltry new numbers on...",
      "abstract": "Analysis: Republicans had hoped indications that economy was turning corner would have allowed them to neutralize, or even turn to their advantage, issue that John Kerry had once considered central to his White House bid; but paltry new numbers on job growth, coming just three weeks before Republican convention, leave little doubt that economy could still be potent issue for Democrats; Pres Bush, rather than address his vulnerability head-on, delivered upbeat assessment of economy, saying it was getting stronger and lauding American entrepreneurial spirit (M)",
      "lead_paragraph": "All week long, President Bush traveled the country, cheerfully telling audiences that ''we've turned the corner'' on the economy. But on Friday, in the face of the government's paltry new numbers on job growth, the president's new slogan suddenly sounded premature at best.",
      "publication_date": "2004-08-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/07/business/the-job-picture-the-campaign-low-numbers-new-problem.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "A Job Picture Painted With Different Brushes",
      "snippet": "Two surveys of jobs by Bureau of Labor Statistics yield different data; establishment survey, which questions 160,000 employers, paints bleak picture; other, household survey, qhich questions 60,000 people about whether thy or other family members...",
      "abstract": "Two surveys of jobs by Bureau of Labor Statistics yield different data; establishment survey, which questions 160,000 employers, paints bleak picture; other, household survey, qhich questions 60,000 people about whether thy or other family members are working, paints better picture; economists normally pay more attention to establishment survey because household survey is always more volatile, and month-to-month changes can be deceptive for that reason; household survey shows employment has risen by 1.9 million jobs, or 1.4 percent, since Pres Bush took office, while establishment survey shows employment is down 1.1 million jobs, or 0.8 percent; graph; chart; photo (M)",
      "lead_paragraph": "July was a poor month for job creation in the United States.",
      "publication_date": "2004-08-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/07/business/the-job-picture-the-data-a-job-picture-painted-with-different-brushes.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "New PBS Cooking Show Will Build a Brand Without Martha Stewart",
      "snippet": "New cooking series Everyday Food to air on PBS beginning in January is first for Martha Stewart Living Omnimedia, which has long prclaimed that its corporate strategy is to build brands that do not necessarily revolve around Stewart; Sharon L Patr...",
      "abstract": "New cooking series Everyday Food to air on PBS beginning in January is first for Martha Stewart Living Omnimedia, which has long prclaimed that its corporate strategy is to build brands that do not necessarily revolve around Stewart; Sharon L Patrick, who replaced Stewart as chief executive of company after Stewart's indictment in June 2003, says series based on Everyday Food magazine, was long in series and it was not intended to be with Stewart; featured chefs will include Allie Lewis, John Barricelli, Lucinda Scala Quinn, Margot Olshan and Sarah Carey; photo (M)",
      "lead_paragraph": "With the Martha Stewart Living television show on hold, Ms. Stewart's company is trying to build a new following on public television -- without her.",
      "publication_date": "2004-08-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/07/business/new-pbs-cooking-show-will-build-a-brand-without-martha-stewart.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "Patients With H.I.V. Seen as Separated By a Racial Divide",
      "snippet": "Death rates in US from HIV/AIDS have sharply dropped in past eight years, but among African-Americans, AIDS is still killer; almost twice as many blacks with AIDS died compared with whites in 2002, gap that has been increasing since 1998; research...",
      "abstract": "Death rates in US from HIV/AIDS have sharply dropped in past eight years, but among African-Americans, AIDS is still killer; almost twice as many blacks with AIDS died compared with whites in 2002, gap that has been increasing since 1998; researchers say reasons include late diagnoses and inferior care, along with complications because blacks are more likely than whites to suffer from other illnesses; health experts say many blacks in US have far more in common with their counterparts in Africa than they do with white patients; graph; photos (M)",
      "lead_paragraph": "Last January in Manhattan, at the memorial service of a colleague who died of an AIDS-related illness, Joseph Bostic lost feeling in his legs and had trouble standing. A friend, Keith Cylar, hailed a cab, crumpled some bills into the driver's palm and sent Mr. Bostic home to Brooklyn. Two months later, Mr. Bostic died of heart and kidney failure related to H.I.V., the virus that causes AIDS. Within three weeks, Mr. Cylar, too, was dead of heart disease related to the virus.",
      "publication_date": "2004-08-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/07/us/patients-with-hiv-seen-as-separated-by-a-racial-divide.html",
      "byline": "By Linda Villarosa"
    },
    {
      "headline": "Shares Drop on Weak Employment Report",
      "snippet": "Stocks fall sharply, setting new lows for year, after surprisingly weak July jobs report heightens concerns about slowdown in economic growth; Standard & Poor's 500-stock index drops 16.73 points, or 1.6 percent, to 1,063.97; Nasdaq composite inde...",
      "abstract": "Stocks fall sharply, setting new lows for year, after surprisingly weak July jobs report heightens concerns about slowdown in economic growth; Standard & Poor's 500-stock index drops 16.73 points, or 1.6 percent, to 1,063.97; Nasdaq composite index declines 44.74 points, or 2.5 percent, to 1,776.89; Dow Jones industrial average declines 147.70 points, or 1.5 percent, to 9,815.33; price of US Treasury's 10-year note rises 1 13/32, to 104 7/32; yield plunges to 4.22 percent from 4.39 percent; US dollar drops 1.8 percent against euro, leaving one euro worth $1.2277, and 1.2 percent against Japanese yen, to 110.36; graph; charts; photo (M)",
      "lead_paragraph": "Stocks fell sharply yesterday, setting new lows for the year, after a surprisingly weak July jobs report heightened concerns about a slowdown in economic growth. The dollar dropped and bond prices shot sharply higher, pushing yields to their lowest since the spring.",
      "publication_date": "2004-08-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/07/business/the-markets-stocks-bonds-shares-drop-on-weak-employment-report.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "SLOW JOB GROWTH RAISES CONCERNS ON U.S. ECONOMY",
      "snippet": "Labor Department reports that job growth ground nearly to halt in July, raising new concerns about economy's strength and reshaping political debate over its performance less than three months before election day; employers added just 32,000 jobs ...",
      "abstract": "Labor Department reports that job growth ground nearly to halt in July, raising new concerns about economy's strength and reshaping political debate over its performance less than three months before election day; employers added just 32,000 jobs in July, small fraction of what forecasters had expected and far below robust gains in employment earlier in year; Labor Department says economy added 286,000 jobs in May and June, 61,000 fewer than reported; unemployment rate fell to 5.5 percent in July, from 5.6 percent in June; graphs; photo (M)",
      "lead_paragraph": "Job growth ground nearly to a halt last month, the Labor Department reported yesterday, raising new concerns about the economy's strength and reshaping the political debate over its performance less than three months before election day.",
      "publication_date": "2004-08-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/07/business/the-job-picture-the-overview-slow-job-growth-raises-concerns-on-us-economy.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Bin Laden Sent Suspect to U.S., Officials Say",
      "snippet": "US intelligence officials say Issa al-Hindi, alleged Al Qaeda operative in British custody, was dispatched to US in early 2001 by Khalid Shalkh Mohammed, mastermind of Sept 11 plot, at direction of Osama bin Laden to case potential targets in New ...",
      "abstract": "US intelligence officials say Issa al-Hindi, alleged Al Qaeda operative in British custody, was dispatched to US in early 2001 by Khalid Shalkh Mohammed, mastermind of Sept 11 plot, at direction of Osama bin Laden to case potential targets in New York City; say Hindi was same person as figure identified in 9/11 commission report as Issa al-Britani; account of Hindi's being dispatched to New York is based on claims by Mohammed Khalid Shalkh while in US custody; Hindi is believed to have visited US several times in 2000 and 2001, same period in which reconnaissance of financial institutions in New York, New Jersey and Washington is believed to have taken place; Pakistani and British authorities have made several recent arrests linked to surveillance; main suspects arrested were Muhammad Naeem Noor Khan, Ahmed Khalfan Ghaliani, Babar Ahmed and Hindi; photos (M)",
      "lead_paragraph": "American intelligence officials now believe that Issa al-Hindi, the alleged Qaeda operative now in British custody, was dispatched to the United States in early 2001 by the mastermind of the Sept. 11 plot at the direction of Osama bin Laden to case potential targets in New York City, senior government officials said Friday.",
      "publication_date": "2004-08-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/07/us/threats-and-responses-the-overview-bin-laden-sent-suspect-to-us-officials-say.html",
      "byline": "By Douglas Jehl and William K. Rashbaum"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Job Growth Slowed in July; Jobless Rate Fell to 5.5%  Employers added 32,000 jobs in July, a fraction of what forecasters had expected and far below the robust gains in employment earlier this year. In a further sign that the economy has weakened,...",
      "abstract": " Job Growth Slowed in July; Jobless Rate Fell to 5.5%  Employers added 32,000 jobs in July, a fraction of what forecasters had expected and far below the robust gains in employment earlier this year. In a further sign that the economy has weakened, the Labor Department also announced that job growth in May and June was less than initially estimated.    The unemployment rate, however, fell slightly last month, to 5.5 percent from 5.6 percent in June. The unemployment rate is based on a smaller survey than the job growth numbers, which are widely considered the more reliable gauge of employment. [Page A1.]",
      "lead_paragraph": "Job Growth Slowed in July; Jobless Rate Fell to 5.5%",
      "publication_date": "2004-08-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/07/business/business-digest-558206.html",
      "byline": ""
    },
    {
      "headline": "California Softens Plan to Control Auto Emissions",
      "snippet": "California gives some ground to auto industry in its ambitious plan to regulate global warming emissions from tailpipes, but state is unlikely to avert legal challenge from carmarkers; under revised plan, which would start to take effect in 2009 m...",
      "abstract": "California gives some ground to auto industry in its ambitious plan to regulate global warming emissions from tailpipes, but state is unlikely to avert legal challenge from carmarkers; under revised plan, which would start to take effect in 2009 model year, industry will have eight years instead of six to reduce global warming emissions by about 30 percent; changes to plan are disclosed in final draft of staff report released by California Air Resources Board; photo (M)o",
      "lead_paragraph": "California gave some ground to the auto industry on Friday in its ambitious plan to regulate global warming emissions from tailpipes, but the state is unlikely to avert a legal challenge from carmakers.",
      "publication_date": "2004-08-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/07/business/california-softens-plan-to-control-auto-emissions.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "DIPLOMACY FAILS TO SLOW ADVANCE OF NUCLEAR ARMS",
      "snippet": "American intelligence officials and outside nuclear experts say nuclear arms programs in Iran and North Korea have advanced significantly in past year despite Bush administration's diplomatic efforts with European and Asian allies; senior administ...",
      "abstract": "American intelligence officials and outside nuclear experts say nuclear arms programs in Iran and North Korea have advanced significantly in past year despite Bush administration's diplomatic efforts with European and Asian allies; senior administration and intelligence officials say they seek ways to step up unspecified covert actions intended to disrupt or delay Iran's efforts; other experts say covert efforts are harder now because aid Iranians and North Koreans got from Abdul Qadeer Khan's network has made them increasingly self-sufficient; officials say desire to pursue broader strategy against Iran is driven in part by private warnings from Israeli officials about possible military move to block Iranian nuclear arms development (M)",
      "lead_paragraph": "American intelligence officials and outside nuclear experts have concluded that the Bush administration's diplomatic efforts with European and Asian allies have barely slowed the nuclear weapons programs in Iran and North Korea over the past year, and that both have made significant progress.",
      "publication_date": "2004-08-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/08/world/diplomacy-fails-to-slow-advance-of-nuclear-arms.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "MARINES PUSHING DEEPER INTO CITY HELD BY SHIITES",
      "snippet": "American marines say they have cleared Moktada al-Sadr's Shiite rebel militiamen from ancient cemetery in heart of old city, Najaf, Iraq, after fierce, hand-to-hand fighting; say more fighting lays ahead in nearby streets and alleyways; American c...",
      "abstract": "American marines say they have cleared Moktada al-Sadr's Shiite rebel militiamen from ancient cemetery in heart of old city, Najaf, Iraq, after fierce, hand-to-hand fighting; say more fighting lays ahead in nearby streets and alleyways; American commanders, who say they act under orders from new Iraqi government, apparently give little heed to cease-fire appeals from clerics and others claiming to represent Sadr; their forces pull back from cemetery's edges overnight to more secure positions; city, now largely deserted, is mostly quiet; map; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/08/world/conflict-in-iraq-combat-marines-pushing-deeper-into-city-held-by-shiites.html",
      "byline": "By Alex Berenson and John F. Burns"
    },
    {
      "headline": "Republican Donors Are Paying to Play At the Convention",
      "snippet": "LogiCom Project Management, which runs Republican National Convention events, is charging party's top fund-raisers, some of whom have raise $200,000 or more for Pres Bush or party, fee of up to $4,500 per person for themselves and each guest; char...",
      "abstract": "LogiCom Project Management, which runs Republican National Convention events, is charging party's top fund-raisers, some of whom have raise $200,000 or more for Pres Bush or party, fee of up to $4,500 per person for themselves and each guest; charges biggest fund-raisers highest fees; fund-raisers will also pay for own airfare, hotel stays and optional events; Republican officials blame high fees on campaign finance reform law that eliminated unlimited soft money contributions traditionally used to pay for convention events; have chosen to pass costs on to those attending convention rather than divert money from campaign; fund-raisers are grumbling and looking for ways to hold down their expenses (M)",
      "lead_paragraph": "Lunch at the Plaza Hotel. Dinner at Le Cirque. Cocktails at the New York Stock Exchange. That's the least the Republican Party could do to welcome its top fund-raisers to the convention in New York this month. Right?",
      "publication_date": "2004-08-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/08/us/2004-campaign-fund-raising-republican-donors-are-paying-play-convention.html",
      "byline": "By Glen Justice"
    },
    {
      "headline": "DuPont, Now in the Frying Pan",
      "snippet": "Teflon, almost ubiquitous material that remains one of DuPont's most valuable products, has also become potentially huge liability because of health and environmental issues; Environmental Protection Agency is charging company withheld evidence of...",
      "abstract": "Teflon, almost ubiquitous material that remains one of DuPont's most valuable products, has also become potentially huge liability because of health and environmental issues; Environmental Protection Agency is charging company withheld evidence of its own concerns about perfluorooctanoic acid, commonly known as PFOA or C-8, key chemical used to make Teflon, for decades; is also probing 3M Co finding that PFOA has turned up in blood of over 90 percent of Americans; thousands of people who live near Parkersburg, W Va, where DuPont has made Teflon for 50 years, are suing Dupont, charging it knowingly contaminated air, land and water around plant for decades without informing community; DuPont denies charges, holding neither PFOA nor Teflon pose risks to humans; photos (M)",
      "lead_paragraph": "TEFLON has been hugely successful for DuPont, which over the last half-century has made the material almost ubiquitous, putting it not just on frying pans but also on carpets, fast-food packaging, clothing, eyeglasses and electrical wires -- even the fabric roofs covering football stadiums.",
      "publication_date": "2004-08-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/08/08/business/dupont-now-in-the-frying-pan.html",
      "byline": "By Amy Cortese"
    },
    {
      "headline": "HOME FRONT/Erin St.; Trading Boardroom for a Camper's Bunk",
      "snippet": "Brian Cohen, 39-year-old married father of three, gives up senior post at Elektra Records to run own children's camp, dream he has harbored since attending camp as boy; he is in training as counselor at Appel Farm in Elmer, New Jersey; photo (Home...",
      "abstract": "Brian Cohen, 39-year-old married father of three, gives up senior post at Elektra Records to run own children's camp, dream he has harbored since attending camp as boy; he is in training as counselor at Appel Farm in Elmer, New Jersey; photo (Home Front column) (S)",
      "lead_paragraph": "BRIAN COHEN has spent the last 20 years trying to get back to camp. His quest has been indirect, a secret wish, but this summer he made it real: He left his job and went.",
      "publication_date": "2004-08-08T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/08/08/jobs/home-front-erin-st-trading-boardroom-for-a-camper-s-bunk.html",
      "byline": "By John Kelly"
    },
    {
      "headline": "The Poker Player",
      "snippet": "Interview with chairman and chief executive Brian L Roberts on Comcast Corp's plans to grow in wake of of its failed bid for Walt Disney Co; scars from failed bid run deep at Comcast, largely because company has long had its way in merger talks an...",
      "abstract": "Interview with chairman and chief executive Brian L Roberts on Comcast Corp's plans to grow in wake of of its failed bid for Walt Disney Co; scars from failed bid run deep at Comcast, largely because company has long had its way in merger talks and has been one to walk away from high-profile deals; graphs of Comcast holdings and of largest cable operators; photos (M)",
      "lead_paragraph": "ON a wall in Brian L. Roberts's office overlooking Philadelphia hangs a picture by Alexander Calder. It shows two poker players sitting at a table, clutching playing cards and swapping chips. Behind them are three stylized cards, including the ace of diamonds.",
      "publication_date": "2004-08-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/08/08/business/the-poker-player.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "The S.E.C.'s Infrequent Filer Plan",
      "snippet": "Gretchen Morgenson column cites plunge in Taro Pharmaceutical Industries stock in urging Securities and Exchange commission to increase financial filing requirements of foreign corporations; notes Taro reported rosy 2003 results in late June 2004,...",
      "abstract": "Gretchen Morgenson column cites plunge in Taro Pharmaceutical Industries stock in urging Securities and Exchange commission to increase financial filing requirements of foreign corporations; notes Taro reported rosy 2003 results in late June 2004, while it was in midst of severe business downturn; stock price graph (M)",
      "lead_paragraph": "TARO PHARMACEUTICAL INDUSTRIES is an Israeli company with sales of $316 million and a formerly highflying stock that trades on the Nasdaq. The company is also Exhibit A for why securities regulators absolutely must increase the financial filing requirements of foreign corporations if they want to protect investors from the kind of bloodbath that Taro shareholders recently endured.",
      "publication_date": "2004-08-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/08/08/business/the-sec-s-infrequent-filer-plan.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "U.S. Says Man Had Ties to Plot To Disrupt Vote",
      "snippet": "Senior intelligence and counterterrorism officials say Mohammed Naeem Noor Khan, Pakistani man whose July arrest provided data about surveillance three or four years ago of financial institutions in New York, Newark and Washington, was also commun...",
      "abstract": "Senior intelligence and counterterrorism officials say Mohammed Naeem Noor Khan, Pakistani man whose July arrest provided data about surveillance three or four years ago of financial institutions in New York, Newark and Washington, was also communicating with Qaeda operatives plotting attack intended to disrupt fall elections; say it is not clear if people behind surveillance and those involved in election threat are part of same group; Khan is emerging as central figure in expanding web of connections authorities say indicate they may have penetrated operational Qaeda group whose intentions were previously unknown (M)",
      "lead_paragraph": "A Pakistani man whose arrest provided information about the reconnaissance of financial institutions in New York, Newark and Washington was also communicating with Qaeda operatives who the authorities say are plotting to carry out an attack intended to disrupt the fall elections, a senior intelligence official said Saturday.",
      "publication_date": "2004-08-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/08/world/threats-responses-investigation-us-says-man-had-ties-plot-disrupt-vote.html",
      "byline": "This article was reported by David Johnston, Thom Shanker and David E. Sanger, and Written By Mr. Johnston"
    },
    {
      "headline": "A Digital World With Analog As Its Workhorse",
      "snippet": "Digital revolution is driving strong demand for advances in analog electronics, arcane realm in which tens of thousands of products translate reality into 1's and 0's for computers and retranslate digital results into forms humans can perceive; Te...",
      "abstract": "Digital revolution is driving strong demand for advances in analog electronics, arcane realm in which tens of thousands of products translate reality into 1's and 0's for computers and retranslate digital results into forms humans can perceive; Texas Instruments Inc has emerged as global leader in analog chip market, making both digital signal processors and number of analog devices surrounding signal processors; graph and table of analog-based revenues; photos (M)",
      "lead_paragraph": "Phonograph records are relics. Traditional cameras sit in closets gathering dust. Clocks with hands? How quaint.",
      "publication_date": "2004-08-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/09/business/technology-a-digital-world-with-analog-as-its-workhorse.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "IRAQ'S PREMIER TAKES HARD LINE AGAINST REBELS",
      "snippet": "Prime Min Ayad Allawi flies into embattled city of Najaf and says there would be 'no negotiations or truce' that would spare rebel fighters from American and Iraqi forces who are waging violent contest for control of city's heart; lays down hard l...",
      "abstract": "Prime Min Ayad Allawi flies into embattled city of Najaf and says there would be 'no negotiations or truce' that would spare rebel fighters from American and Iraqi forces who are waging violent contest for control of city's heart; lays down hard line against militiamen of Shiite cleric Moktada al-Sadr; Allawi's aides later announce that government has approved decree restoring death penalty for range of crimes that appear to cover almost every kind of insurgent attack; Allawi's political trademark since his youth in Saddam Hussein's Baath Party has been one of relentless toughness; in move made perhaps to curb challenges to his power, he issues warrants for arrests of one of his fiercest political rivals, Ahmad Chalabi, and Chalabi's nephew Salem Chalabi, who is chief adminstrator of Iraqi Special Tribunal set up by Americans to try Hussein and his top associates; photo (M)",
      "lead_paragraph": "Prime Minister Ayad Allawi, reinforcing his reputation as a man ready to deal harshly with his adversaries, flew into the embattled city of Najaf on Sunday and said that there would be ''no negotiations or truce'' that would spare rebel fighters from American and Iraqi forces who have been waging a violent contest for control of the city's heart.",
      "publication_date": "2004-08-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/09/world/the-reach-of-war-law-and-order-iraq-s-premier-takes-hard-line-against-rebels.html",
      "byline": "By John F. Burns and Alex Berenson"
    },
    {
      "headline": "Stop Me If You've Seen This One Before",
      "snippet": "TiVo, which changed way people watch television with its 1999 introduction of digital video recorder, now faces onslaught of competition from cable system and satellite operators, which are quickly eroding its once-dominant market share; plans qui...",
      "abstract": "TiVo, which changed way people watch television with its 1999 introduction of digital video recorder, now faces onslaught of competition from cable system and satellite operators, which are quickly eroding its once-dominant market share; plans quirky advertising drive to promote major strategic and marketing changes aimed at broadening subscriber base; stock price graph; drawing; photos (M)",
      "lead_paragraph": "TiVo has changed the way people watch television and added a new word to the vernacular. But that does not mean TiVo, the company, is thriving.",
      "publication_date": "2004-08-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/09/business/the-media-business-advertising-stop-me-if-you-ve-seen-this-one-before.html",
      "byline": "By Stuart Elliott and Ken Belson"
    },
    {
      "headline": "Young Men Are Back Watching TV. But Did They Ever Leave?",
      "snippet": "New evidence indicates men ages 18-34 are back watching television in pretty much same numbers they were in 2002 despite falloff Nielsen Media Research first detected in July 2003; Nielsen stands by its ratings, which showed Sept viewing by young ...",
      "abstract": "New evidence indicates men ages 18-34 are back watching television in pretty much same numbers they were in 2002 despite falloff Nielsen Media Research first detected in July 2003; Nielsen stands by its ratings, which showed Sept viewing by young men fell over 10 percent, drop questioned by critics as inconsistent with viewing patterns established over years of measurements; reported drop cost networks millions of dollars in advertising sales last fall and winter; graph; photos (M)",
      "lead_paragraph": "Unlike those other notoriously missing items -- the weapons of mass destruction -- television's missing young men appear to have been found, back in front of their TV sets.",
      "publication_date": "2004-08-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/09/business/media-young-men-are-back-watching-tv-but-did-they-ever-leave.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Churches See an Election Role And Spread the Word on Bush",
      "snippet": "Bush campaign is seeking to rally conservative churches and their members to help turn out sympathetic voters, especially in pivotal swing states such as Missouri; 600-member evangelical congregation in St Louis is on front lines of effort; its pa...",
      "abstract": "Bush campaign is seeking to rally conservative churches and their members to help turn out sympathetic voters, especially in pivotal swing states such as Missouri; 600-member evangelical congregation in St Louis is on front lines of effort; its pastor, Rev John A Wilson, has led prayer for Pres Bush every Sunday for 10 years; church has formed dozen-member 'moral action team' to inform church members about socially conservative electoral issues and to drive church members to polls; socially conservative pastors and priests in St Louis area are wrestling with their potentially pivotal role in tight presidential race; several say they feel duty to speak up for what they consider biblical values, and all of them express fear of letting partisanship distract from their spiritual mission; they also worry about endangering their churches' tax-exempt status by engaging in partisan politics; Bush campaign is doing everything it can to encourage these grass-roots efforts, although many conservative pastors bristle at notion that they have been enlisted by campaign; photo (M)",
      "lead_paragraph": "Susanne Jacobsmeyer, a member of the West County Assembly of God in a St. Louis suburb, voted for George W. Bush four years ago, but mostly out of loyalty as a Republican and not with much passion.",
      "publication_date": "2004-08-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/09/us/churches-see-an-election-role-and-spread-the-word-on-bush.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "Iraqis Ordering Chalabi Arrest; He Vows Fight",
      "snippet": "Iraqi officials announce arrest of Ahmad Chalabi, exile leader who returned to Iraq last year hoping to run country with American support; charge him with counterfeiting old Iraqi dinar notes; Chalabi, who is traveling in Iran, says charges are po...",
      "abstract": "Iraqi officials announce arrest of Ahmad Chalabi, exile leader who returned to Iraq last year hoping to run country with American support; charge him with counterfeiting old Iraqi dinar notes; Chalabi, who is traveling in Iran, says charges are politically motivated and vows to return to Iraq to fight for his name; officials also order arrest of Chalabi's nephew Salem Chalabi on charge relating to murder last June of Iraqi official Haithem Fadhil, director general of Iraqi Finance Ministry; younger Chalabi is spearheading prosecution of Saddam Hussein; judge says that if he is convicted, he could face death penalty that was just restored; Iraqi newspaper reports case against senior Chalabi was initiated by complaint by central bank; says Fadhil had been auditing Chalabi family's financial holdings and real estate in Iraq; senior Chalabi was seen as Bush administration's favored leader in Iraq as recently as six months ago; relationship deteriorated as prewar intelligence he provided was largely discredited; he and Prime Min Ayad Allawi are longtime rivals; photo (M)",
      "lead_paragraph": "Ahmad Chalabi, the exile leader who returned to Iraq last year hoping to run the country with American support, was ordered arrested on counterfeiting charges, Iraqi officials said Sunday night.",
      "publication_date": "2004-08-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/09/world/the-reach-of-war-fall-from-grace-iraqis-ordering-chalabi-arrest-he-vows-fight.html",
      "byline": "By John F. Burns and Dexter Filkins"
    },
    {
      "headline": "It's Not Just The Jobs Lost, But the Pay In the New Ones",
      "snippet": "Slow pace of job creation, which sank to growth of just 32,000 in July, has provided new ammunition in intense political debate over job quality; Democrats have said for months that long-delayed employment recovery is concentrated in low-wage jobs...",
      "abstract": "Slow pace of job creation, which sank to growth of just 32,000 in July, has provided new ammunition in intense political debate over job quality; Democrats have said for months that long-delayed employment recovery is concentrated in low-wage jobs that pay far less than those lost, but data remain inconclusive; there has been growth in some high-income occupations at time when disproportionate number of new jobs seem to be lower-paying ones; earnings gap between highest-paid employees and rest of work force is still widening (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/09/business/it-s-not-just-the-jobs-lost-but-the-pay-in-the-new-ones.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "MINES TO MOUNTAINTOPS: Rewriting Coal Policy; Friends in the White House Come to Coal's Aid",
      "snippet": "Special report, Mines to Mountaintops, cites Bush administration's approach to coal mining as particularly potent example of blend of politics and policy; Mine Safety and Health Adm, now headed by former executive of mining company, has abandoned ...",
      "abstract": "Special report, Mines to Mountaintops, cites Bush administration's approach to coal mining as particularly potent example of blend of politics and policy; Mine Safety and Health Adm, now headed by former executive of mining company, has abandoned series of Clinton-era safety proposals favored by coal miners while embracing others favored by mine owners; Pres Bush is making good on his 2000 campaign pledge to ease environmental restrictions that industry officials say are threatening jobs in coal country; that pledge helped Bush win West Virginia's five electoral votes, ultimately margin of victory; David Lauriski, who heads Mine Safety and Health Adm, claims rules his agency has rescinded were unnecessary; says proposal he backs, to allow some operators to let coal-dust levels rise substantially in mines, would improve miners' health by encouraging use of equipment to limit how much dust miners breathe; Bush administration's efforts to change rules have led to battles with labor unions and environmentalists; Congress and courts have stepped in to temporarily block some initiatives, including coal dust measure; critics note Center for Responsive Politics figures showing that over last six years, 90 percent of coal companies' $9 million in donations went to Republican federal political candidates and party organizations; photos; charts; map (L)",
      "lead_paragraph": "In 1997, as a top executive of a Utah mining company, David Lauriski proposed a measure that could allow some operators to let coal-dust levels rise substantially in mines. The plan went nowhere in the government.",
      "publication_date": "2004-08-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/09/us/mines-mountaintops-rewriting-coal-policy-friends-white-house-come-coal-s-aid.html",
      "byline": "By Christopher Drew and Richard A. Oppel Jr"
    },
    {
      "headline": "TOURIST COPTERS IN NEW YORK CITY A TERROR TARGET",
      "snippet": "Security measures for New York City helicopter operators are being stepped up after Pakistan forwards what is regarded as credible and specific information indicating that Al Qaeda has considered using tourist helicopters in terror attacks in New ...",
      "abstract": "Security measures for New York City helicopter operators are being stepped up after Pakistan forwards what is regarded as credible and specific information indicating that Al Qaeda has considered using tourist helicopters in terror attacks in New York City; Homeland Security Dept official says airport-style screenings of passengers may be required; separately, senior American intelligence officials says more than 1,000 computer disks were seized during arrests last week of 12 suspected Al Qaeda operatives in England; disks, now being scrutinized by British and American intelligence, appear to contain evidence of previously unknown terrorist planning activities in US: intelligence officials say they consider information about Al Qaeda's possible interest in helicopters and financial institutions to be critical in understanding how or where terrorists might strike, if not when; some Democrats express skepticism about timing of Bush administration's reports about possible terrorist plots; they have accused White House of playing politics when it recently stepped up terror alert based on years-old intelligence reports; photos (M)",
      "lead_paragraph": "Pakistan has given American officials what they regard as credible and specific information indicating that Al Qaeda has considered using tourist helicopters in terror attacks in New York City, domestic security officials said Sunday.",
      "publication_date": "2004-08-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/09/world/threats-and-responses-security-tourist-copters-in-new-york-city-a-terror-target.html",
      "byline": "By David Johnston and Eric Lichtblau"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "More E-Commerce Sites Aim to Add 'Sticky' Content  Stickiness, the notion of gluing customers to sites with product information like consumer reviews and stories, is back. New technological and consumer trends are prompting e-commerce executives t...",
      "abstract": " More E-Commerce Sites Aim to Add 'Sticky' Content  Stickiness, the notion of gluing customers to sites with product information like consumer reviews and stories, is back. New technological and consumer trends are prompting e-commerce executives to again think of their online stores as multimedia extravaganzas.    Howard Lefkowitz, above, president of Vegas.com, has built more editorial features around his company's travel site. ''But there's a fine line,'' he said. ''If people are reading too much, they're not buying stuff.'' Bob Tedeschi: E-Commerce Report. [Page C5.]",
      "lead_paragraph": "More E-Commerce Sites Aim to Add 'Sticky' Content",
      "publication_date": "2004-08-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/09/business/business-digest-569828.html",
      "byline": ""
    },
    {
      "headline": "Hip-Hop Admen: Walk This Way, Shop This Way",
      "snippet": "Andre Harrell, record producer who co-founded Nu America ad agency and talent company, is using his music industry experience and ties to create advertising drives for variety of clients; is one of many former and current hip-hop producers and per...",
      "abstract": "Andre Harrell, record producer who co-founded Nu America ad agency and talent company, is using his music industry experience and ties to create advertising drives for variety of clients; is one of many former and current hip-hop producers and performers building successful full-service agencies they run apart from their other businesses; many recent converts to full-time general advertising once worked for Sean Combs, now known to fans as P Diddy; photos (M)",
      "lead_paragraph": "Andre Harrell, the record producer who gave P. Diddy his first internship in the business in 1990 and who later ran Motown Records, knows there can be many careers in a life.",
      "publication_date": "2004-08-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/09/business/hip-hop-admen-walk-this-way-shop-this-way.html",
      "byline": "By Nat Ives"
    }
  ]
}