{
  "metadata": {
    "date": "2004-04-29",
    "total_articles": 24
  },
  "articles": [
    {
      "headline": "Profit Falls Nearly 20% At Unilever",
      "snippet": "Unilever says first-quarter profits dropped by almost fifth; reports 515 million euros ($615 million) in net profit, down from 637 million euros year ago; worldwide sales were down 8 percent, to 9.36 billion euros; sales of company's leading brand...",
      "abstract": "Unilever says first-quarter profits dropped by almost fifth; reports 515 million euros ($615 million) in net profit, down from 637 million euros year ago; worldwide sales were down 8 percent, to 9.36 billion euros; sales of company's leading brands grew 1.3 percent, below forecasts of 1.5 percent to 2.5 percent (M)",
      "lead_paragraph": "Unilever, the world's largest producer of food and soap, said Wednesday that its quarterly profits dropped by almost a fifth, as competition in most markets grew tougher.",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/29/business/profit-falls-nearly-20-at-unilever.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "A Hobbled Daimler Chief May Shift Focus to China",
      "snippet": "Chinese government officials are expected to sign off on joint venture with DaimlerChrysler to assemble Mercedes-Benz cars in China; agreement may be delivered by China's Prime Min Wen Jiabao when he visits Berlin next week; DaimlerChrysler's chie...",
      "abstract": "Chinese government officials are expected to sign off on joint venture with DaimlerChrysler to assemble Mercedes-Benz cars in China; agreement may be delivered by China's Prime Min Wen Jiabao when he visits Berlin next week; DaimlerChrysler's chief executive Jurgen E Schrempp has seen bulk of his Asian strategy undermined last week, when board voted not to bail out Mitsubishi Motors of Japan with injection of $1.8 billion or more in new capital; decision hobbled Schrempp's global ambitions and stirred speculation that Schrempp might be pushed out, or at least pushed aside; photo (M)",
      "lead_paragraph": "When Jürgen E. Schrempp faces the 20 members of DaimlerChrysler's board in New York on Thursday, he will bring at least one piece of good news: Beijing officials are expected to sign off on a joint venture to assemble Mercedes-Benz cars in China.",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/29/business/a-hobbled-daimler-chief-may-shift-focus-to-china.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Brazil's President Pressed to Spend More",
      "snippet": "Brazil's Pres Luiz Inacio Lula da Silva, faced with declining approval ratings and slow economic recovery, is struggling to stave off political pressure to raise spending and save his hard-earned reputation as fiscal conservative; photo (M)d",
      "abstract": "Brazil's Pres Luiz Inacio Lula da Silva, faced with declining approval ratings and slow economic recovery, is struggling to stave off political pressure to raise spending and save his hard-earned reputation as fiscal conservative; photo (M)d",
      "lead_paragraph": "Faced with declining approval ratings and an excruciatingly slow economic recovery, Brazil's president, Luiz Inácio Lula da Silva, is struggling to stave off political pressure to raise spending and save his hard-earned reputation as a fiscal conservative.",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/29/business/brazil-s-president-pressed-to-spend-more.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Medicare Starts Web Site To Compare Drug Prices  Medicare is starting a Web site to help millions of older Americans compare prices of their prescription drugs. The site is the first big-league test for DestinationRx, the little-known company that...",
      "abstract": " Medicare Starts Web Site To Compare Drug Prices  Medicare is starting a Web site to help millions of older Americans compare prices of their prescription drugs. The site is the first big-league test for DestinationRx, the little-known company that Medicare hired without competitive bidding to create and run the system.    If it works as advertised, Medicare enrollees will be able to visit the site to find prices of their medications at nearby stores that will accept Medicare-certified drug discount cards. They could then use the information to decide which card would help them most. But the program has attracted skeptics. [Page C5.]",
      "lead_paragraph": "Medicare Starts Web Site To Compare Drug Prices",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/29/business/business-digest-407372.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: China: Mobile Phone Acquisition",
      "snippet": "China Mobile (Hong Kong) will buy 10r",
      "abstract": "China Mobile (Hong Kong) will buy 10r",
      "lead_paragraph": "China Mobile (Hong Kong), the cellular telephone company, said it would buy 10 provincial networks from its parent for $3.65 billion. The company forecast higher profit from the purchase, which would complete its nationwide coverage. China Mobile will pay the government-owned China Mobile Communications Corporation $2 billion cash upfront and the remaining amount in 15 years, China Mobile said. It will assume net debt of $470 million. The purchase adds 24 million users to the company, which had 150 million customers at the end of March.",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/29/business/world-business-briefing-asia-china-mobile-phone-acquisition.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "COURT HEARS CASE ON U.S. DETAINEES",
      "snippet": "Bush administration, arguing before Supreme Court, contends that open-ended military detention of United States citizens as enemy combatants, without criminal charges or access to lawyers, is justified both in law and as policy; majority of justic...",
      "abstract": "Bush administration, arguing before Supreme Court, contends that open-ended military detention of United States citizens as enemy combatants, without criminal charges or access to lawyers, is justified both in law and as policy; majority of justices express some degree of concern over breadth of that position in their questioning of Paul D Clement, principal deputy solicitor general; despite justices' evident discomfort, it is far from clear that court will tell administration it has gone too far, either in case of Yaser Esam Hamdi, American-born Saudi siezed in Afghanistan, or Jose Padilla, Chicagoan taken into custody at O'Hare Airport; both men have spent two years in military custody; their cases raise difficult issue: not only whether detainees can get into court, but how courts are to balance rights they claim against needs of national security that government asserts; several justices question open-ended nature of detention; photos (M)",
      "lead_paragraph": "The Bush administration yielded no ground before the Supreme Court on Wednesday in arguing that the open-ended military detention of United States citizens as enemy combatants, without criminal charges or access to lawyers, was justified both in law and as policy.",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/29/us/the-supreme-court-the-arguments-court-hears-case-on-us-detainees.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "SUPPORT FOR WAR IS DOWN SHARPLY, POLL CONCLUDES",
      "snippet": "New York Times/CBS News Poll finds support for war in Iraq has eroded substantially over past several months, and Americans are increasingly critical of way Pres Bush is handling conflict; finds 47 percent of respondents say US was right to take m...",
      "abstract": "New York Times/CBS News Poll finds support for war in Iraq has eroded substantially over past several months, and Americans are increasingly critical of way Pres Bush is handling conflict; finds 47 percent of respondents say US was right to take military action against Iraq, down from 58 percent month earlier and 63 percent in Dec, just after Saddam Hussein was captured; Bush's approval rating now stands at 46 percent, lowest level of his presidency, down from 71 percent last Mar and high of 89 percent just after 9/11 attacks; Bush's approval rating for his handling of Iraq is 41 percent, down from 49 percent last month and 59 percent in Dec; diminished public support for war does not translate into any significant advantage for Sen John Kerry, because Bush remains strong in other areas vital to his re-election, including his handling of threat from terrorism, which wins approval of 60 percent of respondents; Bush and Kerry remain in dead heat, both in head-to-head matchup and in three-way race that includes Ralph Nader; poll's other findings detailed; photo; graphs (L)",
      "lead_paragraph": "Support for the war in Iraq has eroded substantially over the past several months, and Americans are increasingly critical of the way President Bush is handling the conflict, according to the latest New York Times/CBS News Poll.",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/29/us/the-2004-campaign-the-poll-support-for-war-is-down-sharply-poll-concludes.html",
      "byline": "By Richard W. Stevenson and Janet Elder"
    },
    {
      "headline": "Comcast Pulls Disney Bid Off the Table, And Wall Street Breathes a Sigh of Relief",
      "snippet": "Comcast Corp withdraws its $54.1 billion offer for Walt Disney Co after it becomes apparent that its bid is too low to succeed; several analysts say failed effort has somewhat damaged Comcast's image; Comcast chief executive Brian L Roberts says h...",
      "abstract": "Comcast Corp withdraws its $54.1 billion offer for Walt Disney Co after it becomes apparent that its bid is too low to succeed; several analysts say failed effort has somewhat damaged Comcast's image; Comcast chief executive Brian L Roberts says his only mistake in bidding for Disney was assumption 'that the Disney board would talk to us'; failed bid raises questions about strategy that Comcast will choose to pursue next; graph; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/29/business/comcast-pulls-disney-bid-off-the-table-and-wall-street-breathes-a-sigh-of-relief.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "HUSSEIN'S AGENTS BEHIND ATTACKS, PENTAGON FINDS",
      "snippet": "Pentagon intelligence report concludes that many bombings against Americans and their allies in Iraq and more sophisticated of guerrilla attacks in Falluja are organized and often carried out by members of Saddam Hussein's secret service, so-calle...",
      "abstract": "Pentagon intelligence report concludes that many bombings against Americans and their allies in Iraq and more sophisticated of guerrilla attacks in Falluja are organized and often carried out by members of Saddam Hussein's secret service, so-called M-14, who planned for insurgency even before fall of Baghdad; says suicide bombers have worn explosive-laden vests made before war under direction of M-14 officers, and one suicide attack last Apr, which killed three Americans, was carried out by pregnant woman who was an M-14 colonel; roadway explosive devices and car bombs have killed Iraqis as well as Americans, and have sown chaos and fear across Iraq; Pentagon report's findings are based on interrogations with high-ranking M-14 members now in American custody, as well as documents discovered and translated by Iraq Survey Group; report provides more detailed portrait of Iraqi insurgency, which American officials have been describing as rudderless guerrilla movement of foreign fighters, Islamic jihadists, former Baathists, and common criminals; report does not address question of how broad-based support for insurgency is (M)",
      "lead_paragraph": "A Pentagon intelligence report has concluded that many bombings against Americans and their allies in Iraq, and the more sophisticated of the guerrilla attacks in Falluja, are organized and often carried out by members of Saddam Hussein's secret service, who planned for the insurgency even before the fall of Baghdad.",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/29/world/the-struggle-for-iraq-the-foe-hussein-s-agents-behind-attacks-pentagon-finds.html",
      "byline": "By Thom Shanker"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Wireless Earnings Up",
      "snippet": "America Movil reports revenue and profit rose in first quarter; sales rose 55.8 percent over first quarter of last year, to $2.5 billion; profit increased 35.5 percent, to $376 million (S)",
      "abstract": "America Movil reports revenue and profit rose in first quarter; sales rose 55.8 percent over first quarter of last year, to $2.5 billion; profit increased 35.5 percent, to $376 million (S)",
      "lead_paragraph": "América Móvil, the largest wireless telecommunications company in Latin America, reported that revenue and profit rose in the first quarter, helped by growth in Mexico and South America. Sales rose 55.8 percent over the first quarter of last year, to $2.5 billion. Profit increased 35.5 percent, to $376 million. The company added 2.9 million subscribers in the quarter to reach a total of 48.3 million. The quarterly figures included operations that the company acquired in Brazil last year. In Mexico, the company's subsidiary, Telcel, signed up 1.13 million subscribers. Elisabeth Malkin (NYT)",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/29/business/world-business-briefing-americas-mexico-wireless-earnings-up.html",
      "byline": "By Elisabeth Malkin (NYT)"
    },
    {
      "headline": "Comcast Abandons Disney Bid, But Pressure on Eisner Remains",
      "snippet": "Comcast Corp abandons its $54.1 billion hostile takeover bid for Walt Disney Co, faced with Disney's continued refusal to consider selling and falling price of Comcast stock since offer was made; withdrawal offers Disney and its chief executive Mi...",
      "abstract": "Comcast Corp abandons its $54.1 billion hostile takeover bid for Walt Disney Co, faced with Disney's continued refusal to consider selling and falling price of Comcast stock since offer was made; withdrawal offers Disney and its chief executive Michael D Eisner only temporary relief from their critics; restive shareholders are so convinced that Eisner has mismanaged company that they forced Disney's board to strip him of his chairman's title last month; Roy E Disney, Walt Disney's nephew and former board member, reaffirms his commitment to force Eisner out; what has drawn his particular ire, and surprised some Wall St analysts and investors, is board's decision not to initiate formal succession plan for Eisner; photo (M)",
      "lead_paragraph": "The Magic Kingdom is no longer under assault, but its king remains under siege.",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/29/business/comcast-abandons-disney-bid-but-pressure-on-eisner-remains.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Strike at Plant In Day 10; Fiat Shuts Five Others",
      "snippet": "Strike by Fiat workers in Melfi, Italy, enters its 10th day, posing threat to Fiat's nascent recovery from its worst financial predicament; lack of parts made at plant halts production at five other Fiat car factories in Italy; lost production as ...",
      "abstract": "Strike by Fiat workers in Melfi, Italy, enters its 10th day, posing threat to Fiat's nascent recovery from its worst financial predicament; lack of parts made at plant halts production at five other Fiat car factories in Italy; lost production as result of strike so far totals 25,000 cars; striking employees are seeking shifts and pay comparable to those of other Fiat workers in Italy; map; photo (M)",
      "lead_paragraph": "A strike by Fiat workers in the southern Italian town of Melfi entered its 10th day on Wednesday, posing a threat to Fiat's nascent recovery from its worst financial predicament.",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/29/business/strike-at-plant-in-day-10-fiat-shuts-five-others.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "Mixing and Matching, 2 New Palms Emerge",
      "snippet": "David Pogue State of the Art column compares two new Zire models from Palm that incorporate features from more expensive models; photo (M)",
      "abstract": "David Pogue State of the Art column compares two new Zire models from Palm that incorporate features from more expensive models; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/04/29/technology/state-of-the-art-mixing-and-matching-2-new-palms-emerge.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Playing Catch-Up On the Console",
      "snippet": "Future of game consoles may hinge on battle for game developer allegiance; game development companies find Xbox is console of choice that would prompt other manufacturers to include technology more compatible with development software; developers ...",
      "abstract": "Future of game consoles may hinge on battle for game developer allegiance; game development companies find Xbox is console of choice that would prompt other manufacturers to include technology more compatible with development software; developers desire adequate showcase for artistry and complexity of games; photos (M)",
      "lead_paragraph": "IN an inconspicuous Texas office building, doom is being sealed pixel by pixel, polygon by polygon. More precisely, Doom 3, the long-awaited sequel in the enormously successful Doom video game series, is taking shape in the studios of Id Software.",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/04/29/technology/playing-catch-up-on-the-console.html",
      "byline": "By Michel Marriott"
    },
    {
      "headline": "South Korea Casts Wary Glance to North",
      "snippet": "Images out of North Korea after train explosion in Ryongchon are reminder of price of economic collapse; after almost six decades of Communist rule by Kim family, North Korea can boast industrial equipment with value of $2 billion while South Kore...",
      "abstract": "Images out of North Korea after train explosion in Ryongchon are reminder of price of economic collapse; after almost six decades of Communist rule by Kim family, North Korea can boast industrial equipment with value of $2 billion while South Korea's industrial equipment has value of $489 billion; North Korean images are vivid reminders of high economic price of East German-style collapse; South Korea's bill to rebuild North Korea in first decade of unification could be around $600 billion; photo (M)",
      "lead_paragraph": "The huge orange fireball that leveled a North Korean railroad town last week stamped an exclamation point on a report that spelled out how North Korea, once the peninsula's industrial showcase, is now its industrial wasteland.",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/29/business/south-korea-casts-wary-glance-to-north.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Siemens Misses Profit Forecast",
      "snippet": "Siemens posts smaller-than-expected second-quarter profit; profit rose to 1.2 billion euros ($1.43 billion) from 568 billion euros year earlier but fell short of 1.47 billion euros expected by analysts; chief executive Heinrich von Pierer comments...",
      "abstract": "Siemens posts smaller-than-expected second-quarter profit; profit rose to 1.2 billion euros ($1.43 billion) from 568 billion euros year earlier but fell short of 1.47 billion euros expected by analysts; chief executive Heinrich von Pierer comments; photo (S)",
      "lead_paragraph": "The German electronics and engineering company Siemens posted a smaller-than-expected second-quarter profit as a result of losses at its transportation systems and logistics units. Profit rose to 1.2 billion euros ($1.43 billion) from 568 billion euros a year earlier but fell short of the 1.47 billion euros expected by analysts. The company posted a one-time gain of 836 million euros from the sale of a stake in the chipmaker Infineon Technologies. Sales in the period, which ended March 31, fell 2 percent. Hit by charges for defective trams, Siemens's transportation systems reported a loss of 289 million euros, while the logistics unit booked 433 million euros of one-time charges and lost 30 million euros. The chief executive, Heinrich von Pierer, above, reiterated the company's target for profit growth of more than 10 percent for the full year, ''even if they will be harder to reach.'' Petra Kappl (NYT)",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/29/business/world-business-briefing-europe-germany-siemens-misses-profit-forecast.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "FINDING OUT: Adults and Autism; An Answer, but Not a Cure, for a Social Disorder",
      "snippet": "Thousands of adults who have never fit in socially are only now stumbling across neurological explanation for their lifelong struggles with ordinary human contact, special report, Finding Out: Adults and Autism; many have Asperger's syndrome, auti...",
      "abstract": "Thousands of adults who have never fit in socially are only now stumbling across neurological explanation for their lifelong struggles with ordinary human contact, special report, Finding Out: Adults and Autism; many have Asperger's syndrome, autistic disorder notable for often vast discrepancy between intellectual and social abilities of those who have it; they have profound difficulty navigating basic social interaction because they lack ability to read cues like body language and to figure out what other people are thinking; they are filling up scarce classes that teach skills like how close to stand next to someone at a party, and how to tell when people are angry even when they are smiling; new wave of discovery about syndrome sends ripples through lives of those who have it and their families; it is soothing tension among some married couples, prompting others to call it quits; parents are suddenly realizing their adult children are disabled, not subborn or lazy; grim fact is that there is no cure for disorder and no drug to treat it; photos (L)",
      "lead_paragraph": "Last July, Steven Miller, a university librarian, came across an article about a set of neurological conditions he had never heard of called autistic spectrum disorders. By the time he finished reading, his face was wet with tears.",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/29/us/finding-out-adults-and-autism-an-answer-but-not-a-cure-for-a-social-disorder.html",
      "byline": "By Amy Harmon"
    },
    {
      "headline": "Nortel Fires 3 Top Executives and Will Halve 2003 Profit",
      "snippet": "Nortel Networks fires chief executive Frank A Dunn, chief financial officer Douglas C Beatty and controller Michael J Gollogly and says it will cut its 2003 earnings in half, in worsening accounting debacle that goes back to at least 2001; Nortel ...",
      "abstract": "Nortel Networks fires chief executive Frank A Dunn, chief financial officer Douglas C Beatty and controller Michael J Gollogly and says it will cut its 2003 earnings in half, in worsening accounting debacle that goes back to at least 2001; Nortel said in January that it earned $732 million in 2003, its first full-year profit in six years. scaling back of those profits raises serious doubts about Nortel's attempts to improve its accounting methods as well as its efforts to reposition itself after technology slump; William Owens, director since 2002 and retired admiral and former vice chairman of American Joint Chiefs of Staff, will succeed Dunn as chief executive; Securities and Exchange Commission has begun formal probe into company's accounting practices; Ontario Securities Commission is also investigating and Nortel has been contacted by Royal Canadian Mounted Police; photo (M)",
      "lead_paragraph": "Nortel Networks, North America's largest telecommunications equipment maker, fired its chief executive, chief financial officer and controller yesterday, and said it would cut its 2003 earnings in half, in a worsening accounting debacle that goes back to at least 2001.",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/29/business/nortel-fires-3-top-executives-and-will-halve-2003-profit.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Bank Profit Rises ABN",
      "snippet": "ABN Amro Holding re",
      "abstract": "ABN Amro Holding re",
      "lead_paragraph": "Amro Holding reported a 35.4 percent rise in first-quarter net profit, to 934 million euros ($1.1 billion), helped by fewer provisions for bad debt, rising stock markets and a cost-cutting program. Total revenue was up 5.4 percent, to 4.76 billion euros. ABN's first-quarter performance exceeded many analysts' expectations. The bank said net profit of its United States operations fell 37.8 percent, hurt by a slowdown in the mortgage market. But for the entire company it forecast a bigger net profit this year compared with last. Gregory Crouch (NYT)",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/29/business/world-business-briefing-europe-the-netherlands-bank-profit-rises-abn.html",
      "byline": "By Gregory Crouch (NYT)"
    },
    {
      "headline": "Debate Stirs Over Tiny Loans for World's Poorest",
      "snippet": "United States Congress strengthens requirement that half of American aid for microcredit programs in poor countries go to very poorest people; many of 50 million people who take part in programs hover at upper fringe of poverty; new rules stir str...",
      "abstract": "United States Congress strengthens requirement that half of American aid for microcredit programs in poor countries go to very poorest people; many of 50 million people who take part in programs hover at upper fringe of poverty; new rules stir strong opposition from other donors and range of microfinance institutions, which contend that industry may grow faster and ultimately help more very poor people by aiming at wider pool that ranges from people who are struggling but not poor to those much further down economic ladder; United States Congress has appropriated $2 billion for such programs since 1988; researchers for Bangladesh's largest microlender group find that people near poverty line are main users of microfinance and are more likely to get more and bigger loans and build successful microenterprises, while very poor are more likely to drop out of microcredit programs; group's leaders say microcredit industry needs to try new approaches to help poorest people, by coupling small loans with skills training and grants of food; group has been experimenting with giving poorest people cows and goats to raise, rather than loans to buy animals; photos; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/29/world/debate-stirs-over-tiny-loans-for-world-s-poorest.html",
      "byline": "By Celia W. Dugger"
    },
    {
      "headline": "Trial Provides Fresh Glimpse Into Wall St. Ways",
      "snippet": "Fresh glimpse into backscratching ways of Wall Street and corporate America during technology stock boom emerges during final hours of former Credit Suisse First Boston investment banker Frank P Quattrone's testimony in his obstruction of justice ...",
      "abstract": "Fresh glimpse into backscratching ways of Wall Street and corporate America during technology stock boom emerges during final hours of former Credit Suisse First Boston investment banker Frank P Quattrone's testimony in his obstruction of justice trial; while much of evidence that prosecutors introduced during cross-examination has little to do directly with criminal charges against Quattrone, it paints vivid picture of quid pro quo culture filled with crude jokes and name-calling that had long been assumed but rarely put on such sharply display; prosecutors introduce e-mail messages that appear to show First Boston bankers trying to attract new business by offering corporate executives access to hot initial public offerings, practice known as 'spinning' (M)",
      "lead_paragraph": "A fresh glimpse into the backscratching ways of Wall Street and corporate America during the technology stock boom emerged yesterday during the final hours of Frank P. Quattrone's testimony in his obstruction of justice trial.",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/29/business/trial-provides-fresh-glimpse-into-wall-st-ways.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "In Class, the Audience Weighs In",
      "snippet": "Educators find using wireless keypads helpful in classroom give-and-take because they make shy students participate and know-it-alls lose monopoly of dialogue; device sends signal to computer that tabulates and analyzes responses; photos (M)",
      "abstract": "Educators find using wireless keypads helpful in classroom give-and-take because they make shy students participate and know-it-alls lose monopoly of dialogue; device sends signal to computer that tabulates and analyzes responses; photos (M)",
      "lead_paragraph": "PAUL CARON, a law professor at the University of Cincinnati, uses them to break through what he calls the ''cone of silence'' in his classroom. For Wendy Tietz, who teaches accounting at Kent State, they are a way to encourage teamwork and give credit for class participation. Melissa Wilde, a sociology professor at Indiana University, says they help her students feel a connection to the subject.",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/04/29/technology/in-class-the-audience-weighs-in.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "World Business Briefing | Asia: China: Inquiry At Insurance Company",
      "snippet": "China Life Insurance, which raised $3.5 billion in public share offering last year, is asked to submit details about sale by Hong Kong's Securities and Futures Commission; request comes after insurer says it has received informal inquiry from US S...",
      "abstract": "China Life Insurance, which raised $3.5 billion in public share offering last year, is asked to submit details about sale by Hong Kong's Securities and Futures Commission; request comes after insurer says it has received informal inquiry from US Securities and Exchange Commission, asking company to produce documents and other information (S)",
      "lead_paragraph": "China Life Insurance, which raised $3.5 billion in a public share offering last year, was asked to submit details about the sale by Hong Kong's Securities and Futures Commission. The request comes after the insurer said on Tuesday that it had received an informal inquiry from the Securities and Exchange Commission in the United States, asking the company to produce documents and other information. China Life, the Hong Kong-listed unit of China's biggest insurer, said on April 7 that its parent had to pay 67.49 million yuan ($8.15 million) of unpaid taxes and fines after an investigation by the Chinese government. The National Audit Office of China, in a review of the parent company's business for the period to 2002, found it had made illegal investments, failed to pay taxes on time and evaded tax by over- or understating expenses and income, the Hong Kong unit said earlier this month.",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/29/business/world-business-briefing-asia-china-inquiry-at-insurance-company.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Small Company Is Foundering; Stock Is Soaring",
      "snippet": "Spectrum Sciences and Software, which appears to have rising revenue and profit and prospect of being 'debt free' within months, emerges in Securities and Exchange Commission filing as different company; there company's two directors say it 'is no...",
      "abstract": "Spectrum Sciences and Software, which appears to have rising revenue and profit and prospect of being 'debt free' within months, emerges in Securities and Exchange Commission filing as different company; there company's two directors say it 'is not viable on its own merit' and lacks 'adequate capital resources to pay this debt'; its auditor cautions that it may not be able to stgay in business; thanks in large part ot effusive stock promotions, bullish case is prevailing in murky world of penny stocks where Spectrum trades, on over-the-counter bulletin board; Spectrum appears to be classic case of small company with problems that was folded into shell company, one with public stock outstanding but no assets or operations; graph (M)",
      "lead_paragraph": "In the world of its news releases, Spectrum Sciences and Software is a successful military contractor with rising revenue and profit and the prospect of being ''debt free'' within months.",
      "publication_date": "2004-04-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/29/business/market-place-small-company-is-foundering-stock-is-soaring.html",
      "byline": "By Floyd Norris"
    }
  ]
}