{
  "metadata": {
    "date": "2004-03-03",
    "total_articles": 24
  },
  "articles": [
    {
      "headline": "At Least 143 Die in Attacks At Two Sacred Sites in Iraq",
      "snippet": "Suicide bombers and other attackers detonate mortars, grenades and roadside bombs among crowds of Shiite Muslims gathered for holy day observances at mosques in Baghdad and Karbala, killing at least 143 people; dead reportedly include pilgrims fro...",
      "abstract": "Suicide bombers and other attackers detonate mortars, grenades and roadside bombs among crowds of Shiite Muslims gathered for holy day observances at mosques in Baghdad and Karbala, killing at least 143 people; dead reportedly include pilgrims from Iran; death toll is highest in Iraq since United States-led invasion; much of angry reaction to attacks is focused on occupation; American officials suspect Abu Mussab al-Zarqawi, Sunni militant who wrote to senior Al Qaeda leaders seeking help in starting 'sectarian war' by attacking Shiites to spur counterattack by them on Sunnis; one of four suicide bombers is arrested when his explosive-laden vest fails to detonate; US intelligence official sees no link between attacks and attack on Shiites marking same holy day, Ashura, in Quetta, Pakistan; maps; chronology of attacks against Muslim targets; photos (M)",
      "lead_paragraph": "Suicide bombers and other attackers detonated mortars, grenades and roadside bombs on Tuesday among crowds of Shiite Muslims gathered for one of the holiest occasions in the Shiite calendar.",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/03/world/region-inflamed-violence-least-143-die-attacks-two-sacred-sites-iraq.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "World Business Briefing | Europe: Ireland: Profit In Building Materials",
      "snippet": "Ireland's CRH reports 2.8 percent increase in yearly net profit, to 640.6 million euros ($782 million), and 3 percent rise in yearly revenue, to 11.1 billion euros ($13.5 billion) (S)",
      "abstract": "Ireland's CRH reports 2.8 percent increase in yearly net profit, to 640.6 million euros ($782 million), and 3 percent rise in yearly revenue, to 11.1 billion euros ($13.5 billion) (S)",
      "lead_paragraph": "An Irish building materials conglomerate, CRH, reported a 2.8 percent increase in yearly net profit, to 640.6 million euros ($782 million), and a 3 percent rise in yearly revenue, to 11.1 billion euros ($13.5 billion), for 2003. Since 60 percent of its sales are in the American market, the weakening dollar eroded earnings. Brian Lavery (NYT)",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/03/business/world-business-briefing-europe-ireland-profit-in-building-materials.html",
      "byline": "By Brian Lavery (NYT)"
    },
    {
      "headline": "An Emboldened Investor Class Is Not Likely to Go Away Soon",
      "snippet": "Walt Disney Co's chairman and chief executive Michael D Eisner will face emboldened investor class at annual meeting, one armed and ready to challenge managers more sharply than at any time in recent memory; many shareholders appears to believe th...",
      "abstract": "Walt Disney Co's chairman and chief executive Michael D Eisner will face emboldened investor class at annual meeting, one armed and ready to challenge managers more sharply than at any time in recent memory; many shareholders appears to believe that in post-Enron era, criticism of companies is warranted, especially on executive pay practices and overly compliant boards; photo (Market Place column) (M)",
      "lead_paragraph": "When he confronts shareholders today at the Walt Disney Company's annual meeting, Michael D. Eisner must not only answer for his decisions in recent years as chairman and chief executive of the giant entertainment company. He must also respond to an emboldened investor class, armed and ready to challenge managers more sharply than at any time in recent memory.",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/03/business/market-place-an-emboldened-investor-class-is-not-likely-to-go-away-soon.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Ex-WorldCom Chief Is Indicted by U.S. In Securities Fraud",
      "snippet": "Former Worldcom chief executive Bernard J Ebbers is indicted on federal charges of helping to plan and execute biggest accounting fraud in American business history; Scott D Sullivan, company's former chief accounting officer, named in indictment,...",
      "abstract": "Former Worldcom chief executive Bernard J Ebbers is indicted on federal charges of helping to plan and execute biggest accounting fraud in American business history; Scott D Sullivan, company's former chief accounting officer, named in indictment, pleads guilty and plans to cooperate with prosecutors; Atty Gen John Ashcroft announces move to try Ebbers for securities fraud, conspiring to commit fraud and role in filing false corporate records with Securities and Exchange Commission, news conference; SEC enforcement official Stephen M Cutler says scandal shook world's faith in integrity of financial markets; photos (M)",
      "lead_paragraph": "Federal prosecutors yesterday charged Bernard J. Ebbers, the former chief executive of the telecommunications giant WorldCom, with helping to plan and execute the biggest accounting fraud in the history of American business.",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/03/business/corporate-conduct-overview-ex-worldcom-chief-indicted-us-securities-fraud.html",
      "byline": "By Barnaby J. Feder and Kurt Eichenwald"
    },
    {
      "headline": "World Business Briefing | Australia/New Zealand: New Zealand: Surge In Tourism",
      "snippet": "Number of visitors to New Zealand rose 10.6 percent in January, to 244,300, led by tourists from Australia, Britain and US (S)",
      "abstract": "Number of visitors to New Zealand rose 10.6 percent in January, to 244,300, led by tourists from Australia, Britain and US (S)",
      "lead_paragraph": "The number of visitors to New Zealand, which served as the location for the filming of ''Lord of the Rings'' movie trilogy, rose 10.6 percent in January, to 244,300, led by tourists from Australia, Britain and the United States. The films have been a boon to the nation's tourist industry since the first installment was released in 2001. Wayne Arnold (NYT)",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/03/business/world-business-briefing-australia-new-zealand-new-zealand-surge-in-tourism.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Publishers To Merge",
      "snippet": "Informa Group and Taylor & Francis Group plan to combine to create $2.02 billion science and medical publisher and organizer of events; combined company will be called T&G Informa; graph (S)",
      "abstract": "Informa Group and Taylor & Francis Group plan to combine to create $2.02 billion science and medical publisher and organizer of events; combined company will be called T&G Informa; graph (S)",
      "lead_paragraph": "The Informa Group and the Taylor & Francis Group said that they planned to combine to create a £1.1 billion ($2.02 billion) science and medical publisher and an organizer of events. The combined company, which will be called T&G Informa, will be able to grow faster than the individual companies would have, David Smith, chairman of Taylor & Francis, said.",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/03/business/world-business-briefing-europe-britain-publishers-to-merge.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Airline Plans Growth",
      "snippet": "Korean Air Co will spend 10.6 trillion won ($9 billion) in next 10 years on its fleet and services as it aims to become one of world's top airlines (S)",
      "abstract": "Korean Air Co will spend 10.6 trillion won ($9 billion) in next 10 years on its fleet and services as it aims to become one of world's top airlines (S)",
      "lead_paragraph": "The Korean Air Company will spend 10.6 trillion won ($9 billion) in the next 10 years on its fleet and services as it aims to become one of the world's top airlines. The airline, which is based in Seoul, will buy new planes including Airbus SAS A-380's and Boeing 777's and improve its in-flight services and technology, it said.",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/03/business/world-business-briefing-asia-south-korea-airline-plans-growth.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Parmalat's Auditors Opt To Not Meet Prosecutors",
      "snippet": "Deloitte & Touche, accountants for Parmalat SpA, says Adolfo Mamoli and Giuseppe Rovelli, partners, have declined opportunity to appear before prosecutors in Milan; says partners have done nothing wrong but are expected to be charged; charges are ...",
      "abstract": "Deloitte & Touche, accountants for Parmalat SpA, says Adolfo Mamoli and Giuseppe Rovelli, partners, have declined opportunity to appear before prosecutors in Milan; says partners have done nothing wrong but are expected to be charged; charges are to involve 25 people, including auditors from former Italian affiliate of Grant Thornton, which audited Parmalat until 1999, when Deloitte took over (M)",
      "lead_paragraph": "With Italian prosecutors heading for criminal charges in the Parmalat case within days, Deloitte & Touche said that two partners facing charges in Milan had declined an opportunity to appear before the prosecutors on Tuesday.",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/03/business/parmalat-s-auditors-opt-to-not-meet-prosecutors.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Europe: Ireland: Fruit Concern's Profit Rises",
      "snippet": "Fyffes says annual pretax profit rose 5.1 percent in 2003, to 71.6 million euros ($87.4 million); revenue rose 4.8 percent, to 1.9 billion euros ($2.3 billion) (S)",
      "abstract": "Fyffes says annual pretax profit rose 5.1 percent in 2003, to 71.6 million euros ($87.4 million); revenue rose 4.8 percent, to 1.9 billion euros ($2.3 billion) (S)",
      "lead_paragraph": "A fruit distributor based in Dublin, Fyffes, said its annual pretax profit rose 5.1 percent, to 71.6 million euros ($87.4 million) in 2003, after it recovered from difficult conditions during the European heat wave last summer. Revenue rose 4.8 percent, to 1.9 billion euros ($2.3 billion). Fyffes was helped by last year's currency fluctuations because it buys most of its bananas and other produce in dollars. Brian Lavery (NYT)",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/03/business/world-business-briefing-europe-ireland-fruit-concern-s-profit-rises.html",
      "byline": "By Brian Lavery (NYT)"
    },
    {
      "headline": "Hubris and the Fall of a Telecommunications Empire",
      "snippet": "No one reflects tumultuous ups and downs of telecommunications business in recent decades more clearly than Bernard J Ebbers, former chairman and chief executive of WorldCom, who has been indicted on federal fraud charges arising from company's co...",
      "abstract": "No one reflects tumultuous ups and downs of telecommunications business in recent decades more clearly than Bernard J Ebbers, former chairman and chief executive of WorldCom, who has been indicted on federal fraud charges arising from company's collapse; he rose to riches through deal-making mania of 1990's and was brought low, even before indictment, by orgy of excessive investment that turned telecommunications boom into perhaps greatest bust of single industry on record; graph shows fall of WorldCom share price since 2000; photos (M)",
      "lead_paragraph": "No one has reflected the tumultuous ups and downs of the telecommunications business in recent decades more clearly than Bernard J. Ebbers, the former junior high school basketball coach from Canada who is scheduled to be arraigned today on federal fraud charges arising from the spectacular collapse of WorldCom, the corporate empire he built through dozens of aggressive acquisitions.",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/03/business/corporate-conduct-former-chief-hubris-fall-telecommunications-empire.html",
      "byline": "By Simon Romero and Seth Schiesel"
    },
    {
      "headline": "Senate Leaders Scuttle Gun Bill Over Changes",
      "snippet": "Senate, 90-8, rejects bill to shield gun makers and dealers from suits; Republicans withdraw support for bill after Democrats tack on amendments to renew 10-year assault weapons ban and require background checks on customers at gun shows; vote cap...",
      "abstract": "Senate, 90-8, rejects bill to shield gun makers and dealers from suits; Republicans withdraw support for bill after Democrats tack on amendments to renew 10-year assault weapons ban and require background checks on customers at gun shows; vote caps week of debate in which both sides thought bill, backed by Pres Bush, would pass with bipartisan support; injects volatile gun control issue into presidential campaign; Sens John Edwards and John Kerry take breaks from their campaigns for Democratic presidential nomination to cast their first votes of year, in favor of weapons ban and background checks; Kerry delivers what amounts to stump speech in Senate in support of amendments; gun control advocates credit speech with helping to pass amendments; Sen Larry E Craig, bill sponsor, says presidential politics may have overtaken bill; takes unusual step of opposing own bill as 'dramatically wounded'; National Rifle Association official Wayne LaPierre, who also urged senators to reject amended bill, predicts votes will hurt Democrats; photo (M)",
      "lead_paragraph": "The Senate on Tuesday overwhelmingly rejected a measure to shield gun manufacturers and dealers from lawsuits. The defeat came after a roller-coaster day in which Republicans abruptly withdrew their support for the bill because Democrats had tacked on amendments to renew the 10-year assault weapons ban and require background checks on customers at gun shows.",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/03/us/senate-leaders-scuttle-gun-bill-over-changes.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Sprinter Faces a Marathon",
      "snippet": "Sen John Kerry, who sprinted from political near-death to Democratic Party's all-but-official presidential nominee in six weeks since his upset win in Iowa caucuses, faces grueling eight-month race against Pres Bush, who has all powers of incumben...",
      "abstract": "Sen John Kerry, who sprinted from political near-death to Democratic Party's all-but-official presidential nominee in six weeks since his upset win in Iowa caucuses, faces grueling eight-month race against Pres Bush, who has all powers of incumbency at his command; Bush is set to begin spending first of tens of millions of dollars on campaign advertising aimed at shaping race and defining Kerry as quickly and negatively as possible; Kerry has proved himself in past battles and says he is ready for fray; seemed easily rankled by recent mild attacks by Sen John Edwards; photo (M)",
      "lead_paragraph": "In just six weeks, John Kerry has made short work of every dogged Democratic rival, rebounding from political near-death to vibrant life as his party's all-but-official nominee. But as Ronald Reagan delighted in reminding the Democrats 20 years ago when he became the last Republican president elected to a second term: ''You ain't seen nothin' yet.''",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/03/us/the-2004-campaign-news-analysis-sprinter-faces-a-marathon.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "Canada Lowers Its Key Interest Rate",
      "snippet": "Bank of Canada lowers its benchmark interest rate from 2.5 percent to 2.25 percent, underlining pressure on biggest trading partners of US to counteract dampening effect their strong currencies are having on their domestic economic growth; much of...",
      "abstract": "Bank of Canada lowers its benchmark interest rate from 2.5 percent to 2.25 percent, underlining pressure on biggest trading partners of US to counteract dampening effect their strong currencies are having on their domestic economic growth; much of slowdown in Canada has been ascribed to shrinking exports, chiefly caused by 22 percent appreciation of Canadian dollar against American dollar in 2003; consumer spending has also slumped in recent months; graph (M)",
      "lead_paragraph": "The Bank of Canada lowered its benchmark interest rate on Tuesday for the second time this year, underlining the pressure on the biggest trading partners of the United States to counteract the dampening effect their strong currencies are having on their domestic economic growth.",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/03/business/canada-lowers-its-key-interest-rate.html",
      "byline": "By Bernard Simon"
    },
    {
      "headline": "Lawyers Present Their Closing Arguments in Trial of Martha Stewart",
      "snippet": "Martha Stewart's lawyer Robert G Morvillo delivers closing arguments in Stewart's fraud trial, telling jury that no single document or witness has provided firm proof of conspiracy or cover-up in Stewart's sale of ImClone Systems shares; lead pros...",
      "abstract": "Martha Stewart's lawyer Robert G Morvillo delivers closing arguments in Stewart's fraud trial, telling jury that no single document or witness has provided firm proof of conspiracy or cover-up in Stewart's sale of ImClone Systems shares; lead prosecutor Karen Patton Seymour rebuts portions of defense arguments, with frequent objections from defense lawyers; concludes by arguing that case is not about who is on trial but about truth; photo (M)",
      "lead_paragraph": "With drama, with flourishes, with a baritone made squeaky by nearly three hours of monologue, Martha Stewart's lawyer commanded the jury in her federal criminal trial to find her not guilty of four federal crimes yesterday, declaring in an echo of his client's familiar motif that ''if you do that, it's a good thing.''",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/03/business/lawyers-present-their-closing-arguments-in-trial-of-martha-stewart.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "World Business Briefing | Europe: Italy: Strike Called Off",
      "snippet": "Unions at Alitalia call off strike set for March 5 after Marco Zanichelli, new chief executive, agrees to revise plan that included 2,700 job losses (S)",
      "abstract": "Unions at Alitalia call off strike set for March 5 after Marco Zanichelli, new chief executive, agrees to revise plan that included 2,700 job losses (S)",
      "lead_paragraph": "The unions at Alitalia, the flagship Italian airline, called off a strike set for Friday after Marco Zanichelli, who was promoted to chief executive four days ago, agreed to revise a plan that included 2,700 job losses. Mr. Zanichelli will work with the nine unions on a new plan, Alitalia said.",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/03/business/world-business-briefing-europe-italy-strike-called-off.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Bid Off, but Barclay Brothers Are Said to Still Want Papers",
      "snippet": "Billionaire Barclay brothers formally withdraw their offer to acquire Hollinger Inc, but are believed to still want to buy Daily and Sunday Telegraph newspapers, jewels in Conrad Black's media empire; photo (M)",
      "abstract": "Billionaire Barclay brothers formally withdraw their offer to acquire Hollinger Inc, but are believed to still want to buy Daily and Sunday Telegraph newspapers, jewels in Conrad Black's media empire; photo (M)",
      "lead_paragraph": "The billionaire Barclay brothers formally withdrew their offer to acquire Hollinger Inc. on Tuesday, but people close to them said that the brothers still want to buy the Daily and Sunday Telegraph newspapers -- the jewels in Conrad Black's media empire.",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/03/business/bid-off-but-barclay-brothers-are-said-to-still-want-papers.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Visa Names Executive",
      "snippet": "Visa International names Christopher J Rodrigues as chief executive; photo (S)",
      "abstract": "Visa International names Christopher J Rodrigues as chief executive; photo (S)",
      "lead_paragraph": "Visa Internation-al, the payments processing system that is shared and owned by 21,000 banks around the world, named a British banking executive, Christopher J. Rodrigues, left, as chief executive. Mr. Rodrigues, 54, is currently the chief executive of Bradford & Bingley, a mortgage lender based in Yorkshire, but has previously held positions at American Express and Thomas Cook. Mr. Rodrigues will focus on using new technology to process the $2.7 trillion in payments that Visa handles annually, and on expanding Visa's network in developing countries, he said in an interview. Visa International is based in San Francisco. Heather Timmons (NYT)",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/03/business/world-business-briefing-europe-britain-visa-names-executive.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "New Zealand Stokes Its Wine Ambitions",
      "snippet": "New Zealand's wine industry is booming, and Americans are top foreign investors; of 75 winery investments in last eight years, 39 were by Americans--85 percent of all wineries now have at least partial foreign ownership; amount of vineyard land ha...",
      "abstract": "New Zealand's wine industry is booming, and Americans are top foreign investors; of 75 winery investments in last eight years, 39 were by Americans--85 percent of all wineries now have at least partial foreign ownership; amount of vineyard land has doubled since 1998, and is expected to increase by additional one-third by 2006; some analysts fear shakeout is coming with rising vineyard prices, increased dependence on overseas markets and currency that has risen more than 65 percent in last two years against dollar; photo (M)",
      "lead_paragraph": "It was visions of southern warmth during northern winters that first made the American winemaker Reginald B. Oliver explore New Zealand wineries. ''Endless summer was my initial thought,'' he said.",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/03/business/new-zealand-stokes-its-wine-ambitions.html",
      "byline": "By Otto Pohl"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Former Chief Executive Of WorldCom Is Indicted  Federal prosecutors charged Bernard J. Ebbers, the former chief executive of the telecommunications giant WorldCom, with conspiring to commit the biggest accounting fraud in the history of American b...",
      "abstract": " Former Chief Executive Of WorldCom Is Indicted  Federal prosecutors charged Bernard J. Ebbers, the former chief executive of the telecommunications giant WorldCom, with conspiring to commit the biggest accounting fraud in the history of American business.     The company's former chief accounting officer, Scott D. Sullivan, who was also named in the indictment, pleaded guilty and said he would cooperate with prosecutors. Legal experts say Mr. Sullivan's decision to reach a plea agreement paved the way for the indictment of Mr. Ebbers and will be crucial to the chances of convicting him. [Page A1.]",
      "lead_paragraph": "Former Chief Executive Of WorldCom Is Indicted",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/03/business/business-digest-634131.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: Warming Ties In Southeast Asia",
      "snippet": "Malaysia's government sells 9 percent of country's largest telephone operator, Telekom Malaysia, to group of investors that include Singapore government; price is $763 million; Temasek Holdings, investment arm of Singapore government, acquires 5 p...",
      "abstract": "Malaysia's government sells 9 percent of country's largest telephone operator, Telekom Malaysia, to group of investors that include Singapore government; price is $763 million; Temasek Holdings, investment arm of Singapore government, acquires 5 percent stake in Telekom Malaysia from Malaysian counterpart Khazanah Nasional (S)",
      "lead_paragraph": "In a sign of improving relations between Singapore and Malaysia, Malaysia's government said that it had sold 9 percent of the country's largest telephone operator, Telekom Malaysia, to a group of investors that included the Singapore government. The price was 2.9 billion ringgit ($763 million). Temasek Holdings, the investment arm of the Singapore government, bought a 5 percent stake in Telekom Malaysia from its Malaysian counterpart, Khazanah Nasional. Wayne Arnold (NYT)",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/03/business/world-business-briefing-asia-warming-ties-in-southeast-asia.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Appeals Court Favors Bells On Rates For Access",
      "snippet": "Federal appeals court strikes down regulations that have requird regional Bell telephone companies to lease their local networks to rival companies at low prices set by state regulators; decision, if it survives further legal challenges, would be ...",
      "abstract": "Federal appeals court strikes down regulations that have requird regional Bell telephone companies to lease their local networks to rival companies at low prices set by state regulators; decision, if it survives further legal challenges, would be substantial blow to AT&T, WorldCom and smaller companies that have relied on inexpensive access to local networks to reach their customers; could significantly reduce competition in local markets and lead to higher prices for callers; court criticizes Federal Communications Commission for its delegation of authority to states and for issuing other regulations last year that majority of commissioners said were intended to make local phone markets more competitive (M)",
      "lead_paragraph": "A federal appeals court handed a big victory to the four large regional Bell telephone companies on Tuesday, striking down regulations that had required the Bells to lease their local networks to rival companies at low prices set by state regulators.",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/03/business/appeals-court-favors-bells-on-rates-for-access.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "New Signs of Water Mean Mars May Once Have Supported Life",
      "snippet": "Scientists report almost certain evidence that landing site of Mars rover Opportunity was once soaked with water; Dr Steven W Squyres says finding greatly increases likelihood that site was once suitable for life, news conference; Dr Edward J Weil...",
      "abstract": "Scientists report almost certain evidence that landing site of Mars rover Opportunity was once soaked with water; Dr Steven W Squyres says finding greatly increases likelihood that site was once suitable for life, news conference; Dr Edward J Weiler of NASA calls finding giant leap toward answering whether there is or was life on Mars; photo (M)",
      "lead_paragraph": "Water is the elixir of life, and scientists reported almost certain evidence yesterday that the tiny crater that holds the Mars rover Opportunity was once soaked by it.",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/03/us/new-signs-of-water-mean-mars-may-once-have-supported-life.html",
      "byline": "By Kenneth Chang"
    },
    {
      "headline": "Disney Said to Weigh Dividing Top Posts",
      "snippet": "Walt Disney Co's board could announce as early as March 3 that it plans to separate jobs of chairman and chief executive, which are held by Michael D Eisner; hundreds of shareholders attend meeting called by Roy E Disney and Stanley P Gold, former...",
      "abstract": "Walt Disney Co's board could announce as early as March 3 that it plans to separate jobs of chairman and chief executive, which are held by Michael D Eisner; hundreds of shareholders attend meeting called by Roy E Disney and Stanley P Gold, former directors leading campaign to oust Eisner; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/03/business/disney-said-to-weigh-dividing-top-posts.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "KERRY IN BIG VICTORIES ACROSS NATION; EDWARDS WILL QUIT RACE, AN AIDE SAYS",
      "snippet": "Sen John Kerry wins victories in 9 of 10 primaries from New York to California, effectively capturing Democratic presidential nomination and prompting his main rival, Sen John Edwards, to move to end his campaign; defeats Edwards in almost every s...",
      "abstract": "Sen John Kerry wins victories in 9 of 10 primaries from New York to California, effectively capturing Democratic presidential nomination and prompting his main rival, Sen John Edwards, to move to end his campaign; defeats Edwards in almost every state, including Ohio and Georgia, where Edwards had been looking for victory to keep candidacy alive; Howard Dean, who withdrew from race, wins in Vermont, his home state; Pres Bush calls Kerry to congratulate him; Kerry and Edwards laud each other, speeches; Kerry attacks Bush, scoring his proposal for constitutional amendment to ban same-sex marriages as effort to divide nation; vote tallies; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/03/us/2004-campaign-overview-kerry-big-victories-across-nation-edwards-will-quit-race.html",
      "byline": "By Adam Nagourney"
    }
  ]
}