{
  "metadata": {
    "date": "2004-06-28",
    "total_articles": 33
  },
  "articles": [
    {
      "headline": "Oracle Says PeopleSoft Sought Merger",
      "snippet": "Oracle Corp president Safra A Catz testifies that PeopleSoft initiated talks about possible merger a year before Oracle made hostile bid for company; says Craig Conway, chief executive of PeopleSoft, personally called Lawrence J Ellison, Oracle's ...",
      "abstract": "Oracle Corp president Safra A Catz testifies that PeopleSoft initiated talks about possible merger a year before Oracle made hostile bid for company; says Craig Conway, chief executive of PeopleSoft, personally called Lawrence J Ellison, Oracle's chief executive, in June 2002 to discuss possibility of merger of companies so that they could better compete against SAP and Siebel Systems Inc; Catz photo (M)",
      "lead_paragraph": "The president of the Oracle Corporation testified in federal court on Friday that PeopleSoft initiated talks about a possible merger a year before Oracle made its hostile bid for the company.",
      "publication_date": "2004-06-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/26/business/oracle-says-peoplesoft-sought-merger.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "Army Used Speed and Might, Plus Cash, Against Shiite Rebel",
      "snippet": "First Armored Division was given its final mission in Iraq in April: wrest control of string of southern towns from rebellious Shiite cleric Moktada al-Sadr's militia; division's operation is being studied by Army struggling to learn lessons of wa...",
      "abstract": "First Armored Division was given its final mission in Iraq in April: wrest control of string of southern towns from rebellious Shiite cleric Moktada al-Sadr's militia; division's operation is being studied by Army struggling to learn lessons of war that continues to evolve, even on eve of transfer of power; campaign was mix of military tactics, political maneuverings, media management and generous dollop of cash for rebuilding war-ravaged cities; formula could become model for future fighting against insurrections plaguing Iraq; Sadr remains at large, and question is whether tactical successes claimed by commanders have guaranteed lasting strategic victory; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/26/world/reach-war-military-army-used-speed-might-plus-cash-against-shiite-rebel.html",
      "byline": "By Thom Shanker and Eric Schmitt"
    },
    {
      "headline": "2 Koreas Sidestep U.S. to Forge Pragmatic Links",
      "snippet": "South Korea, ignoring Bush administration efforts to isolate North Korea, has become its largest source of aid, trade and tourism; it is also North Korea's most consistent diplomatic advocate; conciliatory stance causes uneasiness and confusion in...",
      "abstract": "South Korea, ignoring Bush administration efforts to isolate North Korea, has become its largest source of aid, trade and tourism; it is also North Korea's most consistent diplomatic advocate; conciliatory stance causes uneasiness and confusion in Washington, where White House tries to keep united front with South Korea and Japan to induce North Korea to drop its nuclear weapons program; South Korea's plans do not include unification, at least not anytime soon; it wants to nudge North Korea down road toward free market and economic development; map; photo of South Korean troops dismantling loudspeakers that had been used to boom propaganda at North Korea (M)",
      "lead_paragraph": "Wielding wrenches on a rainy morning, South Korean marines methodically dismantled a wall of 48 olive-green loudspeakers that only days earlier had been blaring news and pop music to sentries and rice farmers working on the North Korean bank of the Han River.",
      "publication_date": "2004-06-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/26/world/2-koreas-sidestep-us-to-forge-pragmatic-links.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Grey Moves Toward Sale; Interpublic Loses Officer",
      "snippet": "Grey Global Group is taking first step toward possible sale, and Interpublic Group of Companies, another owner of ad agencies, announces management shake-up; Grey hires Goldman Sachs and J P Morgan Chase to explore possible sale of business; Chris...",
      "abstract": "Grey Global Group is taking first step toward possible sale, and Interpublic Group of Companies, another owner of ad agencies, announces management shake-up; Grey hires Goldman Sachs and J P Morgan Chase to explore possible sale of business; Chris Couglin, No. 2 executive at Interpublic and crucial player in its unfinished turnaround effort, resigns after one year (M)",
      "lead_paragraph": "Two big owners of advertising agencies faced unexpected changes yesterday, with the Grey Global Group taking the first step toward a possible sale and the Interpublic Group of Companies announcing a management shake-up.",
      "publication_date": "2004-06-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/26/business/grey-moves-toward-sale-interpublic-loses-officer.html",
      "byline": "By Nat Ives"
    },
    {
      "headline": "For Liars and Loafers, Cellphones Offer an Alibi",
      "snippet": "Cellphones are usually used to help people keep track of each other; are starting to take on different function--helping users hide their whereabouts, create alibis and generally excuse bad behavior; cellphone-based alibi clubs, which have sprung ...",
      "abstract": "Cellphones are usually used to help people keep track of each other; are starting to take on different function--helping users hide their whereabouts, create alibis and generally excuse bad behavior; cellphone-based alibi clubs, which have sprung up in US, Europe and Asia, allow people to send out mass text messages to thousands of potential collaborators asking for help; when willing helper responds, sender and helper devise lie, and helper then calls victim with excuse; Michelle Lo gan of San Diego started alibi club that currently has 3,400 members; cellphone, with its increasing computer power, is taking on complicated functions once associated with computers (M)",
      "lead_paragraph": "Cellphones are chock-full of features like built-in cameras, personalized ring tones and text messaging. They also gave a real boost to Kenny Hall's effort to cheat on his girlfriend.",
      "publication_date": "2004-06-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/26/business/for-liars-and-loafers-cellphones-offer-an-alibi.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Fo Shizzle, That Big Bad Chrysler Really Does Sizzle",
      "snippet": "Chrysler 300C and Dodge Magnum, both made by Chrysler, are emerging as cars and trucks favored by rappers and professional athletes, threatening General Motors' reign as king of trend-setting vehicles; GM's Cadillac Escalade and Hummer sport utili...",
      "abstract": "Chrysler 300C and Dodge Magnum, both made by Chrysler, are emerging as cars and trucks favored by rappers and professional athletes, threatening General Motors' reign as king of trend-setting vehicles; GM's Cadillac Escalade and Hummer sport utility vehicles have ruled MTV for some time; 300C is large sedan with grille so imposing as to seem almost cocky; Dodge Magnum looks like buffed-up station wagon that Vin Diesel might drive; both are rear-wheel drive throwbacks to muscle car era, though all-wheel drive is option for both; photos (L)",
      "lead_paragraph": "When a global tastemaker like Snoop Dogg calls, the Motor City listens.",
      "publication_date": "2004-06-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/26/business/fo-shizzle-that-big-bad-chrysler-really-does-sizzle.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Iraq Officials Renew Hints of Martial Law",
      "snippet": "United States marines attacked the insurgent stronghold of Falluja with airstrikes, and Iraq's new government again strongly hinted that it would declare martial law, but said nothing about its timing or scope.   ",
      "abstract": "United States marines attacked the insurgent stronghold of Falluja with airstrikes, and Iraq's new government again strongly hinted that it would declare martial law, but said nothing about its timing or scope.   ",
      "lead_paragraph": "United States marines attacked the insurgent stronghold of Falluja with airstrikes, and Iraq's new government again strongly hinted that it would declare martial law, but said nothing about its timing or scope.",
      "publication_date": "2004-06-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/26/world/iraq-officials-renew-hints-of-martial-law.html",
      "byline": ""
    },
    {
      "headline": "Drivers Getting Break as Many Insurers Cut Rates",
      "snippet": "Cost of auto insurance is starting to fall; State Farm, USAA and Farmers Insurance Group are cutting prices in many states, and dozens of other insurers are following their lead; giants like Allstate, Progressive and Geico are more aggressively of...",
      "abstract": "Cost of auto insurance is starting to fall; State Farm, USAA and Farmers Insurance Group are cutting prices in many states, and dozens of other insurers are following their lead; giants like Allstate, Progressive and Geico are more aggressively offering lower prices to customers with good driving records and significantly raising prices for those who have been involved in crashes or have received tickets for speeding and other violations (M)",
      "lead_paragraph": "With gasoline prices at more than $2 a gallon this summer, there is at least one bit of good news for drivers: the cost of auto insurance is starting to fall.",
      "publication_date": "2004-06-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/26/business/drivers-getting-break-as-many-insurers-cut-rates.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Test of Antidepressant Finds No Help for Children  Forest Laboratories said a recently concluded test found that its antidepressant Lexapro did not help depressed children and adolescents, an announcement that comes amid the growing controversy ov...",
      "abstract": " Test of Antidepressant Finds No Help for Children  Forest Laboratories said a recently concluded test found that its antidepressant Lexapro did not help depressed children and adolescents, an announcement that comes amid the growing controversy over clinical drug tests.    The company's announcement is significant because Lexapro contains the same active ingredient as another Forest antidepressant, Celexa, which is widely prescribed for pediatric use. It was reported earlier that Forest officials had not told a medical journal about a failed, unpublished study in 2002 of Celexa's use by children and adolescents. [Page C2.]",
      "lead_paragraph": "Test of Antidepressant Finds No Help for Children",
      "publication_date": "2004-06-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/26/business/business-digest-107018.html",
      "byline": ""
    },
    {
      "headline": "F.B.I. SEES DELAY IN NEW NETWORK TO OVERSEE CASES",
      "snippet": "FBI officials say they will not be able to fully deploy long-awaited computer system to manage bureau's case files before end of 2004 as promised, and they cannot predict when entire system will be in place; important technological component of Bu...",
      "abstract": "FBI officials say they will not be able to fully deploy long-awaited computer system to manage bureau's case files before end of 2004 as promised, and they cannot predict when entire system will be in place; important technological component of Bush administration's domestic security effort remains in limbo as result; Virtual Case File system, which will allow agents to share information easily, is already two years behind schedule; postponement represents setback in replacing antiquated syytem with shortcomings that were highlighted during investigations of FBI's failure to detect Sept 11 plot; FBI dir Robert S Mueller III photo (M)",
      "lead_paragraph": "F.B.I. officials said yesterday that they would not be able to fully deploy a long-awaited computer system to manage the bureau's case files before the end of the year as promised, and that they could not predict when the entire system would be in place.",
      "publication_date": "2004-06-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/26/us/fbi-sees-delay-in-new-network-to-oversee-cases.html",
      "byline": "By John Schwartz and Lowell Bergman"
    },
    {
      "headline": "China Pays a Price for Cheaper Oil; Sulfur-Laden Fuels Contribute to Growing Pollution Problem",
      "snippet": "Gasoline with high-sulfur content emerges as leading environment concern around the world, greatly owing to tight oil market; demand is growing in radidly developing countries like China, India, Thailand, Mexico and Brazil, where ownership and use...",
      "abstract": "Gasoline with high-sulfur content emerges as leading environment concern around the world, greatly owing to tight oil market; demand is growing in radidly developing countries like China, India, Thailand, Mexico and Brazil, where ownership and use of cars and trucks is soaring; oil producers are pumping and selling all the oil they can to meet this demand, and extra oil they are able to bring to market is, to great extent, high in sulfur, or 'sour'; 'sweet' crude commands highest prices, so many refineries in China and elsewhere are buying cheaper sour crude and turning it into fuels that may contain many times more sulfur than gasoline or diesel sold in United States or Europe; environmentalists call sulfur world's biggest single contributor to air pollution; photos; graph (L)",
      "lead_paragraph": "With toxic lead finally disappearing from most of the world's gasoline, a new air pollution fight is emerging around the globe over how much sulfur to allow in fuel. Rapidly developing countries like China, India, Thailand, Mexico and Brazil, where ownership and use of cars and trucks is soaring, are on the front lines.",
      "publication_date": "2004-06-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/26/business/china-pays-price-for-cheaper-oil-sulfur-laden-fuels-contribute-growing-pollution.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Crimes of Others Wrecked Enron, Ex-Chief Says",
      "snippet": "Former Enron chairman and chief executive Kenneth L Lay discusses Enron's collapse, interview; says he did nothing criminal but accepts responsibility for debacle; notes his friendship with Pres Bush probably makes it harder not to bring criminal ...",
      "abstract": "Former Enron chairman and chief executive Kenneth L Lay discusses Enron's collapse, interview; says he did nothing criminal but accepts responsibility for debacle; notes his friendship with Pres Bush probably makes it harder not to bring criminal charges against him; blames collapse on wrong-headed and criminal acts of company's finance organization, specifically chief financial officer Andrew S Fastow; says Fastow misled him and board about activities and true nature of series of off-the-books partnership; defends some controversial moves, including some that set up conflicts of interest for Fastow; photos (M)",
      "lead_paragraph": "There was a time when Kenneth L. Lay's close relationship with President Bush brought him power and influence in Washington that was virtually unparalleled among his colleagues in corporate America.",
      "publication_date": "2004-06-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/27/us/crimes-of-others-wrecked-enron-ex-chief-says.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "The Yin, the Yang and the Deal",
      "snippet": "J P Morgan, Chase, prestigious 200-year-old financial institution that has catered to cream of corporate America, is on verge of being swallowed by Bank One, bank from Chicago with roots in Columbus, Ohio, it is nominally acquiring; merger comes a...",
      "abstract": "J P Morgan, Chase, prestigious 200-year-old financial institution that has catered to cream of corporate America, is on verge of being swallowed by Bank One, bank from Chicago with roots in Columbus, Ohio, it is nominally acquiring; merger comes at difficulty time for industry, putting added pressure on relationship between J P Morgan chief executive William B Harrison Jr and incoming president James Dimon and their ability to oversee smooth transition while generating profits and big deals; Dimon, set to become chief executive in two years, will place his people in charge and preside over exodus of lame-duck executives; he and Harrison present striking contrast in styles, personalities and backgrounds; photos (M)",
      "lead_paragraph": "STANDING before his most senior executives in a packed room last week, William B. Harrison Jr., the chief executive of J.P. Morgan Chase, was doing what he loves best: selling a merger. Just eight days remained before the official union of J.P. Morgan and Bank One -- a combination that will create the world's second-largest financial institution, after Citigroup, bring James Dimon back to Wall Street and cap a long, sometimes painful journey for Mr. Harrison.",
      "publication_date": "2004-06-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/06/27/business/the-yin-the-yang-and-the-deal.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "For Iraqi Girls, Changing Land Narrows Lives",
      "snippet": "Perils and pressures limiting lives of Baghdad's teenage girls offer snapshot of changes bedeviling Iraq; access to satellite dishes, Internet cafes and cellphones has given girls new window on outside world, while creeping religious conservatism,...",
      "abstract": "Perils and pressures limiting lives of Baghdad's teenage girls offer snapshot of changes bedeviling Iraq; access to satellite dishes, Internet cafes and cellphones has given girls new window on outside world, while creeping religious conservatism, lawlessness and economic uncertainty conspire against them in peculiar ways; increasing number of girls seem to be covering their heads, largely out of fear; some have stopped going to school because of threat of violence as much as because of family economic hardship; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/27/world/the-reach-of-war-the-occupation-for-iraqi-girls-changing-land-narrows-lives.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "Up, Yes. But How Much, How Fast?",
      "snippet": "Federal Reserve Chmn Alan Greenspan, expected to begin raising short-term interest rates, may have to move more quickly and less gently than he apparently hopes; is under continuous second-guessing and criticism from bond traders and investors who...",
      "abstract": "Federal Reserve Chmn Alan Greenspan, expected to begin raising short-term interest rates, may have to move more quickly and less gently than he apparently hopes; is under continuous second-guessing and criticism from bond traders and investors who hold he has waited too long to start curbing inflation; federal funds target rate graph; photo (M)",
      "lead_paragraph": "ENJOY it while it lasts, because there may never be another time when money is this cheap.",
      "publication_date": "2004-06-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/06/27/business/up-yes-but-how-much-how-fast.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "AIDES SAY MEMO BACKED COERCION ALREADY IN USE",
      "snippet": "Current and former government officials say Aug 2002 Justice Department memo that held interrogators can use extreme techniques on terror suspects helped provide after-the-fact legal basis for harsh procedures CIA used on high-level Al Qaeda leade...",
      "abstract": "Current and former government officials say Aug 2002 Justice Department memo that held interrogators can use extreme techniques on terror suspects helped provide after-the-fact legal basis for harsh procedures CIA used on high-level Al Qaeda leaders; memo was prepared after internal government debate over methods used to extract data from Abu ZuBaydah, top aide to Osama bin Laden, after his Apr 2002 capture; provided legal basis for coercive techniques used later against other high-ranking detainees, like Khalid Shaikh Mohammed, suspected architect of Sept 11, 2001 attacks, who was seized in early 2003; White House recently made memo public without explanation; memo, now disavowed by senior Bush legal advisers, was addressed to White House counsel Alberto R Gonzales and signed by Jay S Bybee, then Office of Legal Counsel head; photos (M)",
      "lead_paragraph": "An August 2002 memo by the Justice Department that concluded interrogators could use extreme techniques on detainees in the war on terror helped provide an after-the-fact legal basis for harsh procedures used by the C.I.A. on high-level leaders of Al Qaeda, according to current and former government officials.",
      "publication_date": "2004-06-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/27/world/reach-war-interrogations-aides-say-memo-backed-coercion-already-use.html",
      "byline": "By David Johnston and James Risen"
    },
    {
      "headline": "G.O.P. Chooses Speakers",
      "snippet": "Prime-time speakers scheduled for the Republican convention include Gov. Arnold Schwarzenegger and Senator John McCain. Page 18.",
      "abstract": "Prime-time speakers scheduled for the Republican convention include Gov. Arnold Schwarzenegger and Senator John McCain. Page 18.",
      "lead_paragraph": "Prime-time speakers scheduled for the Republican convention include Gov. Arnold Schwarzenegger and Senator John McCain. Page 18.",
      "publication_date": "2004-06-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/27/us/gop-chooses-speakers.html",
      "byline": ""
    },
    {
      "headline": "Kerry's Campaign Has Soared From Poorhouse to Penthouse",
      "snippet": "Sen John Kerry's presidential campaign, which was close to broke not long ago, is booming, having raised over $100 million since Mar Super Tuesday primaries; swelled coffers, spurred by money raised over Internet, have made him best-financed presi...",
      "abstract": "Sen John Kerry's presidential campaign, which was close to broke not long ago, is booming, having raised over $100 million since Mar Super Tuesday primaries; swelled coffers, spurred by money raised over Internet, have made him best-financed presidential challenger ever; he is pouring money into race at pace that rivals Pres Bush's campaign spending, even outspending Bush in Apr and May; Bush still held 2-to-1 edge in money in bank last month; money has let Kerry sharply increase television advertising and add more paid staff members; Kerry fund-raising graph (M)",
      "lead_paragraph": "John Kerry's presidential campaign was close to broke not long ago, but now he and his aides are traveling in style. They have begun chartering a 757, packed with first-class seats, good food, sleeping accommodations -- even a stand-up bar. They hardly shy away from top hotels, like the Four Seasons in Palm Beach and the St. Regis in Los Angeles.",
      "publication_date": "2004-06-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/27/us/2004-campaign-fund-raising-kerry-s-campaign-has-soared-poorhouse-penthouse.html",
      "byline": "By Glen Justice"
    },
    {
      "headline": "Counting The Hats On Auditors",
      "snippet": "Gretchen Morgenson column warns investors should be concerned about conflicts of interest when their companies' auditors are well paid to simultaneously provide other services; notes Glass, Lewis & Co study found audit fees at largest companies ro...",
      "abstract": "Gretchen Morgenson column warns investors should be concerned about conflicts of interest when their companies' auditors are well paid to simultaneously provide other services; notes Glass, Lewis & Co study found audit fees at largest companies rose 16 percent in 2003, modest gain given increasingly complex financial statements; fees paid to auditors for nonaudit work fell over all; fees graph (M)",
      "lead_paragraph": "HAPPILY, there's a lot more information this year on how much companies are paying their auditors and for which services. While the data may seem dry, it is must reading for investors concerned about the independence of their companies' auditors.",
      "publication_date": "2004-06-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/06/27/business/counting-the-hats-on-auditors.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Biggest Task for U.S. General Is Training Iraqis to Fight Iraqis",
      "snippet": "Lt Gen David H Petraeus, charged with rebuilding Iraqi security force that collapsed during Apr uprising, discussed how America's forces might one day extract selves from Iraq; cites importance of giving Iraqis stake in success of new Iraq to defe...",
      "abstract": "Lt Gen David H Petraeus, charged with rebuilding Iraqi security force that collapsed during Apr uprising, discussed how America's forces might one day extract selves from Iraq; cites importance of giving Iraqis stake in success of new Iraq to defeat insurgency; faces daunting task in getting Iraqi soldiers to fight Iraqis; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/27/world/reach-war-military-biggest-task-for-us-general-training-iraqis-fight-iraqis.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Dancer in 'Cats' Finds a 2nd Act in Law",
      "snippet": "Home Front interview with Hans Kriefall, who gave up Broadway dancing for law school and new career as corporate finance lawyer with Debevoise & Plimpton; photo; Kreifall was helped by organization Career Transition for Dancers (M)",
      "abstract": "Home Front interview with Hans Kriefall, who gave up Broadway dancing for law school and new career as corporate finance lawyer with Debevoise & Plimpton; photo; Kreifall was helped by organization Career Transition for Dancers (M)",
      "lead_paragraph": "AS dance careers go, Hans Kriefall's was somewhat atypical. Like most professional dancers, he spent his childhood obsessed with the profession. ''All I ever wanted to do was dance,'' Mr. Kriefall, 38, said.",
      "publication_date": "2004-06-27T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/06/27/jobs/home-front-dancer-in-cats-finds-a-2nd-act-in-law.html",
      "byline": "By Betsy Cummings"
    },
    {
      "headline": "MEDICAL MARKETING -- Treatment by Incentive; As Doctor Writes Prescription, Drug Company Writes a Check",
      "snippet": "Article on broad government crackdown on drug industry's marketing tactics focuses on financial incentives drug companies give doctors to prescribe their drugs; cites unsolicited $10,000 checks Schering-Plough has sent to some doctors to get them ...",
      "abstract": "Article on broad government crackdown on drug industry's marketing tactics focuses on financial incentives drug companies give doctors to prescribe their drugs; cites unsolicited $10,000 checks Schering-Plough has sent to some doctors to get them to sign 'consulting' accord that requires them to prescribe company's medicines; company says it has overhaulted its marketing to eliminate inducements; at issue is whether drug companies are persuading doctors to prescribe drugs that patients do not need or should not use or for which there may be cheaper alternatives; investigators also probe whether companies manipulate prices to cheat Medicaid and Medicare health programs; most of big drug companies are grappling with welter of suits by state attorneys general, industry whistle-blowers and patients-rights groups over similar charges (M)",
      "lead_paragraph": "The check for $10,000 arrived in the mail unsolicited. The doctor who received it from the drug maker Schering-Plough said it was made out to him personally in exchange for an attached ''consulting'' agreement that required nothing other than his commitment to prescribe the company's medicines. Two other physicians said in separate interviews that they, too, received checks unbidden from Schering-Plough, one of the world's biggest drug companies.",
      "publication_date": "2004-06-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/06/27/us/medical-marketing-treatment-incentive-doctor-writes-prescription-drug-company.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "The Outlook for a New Era of No Longer Cheap Money",
      "snippet": "US economy faces new economic dynamic as Federal Reserve prepares to raise short-term interest rates by expected quarter-point at June 30 meeting and keep up slow and steady pace of increases for months on end; rising rates may expose problems tha...",
      "abstract": "US economy faces new economic dynamic as Federal Reserve prepares to raise short-term interest rates by expected quarter-point at June 30 meeting and keep up slow and steady pace of increases for months on end; rising rates may expose problems that were papered over by benefits of ever-cheaper credit; option of decent return on safe investmentment may lead to exodus from risker ones; rising rates will also reduce additional cash many households have been able to get by refinancing their mortgages, and higher monthly payments facing millions of families with adjustable rate mortgages may force them to cut back elsewhere in budget; photo; graph (M)",
      "lead_paragraph": "When the leaders of the Federal Reserve gather this week around the massive mahogany table at their headquarters in Washington, they may want to pause for a moment of silence. By the time their two-day meeting ends on Wednesday, they are all but certain to have laid to rest an economic era that has lasted almost 25 years.",
      "publication_date": "2004-06-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/28/business/the-outlook-for-a-new-era-of-no-longer-cheap-money.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Courting Allies, Bush Ends Rift With the Turks",
      "snippet": "Pres Bush, in Istanbul for NATO summit meeting, assures Turkey it is once again friend in good standing, despite its refusal to support American troops in invasion of Iraq; administration officials are pressing other reluctant NATO allies to commi...",
      "abstract": "Pres Bush, in Istanbul for NATO summit meeting, assures Turkey it is once again friend in good standing, despite its refusal to support American troops in invasion of Iraq; administration officials are pressing other reluctant NATO allies to commit themselves to rebuilding Iraq's security forces; Bush takes pains to praise Turkey for building secular democracy that could serve as example to other predominantly Muslim nations; Turkey's government and powerful military establishment sought resounding American endorsement after more than year of strained relations stemming from Turkish Parliament's refusal to allow American troops to pass through its territory for invasion of Iraq; vote was embarrassment for Turkish military, which was eager to take active part in war, and for newly elected Prime Min Recep Tayyip Erdogan; relations grew worse when Deputy Defense Sec Paul D Wolfowitz called on government of Turkey to apologize for decision of its Parliament; Bush now makes clear that all is forgiven (M)",
      "lead_paragraph": "President Bush reassured Turkey on Sunday that it was once again a friend in good standing, despite its refusal to support American troops in the invasion of Iraq last year.",
      "publication_date": "2004-06-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/28/world/the-reach-of-war-the-president-courting-allies-bush-ends-rift-with-the-turks.html",
      "byline": "By Susan Sachs and Eric Schmitt"
    },
    {
      "headline": "IRAQ GROUP ISSUES THREAT TO BEHEAD A MISSING MARINE",
      "snippet": "Militant Iraqi group threatens to behead American marine it says it abducted from military base unless United States releases all Iraqi prisoners; video broadcast on Al Zajeera network shows man identified as Cpl Wassef Ali Hassoun sitting blindfo...",
      "abstract": "Militant Iraqi group threatens to behead American marine it says it abducted from military base unless United States releases all Iraqi prisoners; video broadcast on Al Zajeera network shows man identified as Cpl Wassef Ali Hassoun sitting blindfolded on ground and long, curved sword held over his head; Marine officials say Hassoun, who is of Lebanese descent, has been missing since June 21; kidnappers belong to Islamic Reaction, little-known group that refers to itself as security wing of 20th Revolution Regiment; new beheading threat adds to anxiety that has been rising in Iraq with approach of transfer of sovereignty on June 30; total of five men--three Turks and Pakistani as well as American marine--face grisly execution if their countries do not bow to captors' demands; video of Pakistani hostage is shown on another Arab television network; he identifies himself as employee of American contractor Kellogg Brown & Root; security in Baghad is heightened, with American military officials anticipating wave of insurgent attacks; photo (M)",
      "lead_paragraph": "A militant Iraqi group threatened Sunday night to behead an American marine it said it had abducted from a military base unless the United States released all Iraqi prisoners, according to a video broadcast on the Qatar-based television network Al Jazeera.",
      "publication_date": "2004-06-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/28/world/the-reach-of-war-insurgency-iraq-group-issues-threat-to-behead-a-missing-marine.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "Hussein to Be in Iraqi Custody 'Very Soon,' New Premier Says",
      "snippet": "Iraq's interim Prime Min Iyad Allawi says Saddam Hussein will be physically transferred to custody of Iraqis within few days after Iraqis officially take power on June 30; says Hussein will receive 'a just trial,' unlike those he gave Iraqi people...",
      "abstract": "Iraq's interim Prime Min Iyad Allawi says Saddam Hussein will be physically transferred to custody of Iraqis within few days after Iraqis officially take power on June 30; says Hussein will receive 'a just trial,' unlike those he gave Iraqi people while in power; Allawi's comments are corroborated by Muwafak al-Rubaie, new interim government's national security adviser, who says American soldiers will escort handcuffed Hussein from his cell and turn him over to four Iraqi policemen for formal arrest before Iraqi judge on July 2 or 3; these are most specific public statements yet on Hussein's future; they seem to give Allawi and new interim government symbolic shot of credibility among Iraqis eager to see that they will have real power over their fate; Allawi acknowledges that foreign soldiers--most likely Americans--will probably guard building where Hussein is imprisoned; Allawi has won early support among Iraqis for promising tough action against insurgents who have killed hundreds of Iraqis and Americans; his authority to govern strongly will be limited sharply by desires of Americans who continue to have great military and financial sway, and by competing Iraqi political interests able to exercise power in ways that were not allowed under Hussein; photo (M)",
      "lead_paragraph": "Iyad Allawi, the tough-talking doctor who this week will become the new interim prime minister of an unruly Iraq, said Sunday that Saddam Hussein would be physically transferred to the custody of Iraqis ''very, very soon,'' probably within a few days after the Iraqis officially take power on Wednesday.",
      "publication_date": "2004-06-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/28/world/reach-war-prize-prisoner-hussein-be-iraqi-custody-very-soon-new-premier-says.html",
      "byline": "By Ian Fisher and Somini Sengupta"
    },
    {
      "headline": "Rain or Shine, Win or Lose, This Ad Is Just for You",
      "snippet": "Cable television companies are developing ways to tailor commercials to different segments of the viewing public and even to specific viewers during national broadcasts; cable box may one day be able to tell which sports team a viewer roots for an...",
      "abstract": "Cable television companies are developing ways to tailor commercials to different segments of the viewing public and even to specific viewers during national broadcasts; cable box may one day be able to tell which sports team a viewer roots for and show him or her the most appropriate commercial; Weather Channel plans to activate national system that determines advertising to be shown in different parts of country according to weather they are experiencing; Comcast allows advertisers to buy commercial time in country's 10 largest markets and deliver highly tailored versions of each spot based on geographic, demographic and other factors; photos (M)",
      "lead_paragraph": "After the Los Angeles Lakers lost the N.B.A. championship two weeks ago, the first television commercial many viewers saw starred a defeated Laker, Shaquille O'Neal. For marketers who believe context matters, it was like watching the losing quarterback of the Super Bowl turn to the camera and yell, ''I'm going to Disneyland.''",
      "publication_date": "2004-06-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/28/business/the-media-business-advertising-rain-or-shine-win-or-lose-this-ad-is-just-for-you.html",
      "byline": "By Nat Ives"
    },
    {
      "headline": "One Small Step In Uphill Fight As Linux Adds A Media Player",
      "snippet": "Red Hat and Novell are set to introduce media-playing software of RealNetworks in their Linux desktop computer products; RealNetworks, which competes with Microsoft's Media Player, has previously reached distribution agreements with TurboLinux, wh...",
      "abstract": "Red Hat and Novell are set to introduce media-playing software of RealNetworks in their Linux desktop computer products; RealNetworks, which competes with Microsoft's Media Player, has previously reached distribution agreements with TurboLinux, which is strong in Asian markets, and Sun Microsystems, whose Java desktop software runs on Linux; media software represents evolution of RealNetworks' embrace of open-source software; photos (M)",
      "lead_paragraph": "GNU Linux, the free computer operating system, has had far more success in winning converts in corporate data centers than on desktop personal computers. But as more user-friendly software makes its way onto the Linux desktop, the free operating system is starting to make progress in its David-vs.-Goliath competition against Microsoft, the dominant power in PC software.",
      "publication_date": "2004-06-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/28/business/technology-one-small-step-in-uphill-fight-as-linux-adds-a-media-player.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Advice for Investors: Don't Panic Over Rates",
      "snippet": "Money managers and market strategiests urge investors to stay the course as Fedearal Reserve begins raising short-term interest rates; say that moderate increase in interest rates will not derail economic growth or corporate profits and that both ...",
      "abstract": "Money managers and market strategiests urge investors to stay the course as Fedearal Reserve begins raising short-term interest rates; say that moderate increase in interest rates will not derail economic growth or corporate profits and that both economy and stock market appear reasonably healthy; photo (M)",
      "lead_paragraph": "Stay the course. With the Federal Reserve all but certain to raise short-term interest rates this week, that is the almost unanimous advice to individual investors from money managers and market strategists.",
      "publication_date": "2004-06-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/28/business/advice-for-investors-don-t-panic-over-rates.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "White House Aide Takes On Role As Bush's Eyes and Ears on Right",
      "snippet": "Timothy Goeglein is official White House liaison to conservatives and to Christian groups, serving as Karl Rove's legman on the right; Christian conservatives, in particular, say he has been important conduit to White House for their various deman...",
      "abstract": "Timothy Goeglein is official White House liaison to conservatives and to Christian groups, serving as Karl Rove's legman on the right; Christian conservatives, in particular, say he has been important conduit to White House for their various demands; he also delivers special messages to administration's most conservative supporters; insists that his job is to convey information to and from whole administration, not just Rove, but conservatives outside White House say they view him mainly as an extension of Rove; stalwarts of right say his function as hot line to White House helps keep Bush administration more closely allied with their movement than any previous administration has been; photo (M)",
      "lead_paragraph": "Karl Rove, the president's top political strategist, is famous in well-connected Washington for his tireless round of telephone calls and personal contacts with influential conservatives around the country.",
      "publication_date": "2004-06-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/28/us/white-house-aide-takes-on-role-as-bush-s-eyes-and-ears-on-right.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "Families, Deep in Debt, Bracing For Pain of Interest Rate Rise",
      "snippet": "Millions of American families who rode recent wave of low interest rates to home ownership and rapid accumulation of debt are now facing interest rate rise; Federal Reserve's policy makers are widely expected to raise rates quarter of percentage p...",
      "abstract": "Millions of American families who rode recent wave of low interest rates to home ownership and rapid accumulation of debt are now facing interest rate rise; Federal Reserve's policy makers are widely expected to raise rates quarter of percentage point and follow that with similar increases periodically over next 18 months; Americans are more indebted than ever, owing nearly $9 trillion in home mortgages, car loans, credit card debt, home equity loans and other forms of personal borrowing; nearly 40 percent of total was accumulated in just four years; most of debt is at fixed interest rates, thus will be unaffected initially by rate rise; one-fifth of household debt, $1.8 trillion, is borrowed at variable rates that are likely to rise quarter of percentage point over next few weeks; immediate cost for nation's households as result of this process could be as much as $4.5 billion; photo; graph (M)",
      "lead_paragraph": "With the Federal Reserve about to raise interest rates for the first time in four years, Joyce Diffenderfer is beginning to wonder how she and her husband, Curtis, will deflect the growing cost of their $16,000 in credit card debt.",
      "publication_date": "2004-06-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/28/business/families-deep-in-debt-bracing-for-pain-of-interest-rate-rise.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "The Troubling Case of the Phantom Readers",
      "snippet": "Advertising executives and Wall Street analysts question whether newspaper and magazine publishers are policing their circulation practices aggressively enough and if longstanding measures to monitor accuracy are still sufficint in an increasingly...",
      "abstract": "Advertising executives and Wall Street analysts question whether newspaper and magazine publishers are policing their circulation practices aggressively enough and if longstanding measures to monitor accuracy are still sufficint in an increasingly competitive climate; Newsday and Spanish-language daily Hoy, which are owned by Tribune Co, and Chicago Sun-Times, which is owned by Hollinger International, have recently acknowledged that they falsely pumped up their circulation to convey illusion of vitality to advertisers and investors; Audit Bureau of Circulation is coming under pressure to scrutinize circulation figures more closely for sake of advertisers; photos (M)",
      "lead_paragraph": "Like hundreds of other media organizations that still use paper as the principal means to deliver news in an increasingly electronic world, Newsday, The Chicago Sun-Times and the Spanish-language daily Hoy have been under pressure in recent years to maintain their readership and, ideally, increase it.",
      "publication_date": "2004-06-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/28/business/the-troubling-case-of-the-phantom-readers.html",
      "byline": "By Jacques Steinberg and David Carr"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "In Britain, 'You're Fired,' This Time by Sir Alan  It sounds like Donald J. Trump's ''The Apprentice'': Sir Alan Sugar, left, the British entrepreneur and self-made billionaire, will soon be occupying a boardroom in London, assigning menial tasks ...",
      "abstract": " In Britain, 'You're Fired,' This Time by Sir Alan  It sounds like Donald J. Trump's ''The Apprentice'': Sir Alan Sugar, left, the British entrepreneur and self-made billionaire, will soon be occupying a boardroom in London, assigning menial tasks to aspiring corporate executives, then dismissing them one by one until declaring a winner.     But Sir Alan has said that his version of ''The Apprentice'' will be ''less schmaltzy'' and ''less glitzy'' than the American show, with a greater emphasis on the practical business lessons and a more intense boardroom interview session before eliminating candidates each week. [C7.]",
      "lead_paragraph": "In Britain, 'You're Fired,' This Time by Sir Alan",
      "publication_date": "2004-06-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/28/business/business-digest-117978.html",
      "byline": ""
    }
  ]
}