{
  "metadata": {
    "date": "2004-06-08",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "Microsoft Says It Wooed SAP, and Oracle Trial Takes Note",
      "snippet": "Microsoft Corp discloses it held talks to acquire German software maker SAP before it is presented in trial of antitrust case brought by Justice Department to contest Oracle Corp's hostile $7.7 billion bid for PeopleSoft; Microsoft is not litigant...",
      "abstract": "Microsoft Corp discloses it held talks to acquire German software maker SAP before it is presented in trial of antitrust case brought by Justice Department to contest Oracle Corp's hostile $7.7 billion bid for PeopleSoft; Microsoft is not litigant in antitrust case; its presence looms large in courtroom, especially its strategy in business software--$25-billion-a-year market for back-office programs that companies use to manage their finances, human resources, procurement, sales and customer relations; graph; chart (M)",
      "lead_paragraph": "In a trial that promises to shed light on the private dealings of the computer software industry, the first bombshell dropped yesterday even before the courtroom doors opened in San Francisco.",
      "publication_date": "2004-06-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/08/business/technology-microsoft-says-it-wooed-sap-and-oracle-trial-takes-note.html",
      "byline": "By Steve Lohrand Laurie J. Flynn"
    },
    {
      "headline": "U.S. May Cut Third of Troops In South Korea",
      "snippet": "Bush administration gives South Korea detailed plan for withdrawing one-third of 37,000 US troops on Korean peninsula by end of 2005, as part of wider effort to reposition US forces around globe; removal of 12,500 troops would be first reduction s...",
      "abstract": "Bush administration gives South Korea detailed plan for withdrawing one-third of 37,000 US troops on Korean peninsula by end of 2005, as part of wider effort to reposition US forces around globe; removal of 12,500 troops would be first reduction since 1992 and would include previously announced transfer of brigade of about 3,600 soldiers to Iraq this summer; South Korean conservatives accuse Pres Roh Moo Hyun of allowing anti-American views to flourish, provoking US; photo; conservatives also say shift would surrender bargaining chip useful in nuclear arms talks with North Korea; Sec Donald Rumsfeld is reassessing strategies and new technologies worldwide",
      "lead_paragraph": "The Bush administration has presented a detailed plan to South Korea for withdrawing one-third of its 37,000 troops on the divided peninsula by the end of next year as part of a wider effort to reposition American forces around the globe, officials in Seoul and Washington said Monday.",
      "publication_date": "2004-06-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/08/world/us-may-cut-third-of-troops-in-south-korea.html",
      "byline": "By James Brooke and Thom Shanker"
    },
    {
      "headline": "Down to the Last Detail, a Reagan-Style Funeral",
      "snippet": "State funeral for Ronald Reagan has been planned by his family to last detail, from riderless black horse with former president's riding boots turned backward to F-15's that will streak above Constitution Avenue; end of funeral will be burial, as ...",
      "abstract": "State funeral for Ronald Reagan has been planned by his family to last detail, from riderless black horse with former president's riding boots turned backward to F-15's that will streak above Constitution Avenue; end of funeral will be burial, as Reagan wished, at presidential library in Simi Valley hills in time for sunset over California; photos; details of rites have been reviewed yearly by Nancy Reagan and pageantry will be reminiscent of their time in Washington; four living presidents will attend, as well as numerous foreign dignitaries; plans detailed (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/08/us/the-40th-president-the-plans-down-to-the-last-detail-a-reagan-style-funeral.html",
      "byline": "By Elisabeth Bumiller and Elizabeth Becker"
    },
    {
      "headline": "World Business Briefing | Europe: Greece: High Price For Oil Tanker",
      "snippet": "Metrostar Management Corp pays $95n",
      "abstract": "Metrostar Management Corp pays $95n",
      "lead_paragraph": "The Metrostar Management Corporation, a ship operator based in Athens, paid $95 million for a two-million-barrel oil tanker to be delivered next year, the highest price paid since 1993, shipbrokers said. The company bought the carrier from Eagle Ocean Management, based in Connecticut, which ordered the vessel from the South Korean shipbuilder Hyundai Samho Heavy Industries, a ship broker, P.F. Bassoe of Oslo, said in a report.",
      "publication_date": "2004-06-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/08/business/world-business-briefing-europe-greece-high-price-for-oil-tanker.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Low-Cost Airline Planned",
      "snippet": "Japan's All Nippon Airways is preparing to set up new, low-cost carrier flying Boeing 737 planes to compete more effectively with rivals on shorter routes (S)",
      "abstract": "Japan's All Nippon Airways is preparing to set up new, low-cost carrier flying Boeing 737 planes to compete more effectively with rivals on shorter routes (S)",
      "lead_paragraph": "The Asian airline All Nippon Airways is preparing to set up a new, low-cost carrier flying Boeing 737 planes to compete more effectively with rivals on shorter routes. ''We have done the study, we have established a task force to set up the company and it's at the stage before the company is set up,'' All Nippon's president, Yoji Ohashi, said in an interview during a conference of the Star Alliance airline group in Singapore. The new unit will cut costs by operating a fleet that has only a single aircraft type and will have lower personnel costs than the Tokyo-based All Nippon, Mr. Ohashi said.",
      "publication_date": "2004-06-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/08/business/world-business-briefing-asia-japan-low-cost-airline-planned.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "South Africa's Shift Gradually Accelerates",
      "snippet": "Growing number of white executives in South Africa are sharing wealth with black partners and potential successors; government calls process black economic empowerment, redressing of decades of deprivation blacks endured under apartheid; ten years...",
      "abstract": "Growing number of white executives in South Africa are sharing wealth with black partners and potential successors; government calls process black economic empowerment, redressing of decades of deprivation blacks endured under apartheid; ten years of work have not changed South Africa's boardrooms much; blacks still control only 3 percent of market value of companies listed on Johannesburg stock market; whites, who constitute 10 percent of population, still hold 85 percent of all senior management posts; black economic stewardship is edging ahead; map; photo (M)",
      "lead_paragraph": "In 1990, Dennis Rutter and a few partners bought a troubled company that imported machinery, and over time they built it into a profitable supplier to the auto, aviation and engineering industries.",
      "publication_date": "2004-06-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/08/business/south-africa-s-shift-gradually-accelerates.html",
      "byline": "By Sharon Lafraniere"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Stocks Rise on Signs Of Economic Growth  Stocks rose, sending benchmark indexes to six-week highs, on optimism that employment growth will bolster the economy.    The Standard & Poor's 500-stock index added 17.92 points, or 1.6 percent, to close a...",
      "abstract": " Stocks Rise on Signs Of Economic Growth  Stocks rose, sending benchmark indexes to six-week highs, on optimism that employment growth will bolster the economy.    The Standard & Poor's 500-stock index added 17.92 points, or 1.6 percent, to close at 1,140.42, its third-biggest gain this year. All 10 of its industry groups advanced. The Dow Jones industrial average increased 148.26 points, or 1.5 percent, to 10,391.08, as 28 of its 30 members rose. The Nasdaq composite index rose 42 points, or 2.1 percent, to 2,020.62, erasing its loss for the year. [Page C11.]",
      "lead_paragraph": "Stocks Rise on Signs Of Economic Growth",
      "publication_date": "2004-06-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/08/business/business-digest-893439.html",
      "byline": ""
    },
    {
      "headline": "Federal Reserve Says Banks Can Continue Overdraft Plans",
      "snippet": "Federal Reserve says banks can continue controversial programs that consumer groups say function as high-cost loans used mainly by poor and middle-income people; progams enable, and in some cases encourage, customers with low balances to overdraw ...",
      "abstract": "Federal Reserve says banks can continue controversial programs that consumer groups say function as high-cost loans used mainly by poor and middle-income people; progams enable, and in some cases encourage, customers with low balances to overdraw their checking accounts, allowing banks to skirt credit laws and collect billions of dollars in fees; are generally marketed as 'overdraft privilege' or 'bounce protection' and have grown rapidly in last five years, with at least 1,500 banks now offering them; Federal Reserve proposes some minor changes in way programs are marketed; Fed's position is defeat for consumer protection groups, which have campaign against programs (M)",
      "lead_paragraph": "The Federal Reserve said yesterday that banks could continue controversial programs that consumer groups say function as high-cost loans used mainly by poor and middle-income people.",
      "publication_date": "2004-06-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/08/business/federal-reserve-says-banks-can-continue-overdraft-plans.html",
      "byline": "By By Alex Berenson"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Textile Concern Cedes Control",
      "snippet": "Mexican textile concern Cydsa agrees to exchange debt for equity that will hand control of company to creditors; Fintech Advisory, trader of distressed debt, will exchange $159 million of Cydsa notes it holds for 60 percent of company's shares and...",
      "abstract": "Mexican textile concern Cydsa agrees to exchange debt for equity that will hand control of company to creditors; Fintech Advisory, trader of distressed debt, will exchange $159 million of Cydsa notes it holds for 60 percent of company's shares and additional $25.5 million in new debt due in 2007; Cydsa will sell assets, eliminate most corporate overhead costs and appoint new board (S)",
      "lead_paragraph": "The struggling chemicals and textile conglomerate Cydsa has agreed to an exchange of debt for equity that will hand control of the company to creditors. Cydsa, which is based in Monterrey, has struggled for years against foreign competition and has built up debt of almost $400 million. Fintech Advisory, a trader of distressed debt, will exchange $159 million of Cydsa notes it holds for 60 percent of the company's shares and an additional $25.5 million in new debt due in 2007. Cydsa's chairman and chief executive, Tomás González Sada, will remain in his post. Fintech's managing director, David Martínez, said, however, that Cydsa would sell assets, eliminate most corporate overhead costs and appoint a new board. Elisabeth Malkin (NYT)",
      "publication_date": "2004-06-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/08/business/world-business-briefing-americas-mexico-textile-concern-cedes-control.html",
      "byline": "By Elisabeth Malkin (NYT)"
    },
    {
      "headline": "2 Weeklies' Covers Separated By a Common Reagan Picture",
      "snippet": "Time and Newsweek use same 1980 photograph by Michael Evans to adorn their covers for commemorative issues on late former Pres Ronald Reagan; Time and Newsweek editors comment; photos (M)",
      "abstract": "Time and Newsweek use same 1980 photograph by Michael Evans to adorn their covers for commemorative issues on late former Pres Ronald Reagan; Time and Newsweek editors comment; photos (M)",
      "lead_paragraph": "People walking by the newsstand yesterday could be forgiven for thinking they were seeing double.",
      "publication_date": "2004-06-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/08/business/the-media-business-2-weeklies-covers-separated-by-a-common-reagan-picture.html",
      "byline": "By David Carr"
    },
    {
      "headline": "G.M. to Speed Up Expansion in China",
      "snippet": "General Motors says company and its local venture partners will spend more than $3 billion by 2007 to expand operations in China; GM China Group chairman-chief executive Phil Murtaugh says GM's sales in May were still up healthy 20 percent in Chin...",
      "abstract": "General Motors says company and its local venture partners will spend more than $3 billion by 2007 to expand operations in China; GM China Group chairman-chief executive Phil Murtaugh says GM's sales in May were still up healthy 20 percent in China from year earlier; says company's new goal will be annual capacity of 1.3 million vehicles by 2007; adds GM will also expand its design and engineering center in Shanghai so that by 2010, operations will be able to produce entirely new models; graph; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/08/business/gm-to-speed-up-expansion-in-china.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "BHP Billiton Remains Upbeat Over Bet on China's Growth",
      "snippet": "BHP Billiton executives predict demand in China for raw materials will survive Chinese government's efforts to cool economic growth; company plans to invest about $5.4 billion in next five years to expand production of leading commodities like cop...",
      "abstract": "BHP Billiton executives predict demand in China for raw materials will survive Chinese government's efforts to cool economic growth; company plans to invest about $5.4 billion in next five years to expand production of leading commodities like copper, nickel and alumina; photo (M)",
      "lead_paragraph": "In early March, top BHP Billiton executives traveled to Beijing to sign a deal to sell $9 billion of iron ore to Chinese steel mills for 25 years. Iron ore prices were skyrocketing, and the deal seemed a good way to bond the fortunes of the world's largest mining company to those of its fastest-growing market.",
      "publication_date": "2004-06-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/08/business/bhp-billiton-remains-upbeat-over-bet-on-china-s-growth.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "Fed Officials Seek to Ease Fears of a Surge in Inflation",
      "snippet": "Federal Reserve's top officials are trying to reassure investors that inflation will not surge; officials, in series of recent speeches and comments, have argued that neither new rise in employment nor recent jumps in consumer prices mean economy ...",
      "abstract": "Federal Reserve's top officials are trying to reassure investors that inflation will not surge; officials, in series of recent speeches and comments, have argued that neither new rise in employment nor recent jumps in consumer prices mean economy is in danger of overheating; Fed governor Donald L Kohn, who is advisor to Federal Reserve chairman Alan Greenspan, said in speech on June 4 that recent pickup in price increases probably does not represent leading edge of steadily worsening inflation; photo (M)",
      "lead_paragraph": "Still hoping to go slow in raising interest rates from their lowest levels since the late 1950's, top officials at the Federal Reserve are trying to reassure investors that inflation will remain tamer than many of them fear.",
      "publication_date": "2004-06-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/08/business/fed-officials-seek-to-ease-fears-of-a-surge-in-inflation.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Poor Outlook At EasyJet",
      "snippet": "Shares in EasyJet falls by 19 percent after it says price-cutting and high fuel costs might cut revenue; graph (S)",
      "abstract": "Shares in EasyJet falls by 19 percent after it says price-cutting and high fuel costs might cut revenue; graph (S)",
      "lead_paragraph": "Deepening the gloom over the fortunes of Europe's low-cost airlines, shares in easyJet, the second-largest budget carrier in Europe, fell by 19 percent after it said that price-cutting and high fuel costs might cut revenue. Less than one week after Ryanair, the largest no-frills airline in Europe, posted its first decline in annual profit in seven years, easyJet said that 2004 pretax profit would probably be below expectations. Alan Cowell (NYT)",
      "publication_date": "2004-06-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/08/business/world-business-briefing-europe-britain-poor-outlook-at-easyjet.html",
      "byline": "By Alan Cowell (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Pharmaceutical Acquisition",
      "snippet": "Swiss pharmaceuticals groups Novartis acquires Sabex Holdings, privately held generic drug maker based in Boucherville, Quebec, for $565 billion (S)",
      "abstract": "Swiss pharmaceuticals groups Novartis acquires Sabex Holdings, privately held generic drug maker based in Boucherville, Quebec, for $565 billion (S)",
      "lead_paragraph": "The Swiss pharmaceuticals group Novartis said that it had agreed to buy Sabex Holdings, a privately held generic drug maker based in Boucherville, Quebec, for $565 million. Sabex, which is controlled by RoundTable Healthcare Partners, a private equity firm based in Lake Forest, Ill., specializes in generic versions of injectable medications and suppositories. Its sales totaled $90 million last year. Novartis cited prospects for rapid growth in Sabex's business in the United States, where patents on many injectable brand-name drugs are due to expire over the next few years. Bernard Simon (NYT)",
      "publication_date": "2004-06-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/08/business/world-business-briefing-americas-canada-pharmaceutical-acquisition.html",
      "byline": "By Bernard Simon (NYT)"
    },
    {
      "headline": "Annual Cancer Conference Becomes Laboratory for Stocks",
      "snippet": "Annual meeting of American Society for Clinical Oncology in New Orleans has become most important medical meeting of year for biotechnology industry and its investors; shares of ImClone Systems rise as investors respond to study of its Erbitux can...",
      "abstract": "Annual meeting of American Society for Clinical Oncology in New Orleans has become most important medical meeting of year for biotechnology industry and its investors; shares of ImClone Systems rise as investors respond to study of its Erbitux cancer drug that were reported over weekend at annual conference; shares of biotechnology company Telik rise 90 cents as data show its drug Telcyta had impressive effectiveness against ovarian and lung cancer when combined with chemotherapy in small, uncontrolled trials; shares of Genentech and OSI Pharmaceuticals drop, partly because results were not as good as some investors expected (Market Place column) (M)",
      "lead_paragraph": "Shares of the biotechnology company ImClone Systems jumped Monday as investors responded to better-than-expected results of a study of its Erbitux cancer drug that were reported over the weekend at the annual cancer-care conference.",
      "publication_date": "2004-06-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/08/business/market-place-annual-cancer-conference-becomes-laboratory-for-stocks.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "LAWYERS DECIDED BANS ON TORTURE DIDN'T BIND BUSH",
      "snippet": "Team of Bush administration lawyers concluded in March 2003 memo that Pres Bush was not bound either by international treaty nor by federal antitorture law because he had authority as commander-in-chief to approve any technique needed to protect n...",
      "abstract": "Team of Bush administration lawyers concluded in March 2003 memo that Pres Bush was not bound either by international treaty nor by federal antitorture law because he had authority as commander-in-chief to approve any technique needed to protect nation's security; memo, prepared for Sec Donald Rumsfeld, said any executive branch officials, including military officers, could also be immune; Pentagon says 56-page memo, one of several obtained by The New York Times, had no effect on revised interrogation procedures, not constituting torture, that Rumsfeld approved in April 2003 for use at Guantanamo prison; administration lawyers working after Sept 11 terrorist attacks sought legal arguments to avoid restrictions of international and US law; other memo shows most of administration's top lawyers, except those at State Department and Joint Chiefs of Staff, approved Justice Department's position that Geneva Conventions did not apply to Afghanistan war; review group was named by Defense Department counsel William J Haynes, led by Air Force counsel Mary Walker and also involved Vice Pres Cheney's counsel David S Addington (M)",
      "lead_paragraph": "A team of administration lawyers concluded in a March 2003 legal memorandum that President Bush was not bound by either an international treaty prohibiting torture or by a federal antitorture law because he had the authority as commander in chief to approve any technique needed to protect the nation's security.",
      "publication_date": "2004-06-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/08/world/the-reach-of-war-legal-opinions-lawyers-decided-bans-on-torture-didn-t-bind-bush.html",
      "byline": "By Neil A. Lewis and Eric Schmitt"
    },
    {
      "headline": "U.S. Is Now Pursuing Americans Who Commit Sex Crimes Overseas",
      "snippet": "New federal law giving federal officials much more power to prosecute molesters of children overseas is being used to prosecute five American men, with dozens more investigations under way from Sri Lanka to Costa Rica; prosecutions so far focus on...",
      "abstract": "New federal law giving federal officials much more power to prosecute molesters of children overseas is being used to prosecute five American men, with dozens more investigations under way from Sri Lanka to Costa Rica; prosecutions so far focus on men traveling on their own, but officials hope to break shadowy Internet networks used by pedophiles to share photos and information on countries with thriving child sex industries; officials are allying with humanitarian groups fighting what Pres Bush calls 'special evil' of child trafficking; efforts in Cambodia, particular target, explained; photos (M)",
      "lead_paragraph": "One suspect was a convicted pedophile from Baltimore accused of molesting boys in two Asian countries. Another was a doctor from Georgia who the Russian police said drugged his young victims in a St. Petersburg hotel. A third was a retired Army sergeant from Seattle who may have molested up to 50 children.",
      "publication_date": "2004-06-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/08/us/us-is-now-pursuing-americans-who-commit-sex-crimes-overseas.html",
      "byline": "By Eric Lichtblau and James Dao"
    },
    {
      "headline": "THE 40TH PRESIDENT",
      "snippet": " SECURITY FEARS --    The threat of terrorism will affect Washington's first state funeral since 1973.   PAGE A22",
      "abstract": " SECURITY FEARS --    The threat of terrorism will affect Washington's first state funeral since 1973.   PAGE A22",
      "lead_paragraph": "SECURITY FEARS -- The threat of terrorism will affect Washington's first state funeral since 1973. PAGE A22",
      "publication_date": "2004-06-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/08/us/the-40th-president.html",
      "byline": ""
    }
  ]
}