{
  "metadata": {
    "date": "2004-10-25",
    "total_articles": 32
  },
  "articles": [
    {
      "headline": "Big G.O.P. Bid to Challenge Voters at Polls in Key State",
      "snippet": "Republican Party officials in Ohio took formal steps yesterday to place thousands of recruits inside polling places on Election Day to challenge the qualifications of voters they suspect are not eligible to cast ballots.     Party officials say th...",
      "abstract": "Republican Party officials in Ohio took formal steps yesterday to place thousands of recruits inside polling places on Election Day to challenge the qualifications of voters they suspect are not eligible to cast ballots.     Party officials say their effort is necessary to guard against fraud arising from aggressive moves by the Democrats to register tens of thousands of new voters in Ohio, seen as one of the most pivotal battlegrounds in the Nov. 2 elections.   ",
      "lead_paragraph": "Republican Party officials in Ohio took formal steps yesterday to place thousands of recruits inside polling places on Election Day to challenge the qualifications of voters they suspect are not eligible to cast ballots.",
      "publication_date": "2004-10-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/23/politics/campaign/big-gop-bid-to-challenge-voters-at-polls-in-key-state.html",
      "byline": "By Michael Moss"
    },
    {
      "headline": "Pressure Said to Be Building for Ouster of Marsh's Chief",
      "snippet": "Marsh & McLennan directors, under pressure from regulators, move to force resignation of Jeffrey W Greenberg, company's chief executive; some of company's 10 independent directors contact New York Atty Gen Eliot Spitzer in effort to settle civil l...",
      "abstract": "Marsh & McLennan directors, under pressure from regulators, move to force resignation of Jeffrey W Greenberg, company's chief executive; some of company's 10 independent directors contact New York Atty Gen Eliot Spitzer in effort to settle civil lawsuit accusing Marsh of rigging bids and fixing prices for insurance; Spitzer indicates that negotiations may begin only with departure of Greenberg, whom he accuses of misleading him in early stages of investigation into corruption in insurance industry; Greenberg photo (M)",
      "lead_paragraph": "Under pressure from regulators, the directors of the Marsh & McLennan Companies, the big insurance broker, are moving to force the resignation of Jeffrey W. Greenberg, the company's chief executive, according to people briefed on the discussions.",
      "publication_date": "2004-10-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/23/business/pressure-said-to-be-building-for-ouster-of-marshs-chief.html",
      "byline": "By Joseph B. Treaster and Alex Berenson"
    },
    {
      "headline": "Rah-Rah, Sis-Boom-Bah for Google! Or Not",
      "snippet": "Cheerleading for Google from analysts at leading Wall Street brokerage firms is starting to sound a lot like days of dot.com bubble, when some of same analysts appeared on TV trumpeting ever higher prices for profitless Internet companies; Google ...",
      "abstract": "Cheerleading for Google from analysts at leading Wall Street brokerage firms is starting to sound a lot like days of dot.com bubble, when some of same analysts appeared on TV trumpeting ever higher prices for profitless Internet companies; Google shares surge by more than $23 to close at $172.43; number of Wall Street analysts immediately raise their price targets for company, encouraging investors to buy more shares; graph shows Google's soaring stock price; photo of analyst Mary Meeker (M)",
      "lead_paragraph": "Has the pep rally resumed on Wall Street?",
      "publication_date": "2004-10-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/23/technology/rahrah-sisboombah-for-google-or-not.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "A New Order of Business for Chip Industry",
      "snippet": "Interview with Morris Chang, founder and chairman of Taiwan Semiconductor Manufacturing Co in Taipai; his company is goliath of Taiwan's modern microchip industry and world's biggest manufacturer of made-to-order chips; he expresses concern about ...",
      "abstract": "Interview with Morris Chang, founder and chairman of Taiwan Semiconductor Manufacturing Co in Taipai; his company is goliath of Taiwan's modern microchip industry and world's biggest manufacturer of made-to-order chips; he expresses concern about lower growth in next 10 years and competition from rising industrial power of China; photos (M)",
      "lead_paragraph": "TAIPEI, Taiwan - At 73, Morris Chang has reason to boast. The business he founded 17 years ago, the Taiwan Semiconductor Manufacturing Company, is the goliath of Taiwan's modern microchip industry and the world's biggest manufacturer of made-to-order chips. This month, it announced record quarterly revenue for the second consecutive time.",
      "publication_date": "2004-10-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/23/technology/a-new-order-of-business-for-chip-industry.html",
      "byline": "By Chris Buckley"
    },
    {
      "headline": "Momentum Builds for U.S. Role in Paying Highest Health Costs",
      "snippet": "Senator John Kerry is pushing the concept, and so are some Senate Republicans. That is why lawmakers and lobbyists say that regardless of who wins the presidential election, Congress will soon take up the idea of fighting high health insurance cos...",
      "abstract": "Senator John Kerry is pushing the concept, and so are some Senate Republicans. That is why lawmakers and lobbyists say that regardless of who wins the presidential election, Congress will soon take up the idea of fighting high health insurance costs by shielding employers from the most expensive medical cases.     In seeking to rein in the costs of the runaway insurance premiums paid by employers and their workers -- nearly $520 billion this year and rising -- politicians of both parties and some business groups are pushing an idea known as reinsurance. Such an approach might take its place alongside existing federal reinsurance programs, like the ones for floods and other natural disasters, or for the damages that might result from acts of terrorism.  ",
      "lead_paragraph": "Senator John Kerry is pushing the concept, and so are some Senate Republicans. That is why lawmakers and lobbyists say that regardless of who wins the presidential election, Congress will soon take up the idea of fighting high health insurance costs by shielding employers from the most expensive medical cases.",
      "publication_date": "2004-10-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/23/business/momentum-builds-for-us-role-in-paying-highest-health-costs.html",
      "byline": "By Milt Freudenheim and Robert Pear"
    },
    {
      "headline": "Officials Fear Iraq's Lure for Muslims in Europe",
      "snippet": "France's antiterrorist police on Friday identified a young Frenchman killed fighting the United States in Iraq, the first confirmed case of what is believed to be a growing stream of Muslims heading from Europe to fight what they regard as a new h...",
      "abstract": "France's antiterrorist police on Friday identified a young Frenchman killed fighting the United States in Iraq, the first confirmed case of what is believed to be a growing stream of Muslims heading from Europe to fight what they regard as a new holy war.    Redouane el-Hakim, 19, the son of Tunisian immigrants, died during an American bombardment of insurgents in Falluja on July 17, according to an intelligence official close to the case.  ",
      "lead_paragraph": "PARIS, Oct. 22 - France's antiterrorist police on Friday identified a young Frenchman killed fighting the United States in Iraq, the first confirmed case of what is believed to be a growing stream of Muslims heading from Europe to fight what they regard as a new holy war.",
      "publication_date": "2004-10-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/23/world/europe/officials-fear-iraqs-lure-for-muslims-in-europe.html",
      "byline": "By Craig S. Smith and Don van Natta Jr"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Congress May Try to Tackle Price of Health Coverage  Regardless of who wins the presidential election, Congress will soon take up the idea of lowering the cost of health insurance by shielding employers from the most expensive medical cases, lawma...",
      "abstract": " Congress May Try to Tackle Price of Health Coverage  Regardless of who wins the presidential election, Congress will soon take up the idea of lowering the cost of health insurance by shielding employers from the most expensive medical cases, lawmakers and lobbyists say.   ",
      "lead_paragraph": "Congress May Try to Tackle Price of Health Coverage Regardless of who wins the presidential election, Congress will soon take up the idea of lowering the cost of health insurance by shielding employers from the most expensive medical cases, lawmakers and lobbyists say.",
      "publication_date": "2004-10-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/23/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Crocodile Husbandry Is Really Hard, China Finds",
      "snippet": "Over the past decade, China has become an industrial colossus by mastering an extraordinary variety of commercial skills, from the manufacture of high-speed computer chips to the production of top-quality automotive steel.    Learning to stimulate...",
      "abstract": "Over the past decade, China has become an industrial colossus by mastering an extraordinary variety of commercial skills, from the manufacture of high-speed computer chips to the production of top-quality automotive steel.    Learning to stimulate the sex drive of crocodiles has proved more difficult.  ",
      "lead_paragraph": "PANYU, China, Oct. 16 - Over the past decade, China has become an industrial colossus by mastering an extraordinary variety of commercial skills, from the manufacture of high-speed computer chips to the production of top-quality automotive steel.",
      "publication_date": "2004-10-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/23/world/asia/crocodile-husbandry-is-really-hard-china-finds.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Part-Time Soldiers, Injured but Not Yet Home",
      "snippet": "Staff Sgt. Jeffrey A. Elliott returned to this country with a back injury after his unarmored truck hit a roadside bomb in Iraq. Yet 15 months later, he still has not made it home for good.      A member of the Washington National Guard, Sergeant ...",
      "abstract": "Staff Sgt. Jeffrey A. Elliott returned to this country with a back injury after his unarmored truck hit a roadside bomb in Iraq. Yet 15 months later, he still has not made it home for good.      A member of the Washington National Guard, Sergeant Elliott is hoping to finish whatever treatments may soothe the degenerating disk in his back and for the military to complete the paperwork for his case, now promised within weeks. He is living out of a suitcase in a barracks while his wife and children wait, 220 miles away.   ",
      "lead_paragraph": "FORT LEWIS, Wash. - Staff Sgt. Jeffrey A. Elliott returned to this country with a back injury after his unarmored truck hit a roadside bomb in Iraq. Yet 15 months later, he still has not made it home for good.",
      "publication_date": "2004-10-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/23/us/parttime-soldiers-injured-but-not-yet-home.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "Memos Warned of Billing Fraud by Firm in Iraq",
      "snippet": "Managers of a security firm that won large contracts in Iraq warned their bosses in February of what they called a pattern of fraudulent billing practices, internal company memorandums suggest.      The memorandums, written primarily by two compan...",
      "abstract": "Managers of a security firm that won large contracts in Iraq warned their bosses in February of what they called a pattern of fraudulent billing practices, internal company memorandums suggest.      The memorandums, written primarily by two company managers, charged that the security firm, Custer Battles, repeatedly billed the occupation authorities for nonexistent services or at grossly inflated prices.   ",
      "lead_paragraph": "Managers of a security firm that won large contracts in Iraq warned their bosses in February of what they called a pattern of fraudulent billing practices, internal company memorandums suggest.",
      "publication_date": "2004-10-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/23/politics/memos-warned-of-billing-fraud-by-firm-in-iraq.html",
      "byline": "By Erik Eckholm"
    },
    {
      "headline": "In Swing States, Growth of Jobs Has Faltered",
      "snippet": "Labor Dept reports that as job growth has picked up in many areas of country, employment has continued to falter in some crucial battleground states in presidential election; finds that job market in September remained relatively weak in political...",
      "abstract": "Labor Dept reports that as job growth has picked up in many areas of country, employment has continued to falter in some crucial battleground states in presidential election; finds that job market in September remained relatively weak in politically divided states along Great Lakes and that it even took tumble in Florida; notes that Michigan lost estimated 15,000 jobs for month; map shows employment situation in states; photo (M)",
      "lead_paragraph": "As job growth has picked up in many areas of the country, employment has continued to falter in some crucial battleground states, the government reported yesterday.",
      "publication_date": "2004-10-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/23/business/in-swing-states-growth-of-jobs-has-faltered.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "S.E.C. Warns It May Act on Ex-Officer of Citigroup",
      "snippet": "Citigroup says federal regulators have warned it that investigation of its asset management unit could result in enforcement action against Thomas W Jones, who ran division until Oct 20; SEC has warned Jones that he will probably face civil compla...",
      "abstract": "Citigroup says federal regulators have warned it that investigation of its asset management unit could result in enforcement action against Thomas W Jones, who ran division until Oct 20; SEC has warned Jones that he will probably face civil complaint; this caps difficult week for Charles O Prince, Citigroup's chief executive, who has been taking pains to prove to regulators as well as to investors that Citigroup can run clean ship (M)",
      "lead_paragraph": "Citigroup said yesterday that federal regulators had warned the bank that an investigation of its asset management unit could result in an enforcement action against the executive who ran the division until this week.",
      "publication_date": "2004-10-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/23/business/sec-warns-it-may-act-on-exofficer-of-citigroup.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Rebel Attacks Kill 18 Iraqis; G.I.'s Injured",
      "snippet": "Insurgents mount strikes on United States and Iraqi outposts across Iraq, using mortars and hidden roadside bombs to kill at least 18 Iraqi police officers and national guardsmen and wound dozens of Iraqis and Americans; American military official...",
      "abstract": "Insurgents mount strikes on United States and Iraqi outposts across Iraq, using mortars and hidden roadside bombs to kill at least 18 Iraqi police officers and national guardsmen and wound dozens of Iraqis and Americans; American military official says attacks do not appear to be coordinated; Army of Ansar al-Sunna, militant Iraqi group that has taken credit for string of gruesome killings, posts video on Internet showing beheading of man they call 'crusader spy' for American forces; news agencies report that man claimed he sold drinks to American base in Mosul; flurry of violence underscores challenge facing American and Iraqi officials as planned national elections draw near; photo; map (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 23 - Insurgents mounted strikes on United States and Iraqi outposts across Iraq on Saturday, killing at least 18 Iraqi police officers and national guardsmen in car bombings, and wounding dozens of Iraqis and Americans in the assaults, which included mortars and hidden roadside bombs.",
      "publication_date": "2004-10-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/10/24/world/middleeast/rebel-attacks-kill-18-iraqis-gis-injured.html",
      "byline": "By Richard A. Oppel Jr"
    },
    {
      "headline": "The Wonderful World of Succession",
      "snippet": "Article on prospects of Walt Disney Co president Robert A Iger succeeding Michael D Eisner as chief executive of company; holds Iger may be hurt by his performance when he was overseeing ABC, where he had his ups and downs; but more important, fri...",
      "abstract": "Article on prospects of Walt Disney Co president Robert A Iger succeeding Michael D Eisner as chief executive of company; holds Iger may be hurt by his performance when he was overseeing ABC, where he had his ups and downs; but more important, friends, analysts and associates say, is whether he has differentiated himself enough from Eisner, who has become lightning rod for many of Disney's troubles; says Iger cannot be seen as disloyal to Eisner, but at same time he does not want to be too closely associated with him, either, since disgruntled investors voted 45 percent of their shares earlier this year against keeping Eisner on board; photos (M)",
      "lead_paragraph": "AT an investor conference in Orlando, Fla., in February, about 100 analysts and investors eagerly awaited the arrival of the Walt Disney Company's chief executive, Michael D. Eisner. The ballroom at Disney's Contemporary Resort was buzzing with news that Mr. Eisner had received a $54 billion takeover bid from Comcast, which contended that it could manage the company better.",
      "publication_date": "2004-10-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/10/24/business/yourmoney/the-wonderful-world-of-succession.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Judicial Races in Several States Become Partisan Battlegrounds",
      "snippet": "Formerly staid judicial elections are loud and vicious fights this year, fueled by money, venom and television; campaign spending has skyrocketed; in one Illinois race, two vying candidates have raised $5 million; in West Virginia, group financed ...",
      "abstract": "Formerly staid judicial elections are loud and vicious fights this year, fueled by money, venom and television; campaign spending has skyrocketed; in one Illinois race, two vying candidates have raised $5 million; in West Virginia, group financed by business interests is spending $2.5 million to defeat sitting justice; third of total spending nationwide comes from interest groups, much of it from independent but partisan organizations known as 527's; main contributors are business interests and plaintiffs' lawyers, and their agenda is most often election of judges who could help--or defeat of judges who could hinder--efforts to impose limits on lawsuits seeking damages for injuries; voters in eight states are seeing television advertisments in judicial races for first time; ads feature judges attacking their opponents or telling voters their views on legal and political issues, something they avoided until 2002 Supreme Court decision; some races described; photos (M)",
      "lead_paragraph": "Judicial elections, which used to be staid and decorous affairs, have been transformed this year into loud and vicious fights, fueled by money, venom and television.",
      "publication_date": "2004-10-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/10/24/politics/campaign/judicial-races-in-several-states-become-partisan.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "That Rite of Passage Called Being Fired",
      "snippet": "Lisa Belkin Life's Work column surveys various people who have been fired and how they bounced back, in some cases with better jobs and money; drawing (M)",
      "abstract": "Lisa Belkin Life's Work column surveys various people who have been fired and how they bounced back, in some cases with better jobs and money; drawing (M)",
      "lead_paragraph": "ONE of my guilty pleasures is watching \"The Apprentice.\"",
      "publication_date": "2004-10-24T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/10/24/jobs/that-rite-of-passage-called-being-fired.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "More Employers Tighten Ties That Bind Workers to Them",
      "snippet": "Some lawyers who track employment litigation say number of suits involving so-called noncompete agreements barring employees from working for competitors are rising; increase is tied to market that is ever more reliant on information; photo (M)",
      "abstract": "Some lawyers who track employment litigation say number of suits involving so-called noncompete agreements barring employees from working for competitors are rising; increase is tied to market that is ever more reliant on information; photo (M)",
      "lead_paragraph": "In a job market that is only fitfully recovering from a lengthy decline, many employers still find themselves in a buyer's market when they decide to hire. As a result, employers have more persuasive power if they ask new employees to sign agreements that bar them from working for competitors in the future, and they appear to be enforcing those agreements more aggressively.",
      "publication_date": "2004-10-24T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/10/24/jobs/more-employers-tighten-ties-that-bind-workers-to-them.html",
      "byline": "By Ellen L. Rosen"
    },
    {
      "headline": "Identity Theft Is Epidemic.Can It Be Stopped?",
      "snippet": "Article on identity theft, which has become epidemic, and whether it can stopped; says Federal Trade Commission report shows 27.3 million American had their identities stolen from April 1998 to April 2003, with more than one third of them, or 9.9 ...",
      "abstract": "Article on identity theft, which has become epidemic, and whether it can stopped; says Federal Trade Commission report shows 27.3 million American had their identities stolen from April 1998 to April 2003, with more than one third of them, or 9.9 million, victimized in last 12 months of that period alone; adds in those 12 months, businesses and financial institutions suffered about $48 billion in losses because of identity theft, and victimized consumers paid more than $5 billion in out-of-pocket expenses to regain their financial identities; some origins of identity fraud and possible solutions detailed; chart; photos (M)",
      "lead_paragraph": "PAUSING in the foyer of a comfortable suburban home two days before Halloween in 2002, Kevin Barrows, a special agent with the F.B.I., could not bring himself to open the front door. He and a team of agents had just spent several hours searching every room in the house, in New Rochelle, N.Y., but they were leaving empty-handed. Months of investigating had led Mr. Barrows to believe that someone was orchestrating a huge fraud from the house, yet he had not found a single scrap of evidence.",
      "publication_date": "2004-10-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/10/24/business/yourmoney/identity-theft-is-epidemiccan-it-be-stopped.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Who Loses the Most at Marsh? Its Workers",
      "snippet": "Gretchen Morgenson column on alleged fraud at Marsh & McLennan, world's largest insurance brokerage concern, being investigated by New York State Atty Gen Eliot Spitzer focuses on who loses most from management's actions; says biggest losers are c...",
      "abstract": "Gretchen Morgenson column on alleged fraud at Marsh & McLennan, world's largest insurance brokerage concern, being investigated by New York State Atty Gen Eliot Spitzer focuses on who loses most from management's actions; says biggest losers are company's 60,000 workers around world, many of whom were essentially pushed by company to load up on Marsh shares; says most of these people, whose retirement accounts have been eviscerated, are probably guilty of nothing more than trying to do their jobs; graph (M)",
      "lead_paragraph": "CERTAIN things in life never change, of course, and one of the more unfortunate constants is that when corporations behave badly, their rank-and-file workers are hit hardest. Executives always seem to vanish from the accident scene, toting their munificent pay packages; ordinary workers are left with little or nothing.",
      "publication_date": "2004-10-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/10/24/business/yourmoney/who-loses-the-most-at-marsh-its-workers.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Bush and Kerry Focus Campaigns on 11 Key States",
      "snippet": "Pres Bush and Sen John Kerry plan barrage of visits and television advertisements in 11 states they both see as final battleground between now and Election Day; both sides have reassigned staff out of states once considered competitive and scatter...",
      "abstract": "Pres Bush and Sen John Kerry plan barrage of visits and television advertisements in 11 states they both see as final battleground between now and Election Day; both sides have reassigned staff out of states once considered competitive and scattered them across 11 key states, which are Fla, Pa, Ohio, Mich, Minn, Wis, Colo, Iowa, Nev, NM and NH; at least 7 of 11 states are considered tied; 11 states represent 135 of 538 electoral votes; Bush and Kerry have sharpened their differences as race comes to close, staking out vastly different positions on wide variety of issues; Bush aides say his central focus over final 10 days will be what they see as his strongest suit: fight against terrorism; maps; charts (L)",
      "lead_paragraph": "FORT MYERS, Fla., Oct. 23 - President Bush and Senator John Kerry move into the last days of the presidential contest in agreement that the race has come down to just 11 states, and have laid out plans for a barrage of visits and television advertisements across this final battleground between now and Nov. 2.",
      "publication_date": "2004-10-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/10/24/politics/campaign/bush-and-kerry-focus-campaigns-on-11-key-states.html",
      "byline": "By Adam Nagourney and Katharine Q. Seelye"
    },
    {
      "headline": "After Terror, a Secret Rewriting of Military Law",
      "snippet": "First of two articles in series, Tough Justice, describes how White House, acting in great secrecy in aftermath of 9/11 terror attacks, gave military authority to detain foreign suspects indefinitely and prosecute them in tribunals not used since ...",
      "abstract": "First of two articles in series, Tough Justice, describes how White House, acting in great secrecy in aftermath of 9/11 terror attacks, gave military authority to detain foreign suspects indefinitely and prosecute them in tribunals not used since World War II; says officials bypassed federal courts and constitutional guarantees, determined to deal aggressively with terrorists they expected to capture; says legal strategy took shape as ambition of small core of conservative administration officials whose political influence and bureaucratic skill gave them remarkable power in aftermath of 9/11; says driving force behind new policy was Vice Pres Dick Cheney; notes that final details were hidden even from national security adviser Condoleezza Rice and Secretary of State Colin L Powell; says strategy has been source of sharp conflict within administration, eventually pitting Rice and Defense Sec Donald H Rumsfeld against one another over issues of due process, intelligence-gathering and international law; notes that some of most forceful critics of Pentagon's system have been uniformed lawyers assigned to defend Guantanano Bay detainees; notes that three years later, not single terrorist has been prosecuted, and only 4 detainees held at US naval base at Guantanamo Bay have been formally charged; detailed description of process by which military law was quickly and secretly rewritten; photos (L)",
      "lead_paragraph": "WASHINGTON - In early November 2001, with Americans still staggered by the Sept. 11 attacks, a small group of White House officials worked in great secrecy to devise a new system of justice for the new war they had declared on terrorism.",
      "publication_date": "2004-10-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/10/24/us/threats-and-responses-tough-justice-after-terror-a-secret-rewriting-of.html",
      "byline": "By Tim Golden"
    },
    {
      "headline": "To Survive the Dance, Marsh Must Follow Spitzer's Lead",
      "snippet": "Analysis of moves Marsh & McLennan, world's largest insurance broker, must make to survive New York State criminal probe into charges it cheated clients; imminent resignation of chairman and chief executive Jeffrey Greenberg is seen as only first ...",
      "abstract": "Analysis of moves Marsh & McLennan, world's largest insurance broker, must make to survive New York State criminal probe into charges it cheated clients; imminent resignation of chairman and chief executive Jeffrey Greenberg is seen as only first step; Marsh's independent directors are reportedly already running company and deciding its legal strategies; are working on package of reforms to show Atty Gen Eliot Spitzer that they are serious about changing corporate culture; have little choice but to follow Spitzer's lead; photos (M)",
      "lead_paragraph": "Jeffrey Greenberg will almost certainly be gone. But his company, Marsh & McLennan, has a good chance of surviving as long as its outside directors understand that Mr. Greenberg's resignation is not the last, but the first change they will have to make.",
      "publication_date": "2004-10-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/25/business/to-survive-the-dance-marsh-must-follow-spitzers-lead.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Still a Puzzle for the Undecided, a Pivotal Few Among Voters",
      "snippet": "About 5 percent of nation's likely voters are still not sure whom they want for president; bloc of undecided voters this close to Election Day has often meant bad news for incumbent, but one Democratic pollster says it is far from certain if that ...",
      "abstract": "About 5 percent of nation's likely voters are still not sure whom they want for president; bloc of undecided voters this close to Election Day has often meant bad news for incumbent, but one Democratic pollster says it is far from certain if that will be case this year; Bush campaign aide says the undecided are either moderates or conservatives, not liberal, and will either stay home or split between the two candidates; risks of changing presidents when American soldiers are fighting overseas appears to be primary concern among the undecided; photos (M)",
      "lead_paragraph": "Mary Ellen Bower can hardly miss the signs that October is all but gone and that she is nearly out of time to make a decision on the presidential election. Along the streets of Ambler, Pa., a comfortable suburb northwest of Philadelphia, ranks of pumpkins and store-bought ghouls sit on every other lawn, often between Kerry/Edwards or Bush/Cheney placards.",
      "publication_date": "2004-10-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/25/politics/campaign/still-a-puzzle-for-the-undecided-a-pivotal-few-among.html",
      "byline": "By Jim Dwyer"
    },
    {
      "headline": "A Down-Market Publisher Dresses Up",
      "snippet": "Bauer Publishing USA, Heinrich Bauer division that produces mass magazines at low prices aimed at grocery shoppers in Middle America, is set to begin publishing celebrity fashion weekly, Life & Style; new magazine's calmer layouts and product-focu...",
      "abstract": "Bauer Publishing USA, Heinrich Bauer division that produces mass magazines at low prices aimed at grocery shoppers in Middle America, is set to begin publishing celebrity fashion weekly, Life & Style; new magazine's calmer layouts and product-focused features are clear bid to entice advertisers that have shunned company's In Touch despite celebrity magazine's strong sales; president Hubert Boehle comments; photos (M)",
      "lead_paragraph": "Situated in a featureless suburban office building in Englewood Cliffs, N.J., 12 miles from the glitter of Midtown Manhattan publishing, Bauer Publishing USA might as well be 1,200 miles away.",
      "publication_date": "2004-10-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/25/business/media/a-downmarket-publisher-dresses-up.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Ambush Kills 50 Iraq Soldiers Execution Style",
      "snippet": "Guerrillas dressed as policemen kill about 50 freshly trained Iraqi soldiers in remote eastern Iraq as unarmed soldiers are heading home on leave; soldiers are taken from three minibuses at fake checkpoint about 95 miles northeast of Baghdad, told...",
      "abstract": "Guerrillas dressed as policemen kill about 50 freshly trained Iraqi soldiers in remote eastern Iraq as unarmed soldiers are heading home on leave; soldiers are taken from three minibuses at fake checkpoint about 95 miles northeast of Baghdad, told or forced to lie down on ground in rows, then killed mostly with bullets to head; ambush of such extraordinarily ambitious scope and violence shows high level of organization and suggests that insurgents had inside information on travel plans of soldiers; Al Qaeda in Mesopotamia, new name of militant band led by Jordanian fighter Abu Musab al-Zarqawi, claims responsibility; State Department security officer is killed by mortar or rocket attack at Camp Victory, American base next to Baghdad International Airport; Moktada al-Sadr, firebrand Shiite Muslim cleric, says he fully supports leaders of insurgent stronghold of Falluja, but is ready to intervene in standoff between insurgents and US Marines poised to invade city; American fighter jet attacks suspected insurgent post in Falluja; photos; map (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 24 - In the deadliest ambush of the insurgency, guerrillas dressed as policemen killed about 50 freshly trained Iraqi soldiers in remote eastern Iraq as the unarmed soldiers were heading home on leave Saturday evening, Iraqi officials said Sunday.",
      "publication_date": "2004-10-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/25/world/middleeast/ambush-kills-50-iraq-soldiers-execution-style.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Deceptive Practices Are Foundat Aon, Too",
      "snippet": "New York Atty Gen Eliot Spitzer's probe of insurance companies and brokers reportedly finds deceptive and coercive practices at Aon Corp, world's second-largest insurance broker; investigators reportedly plan to bring civil suit against Aon and so...",
      "abstract": "New York Atty Gen Eliot Spitzer's probe of insurance companies and brokers reportedly finds deceptive and coercive practices at Aon Corp, world's second-largest insurance broker; investigators reportedly plan to bring civil suit against Aon and some smaller national brokers; photo (M)",
      "lead_paragraph": "In six months of examining documents from insurance companies and brokers, investigators for the New York attorney general have discovered evidence at the Aon Corporation of deceptive and coercive practices, a person close to the inquiry said yesterday.",
      "publication_date": "2004-10-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/25/business/deceptive-practices-are-foundat-aon-too.html",
      "byline": "By Joseph B. Treaster and Alex Berenson"
    },
    {
      "headline": "Administration Officials Split Over Stalled Military Tribunals",
      "snippet": "Myriad problems that have held up trials of terrorism suspects held at naval base at Guantanamo Bay, Cuba, before special military tribunals have ignited often fierce behind-the-scenes struggle that sets Pentagon and its allies in White House agai...",
      "abstract": "Myriad problems that have held up trials of terrorism suspects held at naval base at Guantanamo Bay, Cuba, before special military tribunals have ignited often fierce behind-the-scenes struggle that sets Pentagon and its allies in White House against adversaries at National Security Council, State Department and Justice Department; friction among officials like Defense Sec Donald H Rumsfeld, national security adviser, Condoleezza Rice, and Atty Gen John Ashcroft sheds new light on internal dynamics of administration that has shown remarkably united public front; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-10-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/25/front page/world/threats-and-responses-tough-justice-administration.html",
      "byline": "By Tim Golden"
    },
    {
      "headline": "Tough Exchanges on Terror",
      "snippet": "Senator John Kerry and President Bush continued their bitter exchanges about who would be tougher in the war on terror. Page A17.",
      "abstract": "Senator John Kerry and President Bush continued their bitter exchanges about who would be tougher in the war on terror. Page A17.",
      "lead_paragraph": "Senator John Kerry and President Bush continued their bitter exchanges about who would be tougher in the war on terror. Page A17.",
      "publication_date": "2004-10-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/25/us/front page/tough-exchanges-on-terror.html",
      "byline": ""
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Newspapers Initiate Circulation Safeguards  The recent acknowledgments of circulation inflation by three prominent newspaper companies have prompted at least a half dozen other chains to install safeguards intended to bolster confidence in their o...",
      "abstract": " Newspapers Initiate Circulation Safeguards  The recent acknowledgments of circulation inflation by three prominent newspaper companies have prompted at least a half dozen other chains to install safeguards intended to bolster confidence in their own circulation figures.  ",
      "lead_paragraph": "Newspapers Initiate Circulation Safeguards The recent acknowledgments of circulation inflation by three prominent newspaper companies have prompted at least a half dozen other chains to install safeguards intended to bolster confidence in their own circulation figures.",
      "publication_date": "2004-10-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/25/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Divided S.E.C. Likely to Ask Hedge Funds for More Data",
      "snippet": "Deeply divided Securities and Exchange Commission is expected to approve rules requiring all but smallest hedge funds to register with SEC and make their records available for examination; hedge funds, sophisticated pools of assets typically open ...",
      "abstract": "Deeply divided Securities and Exchange Commission is expected to approve rules requiring all but smallest hedge funds to register with SEC and make their records available for examination; hedge funds, sophisticated pools of assets typically open only to wealth investors, are largely unregulated; supporters of new rule, led by commission chairman, William H Donaldson, say changes are vital to protect marketplace from potential abuses in industry now nearing $1 trillion in assets and to deter possible manipulations; opponents include some segments of hedge fund industry, Bush administration and Federal Reserve chairman, Alan Greenspan; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 24 - A deeply divided Securities and Exchange Commission is expected on Tuesday to approve rules requiring all but the smallest hedge funds to register with the S.E.C. and make their records available for examination.",
      "publication_date": "2004-10-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/10/25/business/divided-sec-likely-to-ask-hedge-funds-for-more-data.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Huge Cache of Explosives Vanished From Site in Iraq",
      "snippet": "Iraqi interim government warns US and international nuclear inspectors that nearly 380 tons of powerful conventional explosives, mainly HMX and RDX, are missing from former military installation at Al Qaqaa, 30 miles south of Baghdad; facility was...",
      "abstract": "Iraqi interim government warns US and international nuclear inspectors that nearly 380 tons of powerful conventional explosives, mainly HMX and RDX, are missing from former military installation at Al Qaqaa, 30 miles south of Baghdad; facility was supposed to be under American military control but is now a no man's land, still picked over by looters; White House and Pentagon officials acknowledge that explosives vanished sometime after American-led invasion; are unable to explain why they were not safeguarded, beyond fact that occupation force was overwhelemed by amount of munitions they found in Iraq; American weapons experts say immediate concern is that explosives could be used in major bombing attacks against American or Iraqi forces; International Atomic Energy Agency warned of danger of these explosives before war because they could be used to trigger nuclear weapons as well as to demolish building and make missile warheads; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 24 - The Iraqi interim government has warned the United States and international nuclear inspectors that nearly 380 tons of powerful conventional explosives -- used to demolish buildings, make missile warheads and detonate nuclear weapons -- are missing from one of Iraq's most sensitive former military installations.",
      "publication_date": "2004-10-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/25/world/middleeast/huge-cache-of-explosives-vanished-from-site-in-iraq.html",
      "byline": "This article was reported and written by James Glanz, William J. Broad and David E. Sanger"
    },
    {
      "headline": "Gore and Kerry Unite in Search for Black Votes",
      "snippet": "Former Vice Pres Al Gore and Sen John Kerry visit African-American churches in Florida in effort to boost turnout among blacks, who are crucial to Kerry victory in state; Joint Center for Political and Economic Studies has released poll indicating...",
      "abstract": "Former Vice Pres Al Gore and Sen John Kerry visit African-American churches in Florida in effort to boost turnout among blacks, who are crucial to Kerry victory in state; Joint Center for Political and Economic Studies has released poll indicating that 18 percent of black voters will vote for Pres Bush, up from 9 percent in 2000; Kerry aides acknowledge that he has struggled to connect with minority audiences in campaign whose national-security emphasis has often overshadowed domestic issues; Republicans claim to have made inroads among black voters by spending more than ever before on black media and outreach; Gore photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-10-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/10/25/politics/campaign/gore-and-kerry-unite-in-search-for-black-votes.html",
      "byline": "By Jim Dwyer and Jodi Wilgoren"
    }
  ]
}