{
  "metadata": {
    "date": "2004-04-28",
    "total_articles": 25
  },
  "articles": [
    {
      "headline": "World Business Briefing | Americas: Canada: Altering Stock Symbols",
      "snippet": "World Business Briefing: Canada: Altering Sto8",
      "abstract": "World Business Briefing: Canada: Altering Sto8",
      "lead_paragraph": "Seeking to address one of the chief criticisms of corporate governance standards in Canada, the Toronto Stock Exchange said that, starting in October, a two-letter suffix would be added to the stock symbols of listed companies to identify nonvoting, multiple-voting or subordinated-voting share structures. Several of Canada's most prominent companies have dual-voting structures, usually put in place in an attempt to entrench the control of family shareholders. Bernard Simon (NYT)",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/28/business/world-business-briefing-americas-canada-altering-stock-symbols.html",
      "byline": "By Bernard Simon (NYT)"
    },
    {
      "headline": "Damascus Hit By a Bombing And a Gunfight",
      "snippet": "Heavily armed assailants detonate bomb near cluster of foreign embassies in Damascus, setting off intense gun battle with Syrian security forces; officials blame 'terrorist and sabotage group,' linking attacks to those in other Arab capitals; one ...",
      "abstract": "Heavily armed assailants detonate bomb near cluster of foreign embassies in Damascus, setting off intense gun battle with Syrian security forces; officials blame 'terrorist and sabotage group,' linking attacks to those in other Arab capitals; one officer and woman passing by are reported killed, as well as two attackers; weapons cache is found in raid in upscale Mazza district; photo of damage to building housing UN office; map (M)",
      "lead_paragraph": "Heavily armed assailants detonated a bomb near a cluster of foreign embassies in Damascus, the Syrian capital, on Tuesday, setting off an intense gun battle with state security forces that maintain exceptionally tight control over the society.",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/28/world/damascus-hit-by-a-bombing-and-a-gunfight.html",
      "byline": "By Susan Sachs"
    },
    {
      "headline": "G.M. Has Way to Go on Road to Recall Redemption",
      "snippet": "General Motors Corp has not had banner year based on recalls of its vehicles; company has recalled more than 7.5 million vehicles in less than four months; among them are some of GM's staple products; company executives say recent recalls do not r...",
      "abstract": "General Motors Corp has not had banner year based on recalls of its vehicles; company has recalled more than 7.5 million vehicles in less than four months; among them are some of GM's staple products; company executives say recent recalls do not reflect quality problems with products so much as more aggressive approach to potential problems; chief financial officer John M Devine; chart; photos (Market Place column) (M)",
      "lead_paragraph": "General Motors called it the Road to Redemption campaign: After years of problems with quality, the company started proclaiming in an unusual series of newspaper and magazine ads beginning last year that it had rededicated itself to fixing its past problems.",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/28/business/market-place-gm-has-way-to-go-on-road-to-recall-redemption.html",
      "byline": "By Danny Hakim and Fara Warner"
    },
    {
      "headline": "Lawmakers Voice Doom and Gloom On W.T.O. Ruling",
      "snippet": "Lamakers from major farm states, shaken by preliminary World Trade Organization ruling against government's multibillion-dollar subsidies to cotton industry, warn that action could deal severe blow to agribusinesses and farmers nationwide; Sen Ken...",
      "abstract": "Lamakers from major farm states, shaken by preliminary World Trade Organization ruling against government's multibillion-dollar subsidies to cotton industry, warn that action could deal severe blow to agribusinesses and farmers nationwide; Sen Kent Conrad says ruling has potential to have extraordinary consequences up and down every main street in rural America; ruling calls into question 2002 farm bill, which increased subsidies to $19 billion per year for country's biggest farmers who grow commodity crops like cotton, corn, rice, wheat and soybeans; US said such direct payments do not distort world trade; Brazil successfully argued that because they were underwritten by taxpayer money, American farms grow more crops that flooded world markets, brought down world commodity prices and undercut farmers in Brazil; Bush administration says it will not make any unilateral concessions but instead will work with Congress and agricultural sector to defend United States' farm interests (M)",
      "lead_paragraph": "Lawmakers from major farm states, shaken by a preliminary World Trade Organization ruling against the government's multibillion-dollar subsidies to the cotton industry, warned on Tuesday that the action could deal a severe blow to agribusinesses and farmers nationwide.",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/28/business/lawmakers-voice-doom-and-gloom-on-wto-ruling.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Adecco Seeks To Delay Report",
      "snippet": "Swiss employment services company Adecco is trying to persuade its lenders to exend deadline of May 3 set for release of its audited financial statements for 2003; delayed reporting 2003 results in January after disclosing that it had uncovered ac...",
      "abstract": "Swiss employment services company Adecco is trying to persuade its lenders to exend deadline of May 3 set for release of its audited financial statements for 2003; delayed reporting 2003 results in January after disclosing that it had uncovered accounting problems at unit (S)",
      "lead_paragraph": "Adecco, the Swiss employment services giant, said yesterday that it was trying to persuade its lenders to extend a deadline of Monday set for the release of its audited financial statements for 2003. The company delayed reporting the 2003 results in January after disclosing that it had uncovered accounting problems at a unit, Adecco Staffing North America. The company ordered a complete reauditing of group accounts, which it planned to release last week. At the last minute, however, Adecco said that the reaudited results could not be released until they had been reviewed by its independent law firm, Paul, Weiss, Rifkind, Wharton & Garrison. It said the process had been delayed by slow processing of e-mail messages. Fiona Fleck (NYT)",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/28/business/world-business-briefing-europe-switzerland-adecco-seeks-to-delay-report.html",
      "byline": "By Fiona Fleck (NYT)"
    },
    {
      "headline": "Other Shoe Drops in Deal For Aventis: Severance",
      "snippet": "*Executives from Sanofi-Synthelabo may have distinction of paying out some of highest severance packages awarded in Europe in recent years with acquisition of Aventis; Aventis's chairman-chief executive Igor Landau, chief financial officer Patrick...",
      "abstract": "*Executives from Sanofi-Synthelabo may have distinction of paying out some of highest severance packages awarded in Europe in recent years with acquisition of Aventis; Aventis's chairman-chief executive Igor Landau, chief financial officer Patrick Langlois, chief operating officer Richard J Markham and four others will be entitled to three years or more of full salary, as well as pension and life insurance, whether they stay, are asked to leave, or choose to go; Landau, who is stepping down, could leave with as much as 24 million euros ($28.5 million), including stock options (M)",
      "lead_paragraph": "This week, executives from the French drug company Sanofi-Synthélabo earned a surprising victory with a takeover of the larger rival Aventis. But in clinching the $65.5 billion deal, they may have also inherited a headache -- the distinction of paying out some of the highest severance packages awarded in Europe in recent years.",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/28/business/other-shoe-drops-in-deal-for-aventis-severance.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "U.N. ENVOY SEEKS NEW IRAQ COUNCIL BY CLOSE OF MAY",
      "snippet": "UN special envoy Lakhdar Brahimi tells Security Council that new interim Iraqi government should be chosen full month before sovereignty is transferred June 30, to allow it time to establish its authority and establish relationship with US militar...",
      "abstract": "UN special envoy Lakhdar Brahimi tells Security Council that new interim Iraqi government should be chosen full month before sovereignty is transferred June 30, to allow it time to establish its authority and establish relationship with US military commanders who will remain in charge of security; also says top figures should agree not to run in elections next year, which would seem to rule out role for those now in Governing Council, such as Pentagon favorite Ahmad Chalabi; Brahimi says transitional authority should refrain from making long-term commitments to be handled by elected government; says viable political process is not panacea but powerful contributing factor to security; does not specify how caretaker government will be chosen but emphasizes that Iraqis must decide (M)",
      "lead_paragraph": "The special United Nations envoy for Iraq, offering a speeded-up timetable for the selection of a caretaker government in Baghdad, said Tuesday that the new government should be chosen a full month before sovereignty is transferred on June 30 to give it time to define its authority.",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/28/world/struggle-for-iraq-transition-un-envoy-seeks-new-iraq-council-close-may.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "British Boom Driven by Personal Debt",
      "snippet": "Sunday Times of London finds that very uppercrust of British residents became richer by average of 30 percent over last 12 months, about 10 times average pay raises of citizenry; Britain's economy keeps on growing, and perils that set it apart fro...",
      "abstract": "Sunday Times of London finds that very uppercrust of British residents became richer by average of 30 percent over last 12 months, about 10 times average pay raises of citizenry; Britain's economy keeps on growing, and perils that set it apart from economies of continental Europe; ever higher house prices have sent average value of home in Britain soaring by 50 percent since early 2002, to $331,000, highest figure on record and 5.3 times average income of homeowners; International Monetary Fund has warned that main risk to Britain's economic outlook is abrupt correction in housing market; collapse could have dire consequences, since large increase in real estate values has persuaded more and more people to increase their mortgages to fuel boom in consumer spending; Chancellor the Exchequer Gordon Brown dismisses IMF's criticism; photos (M)",
      "lead_paragraph": "In recent weeks, two snapshot events framed the evolving saga of Britain's booming economy, one of the fastest-growing in the industrialized world.",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/28/business/british-boom-driven-by-personal-debt.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "How Pair's Finding on Terror Led To Clash on Shaping Intelligence",
      "snippet": "Article on two-man Pentagon intelligence unit set up by Under Sec Douglas Feith after Sept 11 attacks to search for links between terrorist groups and host countries; Feith and Michael Maloof, former journalist, culled classified material, often u...",
      "abstract": "Article on two-man Pentagon intelligence unit set up by Under Sec Douglas Feith after Sept 11 attacks to search for links between terrorist groups and host countries; Feith and Michael Maloof, former journalist, culled classified material, often uncorroborated CIA data, uncovering what Maloof calls 'tons of raw intelligence' that two were 'stunned' to find was not mentioned in CIA's finished reports; unit saw new alliances among Islamic terrorists such as Shiites and Sunnis and secular Arab regimes and gave senior Bush administration figures conclusions connecting Iraq and Al Qaeda, Saddam Hussein and Osama bin Laden; Senate intelligence committee is probing whether Counter Terrorism Evaluation Group exaggerated Iraqi threat to justify war; some intelligence experts charge unit had secret agenda to justify war and was staffed with people handpicked by conservatives like Richard N Perle to justify preordained conclusions; Patrick Lang says those brought in were not analysts but people who would deliver desired opinions; chart showing links between Feith, Maloof, third group member David Wurmser and Richard Perle, Stephen A Cambone, Iraqi exile figure Ahmad Chalabi and top officials briefed by unit: John R Bolton, Paul Wolfowitz, Donald Rumsfeld, CIA Dir George Tenet, national security adviser Stephen J Hadley and Vice Pres Cheney's aide I Lewis Libby (M)",
      "lead_paragraph": "Soon after the Sept. 11 attacks, a two-man intelligence team set up shop in a windowless, cipher-locked room at the Pentagon, searching for evidence of links between terrorist groups and host countries.",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/28/us/how-pair-s-finding-on-terror-led-to-clash-on-shaping-intelligence.html",
      "byline": "By James Risen"
    },
    {
      "headline": "Specter Is Survivor In G.O.P. Primary",
      "snippet": "Sen Arlen Specter's renomination in Pennsylvania's Republican primary noted",
      "abstract": "Sen Arlen Specter's renomination in Pennsylvania's Republican primary noted",
      "lead_paragraph": "Senator Arlen Specter, a four-term Republican known for his centrist stands, turned back a challenge in a Senate primary from his party's right wing, barely defeating Representative Patrick J. Toomey.",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/28/us/specter-is-survivor-in-gop-primary.html",
      "byline": ""
    },
    {
      "headline": "An Inquiry Into Insurance Payments and Conflicts",
      "snippet": "New York State Atty Gen Eliot Spitzer is conducting inquiry into practices of commercial insurance brokers and payments they receive from insurance companies to promote their coverage; Spitzer is probing possible conflicts of interest, inadequate ...",
      "abstract": "New York State Atty Gen Eliot Spitzer is conducting inquiry into practices of commercial insurance brokers and payments they receive from insurance companies to promote their coverage; Spitzer is probing possible conflicts of interest, inadequate disclosure and companies that are said to be taking advantage of their customers; insurance brokers that have been subpoenaed are Marsh Inc, Willis Group Holdings, Aon and Kay Insurance Associates (M)",
      "lead_paragraph": "The latest financial investigation undertaken by the New York attorney general, Eliot Spitzer, has some familiar themes: conflicts of interest, inadequate disclosure and companies that are said to be taking advantage of their customers.",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/28/business/an-inquiry-into-insurance-payments-and-conflicts.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "World Business Briefing | Europe: France: Relief For Alstom",
      "snippet": "France's Alstom says its lenders suspended company's obligations to meet some of its debt requirements for five months (S)",
      "abstract": "France's Alstom says its lenders suspended company's obligations to meet some of its debt requirements for five months (S)",
      "lead_paragraph": "The French power and engineering company Alstom said that its lenders suspended the company's obligations to meet some of its debt requirements for five months. The company said that the conditions of its loans were unchanged and that the postponement would imply no penalty. Under its restructuring agreement, Alstom signed a 1.56 billion euro ($1.85 billion) five-year loan last year, with the obligation to meet certain targets after one year. The financial situation of the company will be re-examined with its lenders before Sept. 30, Alstom said. Ariane Bernard (NYT)",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/28/business/world-business-briefing-europe-france-relief-for-alstom.html",
      "byline": "By Ariane Bernard (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Thailand: Tax Incentives",
      "snippet": "Thailand's Finance Min Somkid Jatgusripitak says cabinet approved tax incentives that it hopes will steady Thailand's stock market by attracting longer-term investments (S)",
      "abstract": "Thailand's Finance Min Somkid Jatgusripitak says cabinet approved tax incentives that it hopes will steady Thailand's stock market by attracting longer-term investments (S)",
      "lead_paragraph": "The finance minister, Somkid Jatusripitak, said that the cabinet approved tax incentives that it hoped would steady Thailand's stock market by attracting longer-term investments. Among the measures was an extension on tax privileges for companies that list shares on the Thai stock exchange, as well as tax breaks for investments in mutual and pension funds. Wayne Arnold (NYT)",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/28/business/world-business-briefing-asia-thailand-tax-incentives.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Oil Profit Rises",
      "snippet": "BP reports $4.7 billion in profit for first quarter, 17 percent increase from period year earlier (S)",
      "abstract": "BP reports $4.7 billion in profit for first quarter, 17 percent increase from period year earlier (S)",
      "lead_paragraph": "The oil company BP reported $4.7 billion in profit for the first quarter, a 17 percent increase from the period a year earlier. The results included asset sales and credits of $1.18 billion. The company said it would split off more than half of its underperforming chemicals business in 2005, and might sell it in an initial public offering. Lord Browne, the chief executive, said that the book value of the business was about $7 billion. The company's revenue from petrochemicals was $16.1 billion in 2003, 7 percent of its total. Heather Timmons (NYT)",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/28/business/world-business-briefing-europe-britain-oil-profit-rises.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Strong Yen and Drop in U.S. Sales Hurt Profit at Honda",
      "snippet": "Honda Motor Co says profit fell more than third in latest quarter, hurt by unfavorable currency swings and decline in sales in North American market; net income for quarter ended March 31 fell 36.5 percent, to 74.1 billion yen ($682 million), from...",
      "abstract": "Honda Motor Co says profit fell more than third in latest quarter, hurt by unfavorable currency swings and decline in sales in North American market; net income for quarter ended March 31 fell 36.5 percent, to 74.1 billion yen ($682 million), from 116.7 billion yen year earlier; revenue rose 0.8 percent, to 2.145 trillion yen ($19.7 billion) for quarter, net profit rose 8.8 percent, to 464.3 billion yen for year ended March 31; photo (M)",
      "lead_paragraph": "The Honda Motor Company said Tuesday that profit fell more than a third in the latest quarter, hurt by unfavorable currency swings and a decline in sales in the crucial North American market.",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/28/business/strong-yen-and-drop-in-us-sales-hurt-profit-at-honda.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "Part Butler and Part Buddy, Aide Keeps Kerry Running",
      "snippet": "Marvin Nicholson Jr, John Kerry's 32-year-old chief of staff, attends to minutiae that underpins modern-day presidential campaign; crisscrosses country with loaf of bread to make Kerry's peanut butter-and-jelly sandwiches, lays out meals and newsp...",
      "abstract": "Marvin Nicholson Jr, John Kerry's 32-year-old chief of staff, attends to minutiae that underpins modern-day presidential campaign; crisscrosses country with loaf of bread to make Kerry's peanut butter-and-jelly sandwiches, lays out meals and newspapers, transports luggage and keeps little black books filled with names and numbers of people Kerry meets and calls; also tosses footballs and snowboards with Kerry apart from entourage of politicos and policy wonks; Nicholson, raised in Toronto and on Vancouver Island by American mother, met Kerry as customer in windsurfing shop in Cambridge where he worked, caddied and drove for senator and hit campaign trail with him last winter; photos and list of items in satchel Nicholson carries (M)",
      "lead_paragraph": "The man who would be president takes peanut butter and jelly sandwiches -- on whole wheat, strawberry jelly preferred to grape -- twice a day on the campaign trail. He wears $15 reading glasses, off the rack at CVS. Before bedtime, he starts but rarely finishes movies like ''Seabiscuit'' and ''The Blues Brothers'' in his hotel suite. Come morning, he leaves $20 for the maid.",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/28/us/part-butler-and-part-buddy-aide-keeps-kerry-running.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "World Business Briefing | Europe: Switzerland: Earnings Revision",
      "snippet": "Credit Suisse restates its 2003 earnings to 770 million Swiss francs ($593 million) from 5 billion Swis francs after switching from Swiss accounting standards to generally accepted accounting principles used by most corporations in US; graph (S)",
      "abstract": "Credit Suisse restates its 2003 earnings to 770 million Swiss francs ($593 million) from 5 billion Swis francs after switching from Swiss accounting standards to generally accepted accounting principles used by most corporations in US; graph (S)",
      "lead_paragraph": "The Swiss banking giant Credit Suisse restated its 2003 earnings yesterday to 770 million Swiss francs ($593 million) from 5 billion Swiss francs after switching from Swiss accounting standards to generally accepted accounting principles used by most corporations in the United States. The bank said the discrepancy in earnings of 4.2 billion Swiss francs was because of the different treatment the United States standards applied to a write-down of good will created by the 1997 merger with the Swiss insurer Winterthur. The shift had been expected. Fiona Fleck (NYT)",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/28/business/world-business-briefing-europe-switzerland-earnings-revision.html",
      "byline": "By Fiona Fleck (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Janus to Lower Fees As Part of Settlement  The Janus Capital Group said that it would lower fees on its mutual funds as part of a $225 million settlement with regulators over improper trading in its funds.       The New York attorney general, Elio...",
      "abstract": " Janus to Lower Fees As Part of Settlement  The Janus Capital Group said that it would lower fees on its mutual funds as part of a $225 million settlement with regulators over improper trading in its funds.       The New York attorney general, Eliot Spitzer, demanded the fee reduction of $125 million over five years even though, according to Morningstar, fees on Janus mutual funds are already below average. [Page C5.]",
      "lead_paragraph": "Janus to Lower Fees As Part of Settlement",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/28/business/business-digest-391344.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Spain: Banker To Stand Trial",
      "snippet": "Santander Central Hispano president Emilio Botin has been ordered by Judge Maria Teresa Palacio to stand trial in Spain along with former chief executive Angel Corcostegui and former co-chairman Jose Maria Amusategui; Palacio rules executives shou...",
      "abstract": "Santander Central Hispano president Emilio Botin has been ordered by Judge Maria Teresa Palacio to stand trial in Spain along with former chief executive Angel Corcostegui and former co-chairman Jose Maria Amusategui; Palacio rules executives should be tried in connection with pension and bonus payments of more than 164 million euros Corcostegui and Amusategui received when they resigned in 2001; photo (S)",
      "lead_paragraph": "Emilio Botín, left, president of Spain's largest bank, Santander Central Hispano, has been ordered to stand trial along with two former executives on charges of criminal misuse of funds, according to a Spanish court order. Judge María Teresa Palacio ruled that Mr. Botín, 69; his former chief executive, Ángel Corcôstegui, 52; and a former co-chairman, José María Amusátegui, 72, be tried in connection with pension and bonus payments of more than 164 million euros the two former executives received when they resigned in 2001. ''Our board has rejected these charges, and pointed out that the decisions on remunerations were made unanimously by the board,'' a bank official said. Dale Fuchs (NYT)",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/28/business/world-business-briefing-europe-spain-banker-to-stand-trial.html",
      "byline": "By Dale Fuchs (NYT)"
    },
    {
      "headline": "Test in a Tinderbox",
      "snippet": "News analysis of siege in Falluja as case study in mistaken assumptions, dashed hopes, rivalry between Army and Marine Corps, and shocking murder and mutiliation of four American workers that became trigger for confrontation; chain of decisions th...",
      "abstract": "News analysis of siege in Falluja as case study in mistaken assumptions, dashed hopes, rivalry between Army and Marine Corps, and shocking murder and mutiliation of four American workers that became trigger for confrontation; chain of decisions that has made Sunni city symbol of Iraqi insurgency also illustrates conflicting military strategies and shifting political aims; critics suggest Marines overreacted to murders, but they had already run into stiff resistance as they moved into city that Army had largely left to Iraqi police patrols; Bush administration now fears images will stir uprisings in Iraq and beyond; photo; military complains that stop-and-start negotiations allow insurgents to refortify, put marines at even more risk and postpone inevitable attack; American units have come and gone in hotbed of Sunni resistance over last year with little time to understand surroundings; marines now there say Army's practice of staying out of town allowed situation to fester (M)",
      "lead_paragraph": "The siege in Falluja is a case study in mistaken assumptions, dashed hopes, rivalry between the Army and the Marine Corps, and a tragedy that became a trigger, Pentagon officials, senior officers and independent military analysts said Tuesday.",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/28/world/the-struggle-for-iraq-news-analysis-test-in-a-tinderbox.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Former Soviet Central Banker Emerges as Yukos Chairman",
      "snippet": "Fora",
      "abstract": "Fora",
      "lead_paragraph": "The biggest shareholders of the oil giant Yukos on Tuesday nominated Viktor V. Gerashchenko, a former central banker who began his tenure in the Soviet era, as the chairman of the board.",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/28/business/former-soviet-central-banker-emerges-as-yukos-chairman.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "A Texas Jury Rules Against A Diet Drug",
      "snippet": "Jury in state court in Beaumont, Tex, rules that pharmaceutical company Wyeth should pay $1 billion to family of Cynthia Cappel-Coffey who died from lung disease that plaintiff's lawyers say was caused by diet drug fenphen Wyeth made in 1990's; an...",
      "abstract": "Jury in state court in Beaumont, Tex, rules that pharmaceutical company Wyeth should pay $1 billion to family of Cynthia Cappel-Coffey who died from lung disease that plaintiff's lawyers say was caused by diet drug fenphen Wyeth made in 1990's; analysts say size of award threatens company's efforts to put behind it liability from diet drug; verdict is first against company involving case that asserted drug caused lung damage; Wyeth lawyers plan to appeal verdict and criticize judge for excluding evidence they say would have bolstered their case (M)",
      "lead_paragraph": "A jury in a state court in Beaumont, Tex., ruled yesterday that the pharmaceutical company Wyeth should pay $1 billion to the family of a woman who died from lung disease that the plaintiff's lawyers said was caused by a diet drug the company made in the 1990's.",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/28/business/a-texas-jury-rules-against-a-diet-drug.html",
      "byline": "By Reed Abelson and Jonathan D. Glater"
    },
    {
      "headline": "Send Jobs to India? U.S. Companies Say It's Not Always Best",
      "snippet": "Prospect of high-skilled American jobs moving to low-wage countries has ignited hot political debate, but some entrepreneurs are finding that India's vaunted high-tech work force is not always as effective as advertised; Hemant Kurande, Storabilit...",
      "abstract": "Prospect of high-skilled American jobs moving to low-wage countries has ignited hot political debate, but some entrepreneurs are finding that India's vaunted high-tech work force is not always as effective as advertised; Hemant Kurande, Storability Software co-founder who is himself Indian-born and trained, says company has brought back most of software programming at much higher cost because 'depth of knowledge' is not good enough; other Indian-born computer executives in Boston area say only set work can be outsourced, not tasks requiring creativity; Nariman Behravesh of Global Insight and Dev Ittycheria and Vijay Manwani of Bladelogic explain limitations; photo; graph; others note that advantages of keeping most sophisticated work in US are tied to factors that brought entrepreneuers to US in first place, which is that businesses whose needs drive innovation are mostly in US (M)",
      "lead_paragraph": "Even as the prospect of high-skilled American jobs moving to low-wage countries like India ignites hot political debate, some entrepreneurs are finding that India's vaunted high-technology work force is not always as effective as advertised.",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/28/business/send-jobs-to-india-us-companies-say-it-s-not-always-best.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Former Banker Refines Testimony At His Retrial",
      "snippet": "Former Credit Suisse First Boston investment banker Frank P Quattrone takes witness stand in his trial of alleged obstruction of charges trial and calmly offers jury carefully prepared explanation of his role in events that led to charges against ...",
      "abstract": "Former Credit Suisse First Boston investment banker Frank P Quattrone takes witness stand in his trial of alleged obstruction of charges trial and calmly offers jury carefully prepared explanation of his role in events that led to charges against him; photos (M)",
      "lead_paragraph": "The scene seemed similar, but the script had subtle -- and perhaps important -- differences.",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/28/business/former-banker-refines-testimony-at-his-retrial.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "New Battle in Falluja",
      "snippet": "Article on fierce fighting between US marines and Iraqi insurgents in Falluja noted",
      "abstract": "Article on fierce fighting between US marines and Iraqi insurgents in Falluja noted",
      "lead_paragraph": "Fierce fighting between United States marines and Iraqi insurgents erupted in Falluja near a mosque that was at the center of a firefight on Monday. Page A8.",
      "publication_date": "2004-04-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/28/world/new-battle-in-falluja.html",
      "byline": ""
    }
  ]
}