{
  "metadata": {
    "date": "2004-08-04",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "War and Peace, and Politics",
      "snippet": "News analysis on dealing with terrorist alerts in heat of tight presidential campaign; points out that while Sec Tom Ridge dismisses link between latest warning and campaign, he also credited Pres Bush's 'leadership in the war against terror' with...",
      "abstract": "News analysis on dealing with terrorist alerts in heat of tight presidential campaign; points out that while Sec Tom Ridge dismisses link between latest warning and campaign, he also credited Pres Bush's 'leadership in the war against terror' with gathering information; rival John Kerry may not share that view, but biggest thing Democrats may have to fear this campaign is power of fear itself, as polls show that Bush's handling of terrorism remains his only clear advantage over Kerry in razor-close race; Bush would not be politically canny not to remind public of his strong suit, which is why his convention is in New York, why he has new ads with images of firefighters and the flag, and why he discusses terrorism with gravitas of White House Rose Garden setting; Bush at same time must take pains not to let political tail wag terrorism dog: use of old intelligence leaves even some in law enforcement wondering why Ridge raised alarm just now (M)",
      "lead_paragraph": "In an election that could well turn on questions of war and peace, danger and safety, all politics sometimes seem to be security these days. And all security has an unmistakable overtone of politics, whatever the reality or immediacy of any announced threat.",
      "publication_date": "2004-08-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/04/world/threats-and-responses-news-analysis-war-and-peace-and-politics.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Bank Profit Rises",
      "snippet": "Royal Bank of Scotlan",
      "abstract": "Royal Bank of Scotlan",
      "lead_paragraph": "Royal Bank of Scotland said first-half net profit rose 18 percent, helped by income from acquisitions in the United States and Britain and a strong performance in its insurance business. Net profit was £2.33 billion ($4.25 billion), up from £1.97 billion in the period a year earlier. Revenue rose 20 percent, to £10.94 billion. Profit in general insurance more than doubled, to £1.72 billion in the first half. Pretax profit was up 17 percent, to £3.38 billion, short of analysts' forecast of £3.47 billion, and the company's share price fell 3 percent. The bank said integration of the American bank Charter One Financial, which it bought in May for $10.5 billion, was going well and should be completed by the end of 2004. The chief executive, Fred Goodwin, said recent acquisitions and an improved economic outlook provided an optimistic outlook for the second half.",
      "publication_date": "2004-08-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/04/business/world-business-briefing-europe-britain-bank-profit-rises.html",
      "byline": "By Dow Jones"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Decision in Bias Case Is Another Blow to Merrill  A federal judge dealt another blow to Merrill Lynch in its legal battle with women who contend that they were victims of sexual discrimination.      Judge Ruben Castillo, of Federal District Court ...",
      "abstract": " Decision in Bias Case Is Another Blow to Merrill  A federal judge dealt another blow to Merrill Lynch in its legal battle with women who contend that they were victims of sexual discrimination.      Judge Ruben Castillo, of Federal District Court for the Northern District of Illinois, ruled that arbitrators who hear the remaining complaints that arose from a 1997 suit against Merrill can consider a previous finding that the firm engaged in ''a pattern and practice of discrimination'' against women who worked in its brokerage operations. [Page C2.]",
      "lead_paragraph": "Decision in Bias Case Is Another Blow to Merrill",
      "publication_date": "2004-08-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/04/business/business-digest-520020.html",
      "byline": ""
    },
    {
      "headline": "Global Growth Gives Toyota 29% Rise in Profit",
      "snippet": "Toyota Motor's profit rose 29 percent in latest quarter; net income was 286.6 billion yen ($2.59 billion) compared with 222.6 billion yen year ago; Toyota's share of US market rose to 11.9 percent for first six months of 2004 from 11 percent in sa...",
      "abstract": "Toyota Motor's profit rose 29 percent in latest quarter; net income was 286.6 billion yen ($2.59 billion) compared with 222.6 billion yen year ago; Toyota's share of US market rose to 11.9 percent for first six months of 2004 from 11 percent in same period last year; overall revenue for quarter increased 10 percent, to 4.51 trillion yen ($40.75 billion) from 4.09 trillion yen year earlier; photo (M)",
      "lead_paragraph": "Profit at Toyota Motor jumped 29 percent in the quarter just ended as the company, the world's second-largest automaker, reaped the benefits of an ambitious global expansion with sales rising in every major overseas market.",
      "publication_date": "2004-08-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/04/business/global-growth-gives-toyota-29-rise-in-profit.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "Iraq to Offer Amnesty, but No Killers Need Apply",
      "snippet": "Iraqi government moves ahead with plan to offer amnesty to insurgents, but reduces scope in response to objections from US officials and Iraqi communal leaders; Deputy Prime Min Barham Salil says people who indirectly aided insurgents 'in the kill...",
      "abstract": "Iraqi government moves ahead with plan to offer amnesty to insurgents, but reduces scope in response to objections from US officials and Iraqi communal leaders; Deputy Prime Min Barham Salil says people who indirectly aided insurgents 'in the killing' may participate, but not those who have killed Iraqis or Americans themselves; photo; Shiite and Sunni leaders say those resisting US occupation are patriots who do not need pardons, US Amb John D Negroponte rejects any pardon for those who have killed Americans, and many Iraqi leaders oppose pardons for killing of Iraqis; still others fear amnesty for garden-variety street criminals considered more immediate threat than insurgents; unclear now is who amnesty would cover, and how plan would work (M)",
      "lead_paragraph": "A delayed plan to offer amnesty to Iraqi insurgents moved forward on Tuesday, but objections raised by American officials and Iraqi communal leaders have reduced the amnesty's scope, meaning that those who killed either Americans or Iraqis will not qualify.",
      "publication_date": "2004-08-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/04/world/conflict-iraq-reconciliation-iraq-offer-amnesty-but-no-killers-need-apply.html",
      "byline": "By Ian Fisher and Somini Sengupta"
    },
    {
      "headline": "Pakistan Lets Taliban Train, Prisoner Says",
      "snippet": "Continuing Afghan and US complaints that Pakistan allows training of Islamic fighters are supported by 17-year-old Pakistani prisoner, Muhammad Sohail, who says he was recruited at local mosque in Karachi, trained at camp near Islamabad by group o...",
      "abstract": "Continuing Afghan and US complaints that Pakistan allows training of Islamic fighters are supported by 17-year-old Pakistani prisoner, Muhammad Sohail, who says he was recruited at local mosque in Karachi, trained at camp near Islamabad by group on US terrorist list and sent to fight in Afghanistan; Sohail, captured fighting with Taliban last month, gives interview in Kabul prison in hopes of being freed; photo; map; his trainers were from Jamiat-ul-Ansar, new name of banned group; leader Fazlur Rehman Khalil moves around freely despite role in training militants since 1980's; Sohail is not only such fighter captured as Pres Pervez Musharraf continues to allow Taliban to operate, trying to keep influence with Pashtuns and fearing that crackdown would provoke powerful hard-liners; Pakistanis, who also may fear US would abandon region if Osama bin Laden were captured, do not see Taliban as threat to them; Sohail is appealing 20-year sentence (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/04/world/pakistan-lets-taliban-train-prisoner-says.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "World Business Briefing | Middle East: Israel: Drug Maker's Profit Rises",
      "snippet": "Israeø",
      "abstract": "Israeø",
      "lead_paragraph": "The generic drug maker Teva Pharmaceutical Industries reported higher second-quarter earnings yesterday. Net income in the quarter increased to $229.5 million, from $210.4 million, beating analysts' estimates. Teva, based in Tel Aviv, said sales rose 54 percent. Sales in North America were up 67 percent and those in Europe were up 42 percent. Teva has 111 product applications in the pipeline, which represent more than $72 billion in total sales, and Israel Makov, its chief executive, above, said he expects the company to continue growing in the quarters ahead.",
      "publication_date": "2004-08-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/04/business/world-business-briefing-middle-east-israel-drug-maker-s-profit-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: China: Bank Executives Suspended",
      "snippet": "BOC",
      "abstract": "BOC",
      "lead_paragraph": "The Hong Kong unit of the Bank of China suspended two deputy chief executives pending investigations into accusations of misappropriation of funds. The unit, BOC Hong Kong (Holdings) Ltd., took the action against Zhu Chi and Ding Yansheng, the company said. The lender accused the executives of using funds belonging to banks that were combined to form BOC Hong Kong in 2002 for personal purposes. Liu Yang, a money manager at Atlantis Investment Management in Hong Kong, said the move was part of an effort by the bank to eliminate corruption before selling shares to the public.",
      "publication_date": "2004-08-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/04/business/world-business-briefing-asia-china-bank-executives-suspended.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "THREATS AND RESPONSES",
      "snippet": "Summary of terrorism-related stories on inside pages",
      "abstract": "Summary of terrorism-related stories on inside pages",
      "lead_paragraph": "ASSESSING THE DANGER -- Some senior White House officials involved in a top-level meeting last weekend said the choice to raise the nation's terror threat level to orange appeared to be clear cut. PAGE A10",
      "publication_date": "2004-08-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/04/world/threats-and-responses.html",
      "byline": ""
    },
    {
      "headline": "Halliburton Settles S.E.C. Accusations",
      "snippet": "Securities and Exchange Commission says Halliburton Co secretly changed its accounting practices when Vice Pres Dick Cheney was its chief executive; fines company $7.5 million and brings actions against former financial officials Robert Muchmore J...",
      "abstract": "Securities and Exchange Commission says Halliburton Co secretly changed its accounting practices when Vice Pres Dick Cheney was its chief executive; fines company $7.5 million and brings actions against former financial officials Robert Muchmore Jr and Gary V Morris; says accounting change enabled Halliburton to report annual earnings in 1998 that were 46 percent higher than they would have been had change not been made; also allowed company to report substantially higher profit in 1999; commission does not say Cheney acted improperly, and papers released by commission do not detail extent to which he was aware of change or of requirement to disclose it to investors; Cheney's lawyer Terrence O'Donnell says Cheney's conduct as chief executive officer of Halliburton was proper in all respects (M)",
      "lead_paragraph": "The Halliburton Company secretly changed its accounting practices when Vice President Dick Cheney was its chief executive, the Securities and Exchange Commission said yesterday as it fined the company $7.5 million and brought actions against two former financial officials.",
      "publication_date": "2004-08-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/04/business/halliburton-settles-sec-accusations.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Europe: France: Sales Fall At Ad Concern",
      "snippet": "World Business Briefing:",
      "abstract": "World Business Briefing:",
      "lead_paragraph": "The advertising and marketing company Havas said second-quarter revenue fell 9.4 percent, hurt by the decline in the dollar. Revenue dropped to 393 million euros ($472 million) from 433.6 million euros a year earlier, the chief executive, Alain de Pouzilhac, said. Excluding the effects of exchange rates, acquisitions and assets sold, sales rose 0.5 percent in the second quarter, less than analysts had forecast. The company said revenue was higher in France and Britain, but lower in the United States. Havas, based in the Paris suburb of Suresnes, also said it had lined up more financial backers for a possible bid for the Grey Global Group of New York.",
      "publication_date": "2004-08-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/04/business/world-business-briefing-europe-france-sales-fall-at-ad-concern.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "New Qaeda Activity Is Said To Be Major Factor in Alert",
      "snippet": "Senior government officials say new intelligence pointing to current threat of attack on financial targets in New York and possibly Washington, not only old information on Al Qaeda surveillance, was major factor in raising terrorism alert level; s...",
      "abstract": "Senior government officials say new intelligence pointing to current threat of attack on financial targets in New York and possibly Washington, not only old information on Al Qaeda surveillance, was major factor in raising terrorism alert level; say separate intelligence stream reached White House late last week, even as Bush administration acknowledges that much of surveillance activity cited by Sec Tom Ridge was at least three years old; White House vigorously defends alert; Ridge, in New York, says 'we don't do politics' in Homeland Security Department, and that government should let public know of such situations; photos; senior intelligence official says 'very current' activity leaves little doubt that Al Qaeda 'is moving toward the execution stage of attacks'; shifting tone offers little guidance to public trying to assess gravity of threat; White House officials give The New York Times detailed accounting of decision-making (M)",
      "lead_paragraph": "Senior government officials said Tuesday that new intelligence pointing to a current threat of a terrorist attack on financial targets in New York and possibly in Washington -- not just information about surveillance on specific buildings over the years -- was a major factor in the decision over the weekend to raise the terrorism alert level.",
      "publication_date": "2004-08-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/04/world/threats-responses-overview-new-qaeda-activity-said-be-major-factor-alert.html",
      "byline": "By Douglas Jehl and Richard W. Stevenson"
    },
    {
      "headline": "Berry Sales to U.S. Offer Security to Amazon Farmers",
      "snippet": "Sales of acai berries to US is offering security to farmers in Brazilian Amazon; California-based Sambazon offers guaranteed contracts that allow hundreds of peasant families to lock in price for bulk of their crop before harvest; map; photos (M)",
      "abstract": "Sales of acai berries to US is offering security to farmers in Brazilian Amazon; California-based Sambazon offers guaranteed contracts that allow hundreds of peasant families to lock in price for bulk of their crop before harvest; map; photos (M)",
      "lead_paragraph": "For more than 30 years, Raimundo Julião da Costa has eked out a living by selling a dazzling array of wild tropical fruits that grow naturally on his land in the lush floodplains of the Amazon rainforest.",
      "publication_date": "2004-08-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/04/business/berry-sales-to-us-offer-security-to-amazon-farmers.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "Ryanair Reports Slight Recovery in Quarter",
      "snippet": "Ireland's Ryanair says after-tax profit rose 30 percent in first quarter, to 52.6 million euros ($63.4 million) including exceptional items, as number of passengers rose 28 percent from year earlier, to 6.6 million; chief executive Michael O'Leary...",
      "abstract": "Ireland's Ryanair says after-tax profit rose 30 percent in first quarter, to 52.6 million euros ($63.4 million) including exceptional items, as number of passengers rose 28 percent from year earlier, to 6.6 million; chief executive Michael O'Leary comments; photo (M)",
      "lead_paragraph": "Ryanair, the discount Irish airline, announced on Tuesday that its after-tax profit rose 30 percent in the first quarter, to 52.6 million euros ($63.4 million) including exceptional items, as the number of passengers rose 28 percent from a year earlier, to 6.6 million. The earnings beat analysts' expectations and marked a slight recovery from three months ago, when the company reported its first quarterly loss.",
      "publication_date": "2004-08-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/04/business/ryanair-reports-slight-recovery-in-quarter.html",
      "byline": "By Brian Lavery"
    },
    {
      "headline": "Bargains Help Auto Industry Recover in July",
      "snippet": "Auto sales rebounded in July after disappointing June; Ward's AutoInfoBank estimates July's seasonally selling rate was 17.24 million units, sharp rise from 15.4 million-unit rate in June; General Motors had its best sales month for year as it pus...",
      "abstract": "Auto sales rebounded in July after disappointing June; Ward's AutoInfoBank estimates July's seasonally selling rate was 17.24 million units, sharp rise from 15.4 million-unit rate in June; General Motors had its best sales month for year as it pushed aggressively to reduce high inventories it had at end of June; sales were down 3.62 percent, to 455,156 units compared with sales in July 2003; company's market share for light trucks reached 29 percent; Ford Motor Co's sales fell 8 percent, to 279,443; market share was 18 percent; Chrysler division of DaimlerChrysler reports 2 percent increase in sales; Toyota's overall sales reached record levels, up 13.7 percent to 200,206; chart; photo (M)",
      "lead_paragraph": "Auto sales rebounded in July after a disappointing June, driven by hot products like the Toyota Sienna minivan and the Chrysler 300C sedan and by big incentives on sport utility vehicles, figures released on Tuesday showed.",
      "publication_date": "2004-08-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/04/business/bargains-help-auto-industry-recover-in-july.html",
      "byline": "By Fara Warner"
    },
    {
      "headline": "Iraq Is Soliciting Bids To Help Determine How Much Oil It Has",
      "snippet": "Iraq's oil ministry is undertaking first comprehensive evaluation in decades of two biggest oil fields in production, at Rumaila in south and Kirkuk in north; has invited dozens of foreign energy companies to compete for job of evaluating them; bi...",
      "abstract": "Iraq's oil ministry is undertaking first comprehensive evaluation in decades of two biggest oil fields in production, at Rumaila in south and Kirkuk in north; has invited dozens of foreign energy companies to compete for job of evaluating them; bids are due on Aug 15 and contracts are expected to be awarded in October; map; photo (M)",
      "lead_paragraph": "Iraq has an immense amount of oil, but no one knows in detail just how much is there, not even the country's oil ministry.",
      "publication_date": "2004-08-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/04/business/iraq-is-soliciting-bids-to-help-determine-how-much-oil-it-has.html",
      "byline": "By Heather Timmons and James Glanz"
    },
    {
      "headline": "Market Place; Stewart's Woes Hurt Company; Losses Expected Through 2004",
      "snippet": "Martha Stewart's legal problems continue to batter her company Martha Stewart Living Omnimedia, with worse-than-expected losses across entire business after her criminal conviction; chief financial officer James Follo says company will continue to...",
      "abstract": "Martha Stewart's legal problems continue to batter her company Martha Stewart Living Omnimedia, with worse-than-expected losses across entire business after her criminal conviction; chief financial officer James Follo says company will continue to lose money through end of year; total revenues dropped 33 percent in second quarter, to $44 million compared with $65.8 million year earlier; company plans to shut down its mail-order catalog business and eliminate two dozen more employees, paring payroll to 450 from 558 at beginning of 2004; chief executive Sharon L Patrick suggests worst is over for company; company announces new show to be broadcast on public television, beginning in January, that is derived from its Everyday Food magazine; will feature five chefs from Stewart's company, though there will be no appearance by Stewart; photo (Market Place column) (M)",
      "lead_paragraph": "Martha Stewart's legal problems continue to batter the company that bears her name, with worse-than-expected losses across the entire business after her federal criminal conviction. In a conference call with investors yesterday, the chief financial officer said Martha Stewart Living Omnimedia, under pressure from the continuing negative publicity around what Ms. Stewart has called ''a small personal matter,'' would continue to lose money through the end of the year.",
      "publication_date": "2004-08-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/04/business/market-place-stewart-s-woes-hurt-company-losses-expected-through-2004.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "AT&T Plans to Raise Its Rates For Residential Calling Plans",
      "snippet": "AT&T Corp proposes raising its rates on several local calling plans in 40 states to increase revenues from its residential business; decision comes less than two weeks after it decided not to seek new residential customers or to work to retain the...",
      "abstract": "AT&T Corp proposes raising its rates on several local calling plans in 40 states to increase revenues from its residential business; decision comes less than two weeks after it decided not to seek new residential customers or to work to retain them; rate increases could prompt many customers to consider switching their service to another carrier (M)",
      "lead_paragraph": "AT&T Communications plans to reach out and put the touch on its customers.",
      "publication_date": "2004-08-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/04/business/technology-at-t-plans-to-raise-its-rates-for-residential-calling-plans.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Chip Maker Selects Executive",
      "snippet": "World Business Briefing: The Netherlands: Chip Maker Selects Executivú",
      "abstract": "World Business Briefing: The Netherlands: Chip Maker Selects Executivú",
      "lead_paragraph": "The largest maker of semiconductor equipment in Europe, ASML Holding, has named Eric Meurice president and chief executive. Mr. Meurice, 48, an executive vice president at Thomson Television Worldwide, a unit of the electronics maker Thomson, will take charge on Oct. 1, ASML said. He will succeed Doug Dunn, whose retirement was announced in January and who will stay at ASML until the end of the year. ASML is based in Vedlhoven, the Netherlands.",
      "publication_date": "2004-08-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/04/business/world-business-briefing-europe-the-netherlands-chip-maker-selects-executive.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: Malaysia: Exports Rise",
      "snippet": "Malaysia's exports rose 22.2 percent in first half of year, to 39.75 billion ringgit ($10.46 million); trade surplus fell to 5.09 billion ringgit (S)",
      "abstract": "Malaysia's exports rose 22.2 percent in first half of year, to 39.75 billion ringgit ($10.46 million); trade surplus fell to 5.09 billion ringgit (S)",
      "lead_paragraph": "Malaysia's exports rose 22.2 percent in the first half of the year, to 39.75 billion ringgit ($10.46 billion), as demand from the United States and Hong Kong for the country's electronics surged more than expected. Malaysia's trade surplus fell to 5.09 billion ringgit, however, as factories imported more raw materials. Wayne Arnold (NYT)",
      "publication_date": "2004-08-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/08/04/business/world-business-briefing-asia-malaysia-exports-rise.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "INSIDE",
      "snippet": "Summary of some major stories on inside pages; photo of Pft Lynndie R England at hearing on possible court-martial for abuse of prisoners in Iraq",
      "abstract": "Summary of some major stories on inside pages; photo of Pft Lynndie R England at hearing on possible court-martial for abuse of prisoners in Iraq",
      "lead_paragraph": "Abu Ghraib Guard Appears in Court",
      "publication_date": "2004-08-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/04/us/inside-521213.html",
      "byline": ""
    },
    {
      "headline": "In Drug Research, Some Guinea Pigs Are Now Human",
      "snippet": "Drug researchers are now conducting small, fast, relatively inexpensive tests on people to get quick gauge of drug's promise before committing to full-scale clinical trials that may involve hundreds of patients, millions of dollars and many years ...",
      "abstract": "Drug researchers are now conducting small, fast, relatively inexpensive tests on people to get quick gauge of drug's promise before committing to full-scale clinical trials that may involve hundreds of patients, millions of dollars and many years of study; such 'experimental medicine' tests on volunteers might once have been carried out only on animals, but those who register and monitor research say no ethical problems have arisen so far; University of Munich's testing of anti-anxiety drug described, as well as experimnts by Amgen, Pfizer and Dana-Farber Cancer Institute; photo (M)",
      "lead_paragraph": "Researchers at the University of Munich repeated the experiment 70 times: a healthy volunteer would receive a chemical injection, then be left alone to ride out an artificially induced panic attack.",
      "publication_date": "2004-08-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/04/business/in-drug-research-some-guinea-pigs-are-now-human.html",
      "byline": "By Andrew Pollack"
    }
  ]
}