{
  "metadata": {
    "date": "2004-12-03",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "Worried Colleges Step Up Efforts Over Suicide",
      "snippet": "Colleges step up efforts to find students who are prone to self-injury and suicide and get them into treatment, sometimes forcing them to leave temporarily; suicide--second-biggest cause of death among college students--can be costly, injuring rep...",
      "abstract": "Colleges step up efforts to find students who are prone to self-injury and suicide and get them into treatment, sometimes forcing them to leave temporarily; suicide--second-biggest cause of death among college students--can be costly, injuring reputations and prompting litigation; suicide of student at Massachusetts Institute of Technology in 2000, and strings of suicides at New York University, George Washington University and University of Illinois, have drawn wide attention; Ann H Franke of United Educators, company that insures 1,200 universities, colleges and schools, says suicide prevention has risen in priority as claims have risen; study of suicides on college campuses in 1980's found rate of 7.5 per 100,000 students, about half the rate for young adults not in college, and representing about 1,100 suicides per year for entire college population; experts believe rate has remained at that level; efforts of various colleges to address problem described; photo (M)",
      "lead_paragraph": "Nicole Thompson had been at Columbia University for only a few weeks when she went out drinking with a group of friends downtown last year and became separated from them. She had skipped her medication for bipolar disorder. Now it was 3 a.m. and, crying and in a panic, she called friends; she told them, she said, that she \"just wished the traffic would take me out.\"",
      "publication_date": "2004-12-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/03/education/worried-colleges-step-up-efforts-over-suicide.html",
      "byline": "By Karen W. Arenson"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Bank Posts A Charge",
      "snippet": "Canadian Imperial Bank of Commerce says it will take a charge of 300 million Canadian dollars ($251 million) to cover costs of lawsuits related to dealings with Enron; graph (S)",
      "abstract": "Canadian Imperial Bank of Commerce says it will take a charge of 300 million Canadian dollars ($251 million) to cover costs of lawsuits related to dealings with Enron; graph (S)",
      "lead_paragraph": "The Canadian Imperial Bank of Commerce said that it would take a charge of 300 million Canadian dollars ($251 million) to cover costs from lawsuits related to its dealings with Enron, the bankrupt energy company. The bank said that the charge was a factor in a 14 percent decline in fourth-quarter income. Canadian Imperial, which is based in Toronto, said it earned 439 million Canadian dollars ($367 million) in the quarter. The Enron-related charge was expected. Canadian Imperial paid 80 million Canadian dollars to the Securities and Exchange Commission last year to settle fraud charges related to Enron. The bank also said that it had named Gerry McGaughey as president and chief operating officer. Ian Austen (NYT)",
      "publication_date": "2004-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/03/business/world-business-briefing-americas-canada-bank-posts-a-charge.html",
      "byline": "By Ian Austen (NYT)"
    },
    {
      "headline": "Early in Season, Wal-Mart Changes Sales Strategy",
      "snippet": "Wal-Mart Stores is changing some selling strategies after poor showing over Thanksgiving weekend; will mark down two dozen of its most popular toys and electronics, run full-page ads in 15 major markets and 35 secondary markets and introduce seven...",
      "abstract": "Wal-Mart Stores is changing some selling strategies after poor showing over Thanksgiving weekend; will mark down two dozen of its most popular toys and electronics, run full-page ads in 15 major markets and 35 secondary markets and introduce seven 15-second television spots; will also run Internet 'circular' for first time, giving it flexibility to reduce prices again if competition gets too aggressive; Wal-Mart recorded only 0.7 percent sales increase for November among stores open at least a year, compared with its own projections of a 2 to 4 percent increase; Target, major competitor, was up 3.2 percent, in line with estimates; Thomson Financial index of overall retail sales rose 1.5 percent in November, missing 2.5 percent estimate and below last month's 4 percent; excluding Wal-Mart, index rose 2.8 percent; sales figures at other major retailers noted; graphs; photos (M)",
      "lead_paragraph": "The empire strikes back.",
      "publication_date": "2004-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/03/business/early-in-season-walmart-changes-sales-strategy.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Jobless Number Rises",
      "snippet": "Seasonally adjusted jobless rate in Germany reportedly rises by 7,000 people in November, to 10.3 percent, highest level since January 1998 (S)",
      "abstract": "Seasonally adjusted jobless rate in Germany reportedly rises by 7,000 people in November, to 10.3 percent, highest level since January 1998 (S)",
      "lead_paragraph": "The number of unemployed people in Germany rose by a seasonally adjusted 7,000 last month to its highest level since January 1998, a government report said. The increase was the 10th consecutive monthly gain, and it pushed the unemployment rate up to 10.3 percent, the Federal Labor Agency said. The agency's chairman, Frank-Jürgen Weise, said the rate of increase had slowed as a result of labor market reform measures, but the economy was still too weak for the job market to turn around. Petra Kappl (NYT)",
      "publication_date": "2004-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/03/business/world-business-briefing-europe-germany-jobless-number-rises.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "I.B.M. Said to Put Its PC Business on the Market",
      "snippet": "International Business Machines, whose first IBM PC in 1981 moved personal computing into corporate and consumer mainstream, has reportedly put that business up for sale; company long ago ceded lead in personal computer market to Dell and Hewlett-...",
      "abstract": "International Business Machines, whose first IBM PC in 1981 moved personal computing into corporate and consumer mainstream, has reportedly put that business up for sale; company long ago ceded lead in personal computer market to Dell and Hewlett-Packard, focusing instead on more lucrative corporate server and computer services business; sale, likely to be in $1 billion to $2 billion range, is expected to include entire range of desktop, laptop and notebook computers made by IBM; IBM's retreat from business it helped invent is seen as ultimate acknowledgement that personal computer has become staple of everyday life, product yielding very slim profits; companies making most money from PC's now are Microsoft and Intel--whose software and chips are standard for most of personal computers sold, regardless of maker; IBM is said to be in serious negotiations with Lenovo, China's largest maker of personal computers, and at least one other potential buyer for unit; photo; chart (M)",
      "lead_paragraph": "International Business Machines, whose first I.B.M. PC in 1981 moved personal computing out of the hobby shop and into the corporate and consumer mainstream, has put the business up for sale, people close to the negotiations said yesterday.",
      "publication_date": "2004-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/03/technology/ibm-said-to-put-its-pc-business-on-the-market.html",
      "byline": "By Andrew Ross Sorkin and Steve Lohr"
    },
    {
      "headline": "Bush Set to Name Ex-Chief of Police for Top Security Post",
      "snippet": "Pres Bush is expected to name Bernard B Kerik, who helped oversee New York City's response to 9/11 terror attacks as police commissioner, to replace Tom Ridge as secretary of homeland security; Kerik went to Iraq last year at behest of White House...",
      "abstract": "Pres Bush is expected to name Bernard B Kerik, who helped oversee New York City's response to 9/11 terror attacks as police commissioner, to replace Tom Ridge as secretary of homeland security; Kerik went to Iraq last year at behest of White House to help Iraqis set up security force; Homeland Security Dept was established by Congress two years ago out of 22 existing agencies to bolster domestic defenses against terrorism; Pres Bush nominates Gov Mike Johanns of Nebraska to be secretary of agriculture replacing Ann M Veneman, who resigned last month; he is expected to win easy confirmation in Senate; he supports administration's push for lower taxes and freer trade in farm products; photo of Bush and Johanns; Health and Human Services Sec Tommy G Thompson is expected to announce his resignation shortly; his most likely successor is Mark B McClellan (M)",
      "lead_paragraph": "WASHINGTON, Dec. 2 - Bernard B. Kerik, the street-savvy former New York City police commissioner, has been selected by President Bush to replace Tom Ridge as secretary of homeland security, a senior administration official and associates of Mr. Kerik said Thursday.",
      "publication_date": "2004-12-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/03/politics/bush-set-to-name-exchief-of-police-for-top-security-post.html",
      "byline": "By Richard W. Stevenson and Christopher Drew"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Steel Shortage At Carmaker",
      "snippet": "Nissan Motor chief executive Carlos Ghosn, citing shortage of steel, says company may be forced to reduce production by as many as 40,000 vehicles; says loss may reduce company's profit by as much as 16 billion yen ($155 billion) (S)",
      "abstract": "Nissan Motor chief executive Carlos Ghosn, citing shortage of steel, says company may be forced to reduce production by as many as 40,000 vehicles; says loss may reduce company's profit by as much as 16 billion yen ($155 billion) (S)",
      "lead_paragraph": "Nissan Motor may have to curb vehicle production again in March, after a temporary plant closing this month, because of a shortage of steel, the chief executive, Carlos Ghosn, said. In total, Nissan may be forced to reduce its production by as many as 40,000 vehicles because of the tight steel supplies, a loss that would reduce the company's profit by as much as 16 billion yen ($155 million), Mr. Ghosn said. Nissan has not been able to get enough steel because of higher-than-expected sales of some of its cars and because strong demand in China has left many steel makers with little capacity to raise output. Mr. Ghosn predicted that other Japanese automakers might also face shortages in March, typically the peak month for auto production in Japan. Todd Zaun (NYT)",
      "publication_date": "2004-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/03/business/world-business-briefing-asia-japan-steel-shortage-at-carmaker.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "A New Issue That Failed to Sell in 2000 Becomes a Hit in 2004",
      "snippet": "Floyd Norris column on how RightNow Technologies' stock became big hit, rising to $18.93 a share, 170 percent gain, from its initial offering price of $7 a share in August; recalls that company's previous effort to go public, in 2000, did not succ...",
      "abstract": "Floyd Norris column on how RightNow Technologies' stock became big hit, rising to $18.93 a share, 170 percent gain, from its initial offering price of $7 a share in August; recalls that company's previous effort to go public, in 2000, did not succeed; graph (M)",
      "lead_paragraph": "WALL STREET can be moody. Sometimes it will finance anything, and at extraordinarily high prices. Sometimes it will not finance anything.",
      "publication_date": "2004-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/03/business/a-new-issue-that-failed-to-sell-in-2000-becomes-a-hit-in-2004.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "At Citigroup, a Shifting in Strategy at a Core Unit",
      "snippet": "Charles O Prince, chief executive of Citigroup, and senior Citigroup executives have detailed discussions about strategic options for asset management-business, including internal revamping, sale to another institution or, least likely possibility...",
      "abstract": "Charles O Prince, chief executive of Citigroup, and senior Citigroup executives have detailed discussions about strategic options for asset management-business, including internal revamping, sale to another institution or, least likely possibility, a spinoff; discussions are continuing, and bankers and executives say no final decision has been reached (M)",
      "lead_paragraph": "Charles O. Prince, the chief executive of Citigroup, has taken a number of symbolic steps to address looming concerns by investors that his company, the world's largest financial institution, is too immense to manage, not to mention grow.",
      "publication_date": "2004-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/03/business/at-citigroup-a-shifting-in-strategy-at-a-core-unit.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Putin Backs Ukrainian Leader, Dismissing Call for New Runoff",
      "snippet": "Pres Vladimir V Putin of Russia dismisses challenger's demand for repeat of disputed presidential runoff election in Ukraine, and criticizes European efforts to mediate; makes remarks during meeting with Pres Leonid D Kuchma, who makes unexpected ...",
      "abstract": "Pres Vladimir V Putin of Russia dismisses challenger's demand for repeat of disputed presidential runoff election in Ukraine, and criticizes European efforts to mediate; makes remarks during meeting with Pres Leonid D Kuchma, who makes unexpected trip to Russia even as Ukrainian lawmakers wrangle over details of holding new elections and Supreme Court hears arguments to nullify results of Nov 21 vote, which was tainted by allegations of widespead fraud; Putin's direct interference underscores his keen desire to keep Ukraine from tipping toward West and further diminishing Moscow's reach; impact of his remarks remains to be seen, but he has clearly thrown his political prestige behind Kuchma; challenger Viktor A Yushchenko is demanding new runoff election, while Kuchma insists on holding new election from scratch; this would throw open door for new pro-government and pro-Moscow candidate other than Prime Min Viktor F Yanukovich, disputed winner in original balloting; photo (M)",
      "lead_paragraph": "KIEV, Ukraine, Dec. 2 - President Vladimir V. Putin waded deep into Ukraine's electoral crisis on Thursday, dismissing the challenger's demand for a repeat of the disputed presidential runoff election and criticizing European efforts to mediate.",
      "publication_date": "2004-12-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/12/03/world/europe/putin-backs-ukrainian-leader-dismissing-call-for-new-runoff.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "Central Bank Remains Silent as the Euro Rises",
      "snippet": "European Central Bank president Jean-Claude Trichet declines to comment on possibility that bank might enter currency market to control rapidly rising euro; reiterates previous statements about rise of euro against dollar, saying that rapid shifts...",
      "abstract": "European Central Bank president Jean-Claude Trichet declines to comment on possibility that bank might enter currency market to control rapidly rising euro; reiterates previous statements about rise of euro against dollar, saying that rapid shifts in exchange rates are 'not welcome'; euro reached $1.3383 on December 2, fifth record in week, before falling back in trading in New York; European Central Bank leaves benchmark interest rate unchanged at 2 percent; photos; graph (M)",
      "lead_paragraph": "FRANKFURT, Dec. 2 - Will the European Central Bank intervene in the world's currency markets to put a lid on the euro?",
      "publication_date": "2004-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/03/business/worldbusiness/central-bank-remains-silent-as-the-euro-rises.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Japanese Discover the Art of the Lawsuit",
      "snippet": "Japanese companies, traditionally opposed to public confrontation and litigation but threatened by rapid advance of low-cost manufacturers in South Korea and Taiwan, are filing lawsuits in large numbers to protect their patents; many Japanese pate...",
      "abstract": "Japanese companies, traditionally opposed to public confrontation and litigation but threatened by rapid advance of low-cost manufacturers in South Korea and Taiwan, are filing lawsuits in large numbers to protect their patents; many Japanese patents are result of decade-long development of popular electronic gear, like thin TV's, DVD recorders and digital cameras; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/03/business/worldbusiness/japanese-discover-the-art-of-the-lawsuit.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "World Business Briefing | Asia: Singapore: Oil Loss Inquiry",
      "snippet": "Suspended China Aviation Oil (Singapore) Corp chief executive Chen Jiulin is asked by Singapore securities exchange to return to Singapore from China to aid in investigation into how company lost $550 million in derivatives trading; photo (S)",
      "abstract": "Suspended China Aviation Oil (Singapore) Corp chief executive Chen Jiulin is asked by Singapore securities exchange to return to Singapore from China to aid in investigation into how company lost $550 million in derivatives trading; photo (S)",
      "lead_paragraph": "The securities exchange of Singapore has asked the China Aviation Oil (Singapore) Corporation's suspended chief executive, Chen Jiulin, left, to return to Singapore from China to assist in the investigation into how the company lost $550 million in derivatives trading. Mr. Chen flew home to China on Wednesday, a day after China Aviation announced that its losses had forced it to seek a bailout by its parent, the state-owned China Aviation Holdings, and the investment arm of the Singapore government, Temasek Holdings. The Singapore Exchange has already ordered China Aviation, which imports nearly all of China's jet fuel, to bring in auditors from PricewaterhouseCoopers to determine the cause of its losses. China Aviation said that it was making arrangements with suppliers and customers to keep fuel imports to China flowing. Wayne Arnold (NYT)",
      "publication_date": "2004-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/03/business/world-business-briefing-asia-singapore-oil-loss-inquiry.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Broadcast Assets Acquired",
      "snippet": "British cable television company NTL plans to sell its transmission towers business to group of Australian investors for 1.3 billion pounds sterling ($2.5 billion) (S)",
      "abstract": "British cable television company NTL plans to sell its transmission towers business to group of Australian investors for 1.3 billion pounds sterling ($2.5 billion) (S)",
      "lead_paragraph": "The British cable television company NTL said it would sell its transmission towers business to a group of Australian investors for £1.3 billion ($2.5 billion). The business, NTL:Broadcast, transmits signals for British channels. Macquarie Communications Infrastructure and Macquarie Bank, which also bought NTL's Broadcast Australia, and seven other investors will buy the assets, in a deal expected to close in the first quarter of next year. Macquarie is looking for more assets in Europe, the company's chief executive said. Heather Timmons (NYT)",
      "publication_date": "2004-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/03/business/world-business-briefing-europe-britain-broadcast-assets-acquired.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Music Industry Turns to Napster Creator for Help",
      "snippet": "Major record corporations that once accused Shawn Fanning's Napster of ravaging compact disc sales and weakening underpinnings of industry are now backing a licensed file-sharing system he has developed, believing that it could bolster their posit...",
      "abstract": "Major record corporations that once accused Shawn Fanning's Napster of ravaging compact disc sales and weakening underpinnings of industry are now backing a licensed file-sharing system he has developed, believing that it could bolster their position in their legal fight against piracy as well as increase digital music sales; Fanning, who is now part of venture called Snocap, has written software that would recognize songs being made available on peer-to-peer network and let copyright holders set terms for its price and its use by consumers who wish to download them; Vivendi Universal has struck deal to let Snocap add its online catalog of songs to Snocap's database; peer-to-peer network still must decide to adopt Snocap's technology if file-sharing plan is to work; network must find way to attract paying music fans as it reduces amount of free music available; photo (M)",
      "lead_paragraph": "LOS ANGELES, Dec. 2 - As a teenager, Shawn Fanning brought free music to the masses, creating the Napster file-swapping program and unleashing a technological genie that granted the wishes of fans seeking virtually any song at any time -- gratis. Now, the recording industry is turning to the college dropout turned cult hero, with dreams of putting the genie back in its bottle.",
      "publication_date": "2004-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/03/business/media/music-industry-turns-to-napster-creator-for-help.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": " I.B.M. Puts 'For Sale' Sign On Personal Computer Unit  I.B.M., whose first PC in 1981 moved personal computing out of the hobby shop and into the corporate and consumer mainstream, has put its PC business up for sale.  ",
      "abstract": " I.B.M. Puts 'For Sale' Sign On Personal Computer Unit  I.B.M., whose first PC in 1981 moved personal computing out of the hobby shop and into the corporate and consumer mainstream, has put its PC business up for sale.  ",
      "lead_paragraph": "I.B.M. Puts 'For Sale' Sign On Personal Computer Unit I.B.M., whose first PC in 1981 moved personal computing out of the hobby shop and into the corporate and consumer mainstream, has put its PC business up for sale.",
      "publication_date": "2004-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/03/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Hot Year for Mexican Stocks; Outlook Still Upbeat",
      "snippet": "Mexico's Bolsa index remains 38 percent ahead this year in dollar terms, compared with less than 1.3 percent increase in Dow Jones industrial average; investors expect year-end results to remain strong and seem to be anticiapting entry of new play...",
      "abstract": "Mexico's Bolsa index remains 38 percent ahead this year in dollar terms, compared with less than 1.3 percent increase in Dow Jones industrial average; investors expect year-end results to remain strong and seem to be anticiapting entry of new player in Mexican stock market in January---private pension plans known as Afores; photo (M)",
      "lead_paragraph": "MEXICO CITY, Dec. 2 - Mexico's stock market has had a solid run-up this year, far exceeding forecasts.",
      "publication_date": "2004-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/03/business/worldbusiness/hot-year-for-mexican-stocks-outlook-still-upbeat.html",
      "byline": "By Elisabeth Malkin"
    },
    {
      "headline": "Intel Forecasts Greater Revenue for 4th Quarter",
      "snippet": "Intel Corp says its revenue for fourth quarter will be $9.3 billion to $9.5 billion, substantially higher than $8.6 billion to $9.2 billion company predicted in October; says demand for its chips has risen; photo (M)",
      "abstract": "Intel Corp says its revenue for fourth quarter will be $9.3 billion to $9.5 billion, substantially higher than $8.6 billion to $9.2 billion company predicted in October; says demand for its chips has risen; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, Dec. 2 - Eking out a strong finish to a disappointing year, Intel, the world's largest semiconductor maker, raised its revenue forecast for the fourth quarter on Thursday, citing surprisingly strong demand across its line of chips for personal computers.",
      "publication_date": "2004-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/12/03/technology/intel-forecasts-greater-revenue-for-4th-quarter.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "World Business Briefing | Europe: France: Havas Investor Seeks Board Seats",
      "snippet": "French financier Vincent Bollore, who has acquired about 20 percent stake over last three months, is seeking several seats on board of French advertising company Havas (S)",
      "abstract": "French financier Vincent Bollore, who has acquired about 20 percent stake over last three months, is seeking several seats on board of French advertising company Havas (S)",
      "lead_paragraph": "The French financier Vincent Bolloré said that he was seeking several seats on the board of Havas, the French advertising company, after acquiring about 20 percent of the company during the last three months. Mr. Bolloré said in a statement published on the Web site of the French stock market regulator that he had \"no immediate plans to take control\" of Havas. He owns the shares through his companies Groupe Bolloré and Financière du Loch. The statement, which repeated one made on Oct. 22, came after Havas's board demanded that Mr. Bolloré clarify his intentions.",
      "publication_date": "2004-12-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/12/03/business/world-business-briefing-europe-france-havas-investor-seeks-board.html",
      "byline": "By Bloomberg News"
    }
  ]
}