{
  "metadata": {
    "date": "2004-04-09",
    "total_articles": 25
  },
  "articles": [
    {
      "headline": "IRAQ",
      "snippet": "ANGUISH OVER HOSTAGES -- Japan woke up today to televised scenes of the human price of the deployment of its soldiers to Iraq.   PAGE A8    ARAB CRITICISM OF U.S. -- Some Arabs expressed the fear that the United States might be incubating extremis...",
      "abstract": " ANGUISH OVER HOSTAGES -- Japan woke up today to televised scenes of the human price of the deployment of its soldiers to Iraq.   PAGE A8    ARAB CRITICISM OF U.S. -- Some Arabs expressed the fear that the United States might be incubating extremism in Iraq.   PAGE A10",
      "lead_paragraph": "ANGUISH OVER HOSTAGES -- Japan woke up today to televised scenes of the human price of the deployment of its soldiers to Iraq. PAGE A8",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/09/world/iraq.html",
      "byline": ""
    },
    {
      "headline": "A Big Seller Of Funds Is Pondering New Tactics",
      "snippet": "Morgan Stanley executives are reassessing model of their mutual fund business, stung by regulatory pressures and paltry returns in its mutual fund operations; is hoping to de-emphasize further its proprietary funds sold through sprawling network o...",
      "abstract": "Morgan Stanley executives are reassessing model of their mutual fund business, stung by regulatory pressures and paltry returns in its mutual fund operations; is hoping to de-emphasize further its proprietary funds sold through sprawling network of brokers and to sell more of its Van Kampen funds through other outlets like financial advisers; approach suggests strategic reversal for Morgan Stanley's chief executive Philip J Purcell, who has long espoused synergies in sale by investment bank of subsidiary's funds through its sprawling brokerage network; chart; photo (M)",
      "lead_paragraph": "Stung by regulatory pressures and paltry returns in its mutual fund operations, senior Morgan Stanley executives are reassessing the model for their fund business, according to bankers who have been party to the discussions.",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/09/business/a-big-seller-of-funds-is-pondering-new-tactics.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Putnam Settles S.E.C. Complaint On Market Timing For $110 Million",
      "snippet": "Mutual fund company Putnam Investments agrees to $110 million settlement with Securities and Exchange Commission and Massachusetts over improper trading in its mutual funds; total value of settlements reached between regulators and Putnam is about...",
      "abstract": "Mutual fund company Putnam Investments agrees to $110 million settlement with Securities and Exchange Commission and Massachusetts over improper trading in its mutual funds; total value of settlements reached between regulators and Putnam is about $1.8 billion, including penalties, restitution and value of fee reductions; settlement closes case on improper trading; SEC and Massachusetts are investigating other issues at company, which could lead to further penalties; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/09/business/putnam-settles-sec-complaint-on-market-timing-for-110-million.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "Security Firm Says Its Workers Were Lured Into Iraqi Ambush",
      "snippet": "Four private security contractors killed, burned and mutilated in Falluja last week were reportedly lured into carefully planned ambush by men purporting to be friendly members of Iraqi Civil Defense Corps; investigation by Blackwater USA, victims...",
      "abstract": "Four private security contractors killed, burned and mutilated in Falluja last week were reportedly lured into carefully planned ambush by men purporting to be friendly members of Iraqi Civil Defense Corps; investigation by Blackwater USA, victims' employer, has not yet determined whether Blackwater employees were led into Falluja by active members of Iraqi Civil Defense Corps, or by imposters wearing defense corps uniforms; Blackwater official notes that imposters or not, incident underscores deepening concern about reliability of Iraqi civil defense forces at time when allied troops are fighting in many parts of Iraq to suppress militant Sunni and Shiite groups; Pentagon says it cannot confirm conclusions of Blackwater investigation and is conducting separate military inquiry; Blackwater's account, if confirmed, could deflect blame for incident from company (M)",
      "lead_paragraph": "At first, their gruesome deaths seemed the work of yet another random ambush in Iraq, this one made unforgettable by images of incensed Iraqis celebrating the sight of charred corpses swinging from a bridge over the Euphrates River.",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/09/world/struggle-for-iraq-contractors-security-firm-says-its-workers-were-lured-into.html",
      "byline": "By David Barstow"
    },
    {
      "headline": "Antitrust Office In Japan Raids Intel Branch, Seeking Files",
      "snippet": "Fair Trade Commission raids Japanese office of Intel in probe into whether company unfairly kept computer makers from buying rival chips; investigators are looking into whether Intel violated Japan's antimonopoly law by excessively pressuring comp...",
      "abstract": "Fair Trade Commission raids Japanese office of Intel in probe into whether company unfairly kept computer makers from buying rival chips; investigators are looking into whether Intel violated Japan's antimonopoly law by excessively pressuring computer manufacturers to refrain from using chips in personal computers made by competitors like Advanced Micro Devices; commission officials question people at Toshiba, Sony and other companies that use Intel chips about Intel's sales tactics; none of those companies are suspected of violations (M)",
      "lead_paragraph": "The Fair Trade Commission raided the Japanese office of Intel on Thursday in an investigation into whether the company unfairly kept computer makers from buying rival chips.",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/09/business/antitrust-office-in-japan-raids-intel-branch-seeking-files.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "World Business Briefing | Australia: Jobless Rate Falls",
      "snippet": "Australia's economy added 66,900 jobs in March, pushing seasonally adjusted unemployment rate down to 5.6 percent (S)9",
      "abstract": "Australia's economy added 66,900 jobs in March, pushing seasonally adjusted unemployment rate down to 5.6 percent (S)9",
      "lead_paragraph": "Strong economic growth pushed Australia's unemployment rate in March to its lowest in 14 years, according to new data. The Bureau of Statistics said the economy added 66,900 jobs in March, pushing seasonally adjusted unemployment down to 5.6 percent.",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/09/business/world-business-briefing-australia-jobless-rate-falls.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "THE PANEL",
      "snippet": "CLARKE DISAGREES -- Richard A. Clarke said that Condoleezza Rice had a radically different interpretation from his of the events surrounding the Sept. 11 attacks.   PAGE A13    SAME HEARING, DIFFERENT VIEWS -- As the nation struggles with the afte...",
      "abstract": " CLARKE DISAGREES -- Richard A. Clarke said that Condoleezza Rice had a radically different interpretation from his of the events surrounding the Sept. 11 attacks.   PAGE A13    SAME HEARING, DIFFERENT VIEWS -- As the nation struggles with the aftermath of Sept. 11, the same words can carry widely different meanings to different people.   PAGE A14",
      "lead_paragraph": "CLARKE DISAGREES -- Richard A. Clarke said that Condoleezza Rice had a radically different interpretation from his of the events surrounding the Sept. 11 attacks. PAGE A13",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/09/us/the-panel.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: India: Oil Stake Sold",
      "snippet": "Royal Dutch/Shell Group will sell 50 perc",
      "abstract": "Royal Dutch/Shell Group will sell 50 perc",
      "lead_paragraph": "The Royal Dutch/Shell Group said it would sell its 50 percent stake in an Angola offshore project to India's largest government-run oil and gas company, the Oil and Natural Gas Corporation, for about $600 million. Shell is under pressure to increase reserves after the company said in January that its proven oil and gas supplies were 20 percent lower than originally reported. A Shell spokesman characterized the sale of the stake in the Angola project, which is expected to produce oil by 2007, as routine portfolio management. Heather Timmons (NYT)",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/09/business/world-business-briefing-asia-india-oil-stake-sold.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Jobless Rate Rises",
      "snippet": "Canada lost 13,300 jobs in March for biggest two-month loss in three years; unemployment rate rose to 7.5 percent from 7.4 percent in February (S)0",
      "abstract": "Canada lost 13,300 jobs in March for biggest two-month loss in three years; unemployment rate rose to 7.5 percent from 7.4 percent in February (S)0",
      "lead_paragraph": "Canada lost 13,300 jobs in March for the biggest two-month loss in three years, strengthening expectations that the Bank of Canada will cut interest rates next week to help the economy. The unemployment rate rose to 7.5 percent from 7.4 percent in February, Statistics Canada said. Canada's economy gave up 21,200 jobs in February, the first decline since August and the biggest one-month loss since December 2001.",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/09/business/world-business-briefing-americas-canada-jobless-rate-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Russia Weighs Tax Shift Toward Oil Sector",
      "snippet": "Russian government proposes raising tax rates moderately on oil sector and lower payroll taxes; Prime Min Mikhail Fradkov says package would lower tax bill for other Russian businesses by 280 billion rubles ($9.8 billion); new oil industry taxes w...",
      "abstract": "Russian government proposes raising tax rates moderately on oil sector and lower payroll taxes; Prime Min Mikhail Fradkov says package would lower tax bill for other Russian businesses by 280 billion rubles ($9.8 billion); new oil industry taxes would bring in estimated $2 billion to $3.5 billion; Finance Min Aleksei Kudrin also proposes raising dividend tax to 9 percent from 6 percent, starting in 2005; photo (M)",
      "lead_paragraph": "In an effort to shift the tax burden toward big business, the government of Russia on Thursday put forward a package of proposals that would raise tax rates moderately on the oil sector and would lower payroll taxes.",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/09/business/russia-weighs-tax-shift-toward-oil-sector.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "As Prices Rise in China, Signs of Inflation",
      "snippet": "Inflationary pressures are increasing in China's rapidly growing economy, with new data from People's Bank of China showing companies paid rising prices in March to buy wide range of commodities and industrial products; corporate goods price index...",
      "abstract": "Inflationary pressures are increasing in China's rapidly growing economy, with new data from People's Bank of China showing companies paid rising prices in March to buy wide range of commodities and industrial products; corporate goods price index rose 8.3 percent in March compared with year earlier; consumer price index was only up 2.1 percent in February; producer price index was up 3.5 percent; graph (M)",
      "lead_paragraph": "Inflationary pressures are increasing in China's rapidly growing economy, with new data from the country's central bank showing that companies paid rising prices in March to buy a wide range of commodities and industrial products.",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/09/business/as-prices-rise-in-china-signs-of-inflation.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "TIAA-CREF Moves to Make MBNA Board Independent  TIAA-CREF is trying to round up support for its push to make the board of MBNA more independent from management and the family of Alfred Lerner, the company's former chairman and chief executive.    ...",
      "abstract": " TIAA-CREF Moves to Make MBNA Board Independent  TIAA-CREF is trying to round up support for its push to make the board of MBNA more independent from management and the family of Alfred Lerner, the company's former chairman and chief executive.     TIAA-CREF, which owns 17.9 million shares of the MBNA Corporation, a credit card company, plans to send letters to other institutional investors, asking them to vote for its proposal at the company's annual meeting on May 2. [Page C3.]",
      "lead_paragraph": "TIAA-CREF Moves to Make MBNA Board Independent",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/09/business/business-digest-144240.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Interest Rates Steady",
      "snippet": "Bank of England keeps interest rates unchanged at 4 percent but economists say rates are likely to rise in May to curb consumer spending and rising house prices (S)",
      "abstract": "Bank of England keeps interest rates unchanged at 4 percent but economists say rates are likely to rise in May to curb consumer spending and rising house prices (S)",
      "lead_paragraph": "The Bank of England kept interest rates unchanged at 4 percent but economists said rates were likely to rise next month to curb surging consumer spending and rising house prices. After two increases since November 2003, British rates are four times those in the United States and twice those of the 12-nation euro zone, underscoring the divergent nature of the economies of Britain and those of the Continent. Economists had been divided on whether the bank would increase rates now or wait until May. Alan Cowell (NYT)",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/09/business/world-business-briefing-europe-britain-interest-rates-steady.html",
      "byline": "By Alan Cowell (NYT)"
    },
    {
      "headline": "3 Plead Guilty in Computer Associates Case",
      "snippet": "Computer Associates International's former chief financial officer Ira H Zar and former executives David Kaplan and David Rivard plead guilty to securities fraud, using accounting tricks and overstating sales and profits, before Federal Judge I Le...",
      "abstract": "Computer Associates International's former chief financial officer Ira H Zar and former executives David Kaplan and David Rivard plead guilty to securities fraud, using accounting tricks and overstating sales and profits, before Federal Judge I Leo Glasser; federal prosecutors investigating company's accounting leave little doubt that they are zeroing in on chairman-chief executive Sanjay Kumar; photo (M)",
      "lead_paragraph": "As three former executives of Computer Associates pleaded guilty to securities fraud yesterday, the federal prosecutors investigating the company's accounting practices left little doubt that they were zeroing in on Sanjay Kumar, the company's chairman and chief executive.",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/09/business/3-plead-guilty-in-computer-associates-case.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Rediscovering Glorious Past Pays Off for Some Retailers",
      "snippet": "America's department stores have spent much of last year ripping themselves apart, reaching back into their own Gilded Age--when stores were beautiful, clothes magnificent and serve smiling--to entice shoppers; department store companies post thei...",
      "abstract": "America's department stores have spent much of last year ripping themselves apart, reaching back into their own Gilded Age--when stores were beautiful, clothes magnificent and serve smiling--to entice shoppers; department store companies post their best combined monthly performance in more than seven years; May Co reports comparable sales for March that were 10.1 percent higher, company's best results in decade; Federated Department Stores reports strong 6.8 percent gain; aggregate retail sales in March were about 6.8 percent higher than year ago; standouts include Limited, up 15 percent, Costco, 11 percent, Aeropostale, 14.2 percent and Chico's 18.9 percent; Kohl's was down 0.9 percent, Sears, Roebuck rose only 0.1 percent, and Wal-Mart Stores came in 6 percent higher; graph; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/09/business/rediscovering-glorious-past-pays-off-for-some-retailers.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Debt Delinquencies Rise",
      "snippet": "World Business BrA",
      "abstract": "World Business BrA",
      "lead_paragraph": "Overdue payments at South Korean credit card companies rose to a record for an eighth month in February, led by the Korea Exchange Bank Credit Service Company, the nation's financial regulator said. The ratio of card loans overdue by more than a month rose to 15.4 percent from 15.2 percent in January, the financial supervisory service said, citing preliminary figures. The total amount of overdue credit card bills rose to 9.1 trillion won, ($8 billion) up 1 trillion won from January.",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/09/business/world-business-briefing-asia-south-korea-debt-delinquencies-rise.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "The Real Eurotunnel Issue",
      "snippet": "Article on who will really control Eurotunnel now that shareholders threw out old management and voted in new board; says overriding issue for next two years will be whether shareholders will lose control of company to creditors; graph (M)",
      "abstract": "Article on who will really control Eurotunnel now that shareholders threw out old management and voted in new board; says overriding issue for next two years will be whether shareholders will lose control of company to creditors; graph (M)",
      "lead_paragraph": "Who will really control Eurotunnel?",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/09/business/the-real-eurotunnel-issue.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "European Economic Liberalization: Often Forecast but Never Done",
      "snippet": "Floyd Norris comment on European economic liberalization that was supposed to come with formation of European Union but never occurred; graph (M)",
      "abstract": "Floyd Norris comment on European economic liberalization that was supposed to come with formation of European Union but never occurred; graph (M)",
      "lead_paragraph": "ON May Day, the historic workers' holiday, the European Union will expand to 25 countries, bringing increased competition that forces economic liberalization in the comfortable countries of old Europe.",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/04/09/business/european-economic-liberalization-often-forecast-but-never-done.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Bayer Subpoenaed",
      "snippet": "Germany's Bayer AG says inspector general of US Defense Department has subpoenaed documents relating to company's withdrawal from market of cholesterol drug Baycol; preliminary conversations indicate subpoena is related to joint Defense Department...",
      "abstract": "Germany's Bayer AG says inspector general of US Defense Department has subpoenaed documents relating to company's withdrawal from market of cholesterol drug Baycol; preliminary conversations indicate subpoena is related to joint Defense Department and Food and Drug Administration inquiry; Bayer says it has not been informed of any charges or complaints in connection with inquiry, and that it will cooperate with German government (S)",
      "lead_paragraph": "The drug and chemical maker Bayer said the inspector general of the United States Defense Department had subpoenaed documents relating to the company's withdrawal from the market of the cholesterol drug Baycol. Preliminary conversations indicate the subpoena is related to a joint Defense Department and Food and Drug Administration inquiry, Bayer said in a report filed with the Securities and Exchange Commission. The company, which is based in Leverkusen, said that it had not been informed of any charges or complaints in connection with the inquiry, and that it would cooperate with the government.",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/09/business/world-business-briefing-europe-germany-bayer-subpoenaed.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "AS FIGHTING RAGES, INSURGENTS IN IRAQ KIDNAP 3 JAPANESE",
      "snippet": "American forces battle Sunni Muslims in Falluja, other troops are deployed south to challenge insurgents who seized control of three major Shiite cities and rebels kidnap several foreign citizens and threaten to execute them; Al Jazeera broadcasts...",
      "abstract": "American forces battle Sunni Muslims in Falluja, other troops are deployed south to challenge insurgents who seized control of three major Shiite cities and rebels kidnap several foreign citizens and threaten to execute them; Al Jazeera broadcasts video of three Japanese civilians, blindfolded and being threatened by their black-garbed captors with guns, knives and swords; previously unknown group, Mujahedeen Brigades, issues statement giving Japan three days to withdraw its 550 troops from Iraq before hostages--two aid workers and journalist--will be killed; Japanese government calls abductions 'unforgivable' but says Japan will not withdraw troops; Israel announces that two Israeli Arabs were kidnapped in Iraq, and several abducted South Koreans are released; Canadian aid worker is reported kidnapped, and British citizen is seized in Nasiriya; as war takes menacing turn Gen John P Abizaid, head of Army's Central Command, assesses calls for reinforcements and says he will use all necessary force to quell insurgency sweeping country; photos; maps (L)",
      "lead_paragraph": "As American forces continued battling Sunni Muslims in Falluja and other troops began deploying south to challenge insurgents who have seized control of three major Shiite cities, rebels kidnapped several foreign civilians on Thursday and threatened to execute them.",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/09/world/struggle-for-iraq-uprising-fighting-rages-insurgents-iraq-kidnap-3-japanese.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "World Business Briefing | Asia: Malaysia: Industrial Output Rises",
      "snippet": "Malaysia's industrial production rose 11.1 percent in February from year earlier, slowest pace in five months (S)",
      "abstract": "Malaysia's industrial production rose 11.1 percent in February from year earlier, slowest pace in five months (S)",
      "lead_paragraph": "Malaysia's industrial production rose 11.1 percent in February from a year earlier, its slowest pace in five months, after exports did not grow as quickly as expected. Production at Malaysia's factories, mines and utilities rose a revised 18.4 percent in January, the government statistics department said. Exports and manufacturing production have surged in recent months as faster global economic growth increased demand for Malaysia's computer chips, hard disks and other goods. Production rose at the fastest rate in more than three years in the two months before February.",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/09/business/world-business-briefing-asia-malaysia-industrial-output-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "EX-RIVALS UNITING",
      "snippet": "Growing uprising against occupation in Iraq is forging new and previously unheard of level of cooperation between Sunni Muslims and Shiite Muslims--and common cause is killing Americans; many Shiite fighters are said to be streaming into Falluja t...",
      "abstract": "Growing uprising against occupation in Iraq is forging new and previously unheard of level of cooperation between Sunni Muslims and Shiite Muslims--and common cause is killing Americans; many Shiite fighters are said to be streaming into Falluja to help Sunni insurgents repel punishing assault by US marines, and Shiite families in Baghdad with little to spare are donating food to besieged residents of Falluja; Brig Gen Mark Hertling says military intelligence indicates loose coordination between renegade Shia movement of Moktada al-Sadr and Sunni extremist group called Mohammed's Army in Baghdad; Falluja, 35 miles from Baghdad, becomes rallying cry of resistance; marines are trying to root out insurgents there after four American security guards were ambushed, killed and their bodies mutilated by mob (M)",
      "lead_paragraph": "When the United States invaded Iraq a year ago, one of its chief concerns was preventing a civil war between Shiite Muslims, who make up a majority in the country, and Sunni Muslims, who held all the power under Saddam Hussein.",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/09/world/the-struggle-for-iraq-alliances-ex-rivals-uniting.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Industrial Production Falls",
      "snippet": "World Business Brie",
      "abstract": "World Business Brie",
      "lead_paragraph": "German industrial production fell 0.7 percent in February, the first decline since September, the economics and labor ministry said. Manufacturing output was down 1.1 percent, with production of durable goods down 1.7 percent and production of capital goods down 1.9 percent. Construction, which declined in January, rebounded and rose 4.6 percent. Petra Kappl (NYT)",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/04/09/business/world-business-briefing-europe-germany-industrial-production-falls.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "Sticking to Their Scripts",
      "snippet": "Analysis: Condoleezza Rice, testifying before 9/11 commission, vigorously defends Pres Bush against accusations that he was inattentive to terrorism before attacks, but she fails to defuse debate that threatens his re-election campaign; in three h...",
      "abstract": "Analysis: Condoleezza Rice, testifying before 9/11 commission, vigorously defends Pres Bush against accusations that he was inattentive to terrorism before attacks, but she fails to defuse debate that threatens his re-election campaign; in three hours of often contentious testimony Rice sticks to White House script, that everything that could have been done to prevent attacks had been done; she does not acknowledge any failings, apart from longtime tensions between CIA and FBI; she leaves open question of whether anyone in White House is capable of admitting error--step many of Rice's current and former colleagues say would help calm political waters (M)",
      "lead_paragraph": "When Condoleezza Rice took the national stage on Thursday morning, her task was to defend President Bush against the accusation that he was inattentive to terrorism before the attacks on Sept. 11, 2001, and to defuse a debate that threatens his re-election campaign. She mounted the defense vigorously, but in the hours after she returned to the White House, it was evident that she had not defused the arguments.",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/09/world/threats-and-responses-news-analysis-sticking-to-their-scripts.html",
      "byline": "DAVID E. SANGER"
    },
    {
      "headline": "9/11 Panel Presses Rice on Early Warnings",
      "snippet": "Pres Bush's national security adviser Condoleezza Rice gives long-awaited sworn testimony before 9/11 commission, offering spirited, unapologetic defense of Bush administration's efforts against terrorism before Sept 11, and insisting that Bush ha...",
      "abstract": "Pres Bush's national security adviser Condoleezza Rice gives long-awaited sworn testimony before 9/11 commission, offering spirited, unapologetic defense of Bush administration's efforts against terrorism before Sept 11, and insisting that Bush had been aware of threats from Al Qaeda throughout 2001 and had done all he could to prevent attacks; says special intelligence briefing Bush received Aug 6, 2001, month before terror attack, warned that FBI had detected 'suspicious activity' suggesting terrorists might be planning domestic hijacking; says he was also told bureau was conducting 70 investigations of possible terrorist cells connected to Al Qaeda operating within American borders; acknowledges that still-classified Aug 6 briefing carried title 'Bin Laden Determined to Attack Inside the United States' but she dismisses report's importance, saying it carried 'no new threat information'; FBI officials have said that report, which was prepared by CIA, overstated scope and significance of bureau's counterterrorism efforts before Sept 11; Rice rebuts accusations made by former counterterrorism chief Richard A Clarke that Bush administration largely ignored threat of terrorist attacks before Sept; she insists that Bush 'understood the threat...and its importance'; photos (M)",
      "lead_paragraph": "Condoleezza Rice, President Bush's national security adviser, testified Thursday that Mr. Bush was warned a month before the Sept. 11 terror attacks that the F.B.I. had detected ''suspicious activity'' that suggested terrorists might be planning a domestic hijacking. She said he was also told that the bureau was conducting 70 investigations of possible terrorist cells connected to Al Qaeda operating within American borders.",
      "publication_date": "2004-04-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/04/09/world/threats-and-responses-the-inquiry-9-11-panel-presses-rice-on-early-warnings.html",
      "byline": "By Philip Shenon"
    }
  ]
}