{
  "metadata": {
    "date": "2004-03-16",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "World Business Briefing | Asia: Thailand: Utility Sale Delayed",
      "snippet": "Thailand delays for at least two months plans to privatize Electricity Generating Authority of Thailand because of protests by labor unions; government of Prime Min Thaksin Shinawatra planned to sell 25 percent stake in utility this spring for as ...",
      "abstract": "Thailand delays for at least two months plans to privatize Electricity Generating Authority of Thailand because of protests by labor unions; government of Prime Min Thaksin Shinawatra planned to sell 25 percent stake in utility this spring for as much as 70 billion baht ($1.8 billion) (S)",
      "lead_paragraph": "Faced with protests by labor unions, Thailand has delayed for at least two months plans to privatize the national utility, the Electricity Generating Authority of Thailand. The government of Prime Minister Thaksin Shinawatra had planned to sell a 25 percent stake in the utility this spring for as much as 70 billion baht ($1.8 billion). But unions oppose the sale, saying it would probably put the company in the control of politicians or foreigners and result in job losses, and have demanded that it be canceled. Wayne Arnold (NYT)",
      "publication_date": "2004-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/16/business/world-business-briefing-asia-thailand-utility-sale-delayed.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Settlement Reached In Mutual Fund Case",
      "snippet": "Just before a shareholder vote on their proposed merger, Bank of America and FleetBoston Financial reached a $675 million settlement with regulators yesterday over improper trading in their mutual funds, requiring Bank of America to replace most o...",
      "abstract": "Just before a shareholder vote on their proposed merger, Bank of America and FleetBoston Financial reached a $675 million settlement with regulators yesterday over improper trading in their mutual funds, requiring Bank of America to replace most of its fund directors within a year.  ",
      "lead_paragraph": "Just before a shareholder vote on their proposed merger, Bank of America and FleetBoston Financial reached a $675 million settlement with regulators yesterday over improper trading in their mutual funds, requiring Bank of America to replace most of its fund directors within a year.",
      "publication_date": "2004-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/16/business/settlement-reached-in-mutual-fund-case.html",
      "byline": ""
    },
    {
      "headline": "GREENSPAN SHIFTS VIEW ON DEFICITS",
      "snippet": "Fed chairman Alan Greenspan, who implored Pres Clinton to lower budget deficit and tacitly condoned tax increases to do so, is developing theory that has him warning more emphatically about risks of raising taxes, even as deficit heads toward reco...",
      "abstract": "Fed chairman Alan Greenspan, who implored Pres Clinton to lower budget deficit and tacitly condoned tax increases to do so, is developing theory that has him warning more emphatically about risks of raising taxes, even as deficit heads toward record $500 billion and Congressional Budget Office reports deficit now stems almost entirely from tax cuts and spending increases, not economic slowdown; Greenspan's thesis is that gains in personal wealth and growing sophistication of financial markets have allowed Americans, individually and as a nation, to borrow much more than would have seemed manageable twenty years ago; good news for Pres Bush's re-election hope means Fed may well keep interest rates low, defusing Democratic criticism that Bush has intensified record indebtedness; Greenspan believes household balance sheets are 'in good shape' because home and stock values have risen faster than debts; he is sanguine about more than $500 billion in annual borrowing from foreigners and makes clear he will not try to torpedo Bush's tax-cutting agenda; other economists are more worried about low-interest borrowing and heavy debt of those without stable incomes or assets; photos; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/16/business/greenspan-shifts-view-on-deficits.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Stewart Quits Her Posts At Company",
      "snippet": "Martha Stewart resigns as executive and board member of Martha Stewart Living Omnimedia in wake of conviction of lying to federal investigators in connection with her ImClone Systems stock trade; Stewart, who owns 61 percent of company's shares, w...",
      "abstract": "Martha Stewart resigns as executive and board member of Martha Stewart Living Omnimedia in wake of conviction of lying to federal investigators in connection with her ImClone Systems stock trade; Stewart, who owns 61 percent of company's shares, will continue as creative adviser; photos (M)",
      "lead_paragraph": "Martha Stewart, convicted this month of lying to federal investigators in connection with a 2001 stock trade, resigned yesterday as an executive and board member of Martha Stewart Living Omnimedia, the company she founded and took public.",
      "publication_date": "2004-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/16/business/the-media-business-advertising-stewart-quits-her-posts-at-company.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "World Business Briefing | Asia: Hong Kong: Oil Profit",
      "snippet": "Hong Kong's CNOOC Ltd says net profit in year to Dec 31 was $1.45 billion, up 32 percent from 2002 (S)",
      "abstract": "Hong Kong's CNOOC Ltd says net profit in year to Dec 31 was $1.45 billion, up 32 percent from 2002 (S)",
      "lead_paragraph": "CNOOC Ltd., China's largest offshore oil and gas company, reported a record net profit for 2003 on the back of surging oil prices. Under American accounting standards, net profit in the year to Dec. 31, was $1.45 billion, up 32 percent from 2002. Analysts said the company's results were in line with expectations.",
      "publication_date": "2004-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/16/business/world-business-briefing-asia-hong-kong-oil-profit.html",
      "byline": "By Dow Jones"
    },
    {
      "headline": "Aramcons Find Arabia Like Home, Sort Of",
      "snippet": "Saudi Aramco still employs 2,000 Americans, offering them attractive perks and a measure of American work environment, even as pressure from Islamic conservatives forces company to become more Saudi in makeup and management style; Aramco's female ...",
      "abstract": "Saudi Aramco still employs 2,000 Americans, offering them attractive perks and a measure of American work environment, even as pressure from Islamic conservatives forces company to become more Saudi in makeup and management style; Aramco's female employees are allowed to wear Western clothing and drive company property; photo (M)",
      "lead_paragraph": "Try not to make too much of the women driving sport utility vehicles, the baseball diamonds, the thousands of Americans and Britons or the cul-de-sacs with names like Prairie View at the well-guarded headquarters of Saudi Aramco, the world's largest oil company.",
      "publication_date": "2004-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/16/business/aramcons-find-arabia-like-home-sort-of.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "China Aims to Cut Pollution From Scrap Metal Industry",
      "snippet": "China is laying plans for stricter regulation of scrap metal industry; businesses shipping scrap to China will be required to register with Chinese government by July 1 and get government approval; Chinese regulators have not yet said what standar...",
      "abstract": "China is laying plans for stricter regulation of scrap metal industry; businesses shipping scrap to China will be required to register with Chinese government by July 1 and get government approval; Chinese regulators have not yet said what standard they will set in deciding which companies may register; Meng Jianbin, director of international cooperation at Metallurgical Council of China for Promotion of International Trade, says scrap industry poses continuing environmental problem; graph; photo (M)",
      "lead_paragraph": "Eager to become the world's workshop, but wary of becoming its trash bin along the way, China is laying plans for stricter regulation of the scrap industry.",
      "publication_date": "2004-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/16/business/china-aims-to-cut-pollution-from-scrap-metal-industry.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Three Main Stock Gauges Drop to New Lows for Year  Stocks fell to new lows for the year in the wake of the reports of evidence that Muslim fundamentalists with a connection to Al Qaeda were involved in the terrorist bombings in Madrid last week. T...",
      "abstract": " Three Main Stock Gauges Drop to New Lows for Year  Stocks fell to new lows for the year in the wake of the reports of evidence that Muslim fundamentalists with a connection to Al Qaeda were involved in the terrorist bombings in Madrid last week. The Dow Jones industrial average declined 137.19 points, to 10,102.89, and is down 3.4 percent for the year. The Standard & Poor's 500 dropped 16.08 points, to 1,104.49, and is down 0.7 percent for the year. The Nasdaq dropped 45.53 points, to 1,939.20, and is off 3.2 percent for the year. [Page C14.]",
      "lead_paragraph": "Three Main Stock Gauges Drop to New Lows for Year",
      "publication_date": "2004-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/16/business/business-digest-812803.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: India: Oil Stake Sold",
      "snippet": "India will sell 10 percent stake in Oil and Natural Gas Corp at 750 rupees ($16.60) a share, raising about $2.3 billion (S)",
      "abstract": "India will sell 10 percent stake in Oil and Natural Gas Corp at 750 rupees ($16.60) a share, raising about $2.3 billion (S)",
      "lead_paragraph": "India will sell a 10 percent stake in the Oil and Natural Gas Corporation, the country's biggest oil producer, at 750 rupees ($16.60) a share, raising about $2.3 billion to help the government reduce its need to borrow. Investors ordered 860.1 million shares, or about six times the 142.6 million offered, Arun Shourie, the minister in charge of asset sales, told reporters in New Delhi.",
      "publication_date": "2004-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/16/business/world-business-briefing-asia-india-oil-stake-sold.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Europe: Sweden: Volvo Posts Loss",
      "snippet": "Volvo restates fourth-quarter earnings to post loss because of write-down from spinning off its stake in Scania to comply with European Commission directive; reports loss of 2.9 billion kronor ($383 million), compared with profit of 638 million kr...",
      "abstract": "Volvo restates fourth-quarter earnings to post loss because of write-down from spinning off its stake in Scania to comply with European Commission directive; reports loss of 2.9 billion kronor ($383 million), compared with profit of 638 million kronor year earlier; graph (S)",
      "lead_paragraph": "Volvo, Europe's largest truckmaker, restated fourth-quarter earnings to post a loss because of a write-down from spinning off its stake in a competitor, Scania, to comply with a European Commission directive. Volvo had a loss of 2.9 billion kronor ($383 million) in the fourth quarter, in contrast to a profit of 638 million kronor a year earlier, it said. In its original report last month, the company reported a fourth-quarter profit of 1.14 billion kronor. The loss resulted from Volvo's writing down the value of its Class A shares in Scania. The truckmaker plans to transfer 99 percent of the shares to a wholly owned holding company called Ainax, and Ainax will then be distributed to Volvo shareholders. They will get 2 Ainax shares for each 31 Volvo shares they own.",
      "publication_date": "2004-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/16/business/world-business-briefing-europe-sweden-volvo-posts-loss.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "In Spain, Holding Fast To Economic Optimism",
      "snippet": "Analysts say economic outlook remains solid under new Socialist government despite defeat of center-right government of Jose Maria Aznar in weekend elections and bombing of commuter trains that killed 200 people; while hotels and other tourist-sen...",
      "abstract": "Analysts say economic outlook remains solid under new Socialist government despite defeat of center-right government of Jose Maria Aznar in weekend elections and bombing of commuter trains that killed 200 people; while hotels and other tourist-sensitive businesses might feel some effects now, over longer term, Britons or Germans who travel to Spain might decide they face same risks in Spain as at home (M)",
      "lead_paragraph": "At the Hotel Quo Puerta Del Sol, in the normally bustling heart of Madrid's tourist district, the manager, Carlos Felipe, yesterday was tallying up the collateral damage to business from Spain's worst terrorist attacks.",
      "publication_date": "2004-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/16/business/in-spain-holding-fast-to-economic-optimism.html",
      "byline": "By Eric Pfanner"
    },
    {
      "headline": "Shares of Nortel Drop as It Places Financial Officers On Paid Leave",
      "snippet": "Shares of Nortel Networks plunge 18.5 percent after company places chief financial officer Douglas C Beatty and controller Michael J Gollogly on paid leave; Wall Street analysts say suspensions suggest company faces deeper accounting problems than...",
      "abstract": "Shares of Nortel Networks plunge 18.5 percent after company places chief financial officer Douglas C Beatty and controller Michael J Gollogly on paid leave; Wall Street analysts say suspensions suggest company faces deeper accounting problems than investors were led to believe when Nortel announced internal audit in October; photo (M)",
      "lead_paragraph": "Shares of Nortel Networks, the biggest maker of telecommunications equipment in North America, plunged 18.5 percent today, after the company said it placed two of its top financial officers on paid leave.",
      "publication_date": "2004-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/16/business/shares-of-nortel-drop-as-it-places-financial-officers-on-paid-leave.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Telmex Invests In Brazil",
      "snippet": "Telefonos de Mexico is buying control of Brazil's largest long-distance carrier Embratel from WorldCom for $360 million; will acquire almost 20 percent economic interest in Embratel and almost 52 percent of voting shares (S)",
      "abstract": "Telefonos de Mexico is buying control of Brazil's largest long-distance carrier Embratel from WorldCom for $360 million; will acquire almost 20 percent economic interest in Embratel and almost 52 percent of voting shares (S)",
      "lead_paragraph": "Teléfonos de México said it was buying control of Brazil's largest long-distance carrier Embratel from WorldCom for $360 million. The Mexican telephone giant will acquire an almost 20 percent economic interest in Embratel and almost 52 percent of the voting shares. The sale is subject to approval by the American bankruptcy court handling WorldCom's restructuring. A consortium of Brazil's three largest fixed-line carriers plans to challenge the sale in court. Elisabeth Malkin (NYT)",
      "publication_date": "2004-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/16/business/world-business-briefing-americas-mexico-telmex-invests-in-brazil.html",
      "byline": "By Elisabeth Malkin (NYT)"
    },
    {
      "headline": "Mutual Fund Tells Wall Street It Wants à la Carte Commissions",
      "snippet": "Robert C Pozen, nonexecutive chairman of MFS Investment Management, says MFS will demand that brokerage firms break out research and distribution costs from commissions they charge its mutual funds for stock trades; move is latest shot at brokerag...",
      "abstract": "Robert C Pozen, nonexecutive chairman of MFS Investment Management, says MFS will demand that brokerage firms break out research and distribution costs from commissions they charge its mutual funds for stock trades; move is latest shot at brokerage industry, whose once-fat margins in stock trading have been shrinking with commissions because of high cost of its research and sales infrastructure; Pozen was appointed nonexecutive chairman recently after company reached settlement with regulators over improper fund trading practices; photo (M)",
      "lead_paragraph": "The chairman of MFS Investment Management said yesterday that it would demand that brokerage firms break out research and distribution costs from the commissions they charge its mutual funds for stock trades.",
      "publication_date": "2004-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/16/business/mutual-fund-tells-wall-street-it-wants-a-la-carte-commissions.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Spain Will Loosen Its Alliance With U.S., Premier-Elect Says",
      "snippet": "Jose Luis Rodriguez Zapatero, elected Spain's prime minister in stunning Socialist party win, pledges to shift allegiance away from US and toward France and Germany, and repeats promise to pull Spanish troops out of Iraq in absence of UN mandate t...",
      "abstract": "Jose Luis Rodriguez Zapatero, elected Spain's prime minister in stunning Socialist party win, pledges to shift allegiance away from US and toward France and Germany, and repeats promise to pull Spanish troops out of Iraq in absence of UN mandate there; US intelligence is increasingly convinced that Muslim terrorists, not Basques, carried out train bombings in Madrid that killed 200 people and wounded 1,500; European and UN diplomats complain they were misled by Spanish government's quick denunciation of Basque group ETA; Zapatero says Iraq war is 'disaster' that was badly handled and has generated more violence and hate; suggests Pres Bush and Prime Min Tony Blair 'engage in some self-criticism' and says his election sends signal to US voters; he and 90 percent of Spaniards opposed war; Zapatero says at same time that fighting terrorism is top priority (M)",
      "lead_paragraph": "Spain's newly elected Socialist prime minister pledged Monday to shift allegiance away from Washington to Paris and Berlin, a move that could lead to a reduction of American influence in Europe on a range of issues.",
      "publication_date": "2004-03-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/16/world/bombings-madrid-politics-spain-will-loosen-its-alliance-with-us-premier-elect.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "2 Big Banks In Merger Settle Case on Fund Trading",
      "snippet": "Bank of America and FleetBoston Financial, which are merging, reach $675 million settlement with New York State Atty Gen Eliot Spitzer's office and Securities and Exchange Commission over improper trading in their mutual funds, requiring Bank of A...",
      "abstract": "Bank of America and FleetBoston Financial, which are merging, reach $675 million settlement with New York State Atty Gen Eliot Spitzer's office and Securities and Exchange Commission over improper trading in their mutual funds, requiring Bank of America to replace most of its fund directors within year; settlement is largest to date in wide-ranging fund probes and first to focus on role of boards in permitting improper trades; settlement brings to $1.65 billion total in fines and other payments by fund companies that have reached agreements with regulators at federal and state levels; Bank of America and Fleet will cut their fees by $160 million over next five years, chart (M)",
      "lead_paragraph": "Just before a shareholder vote on their proposed merger, Bank of America and FleetBoston Financial reached a $675 million settlement with regulators yesterday over improper trading in their mutual funds, requiring Bank of America to replace most of its fund directors within a year.",
      "publication_date": "2004-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/16/business/2-big-banks-in-merger-settle-case-on-fund-trading.html",
      "byline": "By Riva Atlas"
    },
    {
      "headline": "Bitter Division For Sierra Club On Immigration",
      "snippet": "Sierra Club is enmeshed in bitter struggle on whether to advocate tough immigration restrictions as way to control environmental damage associated with rapid population growth; intense debate involves several outsiders and grass-roots members seek...",
      "abstract": "Sierra Club is enmeshed in bitter struggle on whether to advocate tough immigration restrictions as way to control environmental damage associated with rapid population growth; intense debate involves several outsiders and grass-roots members seeking seats on board; dissidents are led by Richard D Lamm, former Democratic governor of Colorado who has long argued against unsustainable immigration; director Carl Pope charges Lamm and supporters are unwitting fronts for 'racists'; photos (M)",
      "lead_paragraph": "Correction and Editors' Note Appended",
      "publication_date": "2004-03-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/16/us/bitter-division-for-sierra-club-on-immigration.html",
      "byline": "By Felicity Barringer"
    },
    {
      "headline": "World Business Briefing | Europe: The Netherlands: Chip Maker Names Executive",
      "snippet": "STMicroelectronics plans to name Carlo Bozotti as chief executive, succeeding Pasquale Pistorio, who will retire; photo (S)",
      "abstract": "STMicroelectronics plans to name Carlo Bozotti as chief executive, succeeding Pasquale Pistorio, who will retire; photo (S)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/16/business/world-business-briefing-europe-the-netherlands-chip-maker-names-executive.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "A.F.L.-C.I.O. To Press Bush For Penalties Against China",
      "snippet": "AFL-CIO will file unusual trade complaint to press Pres Bush to punish China, which it asserts has gained commercial advantage through violating workers' rights by suppressing strikes, banning independent trade unions and not enforcing minimum wag...",
      "abstract": "AFL-CIO will file unusual trade complaint to press Pres Bush to punish China, which it asserts has gained commercial advantage through violating workers' rights by suppressing strikes, banning independent trade unions and not enforcing minimum wage laws; complaint, timed to maximize pressure on Bush as presidential campaign heats up, asserts US has lost up to 727,000 factory jobs because labor violations that it says artificially lowered China's production costs and unfairly undercut American companies; AFL-CIO argues that this illegal repression of workers' rights translates into 43 percent cost advantage on average for China; is asking Bush to impose punitive tariffs of up to 77 percent on China or to elicit pledge to halt all such violations; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/16/business/afl-cio-to-press-bush-for-penalties-against-china.html",
      "byline": "By Steven Greenhouseand Elizabeth Becker"
    }
  ]
}