{
  "metadata": {
    "date": "2004-09-21",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "Disney Chief Rules Out Board Position",
      "snippet": "Walt Disney chief executive4 Michael D Eisner says he does not plan to remain on board or become chairman when he retires in two years, interview, Fortune magazine; says he will not seek chairman's job when current chairman George J Mitchelll step...",
      "abstract": "Walt Disney chief executive4 Michael D Eisner says he does not plan to remain on board or become chairman when he retires in two years, interview, Fortune magazine; says he will not seek chairman's job when current chairman George J Mitchelll steps down; Eisner further quells criticism that he is seeking to remain at Disney, making it easier for board to seek outside candidate to succeed him; photo (M)",
      "lead_paragraph": "LOS ANGELES, Sept. 20 - Michael D. Eisner, the chief executive of the Walt Disney Company, said on Monday that he did not plan to remain on the board or become chairman when he retires in two years.",
      "publication_date": "2004-09-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/21/business/media/disney-chief-rules-out-board-position.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Editors' Note; About the Tables",
      "snippet": "Editor's Note: New York Times is making its daily tables of stocks and mutual funds more concise, eliminating some charts and moving others to World Business section",
      "abstract": "Editor's Note: New York Times is making its daily tables of stocks and mutual funds more concise, eliminating some charts and moving others to World Business section",
      "lead_paragraph": "The Times is making its daily tables of stocks and mutual funds more concise, eliminating some charts and moving others to the World Business section.",
      "publication_date": "2004-09-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/21/business/editors-note-about-the-tables.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: France: Profit In Luxury Goods",
      "snippet": "ChrR",
      "abstract": "ChrR",
      "lead_paragraph": "The luxury goods maker Christian Dior, which controls LVMH Möet Hennessy Louis Vuitton, said profit rose 59 percent in the first half on increased demand in the United States and Asia. Net income rose to 157 million euros ($191.3 million) from 99 million euros a year earlier, the company said. Operating profit rose 37 percent, to 1.01 billion euros. The company's biggest earner is its controlling stake in LVMH, which reported last week that profit rose 49 percent on increased demand for products like Champagne and Cognac.",
      "publication_date": "2004-09-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/21/business/world-business-briefing-europe-france-profit-in-luxury-goods.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "U.S. Judge Orders Election Agency to Tighten Rules",
      "snippet": "Federal Judge Colleen Kollar-Kotelly says Federal Election Commission's rules have undermined McCain-Feingold campaign finance law, and orders agency to enact tougher restrictions on how millions of dollars are spent on campaigns; ruling comes in ...",
      "abstract": "Federal Judge Colleen Kollar-Kotelly says Federal Election Commission's rules have undermined McCain-Feingold campaign finance law, and orders agency to enact tougher restrictions on how millions of dollars are spent on campaigns; ruling comes in suit brought by Rep Christopher Shays; decision affects 15 highly technical regulations governing campaign activity, including one set of regulations restricting how candidates and political parties, which are subject to contribution limits, coordinate with independent advocacy groups like so-called '527' committees, which can raise unlimited donations; coordination rules are particularly important in this year's election, after 527 committees began collecting tens of millions of dollars to mobilize voters and broadcast television commercials supporting Pres Bush or Sen John Kerry; Bush and Kerry campaigns have accused each other of illegally coordinating with groups that support them; many expect FEC to ask court to delay ruling until it has time to rewrite rules as ordered or pursue appeal; court's repudiation of FEC brings new round of attacks on agency, which has been described as toothless organization controlled by three Democrats and three Republicans, so elected officials and supporters could more easily skirt election laws (M)",
      "lead_paragraph": "WASHINGTON, Sept. 20 - A federal judge has ordered the Federal Election Commission to enact tougher restrictions on how millions of dollars are spent on campaigns, saying that its rules have undermined the McCain-Feingold campaign finance law.",
      "publication_date": "2004-09-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/21/politics/campaign/us-judge-orders-election-agency-to-tighten-rules.html",
      "byline": "By Glen Justice"
    },
    {
      "headline": "Looking for a Chance by Looking for Trouble",
      "snippet": "Advice for would-be entreï",
      "abstract": "Advice for would-be entreï",
      "lead_paragraph": "MAKE trouble your ally. That's the advice experts have for would-be entrepreneurs. Turmoil -- economic or social -- creates opportunity, even as it pushes managers and other employees out of their corporate niches.",
      "publication_date": "2004-09-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/09/21/business/businessspecial/looking-for-a-chance-by-looking-for-trouble.html",
      "byline": "By Karen Alexander"
    },
    {
      "headline": "Where Do the Jobs Come From?",
      "snippet": "Small businesses, even fast-growing small companies, remain extremely cautious in how they add workers, calling into question belief that small companies are responsible for bulk of new jobs created in United States; both small companies and big c...",
      "abstract": "Small businesses, even fast-growing small companies, remain extremely cautious in how they add workers, calling into question belief that small companies are responsible for bulk of new jobs created in United States; both small companies and big corporations shed jobs from 2001 through 2003 and both are still wary about hiring; percentage of people who work at small companies has remained roughly constant over last decade; photos (special section, Small Business) (M)",
      "lead_paragraph": "WASHINGTON - PRESIDENT BUSH says he loves small business, and small-business owners are overwhelmingly on his side in the election. But entrepreneurs are not yet giving Mr. Bush the one thing he needs the most: a surge in jobs.",
      "publication_date": "2004-09-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/09/21/business/businessspecial/where-do-the-jobs-come-from.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Unilever and Colgate Issue Profit Warnings for Rest of the Year",
      "snippet": "Unilever and Colgate-Palmolive issue profit warnings, underscoring increasingly tough competitive landscape for makers of some of world's best-known brands; Colgate's chairman-chief executive Reuben Mark and Unilever's co-chairmen Niall FitzGerald...",
      "abstract": "Unilever and Colgate-Palmolive issue profit warnings, underscoring increasingly tough competitive landscape for makers of some of world's best-known brands; Colgate's chairman-chief executive Reuben Mark and Unilever's co-chairmen Niall FitzGerald and Antony Burgmans comment; graph; photos (Market Place column) (M)",
      "lead_paragraph": "LONDON, Sept. 20 - Two big consumer products companies, Unilever and Colgate-Palmolive, issued profit warnings on Monday, underscoring an increasingly tough competitive landscape for makers of some of the world's best-known brands.",
      "publication_date": "2004-09-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/21/business/unilever-and-colgate-issue-profit-warnings-for-rest-of-the-year.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "Study Finds Less Youth Antidepressant Use",
      "snippet": "Medco Health Solutions study finds number of teenagers and children being prescribed antidepressants in US dropped 18 percent over last year after studies found that medicines appear to lead some to become suicidal; Medco finding is at odds with i...",
      "abstract": "Medco Health Solutions study finds number of teenagers and children being prescribed antidepressants in US dropped 18 percent over last year after studies found that medicines appear to lead some to become suicidal; Medco finding is at odds with information provided last week by Food and Drug Administration to its advisory committee; FDA claims prescriptions of antidepressants for children and teenagers continued to rise by 7 percent this year despite growing controversy about safety of drugs; graph",
      "lead_paragraph": "The number of teenagers and children being prescribed antidepressants in the United States dropped 18 percent over the last year after studies found that the medicines appeared to lead some to become suicidal, according to one provider of drug benefits.",
      "publication_date": "2004-09-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/21/business/study-finds-less-youth-antidepressant-use.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "Iraqi Video Shows Beheading of Man Said to Be American",
      "snippet": "Militant group called One God and Jihad posts video on Internet showing beheading of hostage identified as Eugene Armstrong, American engineer abducted with two other men last week from their home in Baghdad; in video, militant says American Jack ...",
      "abstract": "Militant group called One God and Jihad posts video on Internet showing beheading of hostage identified as Eugene Armstrong, American engineer abducted with two other men last week from their home in Baghdad; in video, militant says American Jack Hensley could be killed within 24 hours if United States does not release Iraqi women that militants say are being imprisoned at Abu Ghraib and in port city of Umm Qasr; American military officials claim they are holding only two women suspected of working on weapons programs for Saddam Hussein, but not at prisons mentioned; release of video comes day after another group, Army of Ansar al-Sunna, posts video on Internet showing beheadings of three Kurdish truck drivers; at least 130 foreigners have been kidnapped in Iraq this year; abductions have sharply surged in recent weeks; most of hostages have been freed, though number of killings has surpassed two dozen since July; photo; chart (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Sept. 20 - A militant group on Monday posted a video on the Internet that showed the beheading of a hostage identified as Eugene Armstrong, an American engineer abducted along with two other men last week from their home in central Baghdad.",
      "publication_date": "2004-09-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/21/world/middleeast/iraqi-video-shows-beheading-of-man-said-to-be-american.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "World Business Briefing | Asia: Thailand: A Forecast For Growth",
      "snippet": "Thailand's Prime Min Thaksin Shinawatra tells group of fund managers that his country's economy could grow 6 percent to 7 percent this year (S)",
      "abstract": "Thailand's Prime Min Thaksin Shinawatra tells group of fund managers that his country's economy could grow 6 percent to 7 percent this year (S)",
      "lead_paragraph": "Prime Minister Thaksin Shinawatra, facing a falling stock market and elections next year, told a group of fund managers that his country's economy could grow 6 percent to 7 percent this year. Higher oil prices have slowed economic growth, but Mr. Thaksin assured investors gathered in Bangkok that rising export demand and domestic consumer spending would offset higher energy costs. More than 300 fund managers, from Thailand and overseas, are attending a government-sponsored seminar extolling the strengths of the Thai economy. Wayne Arnold (NYT)",
      "publication_date": "2004-09-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/21/business/world-business-briefing-asia-thailand-a-forecast-for-growth.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Study Raises Questions About Bioengineered Grass  A new study shows that genes from genetically engineered grass spread much farther than previously known. The finding raises questions about the straying of other plants altered through biotechnolo...",
      "abstract": " Study Raises Questions About Bioengineered Grass  A new study shows that genes from genetically engineered grass spread much farther than previously known. The finding raises questions about the straying of other plants altered through biotechnology, and could hurt the efforts of two companies to win approval for the first bioengineered grass.     The two companies, Monsanto and Scotts, have developed a strain of creeping bentgrass for use on golf courses that is resistant to the widely used herbicide Roundup. It would allow groundskeepers to spray the herbicide on their greens and fairways to kill weeds while leaving the grass unscathed. [Page A1.]",
      "lead_paragraph": "Study Raises Questions About Bioengineered Grass A new study shows that genes from genetically engineered grass spread much farther than previously known. The finding raises questions about the straying of other plants altered through biotechnology, and could hurt the efforts of two companies to win approval for the first bioengineered grass.",
      "publication_date": "2004-09-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/21/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "In Harshest Critique Yet, Kerry Attacks Bush Over War in Iraq",
      "snippet": "Sen John Kerry delivers point-by-point indictment of Bush administration's Iraq policies, making his most definitive statement yet that he would not have invaded Iraq when Pres Bush did, speech at New York University; says Iraq invasion has create...",
      "abstract": "Sen John Kerry delivers point-by-point indictment of Bush administration's Iraq policies, making his most definitive statement yet that he would not have invaded Iraq when Pres Bush did, speech at New York University; says Iraq invasion has created crisis so great that if course is not changed there is prospect of 'war with no end in sight'; questions how Pres Bush could claim he would do everything same way even if he knew there was no imminent threat from illicit weapons in Iraq; says while Saddam Hussein is evil, war has created chaos that has left America less secure; says Bush showed 'colossal failure of judgment' on Iraq; repeats four steps he urges Bush to take immediately: repair alliances, train Iraqi security forces, improve reconstruction and ensure elections; Bush's advisers quickly insert hard-hitting response into presidents' remarks at campaign event; Bush claims US is already doing everything Kerry has proposed; he attacks Kerry's suggestion that he would not have started war, quoting from Kerry's Aug 9 statement that he stood by his Senate vote to authorize use of force; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-09-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/21/politics/campaign/in-harshest-critique-yet-kerry-attacks-bush-over-war-in.html",
      "byline": "By Jodi Wilgoren and Elisabeth Bumiller"
    },
    {
      "headline": "CBS Apologizes for Report on Bush Guard Service",
      "snippet": "Dan Rather and CBS News admit that they have been unable to authenticate four documents network used to raise new questions about Pres Bush's Vietnam-era National Guard service, calling their news report 'mistake in judgment'; network officials sa...",
      "abstract": "Dan Rather and CBS News admit that they have been unable to authenticate four documents network used to raise new questions about Pres Bush's Vietnam-era National Guard service, calling their news report 'mistake in judgment'; network officials say former Texas National Guard officer Bill Burkett misled their producers about how he obtained documents, which came under scrutiny almost as soon as report was broadcast on CBS Evening News and 60 Minutes on Sept 8; CBS News president Andrew Heyward says using documents was 'mistake, which we deeply regret'; Rather initially insisted that wide questioning of documents--purportedly from personal files of Lt Col Jerry B Killian, Bush's squadron commander--came from partisans; he delivers his own apology, calling incident 'error made in good faith'; week ago, CBS News officials and Rather were standing steadfastly by report, dismissing days of accusations from document experts that records were fakes produced on modern computer; network says it is appointing panel of experts to review how such flawed report got onto air, especially one with such potential implications for sitting president just 50 days before an election; says it will make results public; photos (M)",
      "lead_paragraph": "After nearly two weeks at the center of a news media storm, Dan Rather and CBS News admitted yesterday that they could not authenticate four documents the network had used to raise new questions about President Bush's Vietnam-era National Guard service and said the news report had been a \"mistake in judgment.\"",
      "publication_date": "2004-09-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/21/politics/campaign/cbs-apologizes-for-report-on-bush-guard-service.html",
      "byline": "By Jim Rutenberg and Kate Zernike"
    },
    {
      "headline": "Genes From Engineered Grass Spread for Miles, Study Finds",
      "snippet": "New study shows that genes from genetically engineered grass can spread much farther than previously known, raising questions about straying of other plants altered through biotechnology; finding could hurt efforts of Monsanto and Scotts to win ap...",
      "abstract": "New study shows that genes from genetically engineered grass can spread much farther than previously known, raising questions about straying of other plants altered through biotechnology; finding could hurt efforts of Monsanto and Scotts to win approval for first bioengineered grass; two companies have developed strain of creeping bentgrass for use on golf courses that is resistant to widely used herbicide Roundup; altered plants would allow groundskeepers to spray herbicide on greens and fairways to kill weeds while leaving grass unscathed; critics worry that grass could spread to areas where it is not wanted or transfer its herbicide resistance to weedy relatives, creating superweeds that would be immune to most widely used weed killer; new study was conducted by scientists at Environmental Protection Agency; it is published online by journal proceedings of National Academy of Sciences; photo; chart (M)",
      "lead_paragraph": "A new study shows that genes from genetically engineered grass can spread much farther than previously known, a finding that raises questions about the straying of other plants altered through biotechnology and that could hurt the efforts of two companies to win approval for the first bioengineered grass.",
      "publication_date": "2004-09-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/09/21/business/genes-from-engineered-grass-spread-for-miles-study-finds.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "World Business Briefing | Australia/New Zealand: Rejection Of Air Alliance Upheld",
      "snippet": "Qantas Airways' propos",
      "abstract": "Qantas Airways' propos",
      "lead_paragraph": "Qantas Airways' proposed alliance with Air New Zealand was rejected by New Zealand's High Court, the latest blow in Qantas's two-year attempt to team up to cut costs and fend off competition. Qantas's chief executive, Geoff Dixon, said the company would not appeal the ruling. \"We need to move on,\" he said. The deal called for Qantas to take a 22.5 percent stake in Air New Zealand for 550 million New Zealand dollars ($363.1 million). The court upheld a decision by New Zealand's antitrust regulator, which in 2003 blocked the alliance, saying it would raise fares and hurt tourism.",
      "publication_date": "2004-09-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/21/business/world-business-briefing-australianew-zealand-rejection-of-air.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Venerable Yacht Builder Tries to Regain Sea Legs",
      "snippet": "Boat builder Palmer Johnson of Sturgeon Bay, Wis, is out of bankruptcy and its executives plan return company to its former glory by introducing sleek new motor yacht design and concentrating on building boats; president Mike Kelsey Jr comments on...",
      "abstract": "Boat builder Palmer Johnson of Sturgeon Bay, Wis, is out of bankruptcy and its executives plan return company to its former glory by introducing sleek new motor yacht design and concentrating on building boats; president Mike Kelsey Jr comments on company's plans; photo (M)",
      "lead_paragraph": "STURGEON BAY, Wis. - Generations of the rich and powerful have looked to this remote peninsula city on Lake Michigan, where the boat builder Palmer Johnson has long made and serviced their playthings of the sea.",
      "publication_date": "2004-09-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/09/21/business/venerable-yacht-builder-tries-to-regain-sea-legs.html",
      "byline": "By Aaron Nathans"
    },
    {
      "headline": "Rogers Wireless Makes Bid For Upstart Canadian Rival",
      "snippet": "Rogers Wireless Communications makes bid for Microcell Telecommunications; bid, valued at 1.4 billion Canadian dollars ($1.08 billion), beats earlier hostile offer of 1.1 billion Canadian dollars ($847.8 million) from Telus Corp; Rogers bid also e...",
      "abstract": "Rogers Wireless Communications makes bid for Microcell Telecommunications; bid, valued at 1.4 billion Canadian dollars ($1.08 billion), beats earlier hostile offer of 1.1 billion Canadian dollars ($847.8 million) from Telus Corp; Rogers bid also endorses Microcell's board and management; photo (M)",
      "lead_paragraph": "OTTAWA, Sept. 20 - Rogers Wireless Communications positioned itself to become Canada's largest wireless service provider on Monday with a bid for the feisty market upstart, Microcell Telecommunications.",
      "publication_date": "2004-09-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/21/business/technology/rogers-wireless-makes-bid-for-upstart-canadian-rival.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "World Business Briefing | Asia: South Korea: Slower Chip Sales Forecast",
      "snippet": "World Business Briefing: South Korea: Slower Chip Sales Fore",
      "abstract": "World Business Briefing: South Korea: Slower Chip Sales Fore",
      "lead_paragraph": "The South Korean electronics company Samsung Electronics projected slower growth in the global semiconductor industry next year but said its own growth should increase as it expands in other areas. Hwang Chang Gyu, president of the semiconductor division, forecast growth in the semiconductor sector next year would slow to about 10 percent from this year's 20 percent. Samsung also brought out new products, including a data memory chip for mobile devices that it says provides the greatest amount of data storage among similar products. Samsung said it planned to begin production of the new chip in the second half of next year. Andrew Salmon (NYT)",
      "publication_date": "2004-09-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/21/business/technology/world-business-briefing-asia-south-korea-slower-chip.html",
      "byline": "By Andrew Salmon (NYT)"
    },
    {
      "headline": "Export Cut to China Seen as Clever Strategy on Yukos's Part",
      "snippet": "Analysts say Russian oil company Yukos is playing weak hand well in its battle with Russian government by cutting its oil shipments in China ahead of meeting between leaders of countries this week; Yukos says it will cut some crude oil exports to ...",
      "abstract": "Analysts say Russian oil company Yukos is playing weak hand well in its battle with Russian government by cutting its oil shipments in China ahead of meeting between leaders of countries this week; Yukos says it will cut some crude oil exports to China because, with its accounts frozen by government, it cannot finance upfront rail cost of shipping oil; news pushes world oil prices back over $46 per barrel, and raises stakes in company's continuing standoff with government over $7 billion back tax bill; Yukos will suspend shipment of about 100,000 barrels per day of crude on Sept 28 via rail to China National Petroleum Corp; Russia's Prime Min Mikhail Fradkov is scheduled to meet Chinese Premier Wen Jiabao on Sept 24 in Moscow to discuss, among other issues, oil cooperation; photo (M)",
      "lead_paragraph": "MOSCOW, Sept. 20 - Yukos, the Russian oil giant, is playing a weak hand well in its battle with the Kremlin by cutting its oil shipments to China ahead of a meeting between leaders of the countries this week, analysts said on Monday.",
      "publication_date": "2004-09-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/21/business/worldbusiness/export-cut-to-china-seen-as-clever-strategy-on.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "I.M.F. Chief Sees Potential Hazard in U.S. Fiscal Policies",
      "snippet": "IMF managing director Rodrigo de Rato says US dollar will have to fall and US will have to tackle its growing indebtedness to avoid threat to world economy some time in future, address at Council on Foreign Relations; says it is good time for all ...",
      "abstract": "IMF managing director Rodrigo de Rato says US dollar will have to fall and US will have to tackle its growing indebtedness to avoid threat to world economy some time in future, address at Council on Foreign Relations; says it is good time for all countries to begin cutting their deficits and making needed changes; notes that with United States' deficit remaining well over 4 percent of its gross domestic product for years to come, 'some correction in the value of currencies will make sense from the point of view of fundamentals'; says US should begin cutting its budget deficit, projected at $420 billion this year, as well as its current account, which hit record $166.2 billion in last quarter; says Europe and Japan also share some of responsibilities for United States' deficit because of their failure to expand their sluggish economies fast enough; says lack of growth in Europe means greater pressure on US domestic market to bear burdern for recovery and that although Japan's economy is much better than in last decade it still has to play its role; says he has told Chinese government that it should move to more flexible exchange rate now; photo (M)",
      "lead_paragraph": "The managing director of the International Monetary Fund, Rodrigo de Rato, said yesterday that the dollar would have to fall and the United States would have to tackle its growing indebtedness to avoid a threat to the world economy some time in the future.",
      "publication_date": "2004-09-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/09/21/business/worldbusiness/imf-chief-sees-potential-hazard-in-us-fiscal.html",
      "byline": "By Elizabeth Becker"
    }
  ]
}