{
  "metadata": {
    "date": "2004-06-16",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "As Recovery Gains Strength, Japan Holds Steady on Rates",
      "snippet": "Bank of Japan gives its most positive assessment of economy in more than decade, saying rise in corporate profits is fueling growth in jobs; leaves monetary policy unchanged; yield on benchmark 10-year Japanese government bond falls to 1.795 perce...",
      "abstract": "Bank of Japan gives its most positive assessment of economy in more than decade, saying rise in corporate profits is fueling growth in jobs; leaves monetary policy unchanged; yield on benchmark 10-year Japanese government bond falls to 1.795 percent from three-year high of 1.855 percent; bank governor Toshihiko Fukui comments; photo (M)",
      "lead_paragraph": "The Bank of Japan on Tuesday gave its rosiest assessment of the economy in more than a decade, saying that a rise in corporate profits was fueling growth in jobs.",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/16/business/as-recovery-gains-strength-japan-holds-steady-on-rates.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "World Business Briefing | Americas: Brazil: DaimlerChrysler Cuts Jobs",
      "snippet": "DaimlerChrysler cuts 15 percent of its 400 management jobs in Brazil (S)m",
      "abstract": "DaimlerChrysler cuts 15 percent of its 400 management jobs in Brazil (S)m",
      "lead_paragraph": "The DaimlerChrysler Corporation said it had cut 15 percent of its 400 management jobs in Brazil to streamline its system of command. Most of the layoffs occurred at the company's main plant in São Bernardo do Campo on the outskirts of São Paulo, where it makes buses and trucks. Todd Benson (NYT)",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/16/business/world-business-briefing-americas-brazil-daimlerchrysler-cuts-jobs.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Binational Credit Card",
      "snippet": "Citigroup and its Mexican subsidiary Ban9",
      "abstract": "Citigroup and its Mexican subsidiary Ban9",
      "lead_paragraph": "Citigroup and its Mexican subsidiary Banamex are introducing a binational credit card that can be used by families on both sides of the border. A relative living in the United States will receive a card from Banamex's banking arm, California Commerce Bank, and a relative in Mexico will get a card from Banamex. The American cardholder may make payments, in dollars, on purchases charged on the card in both countries. Last year, Mexicans working abroad sent $13.2 billion to relatives at home. Banks like Citigroup and Bank of America have been looking for ways to tap into this cross-border flow. Elisabeth Malkin (NYT)",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/16/business/world-business-briefing-americas-mexico-binational-credit-card.html",
      "byline": "By Elisabeth Malkin (NYT)"
    },
    {
      "headline": "Gas Prices Lead Gradual Rise in Inflation",
      "snippet": "Bureau of Labor Statistics reports surge in gasoline prices lifted Consumer Price Index by 0.6 percent in May, largest increase in three and a half years; so-called core inflation rate rose 0.2 percent; core rate has risen 1.7 percent over 12-mont...",
      "abstract": "Bureau of Labor Statistics reports surge in gasoline prices lifted Consumer Price Index by 0.6 percent in May, largest increase in three and a half years; so-called core inflation rate rose 0.2 percent; core rate has risen 1.7 percent over 12-month period ended in May; food prices rose 0.9 percent, up from 0.2 percent in April, because of sharp increases in meat and dairy prices; big factor was 33 percent increase in government's support price paid to farmers for gallon of milk, which is passed on to consumers; housing costs rose 0.4 percent in May after same increase in April; medical costs rose 0.4 percent in May and April and 4.6 percent over last 12 months; Federal Reserve chairman Alan Greenspan says Fed is likely to raise feeral funds rate slowly, until it is close to what it considers neutral level for healthy economy with mild inflation, testimony before Senate Banking Committee; graph; photo (M)",
      "lead_paragraph": "A surge in gasoline prices lifted the Consumer Price Index by 0.6 percent in May, the largest monthly increase in three and a half years, the government reported yesterday. Food prices also jumped while the prices of many other items went up by enough to suggest that the inflation rate will continue to climb gradually.",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/16/business/gas-prices-lead-gradual-rise-in-inflation.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Retailer To Disclose Plan",
      "snippet": "World Business Briefing: Britain: Retailer To6",
      "abstract": "World Business Briefing: Britain: Retailer To6",
      "lead_paragraph": "The retailer Marks & Spencer said yesterday that it would disclose detailed plans aimed at improving performance ahead of its annual meeting in July, the latest move in the company's defense against a takeover attempt. The real estate magnate Philip Green, who owns other British clothing chains, made an unsolicited bid for Marks & Spencer worth about £7.5 billion; that bid was rejected on June 3. Marks & Spencer's new chief executive, Stuart Rose, who was hired in May to fight the attempted takeover, will explain the company's new strategy on July 12, two days before its annual meeting. Heather Timmons (NYT)",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/16/business/world-business-briefing-europe-britain-retailer-to-disclose-plan.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "In Mexico, Anger Over Gas Terminals",
      "snippet": "Fierce opposition to proposed liquefied natural gas terminals in Baja California has thrown into doubt Mexican government's plan to end country's dependence on US gas imports; Petroleos Mexicanos is heavily taxed to finance government's budget and...",
      "abstract": "Fierce opposition to proposed liquefied natural gas terminals in Baja California has thrown into doubt Mexican government's plan to end country's dependence on US gas imports; Petroleos Mexicanos is heavily taxed to finance government's budget and is starved for cash to develop country's abundant natural gas reserves; Mexican government estimates demand for natural gas will grow 6.8 percent per year through 2012; building of natural gas terminals would enable Mexico to import gas from distant new sources, like South America, Russia and Indonesia; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/16/business/in-mexico-anger-over-gas-terminals.html",
      "byline": "By Elisabeth Malkin"
    },
    {
      "headline": "Prices for Consumers Show Large Increase",
      "snippet": "A surge in gasoline prices raised the consumer price index by 0.6 percent in May, the largest monthly increase in three and a half years, the government reported. Food prices also jumped, while the prices of many other items rose by enough to sugg...",
      "abstract": "A surge in gasoline prices raised the consumer price index by 0.6 percent in May, the largest monthly increase in three and a half years, the government reported. Food prices also jumped, while the prices of many other items rose by enough to suggest that the inflation rate will continue to climb gradually.  ",
      "lead_paragraph": "A surge in gasoline prices raised the consumer price index by 0.6 percent in May, the largest monthly increase in three and a half years, the government reported. Food prices also jumped, while the prices of many other items rose by enough to suggest that the inflation rate will continue to climb gradually.",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/16/business/prices-for-consumers-show-large-increase.html",
      "byline": ""
    },
    {
      "headline": "F.T.C. Rebuffs Plan to Create No-Spam List",
      "snippet": "Federal Trade Commission says 'do not e-mail list' modeled after immensely popular 'do not call list' would not be effective, suggesting such list might help spammers find legitimate e-mail addresses; suggests most promising way to reduce spam is ...",
      "abstract": "Federal Trade Commission says 'do not e-mail list' modeled after immensely popular 'do not call list' would not be effective, suggesting such list might help spammers find legitimate e-mail addresses; suggests most promising way to reduce spam is to create new technology that can verify that e-mail message is sent from address that it claims to be from (M)",
      "lead_paragraph": "The Federal Trade Commission declared yesterday that a ''do not e-mail list'' modeled after the immensely popular ''do not call list'' would not be effective, suggesting such a list might help spammers find legitimate e-mail addresses.",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/16/business/ftc-rebuffs-plan-to-create-no-spam-list.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Fuel Output To Grow",
      "snippet": "Canada's EnCana Corp raises its output estimates for 2004 and 2005, citing strong natural gas production in American Rockies and western Canada, as well as growth at its Alberta oil sands operation; expects sales volumes to grow by 15 percent this...",
      "abstract": "Canada's EnCana Corp raises its output estimates for 2004 and 2005, citing strong natural gas production in American Rockies and western Canada, as well as growth at its Alberta oil sands operation; expects sales volumes to grow by 15 percent this year and 12 percent in 2005, to total of 810,000 to 860,000 barrels of oil equivalent per day; graph (S)",
      "lead_paragraph": "The EnCana Corporation, an oil and natural gas producer, raised its output estimates for this year and 2005, citing strong natural gas production in the American Rockies and western Canada, as well as growth at its Alberta oil sands operation. Including the recent acquisition of Tom Brown Inc. of Denver, EnCana said that it now expected sales volumes to grow by 15 percent this year and 12 percent in 2005, to a total of 810,000 to 860,000 barrels of oil equivalent a day. The company, which is based in Calgary, plans to expand its capital spending by $850 million this year to almost $6.7 billion. Bernard Simon (NYT)",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/16/business/world-business-briefing-americas-canada-fuel-output-to-grow.html",
      "byline": "By Bernard Simon (NYT)"
    },
    {
      "headline": "Yukos Offers a Settlement to Avoid Bankruptcy",
      "snippet": "Russian oil company Yukos offers to settle government's $3.4 billion tax claim in desperate attempt to avert bankruptcy; Yukos executives write to Prime Min Mikhail Fradkov asking wether company can negotiate tax ministry's claim or sell assets to...",
      "abstract": "Russian oil company Yukos offers to settle government's $3.4 billion tax claim in desperate attempt to avert bankruptcy; Yukos executives write to Prime Min Mikhail Fradkov asking wether company can negotiate tax ministry's claim or sell assets to pay it off; indicate it is wiling to issue shares that could be sold to raise cash or offers as stock settlement to end legal battle with government; if court rules in favor of tax authorities, company would be forced to start making payments, outcome that Yukos has warned would cause it to go bankrupt; unusual offer comes on eve of resumption of trial of Yukos's largest shareholdes Mikhail B Khodorkovsky and Platon L Lebedev on charges of fraud and tax evasion; photo (M)",
      "lead_paragraph": "Yukos, the Russian oil giant, has offered to settle the government's $3.4 billion tax claim in a desperate attempt to avert bankruptcy.",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/16/business/yukos-offers-a-settlement-to-avoid-bankruptcy.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Oracle Earnings Increased 15% in the Fourth Quarter  Oracle, which is in a courtroom battle to defend its hostile bid for PeopleSoft, said that its fourth-quarter profit rose 15 percent because of strong growth in its database business, which it a...",
      "abstract": " Oracle Earnings Increased 15% in the Fourth Quarter  Oracle, which is in a courtroom battle to defend its hostile bid for PeopleSoft, said that its fourth-quarter profit rose 15 percent because of strong growth in its database business, which it attributed to a modest recovery in technology spending. Net income was $990 million, or 19 cents a share.    ''We're encouraged that the global economy is showing improvement,'' Jeffrey O. Henley, Oracle's chief financial officer, said during a conference call. ''Clearly we are benefiting from more business optimism.'' [Page C9.]",
      "lead_paragraph": "Oracle Earnings Increased 15% in the Fourth Quarter",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/16/business/business-digest-987484.html",
      "byline": ""
    },
    {
      "headline": "An Anxious Time for Boeing As a Fired Worker Starts to Talk",
      "snippet": "Darleen A Druyun, former top Air Force official who later joined, and was fired, from Boeing Co, is meeting with federal prosecutors to tell them all she knows about possible misconduct at company; Druyun has negotiated billions of dollars in cont...",
      "abstract": "Darleen A Druyun, former top Air Force official who later joined, and was fired, from Boeing Co, is meeting with federal prosecutors to tell them all she knows about possible misconduct at company; Druyun has negotiated billions of dollars in contracts for military planes and parts for Pentagon, but after leaving Air Force in 2002 to work at Boeing, she was found to have illegally negotiated her Boeing job contract while still working at Pentagon; Druyun, who is facing five years in jail, is cooperating with probes in order to win reduced sentenced; Boeing's former chief financial officer Michael M Sears has been identified in court as having conspired with Druyun in her job negotiations, and many are wondering how much further Druyun's whistle-blowing will go; Boeing is being investigated by Justice Department, FBI, Securities and Exchange Commission and Defense Department, which is examining other contracts that Druyun handled; photos (M)",
      "lead_paragraph": "The Boeing Company is undoubtedly celebrating its victory this week over its rival, the Lockheed Martin Corporation, snatching a multibillion-dollar contract to build a new generation of submarine-chasing aircraft, a role Lockheed has held for more than 40 years.",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/16/business/an-anxious-time-for-boeing-as-a-fired-worker-starts-to-talk.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "2 PIPELINE BLASTS HALT OIL EXPORTS AT TOP IRAQ PORT",
      "snippet": "Two pipeline explosions in southern Iraq, one caused by bombing and other by bombing or malfunction, shut down oil exports from Basra for what is expected to be about 10 days, costing Iraq up to $1 billion in revenue; attack is most devastating so...",
      "abstract": "Two pipeline explosions in southern Iraq, one caused by bombing and other by bombing or malfunction, shut down oil exports from Basra for what is expected to be about 10 days, costing Iraq up to $1 billion in revenue; attack is most devastating so far in series of ambitious infrastructure assaults clearly intended to paralyze nation as new interim government prepares to assume formal control; snipers lining highway and overpass near Baghdad airport stage well-organized ambush on convoy, killing at least four foreign contractor workers; hundreds of furious Shiite Muslim mourners stage funeral march through Baghdad demanding vengeance against Sunnis for murder of six Shiite truck drivers in Sunni-dominated Falluja they say was ordered by Sheik Abdullah al-Janabi; Janabi denies issuing order; Iraq Revenue Watch, Open Society Institute project, charges United States-controlled board in charge of Iraqi budget until June 30 hurriedly authorized spending of nearly $2 billion of oil revenues on ill-advised projects before power switches hands; photos (M)",
      "lead_paragraph": "Two explosions at oil pipelines near the Persian Gulf forced the shutdown of Iraq's main oil export terminal on Tuesday for what is expected to be about 10 days, costing the country up to $1 billion in revenue.",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/16/world/reach-war-insurgency-2-pipeline-blasts-halt-oil-exports-top-iraq-port.html",
      "byline": "By Edward Wong and James Glanz"
    },
    {
      "headline": "Sharon Bribery Case Is Dropped, Setting Path to Woo Labor Party",
      "snippet": "Israeli Atty Gen Menachem Mazuz drops bribery probe against Prime Min Ariel Sharon, removing serious threat to his political standing and clearing way for talks that could bring Labor Party into his coalition government; cites lack of sufficient e...",
      "abstract": "Israeli Atty Gen Menachem Mazuz drops bribery probe against Prime Min Ariel Sharon, removing serious threat to his political standing and clearing way for talks that could bring Labor Party into his coalition government; cites lack of sufficient evidence to bring charges against Sharon or his son Gilad, televised statement; at issue was whether Sharon took bribes when he was foreign minister in late 1990's to help secure Greece's approval of tourism project; he still faces another probe involving alleged violations of campaign finance law; Israeli newspaper reports government might seek to expand large West Bank settlement bloc to accommodate settlers removed from Gaza; Israeli troops reportedly shoot and kill Palestinian man involved in stone-throwing clash with soldiers, Nablus, West Bank (M)",
      "lead_paragraph": "Israel's attorney general dropped a bribery investigation against Prime Minister Ariel Sharon on Tuesday, removing the most serious threat to his political standing while clearing the way for negotiations that could bring the Labor Party into his coalition government.",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/16/us/sharon-bribery-case-is-dropped-setting-path-to-woo-labor-party.html",
      "byline": "By Greg Myre"
    },
    {
      "headline": "Europe Hears Objections To Proposed Music Merger",
      "snippet": "European Union's lengthy review of proposed merger of music units of Sony Corp and Bertelsmann enters its final phase, as panel of antitrust regulators conclude two days of closed hearings (M)",
      "abstract": "European Union's lengthy review of proposed merger of music units of Sony Corp and Bertelsmann enters its final phase, as panel of antitrust regulators conclude two days of closed hearings (M)",
      "lead_paragraph": "The European Union's lengthy review of the proposed merger of the music units of Sony and Bertelsmann entered its final phase on Tuesday, as a panel of antitrust regulators concluded two days of closed hearings.",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/16/business/europe-hears-objections-to-proposed-music-merger.html",
      "byline": "By Nicola Clark and Paul Meller"
    },
    {
      "headline": "Panel on 9/11 Cites Confusion In Air Defense",
      "snippet": "Draft report of independent panel probing Sept 11 terrorist attacks reportedly holds Pentagon's domestic air-defense command was disastrously unprepared for major terrorist strike in United States and was slow and confused in response to hijacking...",
      "abstract": "Draft report of independent panel probing Sept 11 terrorist attacks reportedly holds Pentagon's domestic air-defense command was disastrously unprepared for major terrorist strike in United States and was slow and confused in response to hijackings; says existing protocol of Federal Aviation Administration and other agencies was unsuited for what was about to happen, forcing unprepared officials to hurriedly improvise defense; reportedly suggests more organized response by North American Aerospace Defense Command might have allowed fighter pilots to shoot down jetliner that flew into Pentagon more that 50 minutes after first of hijacked jets hit World Trade Center; finds Vice Pres Dick Cheney's emergency order authorizing downing of hijacked planes did not reach pilots until last of four hijacked jetliners crashed in Pennsylvania, after struggle between terrorists and passengers; commission officials say Norad and FAA dispute some criticism and are pressing for corrections (M)",
      "lead_paragraph": "The independent commission investigating the Sept. 11 attacks has found that the Pentagon's domestic air-defense command was disastrously unprepared for a major terrorist strike on American soil and was slow and confused in its response to the hijackings that morning, according to officials who have read a draft report of the commission's findings.",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/16/us/panel-on-9-11-cites-confusion-in-air-defense.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "Regional Carrier Sheds Its Partners to Fly Solo",
      "snippet": "Atlantic Coast Airlines' new low-fare carrier Independence Air begins flights from its hub at Washington Dulles International Airport to Boston, Newark, Chicago, Atlanta and Raleigh-Durham, NC; Atlantic Coast is in unique situation in industry, tr...",
      "abstract": "Atlantic Coast Airlines' new low-fare carrier Independence Air begins flights from its hub at Washington Dulles International Airport to Boston, Newark, Chicago, Atlanta and Raleigh-Durham, NC; Atlantic Coast is in unique situation in industry, transforming itself from partner to low-fare player; Independence Air, using same regional jets it flew for United Airlines and Delta Air Lines, will take on its old partners, relying on its 15 years of experience flying for them; graph; map; photo (M)",
      "lead_paragraph": "As the East Coast regional carrier operating flights for United and Delta, Atlantic Coast Airlines has basked in the highest per-passenger profits of any domestic airline. Today, it is giving all that up, voluntarily, to take a shot at the industry's hottest game.",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/16/business/regional-carrier-sheds-its-partners-to-fly-solo.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Cuts At Schering",
      "snippet": "German pharmaceutical group Schering will cut jobs and close some research and development projects to raise profit; chief executive Hubertus Erlen comments; photo (S)",
      "abstract": "German pharmaceutical group Schering will cut jobs and close some research and development projects to raise profit; chief executive Hubertus Erlen comments; photo (S)",
      "lead_paragraph": "The German pharmaceuticals group Schering said that it would cut jobs and close some research and development projects to raise profit. To focus on its more profitable segments, Schering said it would shut operations related to heart research and nervous system disorders and would split off the dermatology business. Those moves will eliminate 900 to 1,100 jobs. The chief executive, Hubertus Erlen, said at a news conference that the job cuts, which are in addition to 1,100 announced earlier, should help reduce expenses by 200 million euros by 2006. Petra Kappl (NYT)",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/16/business/world-business-briefing-europe-germany-cuts-at-schering.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Stake In Trade Concern Acquired",
      "snippet": "Japan's Softbank Investment Corp will acquire 87 percent stake in E*Trade Korea Co for 22.2 billion won ($19 million) (S)",
      "abstract": "Japan's Softbank Investment Corp will acquire 87 percent stake in E*Trade Korea Co for 22.2 billion won ($19 million) (S)",
      "lead_paragraph": "A Japanese venture capital firm, the Softbank Investment Corporation, said it would acquire an 87 percent stake in the E*Trade Korea Company for 22.2 billion won ($19 million). Softbank Investment will acquire the shares from its own parent, the Softbank Corporation, and from the LG Investment and Securities Company of South Korea. The purchase will have little effect on earnings, said Softbank Investment, a Tokyo-based company that invests in Internet ventures. Softbank Investment said it planned to increase the capitalization of E*Trade Korea, which trades stocks, futures and options, in the near future.",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/16/business/world-business-briefing-asia-japan-stake-in-trade-concern-acquired.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "A.M.A. Adds Its Voice to Call For Disclosure On Drug Trials",
      "snippet": "American Medical Association adopts resolution urging Health and Human Services Department, which oversees Food and Drug Administration, to create database in which all clinical drug trials performed in US will be registered at outset of trials; A...",
      "abstract": "American Medical Association adopts resolution urging Health and Human Services Department, which oversees Food and Drug Administration, to create database in which all clinical drug trials performed in US will be registered at outset of trials; AMA says it is taking action because of concerns that drug industry sponsorship of such tests is affecting quality and because companies, as well as medical journals, tend to spotlight tests with positive findings, compared with those having negative or inconclusive results (M)",
      "lead_paragraph": "The nation's largest doctors' group, the American Medical Association, adopted a resolution yesterday that urges the federal government to create a database in which all clinical drug trials performed in this country would be registered at the outset of the trials.",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/16/business/ama-adds-its-voice-to-call-for-disclosure-on-drug-trials.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "World Business Briefing | Europe: Gain In Car Sales",
      "snippet": "European Automobile Manufacturers Association says Western European auto sales rose 1.2 percent in May, fourth consecutive monthly increase; sales rose to 1.24 million vehicles from 1.23 million units year earlier; five-month sales rose 2.8 percen...",
      "abstract": "European Automobile Manufacturers Association says Western European auto sales rose 1.2 percent in May, fourth consecutive monthly increase; sales rose to 1.24 million vehicles from 1.23 million units year earlier; five-month sales rose 2.8 percent, to 6.43 million vehicles; German sales were down 7.3 percent from year ago (S)",
      "lead_paragraph": "Western European car sales rose 1.2 percent in May, the fourth consecutive monthly increase. Sales rose to 1.24 million vehicles last month from 1.23 million units a year earlier, the European Automobile Manufacturers Association said. Five-month sales rose 2.8 percent, to 6.43 million vehicles. The rate of increase slowed in May from 4.1 percent in April because of one less working day in several countries and ''stagnating consumer confidence in some countries,'' the association said. German sales were down 7.3 percent from a year earlier.",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/16/business/world-business-briefing-europe-gain-in-car-sales.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "INSIDE",
      "snippet": "Pistons Put Exclamation Point on N.B.A. Championship  Richard Hamilton dunked for 2 of his team-high 21 points and the Detroit Pistons completed their improbable conquest of the Los Angeles Lakers by winning Game 5 of the N.B.A. finals last night,...",
      "abstract": " Pistons Put Exclamation Point on N.B.A. Championship  Richard Hamilton dunked for 2 of his team-high 21 points and the Detroit Pistons completed their improbable conquest of the Los Angeles Lakers by winning Game 5 of the N.B.A. finals last night, 100-87. The championship was the first by an Eastern Conference team since 1998 and the first by Detroit since 1990.   SPORTSWEDNESDAY, PAGE D1    Philharmonic Musical Chairs  The New York Philharmonic has extended the contract of its music director, Lorin Maazel, and named three other conductors to take turns leading the orchestra. One of them could become the next music director.   THE ARTS, PAGE B1",
      "lead_paragraph": "Pistons Put Exclamation Point on N.B.A. Championship",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/16/us/inside-988537.html",
      "byline": ""
    },
    {
      "headline": "Iraq Seeks Custody of Hussein; Bush Has Security Concerns",
      "snippet": "Pres Bush says United States will hand over Saddam Hussein to new Iraqi government only when it is clear that Iraqis can securely keep him in custody, news conference with Afghan Pres Hamid Karzai; cites concern that Hussein stand trial for horror...",
      "abstract": "Pres Bush says United States will hand over Saddam Hussein to new Iraqi government only when it is clear that Iraqis can securely keep him in custody, news conference with Afghan Pres Hamid Karzai; cites concern that Hussein stand trial for horrors he inflicted on Iraqis and not return to power; responds to call by Iraqi interim Prime Min Iyad Allawi for Americans to hand over all detainees, including Hussein, by June 30; news conference, attended by Vice Pres Dick Cheney and other top administration officials and intended to promote progress in Afghanistan, is dominated by questions about Iraq; Bush says new Iraqi government will determine how to handle Moktada al-Sadr, Shiite cleric who has led insurgency against occupation; Iraqi Pres Sheik Ghazi Ajil al-Yawar approves of al-Sadr's plan to form political party, which defies American administrator L Paul Bremer III's order barring people with illegal militias from taking part in elections in near future; demands Americans cede Republican Palace, Baghdad, Bremer's headquarters; Bush and Karzai pledge Afghanistan will hold its first democratic elections in Sept; Karzai says 3.8 million voters have been registered; says he cooperates with mujahedeen leaders who support him as presidential candidate but says they will not join his government; photos (M)",
      "lead_paragraph": "President Bush said Tuesday that the United States would hand over Saddam Hussein to the new Iraqi government only when it was clear that the Iraqis had the ability to securely keep him in custody.",
      "publication_date": "2004-06-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/16/us/reach-war-dictator-iraq-seeks-custody-hussein-bush-has-security-concerns.html",
      "byline": "By Elisabeth Bumiller and Edward Wong"
    }
  ]
}