{
  "metadata": {
    "date": "2004-01-29",
    "total_articles": 26
  },
  "articles": [
    {
      "headline": "Report on Iraq Case Clears Blair and Faults BBC",
      "snippet": "Long-awaited report by Lord Hutton, senior British judge, clears Prime Min Tony Blair and his government of any deliberate attempt to deceive public on threat from Iraq mentioned in Sept 2002 intelligence dossier; castigates BBC for sloppy, inaccu...",
      "abstract": "Long-awaited report by Lord Hutton, senior British judge, clears Prime Min Tony Blair and his government of any deliberate attempt to deceive public on threat from Iraq mentioned in Sept 2002 intelligence dossier; castigates BBC for sloppy, inaccurate reporting and 'defective' editorial supervision in asserting that Blair and aides exaggerated case for war; Lord Hutton reads conclusions from bench in Royal Courts of Justice; photos; BBC chairman Gavyn Davies later resigns in one of worst debacles in famous network's history; findings are personal vindication for Blair, beleaguered by rebellion within Labor Party; BBC editor-in-chief Greg Dyke issues recorded statement saying broadcaster Andrew Gilligan has already admitted that 'certain key allegations' were wrong; defends right to reveal concerns of Dr David Kelly, weapons scientist who was Gilligan's source; Kelly's suicide last July set off uproar; Blair, in Parliament, indignantly demands apology (M)",
      "lead_paragraph": "A senior British judge on Wednesday cleared Prime Minister Tony Blair and his government of any deliberate attempt to deceive the British public over the threat from Iraq mentioned in a September 2002 intelligence dossier.",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/29/world/report-on-iraq-case-clears-blair-and-faults-bbc.html",
      "byline": "By Patrick E. Tyler"
    },
    {
      "headline": "Revamping Costs and Rising Yen Hurt Sony Profit",
      "snippet": "Sony Corp's profit fell 26 percent in October to December quarter, hurt by restructuring costs, stronger yen and declining revenue in movie and video game divisions; profit of 92.6 billion yen ($874 million) in quarter is larger than expected; sal...",
      "abstract": "Sony Corp's profit fell 26 percent in October to December quarter, hurt by restructuring costs, stronger yen and declining revenue in movie and video game divisions; profit of 92.6 billion yen ($874 million) in quarter is larger than expected; sales over all rose 0.7 percent, to quarterly record of 2.32 trillion yen ($21.9 billion); raises its profit goal for financial year ending in March by 10 percent, to 55 billion yen ($519 million), because of yen's decline against euro; does not alter its revenue goal of 7.4 trillion yen or its operating profit forecast of 100 billion yen; chief financial officer Takao Yuhara comments; photo (M)",
      "lead_paragraph": "Profit at the Sony Corporation fell 26 percent in the October to December quarter, hurt by restructuring costs, a stronger yen and declining revenue in the movie and video game divisions.",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/29/business/revamping-costs-and-rising-yen-hurt-sony-profit.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Kerry, the 'Underdog'",
      "snippet": "Senator John Kerry promised to campaign ''with the same underdog mentality'' that had carried him to victory so far. Page A21.",
      "abstract": "Senator John Kerry promised to campaign ''with the same underdog mentality'' that had carried him to victory so far. Page A21.",
      "lead_paragraph": "Senator John Kerry promised to campaign ''with the same underdog mentality'' that had carried him to victory so far. Page A21.",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/29/us/kerry-the-underdog.html",
      "byline": ""
    },
    {
      "headline": "Price Competition Leads to Profit Warning From Ryanair",
      "snippet": "Ryanair, low-cost Irish carrier, warns that profit in its financial year ending in March could be down as much as 10 percent as its revenue per passenger plummets; expects to post net income of 215 million euros, or $272 million, at close of its f...",
      "abstract": "Ryanair, low-cost Irish carrier, warns that profit in its financial year ending in March could be down as much as 10 percent as its revenue per passenger plummets; expects to post net income of 215 million euros, or $272 million, at close of its financial year; airline had net profit of 217.3 million euros in first three quarters, so profit warning also signals that company expects to see loss in current quarter; expects revenue per passenger to slide 25 percent to 30 percent in current quarter over year-ago period; chief executive Michael O'Leary comments; Ryanair reports its third-quarter results one week ahead of schedule to avoid coinciding with expected negative ruling from European Commission on whether airline accepted illegal subsidies from state-owned airport at Charleroi, outside Brussels; newspapers report European Transportation Comr Loyola de Palacio will rule against Ryanair, forcing it to repay from 3 million to 13 million euros ($3.8 million to $16.4 million) in discounted charges, mostly landing fees; graph; photo (M)",
      "lead_paragraph": "Ryanair, the low-fare Irish carrier, warned on Wednesday that profit in its financial year ending in March could be down as much as 10 percent as its revenue per passenger plummets.",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/29/business/price-competition-leads-to-profit-warning-from-ryanair.html",
      "byline": "By Brian Lavery"
    },
    {
      "headline": "Fed Keeps 1% Rate, But Hints at a Rise Sometime This Year",
      "snippet": "Federal Reserve leaves short-term interest rates at one percent, lowest since 1958, but jolts markets by retreating from open-ended pledge to keep rates low for 'considerable period,' suggesting rate may rise by end of year; prices on Treasury sec...",
      "abstract": "Federal Reserve leaves short-term interest rates at one percent, lowest since 1958, but jolts markets by retreating from open-ended pledge to keep rates low for 'considerable period,' suggesting rate may rise by end of year; prices on Treasury securities and stocks drop and dollar jumps in reaction, although close reading of statement suggests chairman Alan Greenspan is unlikely to push for higher rates for several months; graph (M)",
      "lead_paragraph": "The Federal Reserve left short-term interest rates at just 1 percent on Wednesday, the lowest level since 1958, but it jolted markets by retreating from its open-ended pledge to keep rates low for ''a considerable period.''",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/29/business/fed-keeps-1-rate-but-hints-at-a-rise-sometime-this-year.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "IN SHAKE-UP, DEAN NAMES GORE ALLY TO RUN CAMPAIGN",
      "snippet": "Howard Dean, who spent nearly $40 million only to lose in Iowa and New Hampshire, names Roy Neel, longtime friend of Al Gore, as campaign chief, prompting abrupt resignation of Joe Trippi, who built Dean's grass-roots strength; photos; Dean asks 5...",
      "abstract": "Howard Dean, who spent nearly $40 million only to lose in Iowa and New Hampshire, names Roy Neel, longtime friend of Al Gore, as campaign chief, prompting abrupt resignation of Joe Trippi, who built Dean's grass-roots strength; photos; Dean asks 500 staff members to forego paychecks for two weeks to help build 'leaner, meaner' campaign that will be 'long war of attrition' requiring centralized decision-making; choice of ultimate Washington insider is stark shift for insurgent campaign powered by political neophytes, but Neel was hired to bring order and professionalism to troops that Trippi led more by inspiration; once-flush Dean campaign now has only up to $5 million on hand (M)",
      "lead_paragraph": "After spending nearly $40 million only to face devastating defeats in Iowa and New Hampshire, Howard Dean named a longtime friend of former Vice President Al Gore as his campaign chief on Wednesday, prompting the abrupt resignation of his campaign manager, Joe Trippi.",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/29/us/2004-campaign-former-governor-shake-up-dean-names-gore-ally-run-campaign.html",
      "byline": "By Jodi Wilgoren and Glen Justice"
    },
    {
      "headline": "Volatility in Closing Prices Worries S.&P.",
      "snippet": "Extreme volatility at day's end on Nasdaq stock market poses problems for big investors; those people need firm price on big trades at end of day to keep their portfolios in line with index may be uanble to do so on Nasdaq market; investors worry ...",
      "abstract": "Extreme volatility at day's end on Nasdaq stock market poses problems for big investors; those people need firm price on big trades at end of day to keep their portfolios in line with index may be uanble to do so on Nasdaq market; investors worry that someone who wants to manipulate stock's price higher at close could send in series of small buy orders that exceed number of shares for sale, practice called spraying market; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/29/business/volatility-in-closing-prices-worries-s-p.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "World Business Briefing | Asia: China: Brewery Stake Is Acquired",
      "snippet": "Dutch brewer Heineken is investing 28.5 million euros ($35.6 million) through Asian-affiliated company Heineken Asia Pacific Breweries China to acquire stake in Guangdong Brewery Holdings in southern China; affiliate is acquiring 21 percent of Gua...",
      "abstract": "Dutch brewer Heineken is investing 28.5 million euros ($35.6 million) through Asian-affiliated company Heineken Asia Pacific Breweries China to acquire stake in Guangdong Brewery Holdings in southern China; affiliate is acquiring 21 percent of Guangdong Brewery, whose subsidiaries make Kingway beer; Asia Pacific, co-owner of affiliate, is also investing 28.5 million euros; graph (S)",
      "lead_paragraph": "The Dutch brewer Heineken said it was investing 28.5 million euros ($35.6 million) through an Asian-affiliated company to acquire a stake in Guangdong Brewery Holdings in southern China. The affiliate, Heineken Asia Pacific Breweries China, is acquiring 21 percent of Guangdong Brewery, whose subsidiaries make Kingway beer. A co-owner of the affiliate, Asia Pacific, is also investing 28.5 million euros. Guangdong Brewery will brew Heineken beer in addition to its own local product. Gregory Crouch (NYT)",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/29/business/world-business-briefing-asia-china-brewery-stake-is-acquired.html",
      "byline": "By Gregory Crouch (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Cuts At British Airways",
      "snippet": "World Business BriÔ",
      "abstract": "World Business BriÔ",
      "lead_paragraph": "British Airways said it would cut £300 million ($546.7 million) from its budget for its employees in the next two years, by encouraging unpaid leave, part-time work, early retirement and voluntary severance. Since the terrorist attacks of September 2001, British Airways has announced 13,000 job cuts. ''The last two years have been about survival; now we want to be in a position to prosper,'' the chief executive, Rod Eddington, said in a statement explaining the cuts.",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/29/business/world-business-briefing-europe-britain-cuts-at-british-airways.html",
      "byline": "By Heather Timmons (NYT)"
    },
    {
      "headline": "Revival of U.S. Shipbuilding Is Set Back by German Storm",
      "snippet": "Pride of America , 15-story, 77,000-ton vessle that was to be first new oceangoing cruise ship in nearly 50 years to be registered, has been hit by winter storm in Bremerhaven, Germany, where it is being built; storm with winds over 100 miles an h...",
      "abstract": "Pride of America , 15-story, 77,000-ton vessle that was to be first new oceangoing cruise ship in nearly 50 years to be registered, has been hit by winter storm in Bremerhaven, Germany, where it is being built; storm with winds over 100 miles an hour hit shipyard two weeks ago, flooding 3 of ship's 15 decks with water; Club for Growth, nonprofit group that advocates limited government, says taxpayer ended up paying $180 million for ship that may never sail and may not create jobs; ship had been scheduled to begin Hawaiian cruises on Fourth of July in what was to be patriotic kickoff; Norwegian Cruise Line acquired ship last year when it was half-finished hull, picking it up for $24 million after shipyard in Pascagoula, Miss, fell behind schedule and over budget; cruise ship company originally involved in project, American Classic Voyages, went bankrupt and federal government had to pay $180 million to make good on its loan guarantees; Norwegian Cruise Line's gamble depend on extent of damage and whether ship can be refloated and repaired; photo (M)",
      "lead_paragraph": "An ambitious plan by Congress to revive the American commercial shipbuilding industry is under water -- quite literally.",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/29/business/revival-of-us-shipbuilding-is-set-back-by-german-storm.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "EX-ARMS MONITOR URGES AN INQUIRY ON IRAQI THREAT",
      "snippet": "Former chief weapons inspector David A Kay calls for independent inquiry into prewar intelligence about Saddam Hussein's weapons programs but says he does not believe Bush administration pressured analysts to exaggerate Iraqi threat; White House t...",
      "abstract": "Former chief weapons inspector David A Kay calls for independent inquiry into prewar intelligence about Saddam Hussein's weapons programs but says he does not believe Bush administration pressured analysts to exaggerate Iraqi threat; White House turns aside calls for wide-ranging election-year probe of gap between intelligence cited by Pres Bush and cabinet in making case for war and Kay's conclusion that Iraq did not have any large stockpiles of chemical or biological weapons last year; Kay tells Senate Armed Services Committee what is most disturbing is that 'we were all wrong'; photo; he does note ambiguity on facts because of looting after US invasion and failure to establish immediate physical security; White House rejects inquiry until Iraqi Survey Group, now under Charles A Duelfer, completes work; Republican Sen John McCain reads pointed statements to elicit Kay's agreement on Hussein's earlier programs, while Democrat Carl Levin quotes at length from specific statements by Bush, Vice Pres Cheney, Sec Donald Rumsfeld and Sec Colin Powell that Hussein had stockpiles of unconventional weapons; Edward Kennedy charges data was manipulated (M)",
      "lead_paragraph": "David A. Kay, the former chief weapons inspector in Iraq, called on Wednesday for an independent inquiry into prewar intelligence about Saddam Hussein's weapons programs, but he said he did not believe that the Bush administration had pressured intelligence analysts to exaggerate the threat.",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/29/world/ex-arms-monitor-urges-an-inquiry-on-iraqi-threat.html",
      "byline": "By Richard W. Stevenson and Thom Shanker"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Railway's Profit Rises",
      "snippet": "Canadian National Railway announces three-for-two stock split and 17 percent increase in its quarterly dividend; says fourth-quarter profit rose to 224 million Canadian dollars ($169 million) from 22 million Canadian dollars year earlier (S)",
      "abstract": "Canadian National Railway announces three-for-two stock split and 17 percent increase in its quarterly dividend; says fourth-quarter profit rose to 224 million Canadian dollars ($169 million) from 22 million Canadian dollars year earlier (S)",
      "lead_paragraph": "Reporting stronger than expected earnings, Canadian National Railway announced a three-for-two stock split and a 17 percent increase in its quarterly dividend. Fourth-quarter profit climbed to 224 million Canadian dollars ($169 million) from 22 million Canadian dollars in 2002. The earlier figure included sizable provisions for staff reductions and personal injury claims. Canadian National is based in Montreal. Bernard Simon (NYT)",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/29/business/world-business-briefing-americas-canada-railway-s-profit-rises.html",
      "byline": "By Bernard Simon (NYT)"
    },
    {
      "headline": "A Film Team's Super Bowl Test",
      "snippet": "Article discusses using latest video technology to produce three dimensional film for projection on Imax screen; Steve Schkair, chief executive of Cobolt Entertainment, and Steve Andrich, vice president for cinematography at NFL Films, designed 3a...",
      "abstract": "Article discusses using latest video technology to produce three dimensional film for projection on Imax screen; Steve Schkair, chief executive of Cobolt Entertainment, and Steve Andrich, vice president for cinematography at NFL Films, designed 3ality camera system; system is mobile and flexible enough to capture unscripted action on playing field; photo (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/01/29/technology/a-film-team-s-super-bowl-test.html",
      "byline": "By Seth Schiesel"
    },
    {
      "headline": "World Business Briefing | Asia: India: Trade Restrictions Eased",
      "snippet": "India announces series of measures that will relax import duties and restrictions for several sectors of economy in attempt to increase exports; will eliminate duties on professional equipment for services industry and on fuel for manufacturing in...",
      "abstract": "India announces series of measures that will relax import duties and restrictions for several sectors of economy in attempt to increase exports; will eliminate duties on professional equipment for services industry and on fuel for manufacturing industry; restrictions on gold and silver imports by jewelers and by bullion traders are also eased; government hopes measures help it meet goal of 12 percent increase in exports this year (S)",
      "lead_paragraph": "India announced a series of measures that would relax import duties and restrictions for several sectors of the economy in an attempt to increase exports. The government said it would eliminate duties on professional equipment for the services industry and on fuel for the manufacturing industry. Restrictions on gold and silver imports by jewelers and by bullion traders were also eased. The government hopes the measures help it meet a goal of a 12 percent increase in exports this year. Saritha Rai (NYT)",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/29/business/world-business-briefing-asia-india-trade-restrictions-eased.html",
      "byline": "By Saritha Rai (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Bank Ratings Raised",
      "snippet": "Standard & Poor's raises short-term rating on Japan's Shinsei Bank; bank will hold public share offering on Feb 19 (S)",
      "abstract": "Standard & Poor's raises short-term rating on Japan's Shinsei Bank; bank will hold public share offering on Feb 19 (S)",
      "lead_paragraph": "Standard & Poor's raised the short-term rating on Shinsei Bank to A-2 from A-3, citing the bank's strong asset quality and funding. S.&P. left Shinsei's long-term rating unchanged at BBB. Shinsei, the first foreign-owned lender in Japan, will hold a public share offering on Feb. 19. In preparation for the offering, the bank reduced its nonperforming loans by 43 percent in the last nine months of 2003 and expected to earn 65 billion yen ($613 million) in the fiscal year ending this March. Ken Belson (NYT)",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/29/business/world-business-briefing-asia-japan-bank-ratings-raised.html",
      "byline": "By Ken Belson (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: European Commission Scolds France",
      "snippet": "European Commission scolds France for not making enough effort to reduce its budget deficit; commission says Britain, Greece, Italy and Netherlands also risk breaching deficit ceiling, which is 3 percent of gross domestic product (S)",
      "abstract": "European Commission scolds France for not making enough effort to reduce its budget deficit; commission says Britain, Greece, Italy and Netherlands also risk breaching deficit ceiling, which is 3 percent of gross domestic product (S)",
      "lead_paragraph": "The European Commission scolded France for not making enough effort to reduce its budget deficit. The commission said that the French government's budgetary plans lacked ambition, and it warned that France is set to break the deficit ceiling, intended to protect the euro, for the next three years. In reports on individual countries, the commission said Britain, Greece, Italy and the Netherlands also risk breaching the deficit ceiling, which is 3 percent of the gross domestic product. Paul Meller (NYT)",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/29/business/world-business-briefing-europe-european-commission-scolds-france.html",
      "byline": "By Paul Meller (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Fed Holds Rates Steady But Alters Its Pledge  The Federal Reserve left short-term interest rates at 1 percent, the lowest level since 1958, but it jolted markets by retreating from its open-ended pledge to keep rates low for ''a considerable perio...",
      "abstract": " Fed Holds Rates Steady But Alters Its Pledge  The Federal Reserve left short-term interest rates at 1 percent, the lowest level since 1958, but it jolted markets by retreating from its open-ended pledge to keep rates low for ''a considerable period.''    Though subtle, the Fed's change in language surprised many economists because it suggested the central bank might start to raise rates before the end of the year. Prices on Treasury securities dropped, stocks declined and the dollar jumped, though the markets recovered in part as analysts parsed the language in greater detail. [Page A1.]",
      "lead_paragraph": "Fed Holds Rates Steady But Alters Its Pledge",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/29/business/business-digest-158739.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Europe: Parmalat Rescue Endorsed",
      "snippet": "European competition commissioner Mario Monti says Italy's proposed new insolvency law for large companies facing bankruptcy, like dairy group Parmalat, does not pose any problems under unionwide government aid laws; new law allows for quicker pro...",
      "abstract": "European competition commissioner Mario Monti says Italy's proposed new insolvency law for large companies facing bankruptcy, like dairy group Parmalat, does not pose any problems under unionwide government aid laws; new law allows for quicker procedures for adopting restructuring plan of any Italian company with more than 1,000 employees and debt of more than 1 billion euros (S)",
      "lead_paragraph": "The European competition commissioner, Mario Monti, said after an initial examination, that Italy's proposed new insolvency law for large companies facing bankruptcy, like the dairy group Parmalat, did not pose any problems under unionwide government aid laws. The new law, known as the Marzano Decree, allows for quicker procedures for adopting a restructuring plan of any Italian company with more than 1,000 employees and debt of more than 1 billion euros. He said he would re-examine the law once it had been passed by the Italian Parliament.",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/29/business/world-business-briefing-europe-parmalat-rescue-endorsed.html",
      "byline": "By Paul Meller (NYT)"
    },
    {
      "headline": "Phones, Too, Get TV Time",
      "snippet": "David Pogue State of the Art column discusses MobiTV service from Sprint; software can be downloaded to Java-equipped cellular phone; allows phone to tune into any of 13 TV channels; photo (M)",
      "abstract": "David Pogue State of the Art column discusses MobiTV service from Sprint; software can be downloaded to Java-equipped cellular phone; allows phone to tune into any of 13 TV channels; photo (M)",
      "lead_paragraph": "WHEN gadget lovers are young, it doesn't take much to give them dilated pupils and sweaty palms. You just whisper into their ears, ''Batteries included.'' But as they grow older, it takes more and more to give them the same thrill. For a while, the term ''remote-controlled'' satisfies them, before they move on to such potent concepts as ''flat panel,'' ''six-megapixel'' and ''64-bit multiprocessor.'' But once they've tasted the honey of ''wireless broadband,'' how will they top it?",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/01/29/technology/state-of-the-art-phones-too-get-tv-time.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Senate Passes A Bill to Cover Pension Plans",
      "snippet": "US Senate overwhelmingly passes bill that would save companies estimated $80 billion on their pension contributions over next two years, but it is unclear whether Bush administration will support measure; centerpiece of bill is temporary change in...",
      "abstract": "US Senate overwhelmingly passes bill that would save companies estimated $80 billion on their pension contributions over next two years, but it is unclear whether Bush administration will support measure; centerpiece of bill is temporary change in way companies calculate--in today's dollars--amount they owe their employees in future; change would make these obligations look smaller, which in turn would allow companies to set aside less money today; bill also contains several provisions intended to help airlines, steel companies, unions that operate pension plans and certain other employers deal with individual pension problems; government estimates these provisions will save those companies $16 billion, bringing total savings to about $96 billion; Bush administration has repeatedly expresses skepticism about such pension breaks for individual companies or sectors; photo (M)",
      "lead_paragraph": "The Senate overwhelmingly passed legislation yesterday that would save companies an estimated $80 billion on their pension contributions over the next two years, but it was unclear whether the Bush administration would support the measure.",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/29/business/senate-passes-a-bill-to-cover-pension-plans.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "The Super Spots Lighten Up, At $2.3 Million For 30 Seconds",
      "snippet": "Companies including Anheuser-Busch, FedEx, General Motors, IBM, Monster Worldwide and Procter & Gamble are paying average of $2.3 million for 30-second commercial, up from $2.1 million last year, for privilege of appearing during Super Bowl; CBS w...",
      "abstract": "Companies including Anheuser-Busch, FedEx, General Motors, IBM, Monster Worldwide and Procter & Gamble are paying average of $2.3 million for 30-second commercial, up from $2.1 million last year, for privilege of appearing during Super Bowl; CBS will have no trouble selling out commercial time for game, even though growing cost of spot has drastically outpaced inflation rate of years; graph; photos (M)",
      "lead_paragraph": "Twenty years after the Super Bowl first became as big a day for advertising as it is for professional football, Madison Avenue is gearing up for what looks to be a cheerier, somewhat sillier and certainly more expensive version of the annual midwinter festival of commercialism.",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/29/business/media-business-advertising-super-spots-lighten-up-2.3-million-for-30-seconds.html",
      "byline": "By Stuart Elliott"
    },
    {
      "headline": "Making of the Digital Press Corps, 2004",
      "snippet": "Article discusses how technology has changed ways reporters collect and relay information on political campaigns; cellular phones, minicams, digital recorders, laptops, wireless networks and e-mail help reporters do their job faster, if not better...",
      "abstract": "Article discusses how technology has changed ways reporters collect and relay information on political campaigns; cellular phones, minicams, digital recorders, laptops, wireless networks and e-mail help reporters do their job faster, if not better; some reporters feel it has eroded the relationship they used to build with candidates; photo (L)",
      "lead_paragraph": "Howard Dean was taking questions from a crowd of New Hampshire voters the other day when a young man asked him, ''Governor Dean, can I pray for you?''",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/01/29/technology/making-of-the-digital-press-corps-2004.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "World Business Briefing | Europe: Norway: Interest Rate Cut",
      "snippet": "Norway's central bank cuts its benchmark deposit rate one quarter percentage point to all-time low of 2 percent (S)0",
      "abstract": "Norway's central bank cuts its benchmark deposit rate one quarter percentage point to all-time low of 2 percent (S)0",
      "lead_paragraph": "Norway's central bank cut its main interest rate for the second time in less than two months to weaken the krone and push record-low inflation toward its target. Norges Bank, whose mandate is to maintain stable price increases, trimmed its benchmark deposit rate a quarter percentage point to an all-time low of 2 percent, putting it in line with the main rate of the European Central Bank for the first time.",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/29/business/world-business-briefing-europe-norway-interest-rate-cut.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "China's Furniture Boom Festers in U.S.",
      "snippet": "Lecong, China, which promotes itself as 'furniture capital of the world,' is sales hub for Guangdong Province's booming furniture industry, with 3,500 furniture stores and wholesalers representing many of 6,000 or so furniture factories in surroun...",
      "abstract": "Lecong, China, which promotes itself as 'furniture capital of the world,' is sales hub for Guangdong Province's booming furniture industry, with 3,500 furniture stores and wholesalers representing many of 6,000 or so furniture factories in surrounding Pearl River delta region; China's total furniture exports in last year grew about 30 percent annually, to about $7.3 billion last year, and more than half of exports came from Guangdong; boom that transformed Lecong has drawn Chinese-based manufacturers into biggest antidumping case ever brought against Chinese industry by American manufacturers; US International Trade Commission on Jan 9 authorized full inquiry into complaints by American furniture manufacturers that Chinese competitors are imperiling American industry by selling wooden bedroom furniture in US below its fair market cost; Chinese-based manufacturers will face punishingly high tariffs on their $1 billion trade to US if inquiry finds against them; photo (M)",
      "lead_paragraph": "The main street of Lecong is a five-mile Vegas-like stretch of gaudy showrooms and exhibition centers, factories and cavernous warehouses, leather suppliers and timber yards, all dedicated to making and selling furniture.",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/29/business/china-s-furniture-boom-festers-in-us.html",
      "byline": "By Chris Buckley"
    },
    {
      "headline": "Political Flood Starts to Wash Across Missouri",
      "snippet": "Missouri awakens on day after New Hampshire primary to find that it too is having an election; Democratic presidential rivals garner endorsements, hit airways and even show up in person for race that has opened up since exit of favorite son Richar...",
      "abstract": "Missouri awakens on day after New Hampshire primary to find that it too is having an election; Democratic presidential rivals garner endorsements, hit airways and even show up in person for race that has opened up since exit of favorite son Richard Gephardt; six other states have primaries on same day next week, but Missouri has most pledged delegates, 74, and several candidates have cause to think they can win (M)",
      "lead_paragraph": "Missouri awoke on Wednesday morning to discover that it was having an election.",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/29/us/the-2004-campaign-missouri-political-flood-starts-to-wash-across-missouri.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "Market Place; Fed Statement Gives Investors A Rude Shock",
      "snippet": "Federal Reserve's announcement that it has withdrawn its promise to keep short-term interest rates low 'for a considerable period' shocks stock and bond markets, with three major stock indexes dropping more than 1.3 percent and yield on 10-year Tr...",
      "abstract": "Federal Reserve's announcement that it has withdrawn its promise to keep short-term interest rates low 'for a considerable period' shocks stock and bond markets, with three major stock indexes dropping more than 1.3 percent and yield on 10-year Treasury note rising sharply; photo (Market Place column) (M)",
      "lead_paragraph": "The Federal Reserve's announcement yesterday that it had withdrawn its promise to keep short-term interest rates low ''for a considerable period'' shocked both the stock and bond markets, with the three major stock indexes dropping more than 1.3 percent and the yield on the 10-year Treasury note shooting up sharply.",
      "publication_date": "2004-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/29/business/market-place-fed-statement-gives-investors-a-rude-shock.html",
      "byline": "By Jonathan Fuerbringer"
    }
  ]
}