{
  "metadata": {
    "date": "2004-01-15",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Recording Studio In a Box",
      "snippet": "David Pogue State of the Art column on iLife '04, Apple's software suite that allows users to take prerecorded bits of music and sequence and layer them to create unique digital recordings; photos; drawing (M)",
      "abstract": "David Pogue State of the Art column on iLife '04, Apple's software suite that allows users to take prerecorded bits of music and sequence and layer them to create unique digital recordings; photos; drawing (M)",
      "lead_paragraph": "SINCE Steve Jobs's return to Apple in 1997, the company's most important new products have all begun with the letter i. There was the iPod, of course, and the iMac, and groundbreaking programs like iPhoto (for digital photos), iMovie (for camcorder video), iTunes (for organizing music) and iDVD (for creating homemade DVD's). In every case, Apple's goal was obvious: to create products so simple and creative that people would say, ''iWant, iLove, iBuy.''",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/01/15/technology/state-of-the-art-recording-studio-in-a-box.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Wife of Ex-Parmalat Officer Arrested",
      "snippet": "Donatella Alinovi, wife of Parmalat's former chief financial officer Fausto Tonna, is arrested for suspected money laundering; is supected of withdrawing about 1 million euros last week from account linked to Parmalat unit after her husband was ar...",
      "abstract": "Donatella Alinovi, wife of Parmalat's former chief financial officer Fausto Tonna, is arrested for suspected money laundering; is supected of withdrawing about 1 million euros last week from account linked to Parmalat unit after her husband was arrested; photo (M)",
      "lead_paragraph": "In the latest step in the widening investigation into an accounting scandal at the Italian dairy giant Parmalat, the police on Wednesday arrested the wife of the former chief financial officer, Fausto Tonna, for suspected money laundering, according to a court official at the Parma courthouse.",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/15/business/wife-of-ex-parmalat-officer-arrested.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "S.E.C. Plan Would Force Fund Boards To Change",
      "snippet": "Securities and Exchange Commission proposes rules that will force most of nation's mutual funds to replace their board chairmen with outsiders independent of firms that manage funds; proposal will affect not just mutual fund companies that have fi...",
      "abstract": "Securities and Exchange Commission proposes rules that will force most of nation's mutual funds to replace their board chairmen with outsiders independent of firms that manage funds; proposal will affect not just mutual fund companies that have figured in recent probes but giant firms like Fidelity Investments, Vanguard Group and T Rowe Price Associates, which have been left unscathed by industry's scandals; several mutual fund .ompanies involved in investigations have independent chairmen and boards for their funds; commission also proposes rules that would require funds to provide investors with greater disclosure of their relationships and potential conflicts of interest with brokers who recommend their funds; Cynthia A Glassman and Paul S Atkins, Republican members of SEC, say they will vote against proposal; two Democratic commissioners and chairman William H Donaldson support measure; photo (M)",
      "lead_paragraph": "A deeply divided Securities and Exchange Commission proposed rules on Wednesday that would force most of the nation's mutual funds to replace their board chairmen with outsiders independent of the firms that manage the funds.",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/15/business/sec-plan-would-force-fund-boards-to-change.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Deal Expands Gap Between Leaders and Pack",
      "snippet": "Deal Expands Gap Between Leaders",
      "abstract": "Deal Expands Gap Between Leaders",
      "lead_paragraph": "The merger of Bank One and J.P. Morgan Chase will substantially widen the gap between the nation's three largest banks and the rest of the industry, making it virtually impossible for the smaller banks to catch up, analysts and investment bankers said.",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/15/business/market-place-deal-expands-gap-between-leaders-and-pack.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "Parmalat Units In Netherlands Under Scrutiny For Bond Sales",
      "snippet": "Dutch financial reuglators open investigation into Parmalat's financial dealings in Netherlands; Parmalat used group of shell companies in Netherlands to raise at least 5.2 billion euros ($6.64 billion) from bond investors around world; shell comp...",
      "abstract": "Dutch financial reuglators open investigation into Parmalat's financial dealings in Netherlands; Parmalat used group of shell companies in Netherlands to raise at least 5.2 billion euros ($6.64 billion) from bond investors around world; shell companies were set up under special Dutch tax laws that help businesses and wealthy individuals from other countries avoid paying taxes on royalty income; Parmalat has at least five subsidiaries in Netherlands that exist almost entirely on paper; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/15/business/parmalat-units-in-netherlands-under-scrutiny-for-bond-sales.html",
      "byline": "By Gregory Crouch"
    },
    {
      "headline": "The Maverick Behind a Telecom Deal",
      "snippet": "The Maverick Be",
      "abstract": "The Maverick Be",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/15/business/the-maverick-behind-a-telecom-deal.html",
      "byline": "By Nicole Itano"
    },
    {
      "headline": "A Real-Life Debate On Free Expression In a Cyberspace City",
      "snippet": "Little-known netherworld of popular computer game genre known as 'massively multi-player online role-playing games' prompts debate on free expression after paying subscriber's account is terminated; subscriber, Peter Ludlow, says decision of Elect...",
      "abstract": "Little-known netherworld of popular computer game genre known as 'massively multi-player online role-playing games' prompts debate on free expression after paying subscriber's account is terminated; subscriber, Peter Ludlow, says decision of Electronic Arts to terminate his account on The Sims Online is 'clearly censorship,' but Electronic Arts claims Ludlow was kicked out because he broke one of game's main rules by including link on his profile to his Alphaville Herald Web site, which in turn links to sites that tell people how to cheat; Ludlow says he was nabbed on a technicality, and many players agree that company enforces rule selectively; case described; photo (M)",
      "lead_paragraph": "Peter Ludlow said he was only trying to expose the truth that Alphaville's authorities were all too happy to ignore. In his online newspaper, The Alphaville Herald, he reported on thieves and their scams. He documented what he said was a teenage prostitution ring. He criticized the city's leaders for not intervening to make it a better place.",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/15/business/technology-a-real-life-debate-on-free-expression-in-a-cyberspace-city.html",
      "byline": "By Amy Harmon"
    },
    {
      "headline": "World Business Briefing | Europe: Russia: Yukos Challenges Tax",
      "snippet": "Russian oil company Yukos is contesting claim for back taxes and fines of 98 billion rubles, or $3.4 billion, made by Russian government; says tax bill is unconstitutional and demands Tax Ministry withdraw its claim (S)",
      "abstract": "Russian oil company Yukos is contesting claim for back taxes and fines of 98 billion rubles, or $3.4 billion, made by Russian government; says tax bill is unconstitutional and demands Tax Ministry withdraw its claim (S)",
      "lead_paragraph": "Russia's largest oil company, Yukos, said it was contesting a claim for back taxes and fines of 98 billion rubles, or $3.4 billion, made last month by the Russian government. Yukos said that the tax bill, the equivalent of 98 billion rubles, was unconstitutional, and that the company had formally demanded Russia's Tax Ministry withdraw its claim. Yukos called the tax bill ''blackmail on the part of tax authorities trying to create a false threat of bankruptcy around the company and to openly pressure its shareholders, creditors, employees and partners.'' The Tax Ministry said last month that Yukos owed more than 98 billion rubles in taxes and fines, contending that the oil producer unlawfully avoided the taxes by setting up illegal tax shelters. Erin E. Arvedlund (NYT)",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/15/business/world-business-briefing-europe-russia-yukos-challenges-tax.html",
      "byline": "By Erin E. Arvedlund (NYT)"
    },
    {
      "headline": "Outside Campaigners Flood Iowa, Sharing Their Candidates' Styles",
      "snippet": "Get-out-the-vote teams in Iowa for Rep Richard A Gephardt and Howard Dean are as different as candidates they work for; Dean is running as quintessential political outsider, and his campaign in Iowa has far more workers from outside Iowa; fresh ba...",
      "abstract": "Get-out-the-vote teams in Iowa for Rep Richard A Gephardt and Howard Dean are as different as candidates they work for; Dean is running as quintessential political outsider, and his campaign in Iowa has far more workers from outside Iowa; fresh batches of volunteers arrive weekly from as far away as Texas; they get 45 minutes of training in nuts-and-bolts of caucus procedure, then are sent out to stump as part of what they call Iowa Perfect Storm; Gephardt, by contrast, is Washington insider who is running on his experience and counting on his homegrown Iowan-to-Iowan edge; he, too, relies on out-of-state help, but mostly in form of top-flight union organizers with long experience in past campaigns in Iowa and around country; they are all part of most intensive, expensive canvassing effort in history of Iowa caucuses (M)",
      "lead_paragraph": "They are everywhere in Iowa these days, the frontline ground troops of the presidential campaigns, and they all have the same goal: To get as many people as possible to come out and vote next week. But the inside-outside approaches of the two biggest armies -- Richard A. Gephardt's and Howard Dean's -- are as different as the candidates they work for.",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/15/us/2004-campaign-volunteers-outside-campaigners-flood-iowa-sharing-their-candidates.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "J.P. Morgan Chase to Buy Bank One for $58 Billion  J.P. Morgan Chase agreed to acquire Bank One for $58 billion in stock in a deal that would transform J.P. Morgan, already the nation's No.2 bank, into a true rival to Citigroup.    The deal is the...",
      "abstract": " J.P. Morgan Chase to Buy Bank One for $58 Billion  J.P. Morgan Chase agreed to acquire Bank One for $58 billion in stock in a deal that would transform J.P. Morgan, already the nation's No.2 bank, into a true rival to Citigroup.    The deal is the latest in a recent wave of mergers in an industry that has been gradually consolidating for years, and some analysts suggest it will presage more. [Page A1.]",
      "lead_paragraph": "J.P. Morgan Chase to Buy Bank One for $58 Billion",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/15/business/business-digest-974374.html",
      "byline": ""
    },
    {
      "headline": "$58 BILLION DEAL TO UNITE 2 GIANTS OF U.S. BANKING",
      "snippet": "J P Morgan Chase agrees to acquire Bank One for $58 billion in stock in deal that would realign competitive landscape for banks and create true rival to Citigroup; transaction would unite investment and commercial banking strength of J P Morgan Ch...",
      "abstract": "J P Morgan Chase agrees to acquire Bank One for $58 billion in stock in deal that would realign competitive landscape for banks and create true rival to Citigroup; transaction would unite investment and commercial banking strength of J P Morgan Chase with Bank One's much larger consumer banking operations; combined company would have 2,300 branches in 17 states; J P Morgan, nation's second-largest bank, would also become even bigger issuer of credit cards; combined company would have $1.1 trillion in assets, compared with nearly $1.2 trillion for Citigroup; Bank One chief executive James L Dimon will become J P Morgan's president and chief operating officer; will take over as chief executive in two years from J P Morgan's leader William B Harrison, settling persistent question of succession; merger is expected to result in elimination of about 10,000 jobs as part of J P Morgan's effort to save $2.2 billion over three years; cuts will be concentrated in retail banking, with greatest number in New York area; banks' branches do not overlap, and they plan to maintain both brand names pending review; photo; chart (M)",
      "lead_paragraph": "J. P. Morgan Chase agreed yesterday to acquire Bank One for $58 billion in stock in a deal that would realign the competitive landscape for banks and create a true rival to Citigroup.",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/15/business/banking-giant-the-overview-58-billion-deal-to-unite-2-giants-of-us-banking.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "On the Rails: Rolling Without Roaming",
      "snippet": "Some travelers prefer railroad travel because cellphone use is permitted; test results of six cellular services on Amtrak train from New York to Washington noted; photos (M)",
      "abstract": "Some travelers prefer railroad travel because cellphone use is permitted; test results of six cellular services on Amtrak train from New York to Washington noted; photos (M)",
      "lead_paragraph": "IF not for the lack of privacy, Superman would love a telephone booth like this: nice comfy chairs, a snack bar and plenty of scenery rolling by. Amtrak trains -- particularly the Acela Express between Boston and Washington -- have become a rolling office for many, from college students to salesmen making deals up and down the rails.",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/01/15/technology/on-the-rails-rolling-without-roaming.html",
      "byline": "By J.d. Biersdorfer"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Retailer's Sales Fall",
      "snippet": "British retailer Marks & Spencer reports 3.3 percent decline in Christmas season clothing sales; says David Norgrove, executive in charge of clothing division, will resign; photo (S)",
      "abstract": "British retailer Marks & Spencer reports 3.3 percent decline in Christmas season clothing sales; says David Norgrove, executive in charge of clothing division, will resign; photo (S)",
      "lead_paragraph": "Marks & Spencer, the largest general retailer in Britain, reported a 3.3 percent decline in Christmas season clothing sales and said the executive in charge of its clothing division, David Norgrove, left, would leave the company. The decline in clothing sales, which was expected by market analysts, was partly offset by stronger food sales; the company's overall sales fell 0.3 percent in the 15 week period, which ended Jan. 10. The company, which is based in London, said Mr. Norgrove would leave the company when a replacement was found. Conrad de Aenlle (IHT)",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/15/business/world-business-briefing-europe-britain-retailer-s-sales-fall.html",
      "byline": "By Conrad de Aenlle (IHT)"
    },
    {
      "headline": "World Business Briefing | Asia: Indonesia: Interest Rate Falls",
      "snippet": "Indonesia's benchmark interest rate falls to record low amid slowing inflation and rising demand for country's currency and stocks (S)",
      "abstract": "Indonesia's benchmark interest rate falls to record low amid slowing inflation and rising demand for country's currency and stocks (S)",
      "lead_paragraph": "Indonesia's benchmark interest rate fell to a record low amid slowing inflation and rising demand for the country's currency and stocks. The rate on the central bank's debt certificates that mature in one month fell to 8.06 percent in the weekly auction, down from 8.24 percent a week ago. Falling interest rates are buoying optimism about the economic prospects of Indonesia this year, despite the potential for unrest around parliamentary elections in April and the presidential elections that are scheduled for July. Wayne Arnold (NYT)",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/15/business/world-business-briefing-asia-indonesia-interest-rate-falls.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Chasing Cellular's Clouds Away",
      "snippet": "More cellular phones are in use with more features, but customer satisfaction has not improved; complaints about service and coverage are as common today as they were in mid-1990's; service carrier investment in network capacity has slowed as dema...",
      "abstract": "More cellular phones are in use with more features, but customer satisfaction has not improved; complaints about service and coverage are as common today as they were in mid-1990's; service carrier investment in network capacity has slowed as demand for service has increased; several high-end phones tested; customer satisfaction survey results noted; photo (M)",
      "lead_paragraph": "WHEN Lee Hanson drives from her house in Orinda, Calif., to her San Francisco office, she is choosy about whom she calls on her cellphone. She has to be: she is at the mercy of the AT&T Wireless network, with dead zones that she knows by heart.",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/01/15/technology/wireless-scorecard-chasing-cellular-s-clouds-away.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "Bold Visions, Many Pitfalls",
      "snippet": "Analysis of Pres Bush's vision for human spaceflight; says his broad goals are same as those his father, first Pres Bush, proposed in 1989, but new plan is more hedged, giving no firm date for Mars venture and deferring need for big spending incre...",
      "abstract": "Analysis of Pres Bush's vision for human spaceflight; says his broad goals are same as those his father, first Pres Bush, proposed in 1989, but new plan is more hedged, giving no firm date for Mars venture and deferring need for big spending increases until after what would be Bush's second term; says some space experts are nervous about vagueness of plan; says history of bold visions for human spaceflight is littered with more failures, delays and cost overruns than clear successes; some of those recalled; chart (M)",
      "lead_paragraph": "The history of bold visions for human spaceflight is littered with more failures, delays and cost overruns than clear successes. The fates have been particularly unkind to Republican presidents, who twice made their ambitious ventures in election years.",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/15/us/bold-visions-many-pitfalls.html",
      "byline": "By William J. Broad"
    },
    {
      "headline": "BUSH BACKS GOAL OF FLIGHT TO MOON TO ESTABLISH BASE",
      "snippet": "Pres Bush sets goal of returning to Moon by 2020 or sooner and eventually using lunar base as launching pad to Mars; his speech, at NASA headquarters, offers sweeping vision for space exploration but little new money and few technical details; he ...",
      "abstract": "Pres Bush sets goal of returning to Moon by 2020 or sooner and eventually using lunar base as launching pad to Mars; his speech, at NASA headquarters, offers sweeping vision for space exploration but little new money and few technical details; he says United States will retire its aging fleet of space shuttles six years from now and replace it with crew exploration vehicle, capable of ferrying people to lunar base where, at some unspecified time, they would depart for Mars or beyond; says he would seek additional $1 billion over next five years to begin rsearch on program, and he directs NASA to divert $11 billion from existing programs, especially shuttle, from its current budget of $86 billion for next five years to support development of technology needed to reach Moon and Mars; calls his plan a journey, not a race, and he invites other nations to participate; photos (M)",
      "lead_paragraph": "President Bush on Wednesday set a goal of returning to the Moon by no later than 2020 and eventually using a lunar base as a launching pad to Mars. But in a speech that offered a sweeping vision for space exploration, Mr. Bush offered little new money for his idea and few technical details.",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/01/15/us/bush-backs-goal-of-flight-to-moon-to-establish-base.html",
      "byline": "By David E. Sanger and Richard W. Stevenson"
    },
    {
      "headline": "An Outcast From Citigroup Will Inherit The Leadership of a Merged Global Rival",
      "snippet": "Bank One chairman-chief executive James L Dimon is in line to become chief executive of J P Morgan with merger of two banks; merger represents sweetest form of redemption, if not revenge, for Dimon, onetime protege of Citigroup chairman Sanford I ...",
      "abstract": "Bank One chairman-chief executive James L Dimon is in line to become chief executive of J P Morgan with merger of two banks; merger represents sweetest form of redemption, if not revenge, for Dimon, onetime protege of Citigroup chairman Sanford I Weill; Dimon was forced out of Citigroup in ugly power struggle in 1998, one month after masterminding merger between Weill's Travelers Group and Citicorp; graphs; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/15/business/banking-giant-future-chief-outcast-citigroup-will-inherit-leadership-merged.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Trade Surplus Rises",
      "snippet": "Japan's current account surplus grew 34 percent in November from month year ago, fifth straight increase; surplus hit 1.5 trillion yen ($14.1 billion) as imports slowed 5.4 perent; exports fell by 1.8 percent (S)",
      "abstract": "Japan's current account surplus grew 34 percent in November from month year ago, fifth straight increase; surplus hit 1.5 trillion yen ($14.1 billion) as imports slowed 5.4 perent; exports fell by 1.8 percent (S)",
      "lead_paragraph": "Japan's current account surplus grew 34 percent in November from the month a year ago, the fifth straight increase. The surplus hit 1.5 trillion yen ($14.1 billion) as imports slowed 5.4 percent. Exports also fell, but only by 1.8 percent, partly because of the rising value of the yen. Japan's deficit in services also shrank as fewer Japanese tourists traveled overseas. The current account is the broadest measure of goods, services, tourism and investment going in and out of the country. Ken Belson (NYT)",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/15/business/world-business-briefing-asia-japan-trade-surplus-rises.html",
      "byline": "By Ken Belson (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Canada: Trade Surplus Declines",
      "snippet": "Statistics Canada reports Canada's trade surplus fell to 4.3 billion Canadian dollars ($3.4 billion) from 5.1 billion Canadian dollars in October (S)1",
      "abstract": "Statistics Canada reports Canada's trade surplus fell to 4.3 billion Canadian dollars ($3.4 billion) from 5.1 billion Canadian dollars in October (S)1",
      "lead_paragraph": "Canada's foreign trade surplus shrank in November for the second consecutive month, increasing the likelihood, analysts said, that the Bank of Canada would lower interest rates at its next review of monetary policy on January 20. Statistics Canada reported that the surplus fell to 4.3 billion Canadian dollars ($3.4 billion) from 5.1 billion Canadian dollars in October. The agency ascribed a 1.1 percent drop in exports chiefly to the strengthening Canadian dollar and unsettled demand from the United States, by far Canada's biggest foreign market.",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/15/business/world-business-briefing-americas-canada-trade-surplus-declines.html",
      "byline": "By Bernard Simon (NYT)"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Machinery Orders Fall",
      "snippet": "Orders for new machinery in Japan, crucial gauge of capital spending plans, fell 7.8 percent in November from month earlier (S)",
      "abstract": "Orders for new machinery in Japan, crucial gauge of capital spending plans, fell 7.8 percent in November from month earlier (S)",
      "lead_paragraph": "Orders for new machinery, a crucial gauge of capital spending plans, fell 7.8 percent in November from a month earlier as steel makers and transportation companies cut demand. The larger-than- expected decline was partly in reaction to strong increases in the previous months, and does little to dent the view that corporate capital investment will remain one of the drivers of Japan's two-year old recovery. Ken Belson (NYT)",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/01/15/business/world-business-briefing-asia-japan-machinery-orders-fall.html",
      "byline": "By Ken Belson (NYT)"
    },
    {
      "headline": "Intel Reports Record Earnings For 4th Quarter, In Tech Rebound",
      "snippet": "Intel Corp reports record earnings in fourth quarter ended Dec 27; earned $2.17 billion compared with $1.05 billion year earlier; sales were record $8.74 billion compared with $7.16 billion year ago; company earned $5.64 billion for 2003 on sales ...",
      "abstract": "Intel Corp reports record earnings in fourth quarter ended Dec 27; earned $2.17 billion compared with $1.05 billion year earlier; sales were record $8.74 billion compared with $7.16 billion year ago; company earned $5.64 billion for 2003 on sales of $30.14 billion (M)/",
      "lead_paragraph": "The Intel Corporation, the semiconductor maker, reported record quarterly earnings on Wednesday, after its strongest showing in the North American market in several years. The report came as Apple and Yahoo issued similarly strong earnings results yesterday amid optimism that technology spending is at last starting to rebound after a three-year slump.",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/15/business/technology-intel-reports-record-earnings-for-4th-quarter-in-tech-rebound.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "United and Delta Increase Pressure On Employees For Concessions",
      "snippet": "United Airlines and Delta Air Lines step up their efforts to persuade their unions to grant contract concessions aimed at helping companies cut costs; United Airlines might ask federal bankruptcy judge for permission to reduce health care benefits...",
      "abstract": "United Airlines and Delta Air Lines step up their efforts to persuade their unions to grant contract concessions aimed at helping companies cut costs; United Airlines might ask federal bankruptcy judge for permission to reduce health care benefits of its 35,000 retirees; has reapplied for $1.6 billion in federal loan guarantees, which would provide centerpiece of its restructuring plan; Delta Air Lines chief executive Gerald Grinstein presses union's 8,500 pilots to grant wage and benefit cuts, but pilots' union says it might put off talks until closer to time when its contract expires next year; Delta reports fourth-quarter loss of $327 million compared with loss of $363 million year earlier; lost $773 million for 2003 (M)",
      "lead_paragraph": "Two troubled airlines stepped up their efforts yesterday to persuade their unions to grant contract concessions aimed at helping the companies cut costs.",
      "publication_date": "2004-01-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/01/15/business/united-and-delta-increase-pressure-on-employees-for-concessions.html",
      "byline": "By Micheline Maynard"
    }
  ]
}