{
  "metadata": {
    "date": "2004-06-25",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "E.P.A. Energy-Saving Spots Give Cars Short Shrift",
      "snippet": "Whimsical public service ads from EPA intended to encourage energy conservation at home lampoon notion that cars can be made more energy efficient; Brian McLean of agency says that $1 million campaign was intended to send message about home applia...",
      "abstract": "Whimsical public service ads from EPA intended to encourage energy conservation at home lampoon notion that cars can be made more energy efficient; Brian McLean of agency says that $1 million campaign was intended to send message about home appliances, not cars, and that its transportation division was not consulted on ads; campaign was created by Foote Cone Belding; photo (M)",
      "lead_paragraph": "A new series of whimsical public service announcements from the Environmental Protection Agency are lampooning the notion that cars can be made more energy efficient while the ads encourage conservation at home.",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/25/business/the-media-business-advertising-epa-energy-saving-spots-give-cars-short-shrift.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Why Allow Bosses to Talk to Big Investors, but Not to the Public?",
      "snippet": "Floyd Norris column cites SEC handling of Salesforce.com initial public offering to criticize its policy of permitting management to conduct 'road shows' with certain investors before public offering so long as what it tells them is not written do...",
      "abstract": "Floyd Norris column cites SEC handling of Salesforce.com initial public offering to criticize its policy of permitting management to conduct 'road shows' with certain investors before public offering so long as what it tells them is not written down or shared with press; notes that after a company has gone public, management is not allowed say anything significant to some investors without making information available to all; also faults SEC for not forcing company to highlight fact that Marc Benioff, Salesforce.com's chief executive, sold two million shares of company's stock in December 2003, just days before it filed to go public, at price of $8 a share, less than half of what public investors are now willing to pay; graph (M)",
      "lead_paragraph": "AT its worst, the Securities and Exchange Commission can seem like a nearsighted cop, vigorously enforcing a foolish rule while ignoring more serious issues.",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/25/business/why-allow-bosses-to-talk-to-big-investors-but-not-to-the-public.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Justices, in Bitter 5-4 Split, Raise Doubts on Sentencing Guidelines",
      "snippet": "Supreme Court invalidates criminal sentencing system of State of Washington; 5-to-4 decision also casts doubt on whether 20-year-old federal sentencing guidelines can survive constitutional challenge; justices, split across usual ideological lines...",
      "abstract": "Supreme Court invalidates criminal sentencing system of State of Washington; 5-to-4 decision also casts doubt on whether 20-year-old federal sentencing guidelines can survive constitutional challenge; justices, split across usual ideological lines, continue profound five-year-long debate over respective roles of judges and juries in criminal sentencing; Justice Antonin Scalia's majority opinion holds that Washington system, permitting judges to make findings that increase convicted defendant's sentence beyond ordinary range for crime, violates Sixth Amendment right to trial by jury; says facts supporting increased sentences must be found by jury beyond reasonable doubt; federal system, while more complex, also empowers judges to make factual findings that determine ultimate sentence requiring nothing more to support those findings than 'preponderance of the evidence'; in dissenting opinion, Justice Sandra Day O'Connor depicts federal guidelines as being now in peril, saying 20 years of sentencing reform are now lost (M)",
      "lead_paragraph": "The Supreme Court invalidated the criminal sentencing system of the State of Washington on Thursday in a decision that also cast doubt on whether the 20-year-old federal sentencing guidelines can survive a constitutional challenge.",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/25/us/justices-in-bitter-5-4-split-raise-doubts-on-sentencing-guidelines.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Iraqis, Seeking Foes of Saudis, Contacted bin Laden, File Says",
      "snippet": "American officials in Iraq obtain document showing that Iraqi intelligence agents had contacts with Osama bin Laden when he was in Sudan in mid-1990's as part of broad effort by Baghdad to work with organizations opposing Saudi ruling family; docu...",
      "abstract": "American officials in Iraq obtain document showing that Iraqi intelligence agents had contacts with Osama bin Laden when he was in Sudan in mid-1990's as part of broad effort by Baghdad to work with organizations opposing Saudi ruling family; document states that Iraq agreed to rebroadcast anti-Saudi propaganda, but that request from bin Laden to begin joint operations against foreign forces in Saudi Arabia went unanswered; there is no further indication of collaboration; document is internal report by Iraqi intelligence service on its efforts to seek cooperation with several Saudi opposition groups, including bin Laden's organization before Al Qaeda had become full-fledged terrorist organization; Bush administration has said there was considerable evidence of ties between Iraq and Al Qaeda, but independent 9/11 commission concluded that contacts did not demonstrate 'collaborative relationship' between Iraq and Al Qaeda (M)",
      "lead_paragraph": "Contacts between Iraqi intelligence agents and Osama bin Laden when he was in Sudan in the mid-1990's were part of a broad effort by Baghdad to work with organizations opposing the Saudi ruling family, according to a newly disclosed document obtained by the Americans in Iraq.",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/25/world/reach-war-intelligence-iraqis-seeking-foes-saudis-contacted-bin-laden-file-says.html",
      "byline": "By Thom Shanker"
    },
    {
      "headline": "Credit Suisse Parts Ways With a Chief",
      "snippet": "John J Mack's contract as co-chief executive of Credit Suisse Group will not be renewed when it expires in July; board reportedly rebuffed his urging to consider merger with another financial institution; Oswald J Grubel becomes sole chief executi...",
      "abstract": "John J Mack's contract as co-chief executive of Credit Suisse Group will not be renewed when it expires in July; board reportedly rebuffed his urging to consider merger with another financial institution; Oswald J Grubel becomes sole chief executive of group; Brady W Dougan succeeds Mack as chief executive of First Boston investment banking division; Mack leaves mixed legacy at Credit Suisse; photos (M)",
      "lead_paragraph": "John J. Mack is leaving the Credit Suisse Group because of a clash with his board over strategic direction just three years after he was hired to clean the regulatory decks at the group's scandal-plagued investment banking division and guide it back to profitability.",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/25/business/credit-suisse-parts-ways-with-a-chief.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Shell Names An Ex-Auditor To Finance Job",
      "snippet": "Royal Dutch/Shell Group names Peter Voser as its chief financial officer; says Voser, who was once company's head internal auditor, never signed any of reserve statements that have had to be revised; photo (M)",
      "abstract": "Royal Dutch/Shell Group names Peter Voser as its chief financial officer; says Voser, who was once company's head internal auditor, never signed any of reserve statements that have had to be revised; photo (M)",
      "lead_paragraph": "The Royal Dutch/Shell Group named Peter Voser, an executive who was once the oil company's head internal auditor, as its chief financial officer on Thursday.",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/25/business/shell-names-an-ex-auditor-to-finance-job.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Chief of Yukos Steps Down Amid Company's Tax Woes",
      "snippet": "Simon G Kukes resigns as chief executive of Yukos, oil company facing $3.4 billion tax bill in Russia, and is immediately succeeded by Steven M Theede, formerly chief operating officer; Viktor V Gerashchenko, former Russian central bank chief, is ...",
      "abstract": "Simon G Kukes resigns as chief executive of Yukos, oil company facing $3.4 billion tax bill in Russia, and is immediately succeeded by Steven M Theede, formerly chief operating officer; Viktor V Gerashchenko, former Russian central bank chief, is appointed chairman of Yukos board, and his abilities as political insider are expected to help him resolve company's dispute with tax authorities; board also endorses plan submitted to government under which it would restructure its tax debt if it is forced to pay; photo (M)",
      "lead_paragraph": "Amid speculation of a deep split within Yukos, the company's chief executive, Simon G. Kukes, stepped down on Thursday and was immediately succeeded by Steven M. Theede, formerly chief operating officer.",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/25/business/chief-of-yukos-steps-down-amid-company-s-tax-woes.html",
      "byline": "By Erin E. Arvedlund"
    },
    {
      "headline": "World Business Briefing | The Americas: Brazil: Unemployment Declines",
      "snippet": "Jobless rate in Brazil falls in May for first time in 2004, dropping to 12.2 percent from 13.1 percent a month earlier; real wages, which are adjusted for inflation, slip 0.7 percent (S)",
      "abstract": "Jobless rate in Brazil falls in May for first time in 2004, dropping to 12.2 percent from 13.1 percent a month earlier; real wages, which are adjusted for inflation, slip 0.7 percent (S)",
      "lead_paragraph": "The jobless rate in Brazil fell in May for the first time this year, dropping to 12.2 percent from a two-and-a-half-year high of 13.1 percent a month earlier, the government's statistics agency said. But real wages, which are adjusted for inflation, slipped 0.7 percent last month from April to an average of 866.1 reais, or about $277 a month. The drop in unemployment is good news for the 18-month-old government of President Luiz Inácio Lula da Silva, whose approval ratings fell below 30 percent this month, in large part because of growing discontent over the jobs outlook. Todd Benson (NYT)",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/25/business/world-business-briefing-the-americas-brazil-unemployment-declines.html",
      "byline": "By Todd Benson (NYT)"
    },
    {
      "headline": "S.E.C. Comments To Companies To Be Put Online",
      "snippet": "SEC will publish on Web site the thousands of comment letters that it sends to public companies and mutual funds each year about their annual reports, public offerings and other filings; subsequent responses by companies and funds will also be ava...",
      "abstract": "SEC will publish on Web site the thousands of comment letters that it sends to public companies and mutual funds each year about their annual reports, public offerings and other filings; subsequent responses by companies and funds will also be available on same system, known as Edgar; decision will make it easier for investors and rivals of companies to understand weaknesses of disclosures and what financial issues are of concern to regulators and could also offer some insight into rigor of commission reviews; agency will continue to honor requests to keep some sensitive information confidential, such as trade secrets and confidential commercial information (M)",
      "lead_paragraph": "The Securities and Exchange Commission has decided to publish on a Web site the thousands of comment letters that it sends to public companies and mutual funds each year about their annual reports, public offerings and other filings, officials at the agency said on Thursday.",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/25/business/sec-comments-to-companies-to-be-put-online.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "A Victory for Cheney",
      "snippet": "Saying a lower court acted ''prematurely'' when it rejected a request from Vice President Dick Cheney to block disclosure of records from his energy policy task force, justices sent the case back to the court.    Article, Page A19.",
      "abstract": "Saying a lower court acted ''prematurely'' when it rejected a request from Vice President Dick Cheney to block disclosure of records from his energy policy task force, justices sent the case back to the court.    Article, Page A19.",
      "lead_paragraph": "Saying a lower court acted ''prematurely'' when it rejected a request from Vice President Dick Cheney to block disclosure of records from his energy policy task force, justices sent the case back to the court.",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/25/us/a-victory-for-cheney.html",
      "byline": ""
    },
    {
      "headline": "Norway Oil Shutdown Is Threatened",
      "snippet": "Exxon Mobil, Royal Dutch/Shell, Statoil and half dozen other oil companies in Norway warn that they will lock out thousands of offshore oil workers by midnight on June 28 if unions do not call off their phased-in strike and withdraw demands relati...",
      "abstract": "Exxon Mobil, Royal Dutch/Shell, Statoil and half dozen other oil companies in Norway warn that they will lock out thousands of offshore oil workers by midnight on June 28 if unions do not call off their phased-in strike and withdraw demands relating to pension plans and part-time employment; lockout would effectively shut down oil and natural gas production on Norwegian continental shelf and ripple through global markets; Norway produces three million barrels of oil a day (M)",
      "lead_paragraph": "Nearly all of Norway's oil production of three million barrels a day could be pulled off the market next week if oil companies and striking unions follow through on threats to escalate their weeklong labor conflict.",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/25/business/norway-oil-shutdown-is-threatened.html",
      "byline": "By Walter Gibbs"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "F.C.C. Told to Reconsider Media Ownership Rules  A federal appeals court ordered the Federal Communications Commission to reconsider the rules it issued last summer making it easier for large media companies to expand and enter new markets.    The...",
      "abstract": " F.C.C. Told to Reconsider Media Ownership Rules  A federal appeals court ordered the Federal Communications Commission to reconsider the rules it issued last summer making it easier for large media companies to expand and enter new markets.    The decision means that big broadcasting and publishing companies, which have tried for years to ease the rules, will delay any attempts to expand. [Page A1.]",
      "lead_paragraph": "F.C.C. Told to Reconsider Media Ownership Rules",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/25/business/business-digest-095427.html",
      "byline": ""
    },
    {
      "headline": "Abu Ghraib Testimony",
      "snippet": "The head of an Army unit facing abuse charges said the top military intelligence officer at Abu Ghraib prison, Col. Thomas M. Pappas, was in the cellblock the night a detainee died during interrogation.    Article, Page A14.",
      "abstract": "The head of an Army unit facing abuse charges said the top military intelligence officer at Abu Ghraib prison, Col. Thomas M. Pappas, was in the cellblock the night a detainee died during interrogation.    Article, Page A14.",
      "lead_paragraph": "The head of an Army unit facing abuse charges said the top military intelligence officer at Abu Ghraib prison, Col. Thomas M. Pappas, was in the cellblock the night a detainee died during interrogation.",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/25/world/abu-ghraib-testimony.html",
      "byline": ""
    },
    {
      "headline": "World Business Briefing | Asia: China: 2 Citigroup Executives Suspended",
      "snippet": "Robert Morse, chief executive of Citigroup's corporate and investment banking operations in Asia, says company has suspended two investment bankers in China for presentation of false information to company and its regulators; says company immediat...",
      "abstract": "Robert Morse, chief executive of Citigroup's corporate and investment banking operations in Asia, says company has suspended two investment bankers in China for presentation of false information to company and its regulators; says company immediately informed appropriate authorities and will cooperate fully with them (S)",
      "lead_paragraph": "Robert Morse, the chief executive of Citigroup's corporate and investment banking operations in Asia, said in a memorandum to his senior management that the company had suspended two investment bankers in China for ''the presentation of false information to the company and its regulators.'' The memo added, ''We immediately informed the appropriate government authorities of the suspension and will cooperate fully as they pursue this matter.'' The two were Margaret Ren, Citigroup's vice chairman for investment banking in China, and Earl Yen, a director of investment banking in China; neither of them was available for comment. A Citigroup spokeswoman declined to provide specifics, saying only that, ''for Citigroup to take this action, you can assume the misrepresentation was serious, but it did not involve client matters.'' Keith Bradsher (NYT)",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/25/business/world-business-briefing-asia-china-2-citigroup-executives-suspended.html",
      "byline": "By Keith Bradsher (NYT)"
    },
    {
      "headline": "World Business Briefing | Europe: Spain: Gestevision Shares Surge",
      "snippet": "Shares of Gestevision Telecinco, which owns Spain's largest commercial television station, rise as much as 23 percent in their first day of trading (S)",
      "abstract": "Shares of Gestevision Telecinco, which owns Spain's largest commercial television station, rise as much as 23 percent in their first day of trading (S)",
      "lead_paragraph": "Shares of Gestevisión Telecinco rose as much as 23 percent in their first day of trading as the growth prospects of the company, which owns Spain's largest commercial TV station, attracted investors like Alberto Espelosín to the nation's biggest initial offering since 2002. Mr. Espelosín is part of a team managing $7.2 billion at the investment bank Ibercaja Gestión. The shares climbed as high as 12.50 euros ($15.11), and traded at 12.06 euros in Madrid, up from the offer price of 10.15 euros. Two Telecinco investors, Dresdner Bank and ICE Finance, raised 753 million euros ($910 million), after selling shares at the top end of the range for the offering. Money managers ordered more than 20 times the shares on offer, encouraged by the advertising outlook in Spain, where economic growth outpaced Europe's average in each of the last eight years.",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/25/business/world-business-briefing-europe-spain-gestevision-shares-surge.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Attacks in 5 Iraqi Cities Leave More Than 100 Dead",
      "snippet": "Fighting rages in five cities across Iraq as insurgents unleash surge of apparently coordinated attacks that kill at least 105 people and wound hundreds more; fighting between insurgents and American and Iraqi security forces in Falluja, Ramadi, B...",
      "abstract": "Fighting rages in five cities across Iraq as insurgents unleash surge of apparently coordinated attacks that kill at least 105 people and wound hundreds more; fighting between insurgents and American and Iraqi security forces in Falluja, Ramadi, Baquba, Mosul and Baghdad may be opening salvo in violent push by insurgents to derail June 30 transfer of sovereignty; Iraqi Prime Min Iyad Allawi, whose life has been threatened by terrorists, says escalation was expected and will continue in next few weeks; in Mosul, battery of car bombs levels two police stations and rips into police academy and hospital; insurgents, thought to be made up of allied Shiite and Sunni fighters, proclaim their loyalty to Abu Musab al-Zarqawi, suspected mastermind of dozens of suicide attacks in Iraq and two recent beheadings; American officials believe he is somewhere in Iraq, planning more attacks; his network is thought to operate several safe houses in Falluja, which American warplanes have bombed twice in last week; photos; map (M)",
      "lead_paragraph": "Fighting raged in five cities across Iraq on Thursday as insurgents unleashed a surge of apparently coordinated attacks that killed at least 105 people and wounded hundreds more.",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/25/world/the-reach-of-war-combat-attacks-in-5-iraqi-cities-leave-more-than-100-dead.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "U.S. and China Take Small Steps on Trade",
      "snippet": "China and US agree to meet twice a year with aim of eventually granting China status of market economy, which would make it easier for Chinese companies to fend off dumping charges; Commerce Sec Donald L Evans has been in Beijing for week, pressin...",
      "abstract": "China and US agree to meet twice a year with aim of eventually granting China status of market economy, which would make it easier for Chinese companies to fend off dumping charges; Commerce Sec Donald L Evans has been in Beijing for week, pressing China to make trade-related changes like loosening its currency controls, privatizing banking system, strengthening workers' wages and bargaining rights and rolling back role of government in economy; photo (M)",
      "lead_paragraph": "After nearly a week of prickly discussions on trade, China and the United States agreed to meet twice a year with the aim of eventually granting China the status of a market economy.",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/25/business/us-and-china-take-small-steps-on-trade.html",
      "byline": "By Chris Buckley"
    },
    {
      "headline": "Media Ruling Merely Irritates Big Owners",
      "snippet": "Media company executives express frustration at federal appeals court ruling largely reversing FCC's rollback of restrictions on media companies' ownership of both newspapers and television stations in single market as well as on number of local t...",
      "abstract": "Media company executives express frustration at federal appeals court ruling largely reversing FCC's rollback of restrictions on media companies' ownership of both newspapers and television stations in single market as well as on number of local television and radio stations they can own in same market; company that could be affected most by ruling is Tribune Co, which, in worst case, could face loss of either some television stations or newspapers; comments from executives at Tribune Co, News Corp and Gannett Co (M)",
      "lead_paragraph": "Frustration was the dominant emotion among media company executives yesterday as they digested a federal appeals court ruling that largely reversed the Federal Communications Commission's efforts to loosen limits on media ownership.",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/06/25/business/the-media-business-media-ruling-merely-irritates-big-owners.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Viacom to Buy German Rival to MTV",
      "snippet": "Viacom will acquire control of Viva Media, which owns German rival to Viacom's music video channel MTV; deal values Viva at roughly 308 million euros ($372 million); will deepen Viacom's presence in Germany, world's second-largest television marke...",
      "abstract": "Viacom will acquire control of Viva Media, which owns German rival to Viacom's music video channel MTV; deal values Viva at roughly 308 million euros ($372 million); will deepen Viacom's presence in Germany, world's second-largest television market in advertising revenues, behind US; Viacom says it will consider buying other cable channels in Germany and introducing new channels as digital technology expands number of choices on TV dial; photos (M)",
      "lead_paragraph": "Viacom has become the latest, and largest, American media company to invest in Germany's television business, announcing on Thursday that it would acquire control of Viva Media, which owns the German rival to Viacom's music-video channel MTV.",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/25/business/viacom-to-buy-german-rival-to-mtv.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "World Business Briefing | Asia: China: Banks Urged To Continue Some Lending",
      "snippet": "China Banking Regulatory Commission urges banks to continue lending to sectors of economy that have not been identified as growing excessively; data show that bank lending dropped sharply in May after government warning of overheated economy (S)",
      "abstract": "China Banking Regulatory Commission urges banks to continue lending to sectors of economy that have not been identified as growing excessively; data show that bank lending dropped sharply in May after government warning of overheated economy (S)",
      "lead_paragraph": "With data showing that bank lending dropped sharply in May after government warnings about overheating in the economy, the China Banking Regulatory Commission urged banks to continue lending to those sectors of the economy that have not been identified as growing excessively. Liu Mingkang, the commission's chairman, said in a statement posted on the government agency's Web site that a continued supply of credit was needed to many companies to prevent them from defaulting on previous loans. But Rodrigo Rato, above, the managing director of the International Monetary Fund, suggested in a statement in Beijing, at the end of a visit there, that China still needed to beware of excessive growth. He warned that ''continued vigilance will be needed to ensure that further policy tightening is undertaken in a timely manner to facilitate a soft landing.'' Keith Bradsher (NYT)",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/25/business/world-business-briefing-asia-china-banks-urged-to-continue-some-lending.html",
      "byline": "By Keith Bradsher (NYT)"
    },
    {
      "headline": "Court Orders F.C.C. to Rethink New Rules on Growth of Media",
      "snippet": "Federal appeals court orders Federal Communications Commission to reconsider rules it issued last summer that would ease way for largest media companies to grow and enter new markets; 2-to-1 decision will prevent big broadcasting and publishing co...",
      "abstract": "Federal appeals court orders Federal Communications Commission to reconsider rules it issued last summer that would ease way for largest media companies to grow and enter new markets; 2-to-1 decision will prevent big broadcasting and publishing companies from any attempts for now to expand; they have lobbied and litigated for years in effort to ease rules; decision is also setback for Bush administration, which supports easing ownership limitations, and for FCC Chmn Michael K Powell, main architect of new rules; rules would have lifted restriction on company's owning both newspaper and television or radio station in same market, and would have allowed companies in largest cities to own as many as three television stations, eight radio stations, cable operator and newspaper; ruling does not dispute FCC's right to ease ownership limitations, but says regulators must do so in way that is not 'arbitrary and capricious,' which court says had occurred in this case; ruling is victory for smaller broadcasters and coalition of labor, consumer, religious, artistic and civil rights organizations; they fear rules would result in reduction in diversity of voices on airwaves and declining standards in television and radio programming; photo (M)",
      "lead_paragraph": "A federal appeals court on Thursday dealt a setback to the nation's largest media companies by ordering the Federal Communications Commission to reconsider the rules it issued last summer, easing the way for them to grow and enter new markets.",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/25/business/the-media-business-court-orders-fcc-to-rethink-new-rules-on-growth-of-media.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Kerry Message Begins Leaning Toward Center",
      "snippet": "Many Democrats say Sen John Kerry's message for general election campaign is promise of return to Clintonian centrism; cite his calls to reduce budget, spur economic growth and try to ease what he calls squeeze on middle-class America from cost of...",
      "abstract": "Many Democrats say Sen John Kerry's message for general election campaign is promise of return to Clintonian centrism; cite his calls to reduce budget, spur economic growth and try to ease what he calls squeeze on middle-class America from cost of items including health insurance and college tuition; familiar faces from Clinton years are now at Kerry's side, including James P Rubin and Gene Sperling; Kerry's message also reflects very different time from 1990's, framed by three unsettling years of terrorism, war and political division; his favorite refrain, plea to 'let America be America again,' is quotation he uses to evoke idea of restoration--for economy, for tax code, for dreams of middle class and for country's foreign policy (M)",
      "lead_paragraph": "Senator John Kerry has yet to produce a popular catchphrase for his political philosophy, like Gov. Bill Clinton's 1992 promise of a ''third way'' or Gov. George W. Bush's pledge in 2000 of ''compassionate conservatism.''",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/06/25/us/the-2004-campaign-political-memo-kerry-message-begins-leaning-toward-center.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "World Business Briefing | Australia: News Corporation Ruling Supported",
      "snippet": "Standard & Poor's says it has majority support for its ruling that News Corp cannot be listed in Australian Stock Exchange's top 200 index after it moves its base to New York later in 2004 and joins New York Stock Exchange's 500-stock index; graph...",
      "abstract": "Standard & Poor's says it has majority support for its ruling that News Corp cannot be listed in Australian Stock Exchange's top 200 index after it moves its base to New York later in 2004 and joins New York Stock Exchange's 500-stock index; graph (S)",
      "lead_paragraph": "Standard & Poor's said it had majority support for its ruling that the News Corporation, the country's largest company, cannot be listed in an Australian index after it moves its base to New York late this year. S.&P.'s managing director, David Blitzer, said the company could not join the New York Stock Exchange's 500-stock index while retaining its listing on the Australian Stock Exchange's top 200 index on which it accounts for 7 percent of total value. The S.&P. manages both indexes. News Corporation both shareholders will vote in October on the planned move, which the News Corporation chairman, Rupert Murdoch, announced in April. The company said that there were ''compelling benefits'' to the proposal for reincorporating in the United States. John Shaw ( NYT)",
      "publication_date": "2004-06-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/06/25/business/world-business-briefing-australia-news-corporation-ruling-supported.html",
      "byline": "By John Shaw ( NYT)"
    }
  ]
}