{
  "metadata": {
    "date": "2004-03-10",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "EchoStar Removes Some CBS Stations And Viacom Service",
      "snippet": "EchoStar Communications pulls CBS from its satellite service in 16 cities and drops all of Viacom's cable networks, including MTV, Nickelodeon and Comedy Central, nationwide because of stalled contract talks over fees for carrying channels; EchoSt...",
      "abstract": "EchoStar Communications pulls CBS from its satellite service in 16 cities and drops all of Viacom's cable networks, including MTV, Nickelodeon and Comedy Central, nationwide because of stalled contract talks over fees for carrying channels; EchoStar's decision to stop carrying 16 CBS owned-and-operated stations will affect only 1.6 million of its 9.4 million subscribers; all 9.4 million subscribers will not be able to see Viacom cable channels; EchoStar will credit each subscriber who loses CBS $1 a month; consumers who lose cable networks will receive comparable-size credit; analysts view move as risky for EchoStar and its often combative chief executive Charles W Ergen, saying company will probably come under intense pressure from rival cable and satellite companies seeking to steal its subscribers; Viacom chairman Sumner M Redstone says Viacom cannot offer EchoStar more favorable terms than other distributors; map; chart; photos (M)",
      "lead_paragraph": "EchoStar Communications pulled CBS from its satellite service in 16 cities yesterday and dropped all of Viacom's cable networks, including MTV, Nickelodeon and Comedy Central, nationwide because of stalled contract negotiations over fees for carrying the channels.",
      "publication_date": "2004-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/10/business/echostar-removes-some-cbs-stations-and-viacom-service.html",
      "byline": "By Bill Carter and Geraldine Fabrikant"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: New DVD Models",
      "snippet": "Matsushita Electric Industrial Co hopes to raise its share of global market for DVD recorders to 50 percent this year from 40 percent last year as it unveils new line of devices under its Panasonic brand; plans to introduce six new DVD recorders i...",
      "abstract": "Matsushita Electric Industrial Co hopes to raise its share of global market for DVD recorders to 50 percent this year from 40 percent last year as it unveils new line of devices under its Panasonic brand; plans to introduce six new DVD recorders in Japan by July (S)",
      "lead_paragraph": "The Matsushita Electric Industrial Company said it hoped to raise its share of the global market for DVD recorders to 50 percent this year from 40 percent last year as it unveiled a new line of the devices under its Panasonic brand. Matsushita said it planned to roll out six new DVD recorders in Japan by July, including one that uses an advanced blue laser to store the huge amounts of data needed to record high-definition programming. Currently, only Sony offers a blue laser DVD recorder. Matsushita plans to introduce two of its new DVD recorders in the United States, although it has no plans yet to sell the blue laser model there. Matsushita said it expected global demand for DVD recorders to grow to more than 10 million units this year and 20 million next year from 4 million last year. Todd Zaun (NYT)",
      "publication_date": "2004-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/10/business/world-business-briefing-asia-japan-new-dvd-models.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "World Business Briefing | Americas: Mexico: Food Unit Acquired",
      "snippet": "Associated British Foods will buy Mexican edible oils and fats unit of Unilever for $110 million to expand its Mazola brand into Mexico; graph (S)0",
      "abstract": "Associated British Foods will buy Mexican edible oils and fats unit of Unilever for $110 million to expand its Mazola brand into Mexico; graph (S)0",
      "lead_paragraph": "Associated British Foods, whose businesses range from Twinings tea to Primark clothes stores, will buy the Mexican edible oils and fats unit of Unilever for $110 million to expand its Mazola brand into Mexico. Unilever is selling its Mexican Capullo canola oil, Mazola edible oil and Inca white fat brands, the finance director of Associated, John Bason, said. Those brands have sales of about $124 million in Mexico. Associated British Foods, based in London, will look at expanding Capullo into the United States, Mr. Bason said. ''There is a growing appetite for authentic Mexican brands in the U.S.,'' he said. The purchase also helps the British company's United States Mazola unit, which it bought from Unilever in 2002. Unilever is in the final year of a plan to reduce the number of its brands as it focuses on best sellers like Lipton teas.",
      "publication_date": "2004-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/10/business/world-business-briefing-americas-mexico-food-unit-acquired.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Machinery Orders Fall",
      "snippet": "Japan'sï",
      "abstract": "Japan'sï",
      "lead_paragraph": "New machinery orders, an important measure of corporate spending, sank 12.2 percent in January from a month earlier as a result of a decline in orders from telecommunications and transportation companies and steel makers. The larger-than-expected decline wiped out a surprisingly strong 8.1 percent gain in December. Economists said, however, that the long-term trend of recovery in corporate spending, which has been a crucial driver of Japan's economic recovery, will probably remain intact because of strong corporate profits. Todd Zaun (NYT)",
      "publication_date": "2004-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/10/business/world-business-briefing-asia-japan-machinery-orders-fall.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Weathering the Rising Prices of Energy",
      "snippet": "Price of West Texas crude oil has climbed to its highest level since eve of Iraq war, resulting in gasoline prices approaching $3 per gallon in some cases; natural gas prices have remained elevated during winter, translating into higher heating an...",
      "abstract": "Price of West Texas crude oil has climbed to its highest level since eve of Iraq war, resulting in gasoline prices approaching $3 per gallon in some cases; natural gas prices have remained elevated during winter, translating into higher heating and electricity costs; economy is expanding at 4.1 percent annual rate, weathering rise in oil and gas costs without faster inflation and economic stagnation associated with energy price spikes in late 1970's and early 1980's; one reason for paradox is that many companies have adopted conservation measures that cushion them from higher prices; another is that many energy-intensive industries have moved offshore, so they are no longer counted in statistics that measure American economy; graphs; photos (M)",
      "lead_paragraph": "In recent weeks, the price of West Texas crude oil has climbed to its highest level since the eve of the Iraq war, resulting in gasoline prices approaching $3 a gallon in some cases. Natural gas prices have remained elevated during the winter, translating into higher heating and electricity costs for millions of homes and businesses.",
      "publication_date": "2004-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/10/business/weathering-the-rising-prices-of-energy.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Argentina Skirts Default On $3 Billion With I.M.F.",
      "snippet": "Argentina and International Monetary Fund reach last-minute agreement to avoid potentially damaging $3.1 billion default; central bank makes payment to IMF, due March 9, after telephone negotiations between Pres Nestor Kirchner and fund's interim ...",
      "abstract": "Argentina and International Monetary Fund reach last-minute agreement to avoid potentially damaging $3.1 billion default; central bank makes payment to IMF, due March 9, after telephone negotiations between Pres Nestor Kirchner and fund's interim chief Anne Krueger; nonpayment would have raised prospect that Argentina might also default on $30 billion more that is payable in next few months to other international lenders like World Bank and Inter-American Development Bank; photo (M)",
      "lead_paragraph": "Argentina and the International Monetary Fund reached a last-minute agreement yesterday to avoid a potentially damaging $3.1 billion default.",
      "publication_date": "2004-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/10/business/argentina-skirts-default-on-3-billion-with-imf.html",
      "byline": "By Tony Smith"
    },
    {
      "headline": "Europe Moves To Strengthen Piracy Laws",
      "snippet": "European Parliament approves antipiracy law intended to bring lax national laws in countries like Greece and new entrants to union into line with countries with stricter standards like Britain; critics and supporters of anticounterfeiting measures...",
      "abstract": "European Parliament approves antipiracy law intended to bring lax national laws in countries like Greece and new entrants to union into line with countries with stricter standards like Britain; critics and supporters of anticounterfeiting measures are disappointed by compromise approved; European Commission says theft cost union 8 billion euros ($9.9 billion) per year from 1998 to 2001; Frits Bolkestein was commissioner in charge of initiative; photo (M)",
      "lead_paragraph": "The European Parliament on Tuesday approved an antipiracy law intended to bring lax national laws in countries like Greece and the new entrants to the union into line with countries with stricter standards like Britain.",
      "publication_date": "2004-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/10/business/europe-moves-to-strengthen-piracy-laws.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "Chance to Revive Sales Draws Nuclear Industry to China",
      "snippet": "China plans to significantly expand its nuclear power in coming decades, and Bush administration has been courting country's top officials on behalf of American companies seeking major role in that expansion; US is competing with France, Russia an...",
      "abstract": "China plans to significantly expand its nuclear power in coming decades, and Bush administration has been courting country's top officials on behalf of American companies seeking major role in that expansion; US is competing with France, Russia and Canada to build four 1,000-megawatt plants that energy executives say will signify China's coming of age as nuclear energy provider, and offer crucial relief to makers of nuclear technology starved of new orders in their home countries (M)",
      "lead_paragraph": "China plans to significantly expand its nuclear power in the coming decades, and the Bush administration has been courting the country's top officials on behalf of American companies seeking a starring role in that expansion.",
      "publication_date": "2004-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/10/business/chance-to-revive-sales-draws-nuclear-industry-to-china.html",
      "byline": "By Chris Buckley"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Kodak Accuses Sony Of Patent Infringement  Eastman Kodak sued Sony on charges of riding to the top of the digital camera market using Kodak's technology.      Kodak, which is struggling to make its brand name synonymous with digital photography ju...",
      "abstract": " Kodak Accuses Sony Of Patent Infringement  Eastman Kodak sued Sony on charges of riding to the top of the digital camera market using Kodak's technology.      Kodak, which is struggling to make its brand name synonymous with digital photography just as it once was with film, accused Sony of infringing 10 patents that were issued to Kodak between 1987 and 2003. [Page C4.]",
      "lead_paragraph": "Kodak Accuses Sony Of Patent Infringement",
      "publication_date": "2004-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/10/business/business-digest-732320.html",
      "byline": ""
    },
    {
      "headline": "Now, the Search for the Next Diva of Domesticity",
      "snippet": "Race to become next 'nearly Martha' begins in earnest with Martha Stewart's conviction for lying about selling Imclone stock; Chris Casson Madden, author of 16 books, will design 1,700 home products for J C Penney, while restaurateur Barbara Smith...",
      "abstract": "Race to become next 'nearly Martha' begins in earnest with Martha Stewart's conviction for lying about selling Imclone stock; Chris Casson Madden, author of 16 books, will design 1,700 home products for J C Penney, while restaurateur Barbara Smith and decorating-book author Katie Brown say they are deluged with calls from networks and merchandisers scouting pretenders to Stewart's domestic-diva throne; photos; few could compete with Stewart, who spent two decades building empire that uses publications and television to showcase her expertise in decorating, food and homemaking (M)",
      "lead_paragraph": "The race is on to be the next nearly Martha.",
      "publication_date": "2004-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/10/business/the-media-business-now-the-search-for-the-next-diva-of-domesticity.html",
      "byline": "By By William L. Hamilton"
    },
    {
      "headline": "Volkswagen Is Bracing for a Downbeat 2004",
      "snippet": "Volkswagen AG's chief executive Bernd Pischetsrieder delivers downbeat message for 2004 at company's annual news conference at headquarters in Wolfsburg, Germany; company says it will eliminate 5,000 jobs as part of broad cost-cutting plan to coun...",
      "abstract": "Volkswagen AG's chief executive Bernd Pischetsrieder delivers downbeat message for 2004 at company's annual news conference at headquarters in Wolfsburg, Germany; company says it will eliminate 5,000 jobs as part of broad cost-cutting plan to counter eroding profits and unfavorable effects of rising euro; sales are off to dismal start this year, even for new edition of its perennial best seller the Golf; photos (M)",
      "lead_paragraph": "When Volkswagen's top leaders toured the Geneva Motor Show last week to inspect the wares of rival carmakers, the chief executive, Bernd Pischetsrieder, walked three steps behind his predecessor, Ferdinand Piëch, who is still chairman of the company's board.",
      "publication_date": "2004-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/10/business/volkswagen-is-bracing-for-a-downbeat-2004.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Dam Building Threatens China's 'Grand Canyon'",
      "snippet": "Chinese government's proposal to build large hydroelectric project along Nu River, one of last pristine rivers in one of world's most polluted countries, stirs nascent environmental movement and rare public criticism from some officials; massive p...",
      "abstract": "Chinese government's proposal to build large hydroelectric project along Nu River, one of last pristine rivers in one of world's most polluted countries, stirs nascent environmental movement and rare public criticism from some officials; massive plan for 13 dams to power booming economy has barely stirred ripple outside country, unlike international furor over Three Gorges Dam, but Nu canyon is designed World Heritage Site, described by prominent botanist Li Bosheng as 'Grand Canyon of the Orient'; photos; map; project in Yunnan Province in southwest would force relocation of as many as 50,000 people, many of them ethnic hill farmers and herders who cannot speak Chinese and live on land as their ancestors did; Nu begins in Tibetan high plateau, carving canyons through rugged mountains and plunging sharply through gorges; it is one of rivers that start in Tibet and become some of Asia's most famous waterways, including Yangtze and Mekong; other dam projects are also drawing protests (M)",
      "lead_paragraph": "The highest villages in the mountains above the Nu River seem to hang in the air. Farmers grow cabbage and corn nearly a quarter-mile up, as if cultivating ski slopes. Necessity has pushed them into the sky; land is precious along the river.",
      "publication_date": "2004-03-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/10/world/dam-building-threatens-china-s-grand-canyon.html",
      "byline": "By Jim Yardley"
    },
    {
      "headline": "Images Reveal Deepest Glance Into Universe",
      "snippet": "Astronomers using Hubble Space Telescope say they have reached far enough out in space and back in time to be within 'stone's throw' of Big Bang itself; Space Telescope Science Project at Johns Hopkins University unveils deepest telescopic view ev...",
      "abstract": "Astronomers using Hubble Space Telescope say they have reached far enough out in space and back in time to be within 'stone's throw' of Big Bang itself; Space Telescope Science Project at Johns Hopkins University unveils deepest telescopic view ever into universe, detecting some 10,000 galaxies, and capturing objects in small patch of dark sky in constellation Fornax a quarter as bright as previous surveys; photo; Drs Anton Koekemoer and Steven Beckwith and others on project warn that deeper pictures will not be possible until James Webb Space Telescope goes into orbit in 2011; Hubble itself is doomed within three years unless NASA reverses decision to cancel further missions; photo (M)",
      "lead_paragraph": "Astronomers using the Hubble Space Telescope said Tuesday that they had reached far enough out in space and back in time to be within ''a stone's throw'' of the Big Bang itself.",
      "publication_date": "2004-03-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/10/us/images-reveal-deepest-glance-into-universe.html",
      "byline": "By Dennis Overbye"
    },
    {
      "headline": "World Business Briefing | Asia: Thailand: Phone Stake Sale",
      "snippet": "Orange, wireleÿ",
      "abstract": "Orange, wireleÿ",
      "lead_paragraph": "Orange, the wireless unit of France Télécom, will sell for 1 baht (3 cents) most of its stake in a Thai mobile phone venture it bought for $550 million two years ago after the company lagged market share targets. Orange will sell 39 percent of the TA Orange Company to the TelecomAsia Corporation, Bangkok's biggest fixed-line phone company, TelecomAsia said. Orange will keep a 10 percent stake and allow the venture to use its brand for three years. Shares of TelecomAsia rose 4.6 percent, to 8.05 baht, in Bangkok on optimism the company would be able to increase sales after the takeover. The company is controlled by the Charoen Pokphand Group.",
      "publication_date": "2004-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/10/business/world-business-briefing-asia-thailand-phone-stake-sale.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Eisner Vote Forces Disney To Catch Up",
      "snippet": "Walt Disney Co and its lawyers are renegotiating employment contract of embattled chief executive Michael D Eisner to allow him to retain salary of $1 million even though he has resigned as chairman; Eisner's contract, which was reached in 2000, p...",
      "abstract": "Walt Disney Co and its lawyers are renegotiating employment contract of embattled chief executive Michael D Eisner to allow him to retain salary of $1 million even though he has resigned as chairman; Eisner's contract, which was reached in 2000, provided that he could quit if he was not retained as chairman through Sept 30, 2006, when his contract expires; board has to renegotiate Eisner's contract so that he will stay, something he wanted anyway; board and Disney executives are grappling with how duties of chairman and chief executive will be divided, something they plan to address in April; George J Mitchell, who was named chairman, has already said he plans to resign in less than two years when he turns 72 (Market Place column) (M)",
      "lead_paragraph": "The Walt Disney Company and its lawyers are renegotiating the employment contract of Michael D. Eisner, the company's embattled chief executive, to allow him to retain a salary of $1 million even though he has resigned as chairman, according to two people close to the negotiations.",
      "publication_date": "2004-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/10/business/market-place-eisner-vote-forces-disney-to-catch-up.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Shell Found Variety of Practices for Rivals' Reserves",
      "snippet": "Dec 8, 2003 memo prepared for senior Royal Dutch/Shell Group executives shows that month before company downgraded its estimate of its oil and natural gas reserves by 20 percent, it concluded that some of its chief rivals, like Exxon Mobil, had mo...",
      "abstract": "Dec 8, 2003 memo prepared for senior Royal Dutch/Shell Group executives shows that month before company downgraded its estimate of its oil and natural gas reserves by 20 percent, it concluded that some of its chief rivals, like Exxon Mobil, had more conservative accounting of their reserves; memo, which also concluded that other rivals might have looser accounting standards than Shell, said Exxon Mobil 'appears to rigidly enforce' some reserve accounting rules and that its accounting is accompanied by 'extensive, well-staffed annual global audit effort'; photo (M)",
      "lead_paragraph": "A month before the Royal Dutch/Shell Group downgraded its estimate of its oil and natural gas reserves by 20 percent, the company concluded that some of its chief rivals, like Exxon Mobil, had more conservative accounting of their reserves, according to a December memorandum prepared for senior Shell executives.",
      "publication_date": "2004-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/10/business/shell-found-variety-of-practices-for-rivals-reserves.html",
      "byline": "By Stephen Labaton and Jeff Gerth"
    },
    {
      "headline": "C.I.A. CHIEF SAYS HE'S CORRECTED CHENEY PRIVATELY",
      "snippet": "CIA Dir George J Tenet tells Senate Armed Services Committee he has privately corrected Vice Pres Cheney several times about intelligence misstatements and would do so again; identifies three times when he has corrected public statements by Cheney...",
      "abstract": "CIA Dir George J Tenet tells Senate Armed Services Committee he has privately corrected Vice Pres Cheney several times about intelligence misstatements and would do so again; identifies three times when he has corrected public statements by Cheney or Pres Bush but suggests there are others; insists, under sharp Democratic questioning, that he has honored his obligation to play neutral role, does not believe administration misrepresented facts to justify Iraq war and will call Cheney's attention to Jan 9 interview citing disputed memo by Pentagon aide Douglas Feith as 'best source of information' on Iraq-Qaeda links; Tenet also discloses he only recently learned that in August 2002 Feith colleagues secretly briefed Bush and Cheney aides on Iraq-Qaeda ties and disparaged CIA analysis that link could not be verified (M)",
      "lead_paragraph": "George J. Tenet, the director of central intelligence, told a Senate committee on Tuesday that he had privately intervened on several occasions to correct what he regarded as public misstatements on intelligence by Vice President Dick Cheney and others, and that he would do so again.",
      "publication_date": "2004-03-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/10/world/cia-chief-says-he-s-corrected-cheney-privately.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Industrial Production Rises",
      "snippet": "World Business Briefing: Germany: Industrial Production Rise",
      "abstract": "World Business Briefing: Germany: Industrial Production Rise",
      "lead_paragraph": "German industrial production declined in January, led by a decline in construction. Production at factories, construction sites, utilities and mines fell 0.1 percent from December, when it increased by the same amount, the Economics and Labor Ministry said. The data was in line with economists' forecasts but it was the fourth report in the last two weeks to indicate that Germany's economy is struggling to pick up pace. ''The recovery is still pretty sluggish,'' said Udo Ludwig, an economist at IWH, a German economic institute. ''The euro appreciation means the upswing will be more moderate.'' The decline in production was led by a 7.4 percent drop in construction. Production of durable goods like washing machines and television sets fell 1.5 percent from December, while companies produced 1.5 percent more goods like factory machinery.",
      "publication_date": "2004-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/10/business/world-business-briefing-europe-germany-industrial-production-rises.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Brazil's Shrimp Caught Up in a Trade War",
      "snippet": "Brazil's shrimp producers are facing serious new challenge in their biggest market; Southern Shrimp Alliance on Dec 31 filed dumping complaint against Brazil and five other countries, seeking to impose tariffs of up to 300 percent, and last month ...",
      "abstract": "Brazil's shrimp producers are facing serious new challenge in their biggest market; Southern Shrimp Alliance on Dec 31 filed dumping complaint against Brazil and five other countries, seeking to impose tariffs of up to 300 percent, and last month Commerce Department ruled that there were grounds to proceed because there were indications of 'danger of injury' to American producers; photo (M)",
      "lead_paragraph": "The shrimp farms that have sprung up all along the coast here are one of Brazil's great success stories, cited by government officials as an example of the country's ability to compete on world markets. From 1998 to 2003, Brazil's shrimp exports jumped from a mere 400 tons to more than 58,000, with a third of that going to the United States.",
      "publication_date": "2004-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/10/business/brazil-s-shrimp-caught-up-in-a-trade-war.html",
      "byline": "By Larry Rohter"
    },
    {
      "headline": "POLITICAL GROUPS TAKING ON BUSH IN AD CAMPAIGN",
      "snippet": "Three ad campaigns by political groups harshly critical of Pres Bush get under way in 17 states, to counter early Republican commercials; photos; largest uses $17 million in unlimited donations that political parties can no longer collect, but gro...",
      "abstract": "Three ad campaigns by political groups harshly critical of Pres Bush get under way in 17 states, to counter early Republican commercials; photos; largest uses $17 million in unlimited donations that political parties can no longer collect, but groups are stepping in to help Sen John Kerry offset Bush's 10-to-1 fund-raising advantage; $70 million in pledged donations will set up expansive voter drives while fighting Bush on issues; independent groups are barred from coordinating with Kerry campaign or Democratic party (M)",
      "lead_paragraph": "Three advertising campaigns by political groups harshly critical of President Bush are getting under way in 17 states, in an effort to counter Republican commercials that began showing last week.",
      "publication_date": "2004-03-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/10/us/the-2004-campaign-advertising-political-groups-taking-on-bush-in-ad-campaign.html",
      "byline": "By Glen Justice and Jim Rutenberg"
    }
  ]
}