{
  "metadata": {
    "date": "2004-03-25",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Paring Away At Microsoft",
      "snippet": "Analysis of European Commission antitrust ruling intended to force Microsoft to change its business strategy of bundling new products into its dominant Windows personal computer operating system; ruling, if upheld on appeal, may have greater impac...",
      "abstract": "Analysis of European Commission antitrust ruling intended to force Microsoft to change its business strategy of bundling new products into its dominant Windows personal computer operating system; ruling, if upheld on appeal, may have greater impact on future of global software industry than on company's immediate business outlook; could leave company with European regulator scrutinizing what it puts into future generations of Windows and what it leaves out; comes as other forces are also weakening Microsoft's grip on desktop computers; graph of company stock price since it began facing antitrust actions; photo (M)",
      "lead_paragraph": "The European Commission issued an antitrust ruling against Microsoft yesterday that is intended to force the company to change its fundamental business strategy of bundling new products into its Windows operating system, which runs more than 90 percent of all personal computers.",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/25/business/microsoft-sanctions-news-analysis-paring-away-at-microsoft.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "MTV in Royalty Dispute With Producers in Europe",
      "snippet": "British and European independent record producers threaten to boycott MTV channels to protest 55 percent cut in royalties paid for music videos; MTV says it will reopen talks to look for way to defuse problem that erupted after it said it would st...",
      "abstract": "British and European independent record producers threaten to boycott MTV channels to protest 55 percent cut in royalties paid for music videos; MTV says it will reopen talks to look for way to defuse problem that erupted after it said it would stop broadcasting videos from companies that refused to accept reduced royalty payments; European independents regard royalties for video clips as significant source of money to promote often innovative music and little-known musicians; MTV does not pay for video clips from independent producers in US; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/25/business/mtv-in-royalty-dispute-with-producers-in-europe.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Virgin Atlantic Expanding",
      "snippet": "Virgin Atlantic will expand with creation of 1,400 new jobs, purchase of two new Airbus planes and addition of flights to destinations, including Cuba and Australia; airline is 49 percent owned by Singapore Airlines (S)",
      "abstract": "Virgin Atlantic will expand with creation of 1,400 new jobs, purchase of two new Airbus planes and addition of flights to destinations, including Cuba and Australia; airline is 49 percent owned by Singapore Airlines (S)",
      "lead_paragraph": "After several years of decline in the airline industry, Virgin Atlantic said it would expand with the creation of 1,400 new jobs, the purchase of two new Airbus A340-600 planes and the addition of flights to destinations including Cuba and Australia. The airline, controlled by Sir Richard Branson, is 49 percent owned by Singapore Airlines. It currently employs about 7,500 people and operates 28 wide-bodied Airbus and Boeing airplanes. It competes for long-haul business with airlines like British Airways, Europe's biggest. ''There are encouraging signs that the market, particularly the all-important business travel sector, is returning to health,'' Sir Richard said in a statement. Alan Cowell (NYT)",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/25/business/world-business-briefing-europe-britain-virgin-atlantic-expanding.html",
      "byline": "By Alan Cowell (NYT)"
    },
    {
      "headline": "EX-BUSH AIDE SAYS THREAT OF QAEDA WAS NOT PRIORITY",
      "snippet": "Former Bush administration counterterrorism chief Richard A Clarke tells commission probing Sept 11, 2001, terrorist attacks that administration largely ignored Al Qaeda threat before attacks; apologizes to familes of victims of attacks, including...",
      "abstract": "Former Bush administration counterterrorism chief Richard A Clarke tells commission probing Sept 11, 2001, terrorist attacks that administration largely ignored Al Qaeda threat before attacks; apologizes to familes of victims of attacks, including scores of victims' relatives in audience; Republican commission members openly question his truthfulness, while Democrats defend him; appearance overshadows earlier testimony by Central Intelligence Dir George J Tenet, and Samuel R Berger, Pres Clinton's national security adviser, who are sharply questioned about why two administrations failed to stop Al Qaeda and kill or capture its leader, Osama bin Laden; Tenet is largely supportive of Bush administration, holding that it worked to devise comprehensive framework to deal with Al Qaeda before Sept 11 and that Bush insisted he brief him personally each morning on threats to nation; admits intelligence agencies did not penetrate Sept 11 plot as they raced from threat to threat without addressing systemic intelligence, law enforcement and domestic security problems; White House again denounces Clarke; national security adviser Condoleezza Rice questions his testimony in light of his past defense of administration's counter-terrorism policies; photos (M)",
      "lead_paragraph": "President Bush's former counterterrorism chief, Richard A. Clarke, testified on Wednesday to the commission investigating the Sept. 11 attacks that the Bush administration had largely ignored the threat from Al Qaeda prior to the attacks. That prompted members of the commission to divide along sharply partisan lines as they questioned Mr. Clarke.",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/25/us/threats-responses-overview-ex-bush-aide-says-threat-qaeda-was-not-priority.html",
      "byline": "By Philip Shenon and Richard W. Stevenson"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Stock Offering Postponed",
      "snippet": "German semiconductor maker Siltronic postpones its initial public offering planned for March 26 because of adverse market conditions (S)",
      "abstract": "German semiconductor maker Siltronic postpones its initial public offering planned for March 26 because of adverse market conditions (S)",
      "lead_paragraph": "A semiconductor maker, Siltronic, postponed its initial public offering planned for tomorrow because of adverse market conditions, the company said. The delay came only a week after X-Fab, another German semiconductor supplier, canceled its listing plans, blaming market reactions to the Madrid bombings. The shareholder's association SdK, however, contended that Siltronic's shares were overpriced and investors had become more cautious in view of heavy losses from most new listings since 1997. Wacker Chemie, Siltronic's parent company, aimed to raise 834 million to 1.09 billion euros ($1.02 billion to 1.33 billion) from the offering. Siltronic is based in Munich. Petra Kappl (NYT)",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/25/business/world-business-briefing-europe-germany-stock-offering-postponed.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "ATHEIST PRESENTS CASE FOR TAKING GOD FROM PLEDGE",
      "snippet": "Dr Michael A Newdow, atheist, argues his case before Supreme Court for why daily recitation of Pledge of Allegiance in his daughter's public school classroom violates Constitution as long as pledge contains words 'under God'; Newdow, nonpracticing...",
      "abstract": "Dr Michael A Newdow, atheist, argues his case before Supreme Court for why daily recitation of Pledge of Allegiance in his daughter's public school classroom violates Constitution as long as pledge contains words 'under God'; Newdow, nonpracticing lawyer and emergency room doctor, gives spellbinding performance; Solicitor Gen Theodore B Olson and lawyer for Elk Grove, Calif, school district defend current pledge, appealing lower court ruling that addition of 'under God' made pledge 'profession of religious belief' constitutionally unsuitable for daily school recitation; Justice Antonin Scalia has recused himself for sharply criticizing ruling in speech, raising possibility of 4-4 tie, which would automatically affirm ruling without setting binding precedent; photo (M)",
      "lead_paragraph": "Michael A. Newdow stood before the justices of the Supreme Court on Wednesday, pointed to one of the courtroom's two American flags and declared: ''I am an atheist. I don't believe in God.''",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/25/us/atheist-presents-case-for-taking-god-from-pledge.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "S.&P. Lifts Outlook on Japan On Signs of a Lasting Recovery",
      "snippet": "Standard & Poor's Corp raises outlook for its rating on Japan's sovereign debt to stable from negative, saying that growth prospects have improved for country; improved outlook follows signs that Japan's two-year-old economic recovery is gaining m...",
      "abstract": "Standard & Poor's Corp raises outlook for its rating on Japan's sovereign debt to stable from negative, saying that growth prospects have improved for country; improved outlook follows signs that Japan's two-year-old economic recovery is gaining momentum and widening beyond exports, so far main factor powering growth; photo (M)",
      "lead_paragraph": "The ratings agency Standard & Poor's lifted its outlook on Japan on Wednesday, saying that growth prospects have improved for the country, the world's second-largest economy.",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/25/business/s-p-lifts-outlook-on-japan-on-signs-of-a-lasting-recovery.html",
      "byline": "By Todd Zaun"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: L.C.D. Joint Venture",
      "snippet": "Sanyo Electric and Seiko Epson merge their liquid crystal display businesses; graph (S)",
      "abstract": "Sanyo Electric and Seiko Epson merge their liquid crystal display businesses; graph (S)",
      "lead_paragraph": "Sanyo Electric and Seiko Epson agreed to merge their liquid crystal display businesses in a move aimed at trimming costs to better compete with larger rivals. The two will form a company by October to develop, produce and market the small displays used mostly in mobile phones and digital cameras. The new company, the Sanyo Epson Imaging Devices Corporation, is expected to have annual sales of about 360 billion yen and rank behind Samsung Electronics, LG.Philips and the Sharp Corporation in the global L.C.D. market. The companies say combining resources will help them compete in a market that has high development costs because of the rapid pace of product introductions. Todd Zaun (NYT)",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/25/business/world-business-briefing-asia-japan-lcd-joint-venture.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "Europeans Rule Against Microsoft; Appeal Is Promised",
      "snippet": "European Commission rules that Microsoft broke European Union law by using its 'near monopoly' in Windows operating system to squeeze out rivals in other kinds of software; fines Microsoft 497 million euros ($603 million); orders company within 90...",
      "abstract": "European Commission rules that Microsoft broke European Union law by using its 'near monopoly' in Windows operating system to squeeze out rivals in other kinds of software; fines Microsoft 497 million euros ($603 million); orders company within 90 days to offer version of Windows with its media-playing software stripped out; also gives company 120 days to disclose necessary information about Windows to rival makers of software for computer servers to allow them to design products that work as easily with Windows as Microsoft's own server software; Justice Department says it is concerned about European action; Microsoft to appeal; chart; photo (M)",
      "lead_paragraph": "European regulators ruled on Wednesday that Microsoft broke European Union law by using its ''near monopoly'' in the Windows operating system to squeeze out rivals in other kinds of software.",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/25/business/microsoft-sanctions-overview-europeans-rule-against-microsoft-appeal-promised.html",
      "byline": "By Paul Meller"
    },
    {
      "headline": "World Business Briefing | Asia: China: Record Oil Profit",
      "snippet": "PetroChina Co posts 48 percent increase in profit for 2003, helped by sharp increase in average selling price of crude oil; earned 69.6 billion yuan for year (S)",
      "abstract": "PetroChina Co posts 48 percent increase in profit for 2003, helped by sharp increase in average selling price of crude oil; earned 69.6 billion yuan for year (S)",
      "lead_paragraph": "China's top oil and gas producer, the PetroChina Company, posted a 48 percent increase in profit for last year, helped by a sharp increase in the average selling price of crude oil. PetroChina said it earned 69.6 billion yuan for the year. ''The strong growth in China's economy and the jump in the oil price were our growth drivers in 2003,'' said PetroChina's president, Chen Geng. The company said all four of its divisions -- exploration and production, chemicals, refining, and natural gas and pipelines -- were profitable. PetroChina has not had profits simultaneously in all four divisions since it listed in April 2000.",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/25/business/world-business-briefing-asia-china-record-oil-profit.html",
      "byline": "By Dow Jones"
    },
    {
      "headline": "Italian Judge Rejects Quick Prosecution in Parmalat Case",
      "snippet": "Italian judge rejects request for accelerated indictments against 29 people, Bank of America and auditing firms Deloitte & Touche and Grant Thornton's former Italian unit, now called Italaudit, dealing blow to prosecutors who are seeking fast tria...",
      "abstract": "Italian judge rejects request for accelerated indictments against 29 people, Bank of America and auditing firms Deloitte & Touche and Grant Thornton's former Italian unit, now called Italaudit, dealing blow to prosecutors who are seeking fast trial in collapse of Parmalat; photo (M)",
      "lead_paragraph": "A judge on Wednesday rejected a request for accelerated indictments against 29 people, the Bank of America and two auditing firms, dealing a blow to prosecutors who were seeking a fast trial in the collapse of Parmalat, one of the world's biggest corporate fraud cases.",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/25/business/italian-judge-rejects-quick-prosecution-in-parmalat-case.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "Missed Chances In a Long Hunt For bin Laden",
      "snippet": "Commission probing Sept 11, 2001, terrorist attacks reports that Central Intelligence Agency secretly created special operational unit to track Osama bin Laden in 1996 and that unit concluded by early 1997 that he was terrorist organizer with mili...",
      "abstract": "Commission probing Sept 11, 2001, terrorist attacks reports that Central Intelligence Agency secretly created special operational unit to track Osama bin Laden in 1996 and that unit concluded by early 1997 that he was terrorist organizer with military committee planning operations against American interests worldwide; says unit's data was disseminated in many reports but its sense of alarm about him was not widely shared or understood in intelligence and policy communities, instead drawing ridicule from peers; commission hearings and staff reports offer government's first comprehensive account of how Clinton and Bush administrations assessed and responded to growing threat his network presented before Sept 11, describing fumbles in dealing with him in sweeping new detail; table of some American intelligence community actions relating to him from 1996 to Sept 11 attacks; photo (M)",
      "lead_paragraph": "In 1996, the C.I.A. secretly created a special operational unit devoted to tracking a single man, a Saudi-born exile named Osama bin Laden, then living in Sudan and considered a major terrorist financier. By early 1997, the office, known as the bin Laden station, had concluded that he was also a terrorist organizer, based in Afghanistan, with a military committee planning operations against American interests worldwide.",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/25/us/threats-responses-pursuing-intelligence-missed-chances-long-hunt-for-bin-laden.html",
      "byline": "By David Johnston and Todd S. Purdum"
    },
    {
      "headline": "China's Central Bank Raises Rate for Banks",
      "snippet": "People's Bank of China, China's central bank, will raise by 63-hundredths of percentage point the interest rate it charges to banks for loans without collateral for maturities of up to one year; will raise rate for 20-day loan to 3.33 percent from...",
      "abstract": "People's Bank of China, China's central bank, will raise by 63-hundredths of percentage point the interest rate it charges to banks for loans without collateral for maturities of up to one year; will raise rate for 20-day loan to 3.33 percent from 2.7 percent and also raise interest rate it charges for rediscounting to 3.24 percent from 2.97 percent; says State Council, China's cabinet, has given it greater flexibility in setting interest rates that it charges to banks; graph; photo (M)",
      "lead_paragraph": "China's central bank announced late Wednesday that it would raise the interest rates it charges banks for loans by nearly two-thirds of a percentage point, and would require the weakest banks to hold larger reserves.",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/25/business/china-s-central-bank-raises-rate-for-banks.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Less Jaw, Big Brain: Evolution Milestone Laid to Gene Flaw",
      "snippet": "University of Pennsylvania medical school researchers say mutation that rendered gene inactive for producing some jaw muscles occurred at pivotal time in human evolution, around 2.4 million years ago; suggest decline of strong, stoutly buttressed ...",
      "abstract": "University of Pennsylvania medical school researchers say mutation that rendered gene inactive for producing some jaw muscles occurred at pivotal time in human evolution, around 2.4 million years ago; suggest decline of strong, stoutly buttressed jaw muscles allowed skull to develop new shape and structure, giving brain room to grow; say discovery might be first recognized functional genetic difference between humans and apes that can be correlated with anatomical changes in fossil record; researchers and other scientists say mutation probably accounts at least for more graceful human jaw, in contrast to apes' protruding jaw and facial ridges; Dr Hansell H Stedman, head researcher, says mutation lifted constraint that had inhibited brain growth; some scientists not involved in project warn that explanation probably oversimplifies causes behind brain expansion that marked emergence of Homo lineage; graph shows when mututation occurred in human evolution; photos (M)",
      "lead_paragraph": "At a pivotal time in human evolution, around 2.4 million years ago, a muscle gene underwent a disabling alteration, new research has found. And scientists say this may have made all the difference, leading to the enlarged brains of the lineage that evolved into modern humans.",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/25/us/less-jaw-big-brain-evolution-milestone-laid-to-gene-flaw.html",
      "byline": "By John Noble Wilford"
    },
    {
      "headline": "Chip Makers Exchange Barbs In Corporate Espionage Suit",
      "snippet": "Semiconductor Manufacturing International, China's largest maker of custom chips, accuses Taiwan Semiconductor Manufacturing of conducting 'smear campaign' after Taiwan Semiconductor files new documents in its lawsuit accusing Chinese company of c...",
      "abstract": "Semiconductor Manufacturing International, China's largest maker of custom chips, accuses Taiwan Semiconductor Manufacturing of conducting 'smear campaign' after Taiwan Semiconductor files new documents in its lawsuit accusing Chinese company of corporate espionage; Taiwan Semiconductor in December filed US lawsuit in December accusing Chinese chip maker of stealing trade secrets and infringing on its American patents (M)",
      "lead_paragraph": "Semiconductor Manufacturing International, China's largest maker of custom chips, accused Taiwan Semiconductor Manufacturing on Wednesday of conducting a ''smear campaign'' after Taiwan Semiconductor filed new documents this week in its lawsuit accusing the Chinese company of corporate espionage.",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/25/business/technology-chip-makers-exchange-barbs-in-corporate-espionage-suit.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "Movie Or Game? The Joystick Is a Tipoff",
      "snippet": "Works of Hollywood and video game developers have grown closer in approach and appeal as game graphics and sound approach Hollywood production quality; photos (M)",
      "abstract": "Works of Hollywood and video game developers have grown closer in approach and appeal as game graphics and sound approach Hollywood production quality; photos (M)",
      "lead_paragraph": "PRACTICALLY everything moviegoers expect from a new James Bond movie is there in abundance: alluring locales, international intrigue, exotic women, high-tech gadgetry and, of course, the deadly yet debonair Agent 007.",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/03/25/technology/movie-or-game-the-joystick-is-a-tipoff.html",
      "byline": "By Michel Marriott"
    },
    {
      "headline": "Human Genome Sciences Faces Shift in Leadership and Focus",
      "snippet": "William H Haseltine will retire as chairman and chief executie of Human Genome Sciences later this year as company struggles to realize his grand vision of parlaying genetic information into various types of new drugs; company is dropping developm...",
      "abstract": "William H Haseltine will retire as chairman and chief executie of Human Genome Sciences later this year as company struggles to realize his grand vision of parlaying genetic information into various types of new drugs; company is dropping development of about half drugs in its pipeline to focus on five of most promising ones; is also cutting about 200 jobs, or about 20 percent of its work force; Haseltine will also give up his board seat; photo (M)",
      "lead_paragraph": "William A. Haseltine, the bold-talking chairman and chief executive of Human Genome Sciences, will be leaving the company as it struggles to realize his grand vision of parlaying genetic information into a cornucopia of new drugs.",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/25/business/technology-human-genome-sciences-faces-shift-in-leadership-and-focus.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "A Slayer of Monopolies, One Corporation at a Time",
      "snippet": "Profile of Mario Monti focuses on his successes and failures since becoming European Commission's antitrust chief in September 1999, including his role in Microsoft antitrust case; chart; photo (M)",
      "abstract": "Profile of Mario Monti focuses on his successes and failures since becoming European Commission's antitrust chief in September 1999, including his role in Microsoft antitrust case; chart; photo (M)",
      "lead_paragraph": "When Steven A. Ballmer, Microsoft's chief executive, arrived in Brussels early last week to negotiate with the European Commission over its antitrust case, lawyers involved in the talks said they believed that a settlement was within reach.",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/25/business/microsoft-sanctions-regulator-slayer-monopolies-one-corporation-time.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Pro-Style Digital Cameras, Now Priced for Shutterbugs",
      "snippet": "David Pogue State of the Art column on professional-grade single-lens reflex digital cameras from Canon and Nikon; both offer long battery life, control of flash and speed of autofocus at affordable price; photos; drawing (M)",
      "abstract": "David Pogue State of the Art column on professional-grade single-lens reflex digital cameras from Canon and Nikon; both offer long battery life, control of flash and speed of autofocus at affordable price; photos; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/03/25/technology/state-of-the-art-pro-style-digital-cameras-now-priced-for-shutterbugs.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Deserted by Doctors, India's Poor Turn to Quacks",
      "snippet": "Rampant absenteeism among government doctors and nurses is open secret across India and much of developing world, with medical personnel rarely disciplined for not showing up; India's vast primary health care system is often just skeleton, spurrin...",
      "abstract": "Rampant absenteeism among government doctors and nurses is open secret across India and much of developing world, with medical personnel rarely disciplined for not showing up; India's vast primary health care system is often just skeleton, spurring poor to turn to untrained private 'doctors,' with sometimes deadly results; fissures in public health system are emerging as main obstacle to United Nations drive against range of diseases; debate is heating up about whether multibillion-dollar infusions of foreign aid or politically sensitive domestic reforms are more central to repairing public health systems; India's health system is both starved for resources and desperately in need of reform; situation in villages in Rajasthan cited; map; photos (M)",
      "lead_paragraph": "The sturdy little public clinic in this poor, sickly village was locked up one recent afternoon, but that is nothing remarkable. Rampant absenteeism among government doctors and nurses is an open secret across India and much of the developing world, and they virtually never get in trouble for not showing up.",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/25/world/deserted-by-doctors-india-s-poor-turn-to-quacks.html",
      "byline": "By Celia W. Dugger"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "US Airways Still Struggling For Survival, Chief Says  David N. Siegel, the chief executive of US Airways, said the airline faces a threat to its survival from Southwest Airlines, which will soon invade its Philadelphia hub, and needs to win a thir...",
      "abstract": " US Airways Still Struggling For Survival, Chief Says  David N. Siegel, the chief executive of US Airways, said the airline faces a threat to its survival from Southwest Airlines, which will soon invade its Philadelphia hub, and needs to win a third round of labor contract concessions.    Speaking to employees on a Web telecast, Mr. Siegel said formal contract talks would begin next month. However, only the pilots' union has agreed to open negotiations. [Page C7.]",
      "lead_paragraph": "US Airways Still Struggling For Survival, Chief Says",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/25/business/business-digest-937762.html",
      "byline": ""
    },
    {
      "headline": "For Some Internet Users, It's Better Late Than Never",
      "snippet": "Older Americans are increasingly users of Internet; biggest draw is staying connected, especially with far-flung family through e-mail; many resources for seniors are available only online; listing of introductory computer classes geared toward se...",
      "abstract": "Older Americans are increasingly users of Internet; biggest draw is staying connected, especially with far-flung family through e-mail; many resources for seniors are available only online; listing of introductory computer classes geared toward seniors; photos (M)",
      "lead_paragraph": "WHEN Helen Karjala decided to set up her own computer last year, she was fearless. She patiently plodded her way through the process of setting up the machine and connecting to the Internet, an ordeal that can bring unwholesome utterances to the lips of people half her age.",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2004/03/25/technology/for-some-internet-users-it-s-better-late-than-never.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "Corporate Tax Bill Hits Wall in Senate After Debate on Overtime",
      "snippet": "Bill to overhaul corporate tax laws and resolve $4 billion trade battle with European Union stalls on Senate floor after Democrats and Republicans fight to standoff over unrelated amendment that would block Bush administration from changing rules ...",
      "abstract": "Bill to overhaul corporate tax laws and resolve $4 billion trade battle with European Union stalls on Senate floor after Democrats and Republicans fight to standoff over unrelated amendment that would block Bush administration from changing rules that govern overtime pay; Republicans accuse Democrats of election-year grandstanding, while Democrats say they want chance to vote on rules that they say could eliminate overtime pay for millions of white-collar workers; if Congress fails to pass broader legislation, most immediate practical consequence would be that European Union will continue to impose as much as $4 billion in annual tariffs on American products (M)",
      "lead_paragraph": "After months of arduous negotiations, Senate Republicans veered close to defeat on Wednesday in their effort to overhaul corporate tax laws and resolve a $4 billion trade battle with the European Union.",
      "publication_date": "2004-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/25/business/corporate-tax-bill-hits-wall-in-senate-after-debate-on-overtime.html",
      "byline": "By Edmund L. Andrews"
    }
  ]
}