{
  "metadata": {
    "date": "2004-08-02",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "Need Help at Work? Mom and Dad Are for Hire",
      "snippet": "Experts who work with retirees and family businesses say parents are increasingly coming out of retirement to work for their children run small businesses in need of sporadic, and preferably free, labor; trend is part of sweeping change in way wor...",
      "abstract": "Experts who work with retirees and family businesses say parents are increasingly coming out of retirement to work for their children run small businesses in need of sporadic, and preferably free, labor; trend is part of sweeping change in way workers approach retirement; new relationship between parent and child, while fraught with perils, can be enriching to both; photos (M)",
      "lead_paragraph": "In his home in Weehawken, N.J., Doug Harmon stopped what he was doing to take a call from his boss. Mr. Harmon, 59, is a former computer consultant who retired in 2001. His boss is his daughter.",
      "publication_date": "2004-08-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/01/us/need-help-at-work-mom-and-dad-are-for-hire.html",
      "byline": "By John Leland"
    },
    {
      "headline": "In Climate War, It's Sweater or Sweating",
      "snippet": "Lisa Belkin Life's Work column describes common problem in offices: disputes among co-workers about temperature; drawing (M)",
      "abstract": "Lisa Belkin Life's Work column describes common problem in offices: disputes among co-workers about temperature; drawing (M)",
      "lead_paragraph": "Loralynne Dickey goes to her office dressed in long pants, long-sleeved shirts and a fleece sweater. That's in August. In Austin, Tex. Her office at GCI Read-Poland, a consulting firm, is ''freezing,'' she says. ''It's so cold in here, it killed my azalea. The leaves became crunchy.''",
      "publication_date": "2004-08-01T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/08/01/jobs/life-s-work-in-climate-war-it-s-sweater-or-sweating.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Bush Planning August Attack Against Kerry",
      "snippet": "Pres Bush's campaign aides say they plan to launch Aug drive to undercut John Kerry by turning focus away from his Vietnam War record to what it calls his undistinguished and left-leaning record in Senate; plan to cap month at Republican conventio...",
      "abstract": "Pres Bush's campaign aides say they plan to launch Aug drive to undercut John Kerry by turning focus away from his Vietnam War record to what it calls his undistinguished and left-leaning record in Senate; plan to cap month at Republican convention, which they say will feature Kerry as object of calculated derision; summer campaign plans described by Bush and Kerry aides suggest Aug is no longer sleepy month it once was in presidential campaigns, because race is close and voters seem to be paying attention; photos (M)",
      "lead_paragraph": "President Bush's campaign plans to use the normally quiet month of August for a vigorous drive to undercut John Kerry by turning attention away from his record in Vietnam to what the campaign described as an undistinguished and left-leaning record in the Senate.",
      "publication_date": "2004-08-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/01/us/the-2004-campaign-republican-plans-bush-planning-august-attack-against-kerry.html",
      "byline": "By Adam Nagourney and Robin Toner"
    },
    {
      "headline": "Amid China's Boom, No Helping Hand for Young Qingming",
      "snippet": "First article in series The Great Divide, on widening gap between rural poor and urban rich that has made China one of world's most unequal societies; focuses on life of peasant boy Zheng Qingming, who killed self after being denied chance to take...",
      "abstract": "First article in series The Great Divide, on widening gap between rural poor and urban rich that has made China one of world's most unequal societies; focuses on life of peasant boy Zheng Qingming, who killed self after being denied chance to take college entrance exam because his family could not pay his school fees; peasants, once Communist Party's core constituency, are being left behind in money-centered, cut-throat society that has replaced socialist China at time of rapid economic growth; skewed distribution of wealth has already begun to alienate nation's 750 million peasants, historically bellweather of stability; officials in recent years have devoted nation's wealth to building urban manufacturing and financial centers, often ignoring peasants; farmers cannot own land they work and are often left with nothing when government seizes fields for factories or malls; many cannot afford basic services; graph of income disparity; map; photos (L)",
      "lead_paragraph": "His dying debt was $80. Had he been among China's urban elite, Zheng Qingming would have spent more on a trendy cellphone. But he was one of the hundreds of millions of peasants far removed from the country's new wealth. His public high school tuition alone consumed most of his family's income for a year.",
      "publication_date": "2004-08-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/01/world/amid-china-s-boom-no-helping-hand-for-young-qingming.html",
      "byline": "By Joseph Kahn and Jim Yardley"
    },
    {
      "headline": "Making Wheels of Justice Turn in a Chaotic Iraq",
      "snippet": "Fuaad Ahmed al-Jawary has emerged as leading lawyer defending captured insurgents in Iraq as American officials increasingly turn to Iraqi courts to prosecute suspects; hundreds of detainees are being shuffled from American custody into one of thr...",
      "abstract": "Fuaad Ahmed al-Jawary has emerged as leading lawyer defending captured insurgents in Iraq as American officials increasingly turn to Iraqi courts to prosecute suspects; hundreds of detainees are being shuffled from American custody into one of three tiers of Iraqi criminal justice system: special tribunal for top officials, new national criminal court for terrorism suspects and local courts for ordinary crimes; al-Jawary complains system remains rife with corruption; photos (M)",
      "lead_paragraph": "His client list is packed with accused killers, kidnappers, con artists and thieves, men caught driving around with rocket-propelled grenades and others charged with attacking American soldiers.",
      "publication_date": "2004-08-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/01/world/the-reach-of-war-the-law-making-wheels-of-justice-turn-in-a-chaotic-iraq.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "How Does It Feel in the Middle?",
      "snippet": "Many middle-income residents of Wisconsin Dells, Wis, feel that their income are not keeping up with costs anymore, and there is gnawing sense among some that rich are getting richer; at same time, most people express guarded confidence that job o...",
      "abstract": "Many middle-income residents of Wisconsin Dells, Wis, feel that their income are not keeping up with costs anymore, and there is gnawing sense among some that rich are getting richer; at same time, most people express guarded confidence that job opportunities will improve; critical economic issue in presidential election boils down to whether middle-income people think they are being squeezed; some Wisconsin Dells residents comment; chart; photos (M)",
      "lead_paragraph": "MORE than in any recent presidential election, the critical economic issue this year boils down to whether middle-income people think they are being squeezed.",
      "publication_date": "2004-08-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/08/01/business/how-does-it-feel-in-the-middle.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Finding Holes in Corporate Excuses",
      "snippet": "Securities and Exchange Commission may be cracking down on some creative excuses for disappointing company results; cites Krispy Kreme chief executive Scott A Livengood's claim that company has been hurt by low-carbohydrate diet craze while Dunkin...",
      "abstract": "Securities and Exchange Commission may be cracking down on some creative excuses for disappointing company results; cites Krispy Kreme chief executive Scott A Livengood's claim that company has been hurt by low-carbohydrate diet craze while Dunkin' Donuts has not reported slowdown; notes Donald J Trump cited higher gasoline prices as reason for recent profit slump at Trump Hotels and Casino Resorts; photo (M)",
      "lead_paragraph": "EXECUTIVES can be marvelously creative when they have to disclose disappointing results to investors. A prime excuse for bad news, especially among retailers, is weather -- handy because it works rain or shine. If it was too sunny during the quarter, everyone was at the beach and nobody shopped. If it was too rainy, too cold or too hot, nobody left home. Funny how weather rarely comes up, though, when results are stellar.",
      "publication_date": "2004-08-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/08/01/business/finding-holes-in-corporate-excuses.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "An 'Oops' At the Bank of 'Wow'",
      "snippet": "Commerce Bancorp Inc shareholders were shocked to recently learn that two of bank's top executives and one of its former directors are embroiled in influence-peddling scandal in Philadelphia; indicatment announced on June 29 by US attorney for Eas...",
      "abstract": "Commerce Bancorp Inc shareholders were shocked to recently learn that two of bank's top executives and one of its former directors are embroiled in influence-peddling scandal in Philadelphia; indicatment announced on June 29 by US attorney for Eastern District of Pennsylvania named 12 individuals in pay-to-play arrangement involving Corey Kemp, Philadelphia's former treasurer; indictment states Kemp handed out city's money management and bond underwriting business to financial institutions that entertained him with restaurant meals and tickets to sporting events and that gave him sizable loans despite his abysmal credit rating; among those indicted were Glenn K Holck, president of Commerce Bank's Pennsylvania unit, and Stephen M Umbrell, its regional vice president; at heart of sxcheme was Ronald A White, lawyer who sat on Commerce regional board until last year; all parties have pleaded not guilty; Commerce says bank and its executives did nothing wrong; Commerce's founder-chief executive Vernon W Hill comments in indictment and bank's corporate strategy; photos (M)",
      "lead_paragraph": "VERNON W. HILL II, the founder and chief executive of Commerce Bancorp Inc., credits his ''wow the customer'' philosophy for taking his company from a little-known local institution in southern New Jersey to the fastest-growing retail bank in the nation. By keeping branches open weekends and evenings and by eliminating what he calls the ''annoying fees'' and ''stupid rules'' found at other banks, Mr. Hill has flouted industry convention. And with a stock price that is up 135 percent in the past five years, he has elicited more than a few wows from Wall Street, too.",
      "publication_date": "2004-08-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2004/08/01/business/an-oops-at-the-bank-of-wow.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "When Stay-at-Home Fathers Return to Work (Elsewhere)",
      "snippet": "Fathers who stay at home to care for children often seek change when returning to work force, rejecting all-consuming corporate jobs and trying to re-enter work force on their own terms to facilitate maintaining family ties; photo (M)",
      "abstract": "Fathers who stay at home to care for children often seek change when returning to work force, rejecting all-consuming corporate jobs and trying to re-enter work force on their own terms to facilitate maintaining family ties; photo (M)",
      "lead_paragraph": "After five years at home full time with his two children, Martin Banks was itching to get back to the adult world of work. But how to explain the gap on his résumé?",
      "publication_date": "2004-08-01T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2004/08/01/jobs/when-stay-at-home-fathers-return-to-work-elsewhere.html",
      "byline": "By Julia Lawlor"
    },
    {
      "headline": "BAILOUT FEARED IF AIRLINES SHED THEIR PENSIONS",
      "snippet": "Experts warn Pension Benefit Guaranty Corp faces possible cascade of airline bankruptcies and pension defaults that could lead to taxpayer bailout of some $31 billion; say United Airlines efforts to shed some or all of its $13 billion in pension o...",
      "abstract": "Experts warn Pension Benefit Guaranty Corp faces possible cascade of airline bankruptcies and pension defaults that could lead to taxpayer bailout of some $31 billion; say United Airlines efforts to shed some or all of its $13 billion in pension obligations to emerge from bankruptcy could spur rivals to follow suit to keep costs competitive; agency head Bradley D Belt warns of possible domino effect; holds pension insurance should not be used to help companies restructure; some airline workers are rushing to retire early to protect selves from future pension losses; graph of pension claims; photo (M)",
      "lead_paragraph": "In an echo of the savings and loan industry collapse of the 1980's, the federal agency that insures company pensions is facing a possible cascade of bankruptcies and pension defaults in the airline industry that some experts fear could lead to another multibillion-dollar taxpayer bailout.",
      "publication_date": "2004-08-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/01/us/bailout-feared-if-airlines-shed-their-pensions.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Pact by Trade Group On Farm Subsidies",
      "snippet": "The World Trade Organization agreed in Geneva that it would eventually eliminate billions of dollars of farm subsidies for rich nations in a new framework for revising global trade rules aimed at helping the world's poorest people.  ",
      "abstract": "The World Trade Organization agreed in Geneva that it would eventually eliminate billions of dollars of farm subsidies for rich nations in a new framework for revising global trade rules aimed at helping the world's poorest people.  ",
      "lead_paragraph": "The World Trade Organization agreed in Geneva that it would eventually eliminate billions of dollars of farm subsidies for rich nations in a new framework for revising global trade rules aimed at helping the world's poorest people.",
      "publication_date": "2004-08-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2004/08/01/world/pact-by-trade-group-on-farm-subsidies.html",
      "byline": ""
    },
    {
      "headline": "U.S. Warns of High Risk of Qaeda Attack",
      "snippet": "Bush administration says there is high risk of terrorist attacks against financial institutions in New York City and Washington areas; claims it received alarming information that operatives of Al Qaeda conducted detailed reconnaissance missions a...",
      "abstract": "Bush administration says there is high risk of terrorist attacks against financial institutions in New York City and Washington areas; claims it received alarming information that operatives of Al Qaeda conducted detailed reconnaissance missions at certain sites; intelligence officials say information gathered and analyzed since July 30 indicates Al Qaeda has moved ahead with plans to use car bombs or other modes of attack against prominent financial institutions it has been studying before and since 9/11 attacks, including New York Stock Exchange and Citigroup buildings in Manhattan, Prudential Financial in Newark, and International Monetary Fund and World Bank in Washington, and that attack might be in 'near term'; officials involved with investigation in NJ say suspects were found with blueprints of Prudential site and may have conducted 'test run' for attack in recent days; latest terrorist warnings are more dire than in past because threat information is highly unusual in its specificity; for first time, Dept of Homeland Security raises threat level to code orange, or 'high risk,' for financial sector in NYC, northern NJ and Washington; stepped-up security is expected in designated areas; photos, maps and other information about buildings mentioned as possible targets of attack (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/02/us/threats-and-responses-the-overview-us-warns-of-high-risk-of-qaeda-attack.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "Captured Qaeda Figure Led Way To Information Behind Warning",
      "snippet": "Latest terror alert was prompted by rich lode of information obtained by Central Intelligence Agency from captured Al Qaeda figure in Pakistan several weeks ago; Muhammad Naeem Noor Khan, described by Pakistani intelligence officials as computer e...",
      "abstract": "Latest terror alert was prompted by rich lode of information obtained by Central Intelligence Agency from captured Al Qaeda figure in Pakistan several weeks ago; Muhammad Naeem Noor Khan, described by Pakistani intelligence officials as computer engineer, was arrested July 13, reportedly with help of CIA; Pakistanis say he used and helped operate secret Qaeda communications system where information was transferred via coded messages; senior American intelligence official says 'documentary evidence' found after his capture was most detailed he has ever seen; that evidence, called 'treasure trove' by senior American official, was reported urgently to Washington on July 30, elevating significance of other intelligence information gathered in recent weeks from Qaeda detainees in Afghanistan and Saudi Arabia as well as Pakistan; intelligence officials say plotters were investigating how best to gain access to targeted buildings, how many people might be at sites at different hours, whether hijacked oil tanker truck could serve as effective weapon and how large an explosive device might be required to bring buildings down; photo (M)",
      "lead_paragraph": "The unannounced capture of a figure from Al Qaeda in Pakistan several weeks ago led the Central Intelligence Agency to the rich lode of information that prompted the terror alert on Sunday, according to senior American officials.",
      "publication_date": "2004-08-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/02/us/threats-responses-intelligence-captured-qaeda-figure-led-way-information-behind.html",
      "byline": "By Douglas Jehl and David Rohde"
    },
    {
      "headline": "Interim Trade Triumph Short on Hard Details",
      "snippet": "Analysis of World Trade Organization framework accord to eventually cut back farm subsidies that lead wealthy nations to dump subsidized food on world markets; accord, midway point in talks to change world trade rules, is triumph for developing na...",
      "abstract": "Analysis of World Trade Organization framework accord to eventually cut back farm subsidies that lead wealthy nations to dump subsidized food on world markets; accord, midway point in talks to change world trade rules, is triumph for developing nations who have made farm subsidies into international cause celebre; analysts disagree on its implications for farmers in wealthier and poor nations; European Union agrees to end its export subsidies; United States agrees to cut back its export credits and some crop subsidies; Trade Rep Robert B Zoellick says US will cut some domestic subsidies by up to 50 percent in return for market access, news conference (M)",
      "lead_paragraph": "By agreeing to the eventual elimination of billions of dollars of farm subsides early Sunday morning, the World Trade Organization began to make good on its insistence that wealthy nations end the dumping of subsidized food on the global market.",
      "publication_date": "2004-08-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/02/business/interim-trade-triumph-short-on-hard-details.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "A Founder at RedEnvelope Tries to Take Back Control",
      "snippet": "RedEnvelope Inc co-founder Scott Galloway is battling venture capitalist Michael Moritz for control of online retailer; Moritz, chairman, rejected Galloway's proposal to increase company growth and eliminated his board seat; Galloway, one of large...",
      "abstract": "RedEnvelope Inc co-founder Scott Galloway is battling venture capitalist Michael Moritz for control of online retailer; Moritz, chairman, rejected Galloway's proposal to increase company growth and eliminated his board seat; Galloway, one of largest shareholders, responded by forming dissident shareholder group that runs own slate of directors and seeks to oust chief executive Alison L May; graph compares company's growth rate with that of competitors; stock price graph; photos (M)",
      "lead_paragraph": "RedEnvelope.com styles itself as the place to find the perfect gift. For the harried business traveler, you can buy a cashmere blindfold and sock set for the plane. For the infant with too many bears and rattles, try the monogrammed baby spa robe.",
      "publication_date": "2004-08-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/02/business/a-founder-at-redenvelope-tries-to-take-back-control.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "In Reality TV, Is It Thievery Or Flattery?",
      "snippet": "Rival networks and some agents and producers complain Fox's strategy of copying reality programs planned by other television networks and airing them first is making business of reality television, where ideas and formats are apparently not protec...",
      "abstract": "Rival networks and some agents and producers complain Fox's strategy of copying reality programs planned by other television networks and airing them first is making business of reality television, where ideas and formats are apparently not protectable by any court or code of conduct, crazier and nastier; ABC is angered by success of Fox's Trading Spouses, show modeled on its Wife Swap, set for fall; Fox cites history of rampant imitation of ideas in television; graph of gain in viewers for second episodes of reality programs; photos (M)",
      "lead_paragraph": "Accused this summer of being rogues, reprobates and outright thieves, executives of the Fox network are so far laughing all the way to the Nielsen bank. Meanwhile, the long-suffering ABC network is feeling like the outraged victim of the joke.",
      "publication_date": "2004-08-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/02/business/in-reality-tv-is-it-thievery-or-flattery.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Young Japanese-Americans Honor Ethnic Roots",
      "snippet": "Young Japanese-Americans are struggling to hold onto identity of their own; shrinking population numbers, high intermarriage rates and legacy of rush to assimilate after World War II internment experience created uncertain cultural path for third-...",
      "abstract": "Young Japanese-Americans are struggling to hold onto identity of their own; shrinking population numbers, high intermarriage rates and legacy of rush to assimilate after World War II internment experience created uncertain cultural path for third-, fourth- and fifth-generation Japanese-Americans; many are now awakening to unsettling realization that it us up to them to fight forces of cultural extinction, even if most of them do not speak Japanese, have never visited Japan or, increasingly, do not even look Japanese; at UCLA, taiko, or Japanese drumming, is suddenly the rage; Nisei Week Japanese Festival in Los Angeles was held in mid-July; photos (M)",
      "lead_paragraph": "In her rhinestone crown, Nicole Miyako Cherry had an air of royalty as she grabbed a heavy mallet and took a swing at a wooden barrel full of sake during the opening ceremonies of the Nisei Week Japanese festival in mid-July.",
      "publication_date": "2004-08-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/02/us/young-japanese-americans-honor-ethnic-roots.html",
      "byline": "By Mireya Navarro"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Recent Layoff Rate Was Highest Since Early 1980's  Layoffs occurred at the second-fastest rate on record during the first three years of the Bush administration, a government report has found.    In the government's latest survey of how frequently...",
      "abstract": " Recent Layoff Rate Was Highest Since Early 1980's  Layoffs occurred at the second-fastest rate on record during the first three years of the Bush administration, a government report has found.    In the government's latest survey of how frequently workers are permanently dismissed from their jobs, the layoff rate reached 8.7 percent of all adult jobholders, or 11.4 million men and women age 20 or older. That is nearly equal to the 9 percent rate for the 1981-1983 period, which included the steepest contraction in the economy since the Great Depression. [Page C2.]",
      "lead_paragraph": "Recent Layoff Rate Was Highest Since Early 1980's",
      "publication_date": "2004-08-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/02/business/business-digest-496545.html",
      "byline": ""
    },
    {
      "headline": "CAMPAIGN DOGGED BY TERROR FIGHT",
      "snippet": "Latest terror warning illustrates how fear of another attack on American soil is shaping presidential contest, and how most pivotal thing that could happen between now and Election Day is beyond control of either campaign; issue has charged atmosp...",
      "abstract": "Latest terror warning illustrates how fear of another attack on American soil is shaping presidential contest, and how most pivotal thing that could happen between now and Election Day is beyond control of either campaign; issue has charged atmosphere, influencing everything Pres Bush and John Kerry do these days; news of latest terror threat has renewed suggestions from Howard Dean and some other Democrats that White House is manipulating terror alerts for Bush's political gain; White House officials deny that, and Kerry's advisers would not embrace it; aides on both sides say they are thinking about how elevated alert level affects election and about possibility of actual terrorist attack; both sides seek to discuss political repercussions of terrorism without appearing crass; Bush's campaign advisers say every terror alert is reminder for voters of what they like about Bush and stirs what polls show to be one of voters' biggest reservations about Kerry; photo (M)",
      "lead_paragraph": "John Kerry was supposed to spend Sunday traveling through small-town Ohio and Michigan, going to church and talking at rallies. But by afternoon, his campaign was also searching northern Ohio for a secure telephone line so Mr. Kerry could squeeze in a briefing on an issue that was overtaking the day: the terrorist threat announced in Washington.",
      "publication_date": "2004-08-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/02/us/threats-and-responses-political-impact-campaign-dogged-by-terror-fight.html",
      "byline": "By Adam Nagourney and David M. Halbfinger"
    },
    {
      "headline": "Cox Is Said To Consider Move to Take Cable Private",
      "snippet": "Cox Enterprises plans $8 billion offer to buy out public minority shareholders of its cable business and make Cox Communications wholly owned subsidiary; believes shares are undervalued in face of investor concerns about increased competition from...",
      "abstract": "Cox Enterprises plans $8 billion offer to buy out public minority shareholders of its cable business and make Cox Communications wholly owned subsidiary; believes shares are undervalued in face of investor concerns about increased competition from satellite providers, other issues (M)",
      "lead_paragraph": "Cox Enterprises, the privately held parent of the cable giant Cox Communications, is planning to make an $8 billion offer today to buy out the public minority shareholders in its cable business, the company said yesterday in a letter to its board.",
      "publication_date": "2004-08-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/02/business/cox-is-said-to-consider-move-to-take-cable-private.html",
      "byline": "By Andrew Ross Sorkin and Ken Belson"
    },
    {
      "headline": "Publish Till You Drop",
      "snippet": "Magazine publishers, confronted by advertising recovery that seems to be skipping magazines and by marketers who are demanding ever more direct access to their readership, are offering rash of new shopping magazines as low-risk, cheaper alternativ...",
      "abstract": "Magazine publishers, confronted by advertising recovery that seems to be skipping magazines and by marketers who are demanding ever more direct access to their readership, are offering rash of new shopping magazines as low-risk, cheaper alternative to investing in less product-oriented titles; Hearst Magazines is set to release Shopping Etc, which draws its organizing principles from department store and includes articles about overwhelming array of fashion, beauty and home products; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-08-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/08/02/business/the-media-business-advertising-publish-till-you-drop.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Bombs Explode Near Churches In 2 Iraqi Cities",
      "snippet": "Coordinated car bombings near four churches in Baghdad and another in Mosul are first significant attacks against Iraq's Christian minority; explosions, timed to coincide with Sunday evening Mass, kill at least 11 in Baghdad and 1 in Mosul, woundi...",
      "abstract": "Coordinated car bombings near four churches in Baghdad and another in Mosul are first significant attacks against Iraq's Christian minority; explosions, timed to coincide with Sunday evening Mass, kill at least 11 in Baghdad and 1 in Mosul, wounding many more; bombings seen as another turning point in already terrifying violence that has racked Iraq since American-led invasion last year; even in long-secular Baghdad, rising tide of Islamist extremism since fall of Saddam Hussein's government has shuttered liquor stores, often owned by Christians, and beauty salons, and compelled women and girls to cover their heads; it is not clear if attacks on churches are extension of fundamentalist fervor or calculated escalation by insurgents who have shown willingness to broaden their attacks, even on fellow Muslims, in fight against American presence and new interim Iraqi government; photo (M)",
      "lead_paragraph": "In the first significant attacks against Iraq's Christian minority, assailants staged coordinated car bombings on Sunday evening near four churches in Baghdad and another in Mosul, in northern Iraq.",
      "publication_date": "2004-08-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/08/02/world/the-reach-of-war-violence-bombs-explode-near-churches-in-2-iraqi-cities.html",
      "byline": "By Somini Sengupta and Ian Fisher"
    }
  ]
}