{
  "metadata": {
    "date": "2004-03-24",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "Newly Released Documents Shed Light on the Tactics Used by Microsoft",
      "snippet": "New details about tactics Microsoft Corp used to secure dominant role in software markets for nearly two decades are emerging in consumer class-action trial in Minnesota; among documents introduced is letter from June 1990 in wich Microsoft chairm...",
      "abstract": "New details about tactics Microsoft Corp used to secure dominant role in software markets for nearly two decades are emerging in consumer class-action trial in Minnesota; among documents introduced is letter from June 1990 in wich Microsoft chairman Bill Gates told then Intel chief executive Andrew S Grove that any support given to software company Go Corp would be considered aggressive move against Microsoft; other evidence presented by plaintiffs' lawyers gives account of how Microsoft violated signed secrecy agreement with Go and showed that Microsoft possessed technical documents from Go that should not have had access to; Microsoft spokeswoman says many of newly disclosed documents are not relevant to trial, which focuses on Microsoft pricing actions (M)",
      "lead_paragraph": "Even as Microsoft prepares to face penalties from the European Union, which accuses the company of abusing the Windows monopoly, new details about the tactics Microsoft used to secure a dominant position in software markets for nearly two decades are emerging in a state courthouse in Minneapolis.",
      "publication_date": "2004-03-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/24/business/newly-released-documents-shed-light-on-the-tactics-used-by-microsoft.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "World Business Briefing | Europe: Germany: Retailer's Sales Decline",
      "snippet": "World Business Briefing: Germ",
      "abstract": "World Business Briefing: Germ",
      "lead_paragraph": "The department store group KarstadtQuelle reported declining sales and profit in the last year because of weak demand from German consumers. Largely dependent on domestic consumption, the company's sales fell 3.4 percent last year and its profit fell a third, to 108 million euros ($133 million). KarstadtQuelle's chief executive, Wolfgang Urban, above, said the company did not expect sales to pick up this year but would focus on cutting costs and debt to avoid a net loss for the year. Petra Kappl (NYT)",
      "publication_date": "2004-03-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/24/business/world-business-briefing-europe-germany-retailer-s-sales-decline.html",
      "byline": "By Petra Kappl (NYT)"
    },
    {
      "headline": "Stiff Sentence Is Possibility For a Name Not So Known",
      "snippet": "Former Dynegy Inc exeutive Jamie Olis is to be sentenced March 25 for his role in accounting scandal; could receive 24 to 30 years in prison, which would be far long than sentences in other recent white-collar criminal cases; Olis and two former D...",
      "abstract": "Former Dynegy Inc exeutive Jamie Olis is to be sentenced March 25 for his role in accounting scandal; could receive 24 to 30 years in prison, which would be far long than sentences in other recent white-collar criminal cases; Olis and two former Dynegy associates were found guilty last year of devising secret project to disguise $300 million loan as cash flow; chart; photos (M)",
      "lead_paragraph": "From the halls of Congress to the streets of this scandal-tarred city, skeptics have predicted for two years that the executives responsible for the recent wave of corporate misdeeds might get off with what amounted to slaps on the wrist.",
      "publication_date": "2004-03-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/24/business/stiff-sentence-is-possibility-for-a-name-not-so-known.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "World Business Briefing | Europe: France: Disney Gets Debt Extension",
      "snippet": "Euro Disney says creditors have given it two more months to renegotiate its loans, providing unprofitable company time to avoid default (S)0",
      "abstract": "Euro Disney says creditors have given it two more months to renegotiate its loans, providing unprofitable company time to avoid default (S)0",
      "lead_paragraph": "Euro Disney, Europe's largest theme park operator, said that creditors had given it two more months to renegotiate its loans, providing the unprofitable company time to avoid default. Euro Disney, which is 39 percent owned by the Walt Disney Company, has until May 31 to work out a plan with lenders to repay debt of 168 million euro ($207 million), which is due in June. Without a plan by then, it would be ''unable to meet all of its debt obligations,'' the company said. The waiver on existing loan commitments and a new credit facility from Walt Disney provided Euro Disney some respite after its loss widened last year on a slump in tourism. Investors said Euro Disney, based in Marne la Vallée, might turn to Disney -- which is facing shareholder criticism for its performance -- for help as it did in 1994.",
      "publication_date": "2004-03-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/24/business/world-business-briefing-europe-france-disney-gets-debt-extension.html",
      "byline": "By Bloomberg News"
    },
    {
      "headline": "Violence in Kosovo",
      "snippet": "Report on burning of Serbian homes in Svinjare, Kosovo, noted",
      "abstract": "Report on burning of Serbian homes in Svinjare, Kosovo, noted",
      "lead_paragraph": "All 136 Serbian homes burned in Svinjare, one of dozens of villages attacked by ethnic Albanians last week. It lies just 600 yards from a base for United Nations peacekeepers. Mirror-image scenes five years ago brought a NATO bombing campaign, and the peacekeepers.",
      "publication_date": "2004-03-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/24/world/violence-in-kosovo.html",
      "byline": ""
    },
    {
      "headline": "Bush and Clinton Aides Grilled by Panel",
      "snippet": "Members of commission investigating Sept 11 terrorist attacks say intelligence reports sent to Pres Bush in 2001 warned of imminent, possibly catastrophic attack by Al Qaeda; highest-ranking members of Bush and Clinton administrations are question...",
      "abstract": "Members of commission investigating Sept 11 terrorist attacks say intelligence reports sent to Pres Bush in 2001 warned of imminent, possibly catastrophic attack by Al Qaeda; highest-ranking members of Bush and Clinton administrations are questioned sharply at public hearing on why more was not done to pre-empt possible attack; Sec Donald Rumsfeld and Sec Colin Powell say Bush administration spent much of 2001 devising comprehensive policy against Al Qaeda, but Rumsfeld says even getting Osama bin Laden in weeks before Sept 11 would not have stopped attack; former Secs Madeline K Albright and William Cohen also quoted; photos; Pres Bush tells reporters of his efforts against Qaeda; Jamie S Gorelick, commission member who was allowed to read through White House's daily intelligence briefings, says information in them would 'set your hair on fire'; refers to 'extraordinary spike' in warnings during 2001; commission staff report says Rumsfeld and his new team nevertheless seemed 'not especially interested' in counterterrorism, that Condoleezza Rice and national security aides rebuffed proposal to step up aid to anti-Taliban forces and instead spent more than seven months formulating new policies that White House aides say might have taken three years to implement; reports support charge by former counterrorism chief Richard A Clarke that Bush team largely ignored Qaeda threat; hearings also reveal various attempts to get bin Laden in 1990's (L)",
      "lead_paragraph": "Members of the commission investigating the Sept. 11 attacks said on Tuesday that a series of intelligence reports sent to President Bush in 2001 warned of an imminent, possibly catastrophic attack by Al Qaeda. The disclosure prompted harsh questioning of Defense Secretary Donald H. Rumsfeld and other administration officials about why they had not done more to pre-empt a possible terrorist strike.",
      "publication_date": "2004-03-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/24/us/threats-and-responses-the-overview-bush-and-clinton-aides-grilled-by-panel.html",
      "byline": "By Philip Shenon and Eric Schmitt"
    },
    {
      "headline": "Online Swindlers, Called 'Phishers,' Lure the Unwary",
      "snippet": "Article on efforts by EarthLink and other Internet providers to combat 'phishers,' people who send e-mail messages that try to lure recipients into providing passwords, credit card numbers and other information; more than half of culprits uncovere...",
      "abstract": "Article on efforts by EarthLink and other Internet providers to combat 'phishers,' people who send e-mail messages that try to lure recipients into providing passwords, credit card numbers and other information; more than half of culprits uncovered last year were under age 18, but EarthLink is now reporting such messages come increasingly from Russia, other East European countries and Asia, are much more sophisticated and are likely tied to organized crime; phishing attacks impersonate Internet providers, online merchants and banks; offenders use computer worms to multiply messages and evade detection; efforts by Anti-Phishing Working Group, industry and law enforcement coalition, described; Asst Atty Gen Christopher A Wray comments on identity fraud; Lisa Cook explains thwarting fraud against her; photo; graph; phishing began decade ago when teenagers trying to get free America Online minutes pretended to be AOL customer service agents to fish, or phish, for personal information they could use to stay on line (M)",
      "lead_paragraph": "Last year, EarthLink, the big Internet access provider, went hunting for phishers.",
      "publication_date": "2004-03-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/24/business/technology-online-swindlers-called-phishers-lure-the-unwary.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Novartis Puts Conditions on Any Bid for Aventis",
      "snippet": "Novartis says in will stay out of bidding for Sanofi-Synthelabo unless officials stop promoting hostile takeover by Aventis and Aventis invites offer; Novartis chairman Dr Daniel Vasella says implentation risks have greatly increased due to negati...",
      "abstract": "Novartis says in will stay out of bidding for Sanofi-Synthelabo unless officials stop promoting hostile takeover by Aventis and Aventis invites offer; Novartis chairman Dr Daniel Vasella says implentation risks have greatly increased due to negative attitude of French government toward Novartis (M)",
      "lead_paragraph": "After weeks of speculation in the drug industry on whether Novartis would seek to counter Sanofi-Synthélabo's unsolicited offer for Aventis, the company said yesterday that it would stay out of the bidding unless French officials stopped promoting the hostile takeover and Aventis invited an offer.",
      "publication_date": "2004-03-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/24/business/novartis-puts-conditions-on-any-bid-for-aventis.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "World Business Briefing | Australia: Nickel Mine Investment",
      "snippet": "British-American resources company BHP Billiton says it will spend $1.4 billion to develop nickel mine and expand nickel refinery in Australia (S)",
      "abstract": "British-American resources company BHP Billiton says it will spend $1.4 billion to develop nickel mine and expand nickel refinery in Australia (S)",
      "lead_paragraph": "Betting that China's demand for stainless steel will keep demand for nickel strong for years to come, the British-Australian resources company BHP Billiton said that it would spend $1.4 billion to develop a nickel mine and expand a nickel refinery in Australia. Demand from China's steel makers has depleted global nickel supplies, sending prices to 10-year highs and increasing profits at mining companies like BHP Billiton. The company's announcement followed news last week that Indonesia would allow it to develop a $1.2 billion nickel mine on an environmentally sensitive island in the remote eastern part of the archipelago. Wayne Arnold (NYT)",
      "publication_date": "2004-03-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/24/business/world-business-briefing-australia-nickel-mine-investment.html",
      "byline": "By Wayne Arnold (NYT)"
    },
    {
      "headline": "Medicare Overseers Expect Costs to Soar In Coming Decades",
      "snippet": "Medicare trustees' annual report to Congress warns that program's financial condition has significantly deteriorated, because of exploding health costs and new benefits law; warns hospital insurance trust fund could run out of money in 2019; Socia...",
      "abstract": "Medicare trustees' annual report to Congress warns that program's financial condition has significantly deteriorated, because of exploding health costs and new benefits law; warns hospital insurance trust fund could run out of money in 2019; Social Security problems are deemed more manageable, but trustees step up pressure on politicians by warning that Medicare appears unsustainable in current form, with expenditures double those of Social Security by 2078; report, prepared by Medicare actuary Richard S Foster's office, says total Medicare spending on new drug benefit will start at $85 billion a year in 2006 and grow average 9.6 percent yearly, to $161.8 billion in 2013; Democrat John Kerry says Pres Bush's 'reckless' policies have in one year sped Medicare seven years closer to bankruptcy; graph on projected insolvency dates; separate analysis projects Social Security trust fund will be exhausted in 2042, but that annual costs will exceed tax revenues starting in 2018 (M)",
      "lead_paragraph": "Medicare's financial condition has significantly deteriorated, partly because of exploding health costs and partly because of the new Medicare law, the government reported on Tuesday.",
      "publication_date": "2004-03-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/24/us/medicare-overseers-expect-costs-to-soar-in-coming-decades.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "World Business Briefing | Europe: Britain: Harry Potter And The Publisher's Profit",
      "snippet": "Bloomsbury, British publisher of Harry Potter books by J K Rowling, reports 45 percent increase in net profit, to $18 million, in 2003 as total sales reached record 83 million pounds ($153.5 million); says much of increase can be attributed to rel...",
      "abstract": "Bloomsbury, British publisher of Harry Potter books by J K Rowling, reports 45 percent increase in net profit, to $18 million, in 2003 as total sales reached record 83 million pounds ($153.5 million); says much of increase can be attributed to release of fifth Harry Potter book; graph (S)",
      "lead_paragraph": "Bloomsbury, the British publisher of the Harry Potter books by J.K. Rowling, reported a 45 percent increase in net profit, to $18 million, in 2003 as total sales reached a record £83 million ($153.5 million). The company said much of the increase could be attributed to the release of ''Harry Potter and the Order of the Phoenix,'' the fifth book in the series, which sold almost 1.8 million copies on its first day in Britain alone. The Harry Potter series is published in the United States by Scholastic, which estimated first-day sales in the United States last June at about five million copies. Bloomsbury also said its results were helped by the best-selling ''Schott's Food and Drink Miscellany'' published in November. Alan Cowell (NYT)",
      "publication_date": "2004-03-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/24/business/world-business-briefing-europe-britain-harry-potter-and-the-publisher-s-profit.html",
      "byline": "By Alan Cowell (NYT)"
    },
    {
      "headline": "After Sheik Is Slain, Hamas Picks Fiery Figure as Its Leader in Gaza",
      "snippet": "Hamas names Dr Abdel Aziz Rantisi, one of its most combative leaders, as its leader in Gaza following Israel's killing of founder, Sheik Ahmed Yassin; photos; Israeli security says 'there is no immunity for anyone' in fight against Palestinian ter...",
      "abstract": "Hamas names Dr Abdel Aziz Rantisi, one of its most combative leaders, as its leader in Gaza following Israel's killing of founder, Sheik Ahmed Yassin; photos; Israeli security says 'there is no immunity for anyone' in fight against Palestinian terrorism; Rantisi vows to continue attacks; Pres Bush says he worries about all terrorist groups, whether Hamas or Al Qaeda; Rantisi's authority is not clear, since Syrian-based Khaled Mashaal remains head of political bureau, which Rantisi says he will 'obey'; Israeli aircraft hit Hezbollah operatives assembling missile launcher in southern Lebanon, killing two; soldiers kill armed Palestinian approaching Jewish settlement in Gaza; bulldozers demolish several homes in Khan Yunis camp that overlooks settlement; Rantisi is known for most vitriolic statements and opposition to any compromise; Yassin death produces deluge of international criticism and measure of Palestinian unity for now (M)",
      "lead_paragraph": "The Palestinian Islamic movement Hamas selected one of its most combative figures, Dr. Abdel Aziz Rantisi, as its leader in the Gaza Strip on Tuesday after Israel's killing of the group's founder, Sheik Ahmed Yassin.",
      "publication_date": "2004-03-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/24/world/after-sheik-is-slain-hamas-picks-fiery-figure-as-its-leader-in-gaza.html",
      "byline": "By Greg Myre"
    },
    {
      "headline": "Strong Exports Bolster South Korean Economy",
      "snippet": "South Korean economy expanded by 2.7 percent in fourth quarter, its fastest pace in almost two years, as exports remained strong; economy grew 3.1 percent in 2003, slowest pace since 1997-98 Asian financial crisis; consumer spending slipped 0.5 pe...",
      "abstract": "South Korean economy expanded by 2.7 percent in fourth quarter, its fastest pace in almost two years, as exports remained strong; economy grew 3.1 percent in 2003, slowest pace since 1997-98 Asian financial crisis; consumer spending slipped 0.5 percent in fourth quarter; exports rose almost 11 percent from previous three months; capital spending grew 4.3 percent; February unemployment rate remained at 3.3 percent; government is pushing for laws that would allow companies tax break of around $1,000 for every person they hire over next three years; graph; photo (M)",
      "lead_paragraph": "The South Korean economy expanded by 2.7 percent in the fourth quarter, its fastest pace in almost two years, as exports remained strong, the central bank said on Tuesday. The report spurred hopes that the economy, which has been hindered by slow consumer spending, was finally on the mend.",
      "publication_date": "2004-03-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/24/business/strong-exports-bolster-south-korean-economy.html",
      "byline": "By Samuel Len"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Bank Raises Stake In Lender",
      "snippet": "Mitsubishi Tokyo Financial Group will spend 138 billion yen ($1.3 billion) to raise its stake in consumer lender Acom and improve its access to high-margin consumer finance business; will increase its stake in Acom to 15 percent from 2.2 percent (...",
      "abstract": "Mitsubishi Tokyo Financial Group will spend 138 billion yen ($1.3 billion) to raise its stake in consumer lender Acom and improve its access to high-margin consumer finance business; will increase its stake in Acom to 15 percent from 2.2 percent (S).",
      "lead_paragraph": "The Mitsubishi Tokyo Financial Group will spend 138 billion yen ($1.3 billion) to raise its stake in a consumer lender, Acom, and improve its access to the high-margin consumer finance business. Mitsubishi Tokyo, Japan's No.3 banking group, will increase its stake in Acom, the nation's second-largest consumer finance company, to 15 percent from 2.2 percent. Mitsubishi Tokyo's investment follows similar moves by GE Capital and Citigroup to expand into Japan's lucrative consumer loan market, where rates are as high as 29 percent. The move comes as Japanese banks search for new sources of revenue amid a decline in corporate lending. Todd Zaun (NYT)",
      "publication_date": "2004-03-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/24/business/world-business-briefing-asia-japan-bank-raises-stake-in-lender.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "For a Day, Terrorism Transcends Politics as Commission Examines Failures",
      "snippet": "News analysis of public hearings at which highest-ranking officials of Clinton and Bush administrations testify before commission investigating Sept 11 terrorist attacks; reports that, despite election-year politics crackling in air, secretaries a...",
      "abstract": "News analysis of public hearings at which highest-ranking officials of Clinton and Bush administrations testify before commission investigating Sept 11 terrorist attacks; reports that, despite election-year politics crackling in air, secretaries agree with each other on many matters and their public presence is powerful sign that terrorism transcends politics; sees evidence that blame abounds for failure to fully face threat in time; Madeleine K Albright, Donald Rumsfeld and William Cohen also point out there would have been scant American or international support for large-scale military action against Al Qaeda and Taliban before Sept 11; Albright recalls criticism of Clinton's bombing of Qaeda training camp; Colin Powell surmises that even killing Osama bin Laden would not have prevented Sept 11 attacks because hijackers were already in US; Albright holds that former Sen Bob Kerrey was one of few officials who suggested declaring war then (M)",
      "lead_paragraph": "The setting was a nondescript Senate hearing room, but the scene was as singular as democracy itself: successive secretaries of state and defense with more than 14 years' combined service across Democratic and Republican presidencies being questioned by a bipartisan citizens' commission of familiar faces.",
      "publication_date": "2004-03-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2004/03/24/us/threats-responses-analysis-for-day-terrorism-transcends-politics-commission.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "World Business Briefing | Asia: Japan: Service Sector Grows",
      "snippet": "Japan's service sector grew 2.6 percent from January to December, largest increase since March 2000 (S)",
      "abstract": "Japan's service sector grew 2.6 percent from January to December, largest increase since March 2000 (S)",
      "lead_paragraph": "Japan's service sector grew at its fastest pace in nearly four years in January, a sign that the economic recovery is spreading beyond exports. Japan's so-called tertiary activity index, which tracks retail and service spending, grew 2.6 percent in January from December, the largest increase since March 2000, helped by strong demand for financial services and solid retail sales. The surprisingly strong increase may be a sign that consumer demand is picking up in Japan, a development that could help strengthen a recovery that, so far, has been driven mostly by exports. Todd Zaun (NYT)",
      "publication_date": "2004-03-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/24/business/world-business-briefing-asia-japan-service-sector-grows.html",
      "byline": "By Todd Zaun (NYT)"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Media Empire Receives More Than a Dozen Bids  More than a dozen bidders, including the Barclay brothers of Britain, submitted preliminary offers for all or parts of Conrad M. Black's publishing empire, Hollinger International, executives involved ...",
      "abstract": " Media Empire Receives More Than a Dozen Bids  More than a dozen bidders, including the Barclay brothers of Britain, submitted preliminary offers for all or parts of Conrad M. Black's publishing empire, Hollinger International, executives involved in the auction said.    Among the potential suitors for at least some of Hollinger's assets, which include The Daily Telegraph of London, The Jerusalem Post, The Chicago Sun-Times and more than 100 smaller publications, are Gannett, the Tribune Company, Daily Mail and General Trust, the Carlyle Group, Axel Springer of Berlin and the billionaire Haim Saban. [Page C6.]",
      "lead_paragraph": "Media Empire Receives More Than a Dozen Bids",
      "publication_date": "2004-03-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/24/business/business-digest-921980.html",
      "byline": ""
    },
    {
      "headline": "The Murdoch Empire Looks to Italian TV",
      "snippet": "Ne",
      "abstract": "Ne",
      "lead_paragraph": "Pay television has always been a losing proposition in Italy, where no company has ever turned a profit at it. Rupert Murdoch is out to change that with Sky Italia.",
      "publication_date": "2004-03-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/24/business/the-murdoch-empire-looks-to-italian-tv.html",
      "byline": "By Eric Sylvers"
    },
    {
      "headline": "Putnam Faces Big Penalties For Improper Fund Trades",
      "snippet": "Securities and Exchange Commission is seeking payment from Putnam Investments of several hundred million dollars for improper trading in its mutual funds; SEC, in legal brief on March 15, does not indicate precise figure it was seeking from Putnam...",
      "abstract": "Securities and Exchange Commission is seeking payment from Putnam Investments of several hundred million dollars for improper trading in its mutual funds; SEC, in legal brief on March 15, does not indicate precise figure it was seeking from Putnam in fines and forfeited profit; Putnam says SEC wants too big a penalty relative to its actions; administrative law judge who will hear arguments in April from Putnam and SEC on amount to be paid could ultimately decide on much lower figure; settlement between regulators and Janus Capital could be reached as early as end of March (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2004-03-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/24/business/putnam-faces-big-penalties-for-improper-fund-trades.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "Trying to Squeeze More Oil and Gas From the Gulf of Mexico",
      "snippet": "US officials and energy companies are making Gulf of Mexico focus of renewed push to increase domestic oil and gas production as energy prices climb to their highest level in more than decade amid OPEC threats to cut oil production and concern abo...",
      "abstract": "US officials and energy companies are making Gulf of Mexico focus of renewed push to increase domestic oil and gas production as energy prices climb to their highest level in more than decade amid OPEC threats to cut oil production and concern about soaring demand for natural gas; oil production in gulf has almost doubled in last decade, and could reach 1.87 million barrels per day this year; skeptics still call Gulf of Mexico 'Dead Sea' because many earlier production forecasts proved illusory; map; charts; photos (M)",
      "lead_paragraph": "With energy prices climbing to their highest level in more than a decade, amid OPEC threats to cut oil production and concern about soaring demand for natural gas, federal officials and energy companies are making the Gulf of Mexico the focus of a renewed push to increase domestic production.",
      "publication_date": "2004-03-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2004/03/24/business/trying-to-squeeze-more-oil-and-gas-from-the-gulf-of-mexico.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Proposal to Limit Oil and Coal Projects Draws Fire",
      "snippet": "African mining companies, governments of developing countries and international banks express concern over proposal that World Bank restrict oil and coal projects to protect environment; African governments that are heavily dependent on oil and mi...",
      "abstract": "African mining companies, governments of developing countries and international banks express concern over proposal that World Bank restrict oil and coal projects to protect environment; African governments that are heavily dependent on oil and mineral extraction fear new proposals could harm future investment; proposal came in form of report drafted by Emil Salim, former environmental minister from Indonesia who was appointed to prepare it in 2001 by World Bank president James D Wolfensohn; photo (M)",
      "lead_paragraph": "African mining companies, governments of developing countries and international banks have expressed concern over a proposal that the World Bank restrict oil and coal projects to protect the environment.",
      "publication_date": "2004-03-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "W",
      "web_url": "https://www.nytimes.com/2004/03/24/business/proposal-to-limit-oil-and-coal-projects-draws-fire.html",
      "byline": "By Nicole Itano"
    }
  ]
}