{
  "metadata": {
    "date": "2005-05-17",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Morgan Stanley Gets a Lesson on Lawyers and the Law",
      "snippet": "Analysis of some legal issues in $604 million damage award against Morgan Stanley in lawsuit brought by Ronald O Perelman over 1998 deal to sell Coleman Co to Sunbeam; discusses Judge Elizabeth T Maass's decision not to grant Morgan Stanley's new ...",
      "abstract": "Analysis of some legal issues in $604 million damage award against Morgan Stanley in lawsuit brought by Ronald O Perelman over 1998 deal to sell Coleman Co to Sunbeam; discusses Judge Elizabeth T Maass's decision not to grant Morgan Stanley's new counsel a continuance after Kirkland & Ellis withdrew and her decision to reverse burden of proof in case in Perelman's favor; photo (M)",
      "lead_paragraph": "At least one lesson of the legal brawl between Ronald O. Perelman and Morgan Stanley is clear: Don't pick a public fight with your lawyer on the eve of trial.",
      "publication_date": "2005-05-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/17/business/morgan-stanley-gets-a-lesson-on-lawyers-and-the-law.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Study of Breast Cancer Patients Finds Benefit in Low-Fat Diets",
      "snippet": "Scientists report that breast cancer patients who follow diets low in fat may reduce chance that their tumors will return; say this is first large, rigorous study to show that diet could have impact on any cancer; Dr Rowan T Chlebowski, study's pr...",
      "abstract": "Scientists report that breast cancer patients who follow diets low in fat may reduce chance that their tumors will return; say this is first large, rigorous study to show that diet could have impact on any cancer; Dr Rowan T Chlebowski, study's principal investigator, describes data at meeting of American Society of Clinical Oncology; he and independent experts at meeting and elsewhere say study's findings, which are only marginally statistically significant, must be confirmed before recommending that women with breast cancer follow such a diet; in study, 9.8 percent of women assigned to low-fat diet had recurrences over five years, while 12.4 percent of women who maintained their usual diet had their cancer return; chart (M)",
      "lead_paragraph": "Breast cancer patients who follow diets low in fat may reduce the chance that their tumors will return, scientists reported yesterday. It was, they said, the first time that a large, rigorous study showed that diet could have any impact on any cancer.",
      "publication_date": "2005-05-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/17/health/study-of-breast-cancer-patients-finds-benefit-in-lowfat-diets.html",
      "byline": "By Gina Kolata and Lawrence K. Altman"
    },
    {
      "headline": "Iraq Government Calls for an End to Mosque Raids",
      "snippet": "Iraq's new Shiite majority government, seeking to ease tensions with dispossessed Sunni minority, orders army to stop raiding mosques, arresting clerics and 'terrifying worshipers'; order comes less than day after Secretary of State Condoleezza Ri...",
      "abstract": "Iraq's new Shiite majority government, seeking to ease tensions with dispossessed Sunni minority, orders army to stop raiding mosques, arresting clerics and 'terrifying worshipers'; order comes less than day after Secretary of State Condoleezza Rice's visit, during which she appealed to Shiite leaders to reach out to Sunni Arabs, in hope of weakening Sunni support for insurgency; American officials say some insurgent groups may be ready to turn toward peace, if they can be convinced that Sunni Arabs can take part in Iraq's nascent democracy, beginning with full role in drafting new constitution; ban on raids of mosques is announced by new defense minister Sadoun al-Dulaimi, Sunni Arab who fled Saddam Hussein's repression in 1990 for England; Sunni intermediaries wanted that post to go to Sunni with closer links to period of Sunni minority rule that ended with Hussein's overthrow; Dulaimi says order extends to college campuses and Christian churches, and to Shiite as well as Sunni religious sites; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, May 16 - In a gesture calculated to ease tensions with Iraq's dispossessed Sunni Arab minority, the new Shiite majority government announced Monday that it had ordered the army to stop raiding mosques, arresting clerics and \"terrifying worshipers.\"",
      "publication_date": "2005-05-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/17/world/middleeast/iraq-government-calls-for-an-end-to-mosque-raids.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Stores and Vendors Take Their Haggling Over Payment to Court",
      "snippet": "Clothing manufacturers charge in lawsuits that department stores are claiming excess deductions on payments for clothes they ordered; among them is Ben Elias Industries, which is suing Dillard's department store; stores argue that deductions, whic...",
      "abstract": "Clothing manufacturers charge in lawsuits that department stores are claiming excess deductions on payments for clothes they ordered; among them is Ben Elias Industries, which is suing Dillard's department store; stores argue that deductions, which are made for variety of reasons, from bad shipping labels to sluggish sales that forced them to mark down products, are merely part of standard negotiations between wholesalers and merchants; federal government is investigating deductions claimed by Saks Fifth Avenue, whose parent, Saks Inc, has admitted that it 'overcollected' money from its suppliers; Saks names Kevin Wills chief accounting officer to succeed Donald E Wright, who was asked to resign after internal inquiry into vendor allowances; photos; graph (M)",
      "lead_paragraph": "Allan Elias, a vice president at a family-owned clothing maker in New York's garment district, had what he called \"a very serious problem.\" Dillard's Inc., the big department store chain, had withheld thousands of dollars from payments for clothes he had shipped. He did not want to lose an important client, but money was money. His letter to Dillard's was almost pleading.",
      "publication_date": "2005-05-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/17/business/stores-and-vendors-take-their-haggling-over-payment-to-court.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "The Marketing and Success of Natrecor",
      "snippet": "Natrecor, drug approved in 1991 as treatment for heart failure in emergency rooms, is now widely used as 'tuneup' for heart patients, who receive regular infusions, sometimes weekly or more often, over several months in outpatient clinics run by h...",
      "abstract": "Natrecor, drug approved in 1991 as treatment for heart failure in emergency rooms, is now widely used as 'tuneup' for heart patients, who receive regular infusions, sometimes weekly or more often, over several months in outpatient clinics run by hospitals, medical centers and cardiologists; many doctors say treatments help patients, but FDA has not found adequate evidence to approve Natrecor's use in this manner; Medicare is paying for treatments, nevertheless, and drug is generating brisk sales for manufacturer, Scios unit of Johnson & Johnson; some heart doctors are concerned about studies linking Natrecor to kidney problems and other potentially fatal effects; photos; graph (M)",
      "lead_paragraph": "When the Food and Drug Administration approved an expensive treatment for heart failure patients in 2001, its maker hailed it as potentially useful to as many as a million Americans who show up every year in hospital emergency rooms gasping for air and barely able to walk.",
      "publication_date": "2005-05-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/17/business/the-marketing-and-success-of-natrecor.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "Harvard Will Spend $50 Million to Make Faculty More Diverse",
      "snippet": "Harvard University to spend at least $50 million over next decade to recruit, support and promote women and members of underrepresented minority groups on its faculty; Harvard president Lawrence H Summers announces range of initiatives, including ...",
      "abstract": "Harvard University to spend at least $50 million over next decade to recruit, support and promote women and members of underrepresented minority groups on its faculty; Harvard president Lawrence H Summers announces range of initiatives, including creation of new senior vice provost post to focus on diversity issues, improved recruitment, subsidies for salaries, mentoring of junior faculty members and extending clock on tenure for professors who go on maternity or parental leave; Summers has been under siege since Jan, when he suggested that 'intrinsic aptitude' might be factor behind low number of women in science and engineering; he issued repeated apologies and appointed two committees to make recommendations on how to increase presence of women on Harvard's faculty; new initiatives are adopted from recommendations made by those committees (M)",
      "lead_paragraph": "Lawrence H. Summers, the embattled president of Harvard University, announced yesterday that the university would spend at least $50 million over the next decade to recruit, support and promote women and members of underrepresented minority groups on its faculty.",
      "publication_date": "2005-05-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/17/education/harvard-will-spend-50-million-to-make-faculty-more-diverse.html",
      "byline": "By Alan Finder"
    },
    {
      "headline": "Bush's Choice: Anger China or Congress Over Currency",
      "snippet": "Bush administration's forthcoming report on China's foreign exchange policies will anger China, if it accuses China of manipulating exchange rate to gain unfair trade advantage, or Congress, if it gives China clean bill of health; finding one way ...",
      "abstract": "Bush administration's forthcoming report on China's foreign exchange policies will anger China, if it accuses China of manipulating exchange rate to gain unfair trade advantage, or Congress, if it gives China clean bill of health; finding one way may harden Chinese opposition to changing its policies, and finding the other way would likely prompt Congress to pass legislation demanding tougher restrictions on Chinese imports; any change in Chinese policy would have limited impact on US trade deficit, but could have significant impact on US inflation and interest rates because China has had to invest heavily in US Treasuries and other securities in order to keep yuan at unchanged value relative to dollar despite its ballooning trade surplus with US; graph (M)",
      "lead_paragraph": "WASHINGTON, May 16 - After two years of prodding China to relax its fixed exchange rate to the dollar, the Bush administration faces a choice of incurring the wrath of China or of Congress.",
      "publication_date": "2005-05-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/17/business/worldbusiness/bushs-choice-anger-china-or-congress-over-currency.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Newsweek Says It Is Retracting Koran Report",
      "snippet": "Newsweek magazine goes beyond its earlier apology and retracts article published in early May that claimed American interrogators at Guantanamo Bay tried to rattle Muslim detainees by flushing Koran down toilet; carefully worded retraction comes a...",
      "abstract": "Newsweek magazine goes beyond its earlier apology and retracts article published in early May that claimed American interrogators at Guantanamo Bay tried to rattle Muslim detainees by flushing Koran down toilet; carefully worded retraction comes after White House says article damaged image of United States abroad; incident reflects severity of consequences that even one sentence in brief news article can have at time of intense anti-American sentiment overseas and political polarization, as well as extreme distrust of mainstream media at home; article is blamed for inciting widespread protests and riots in Muslim world, where desecration of Koran is viewed as incendiary act; article in current newsweek says original report, written by veteran investigative reporter Michael Isikoff and national security correspondent John Barry, relied on 'longtime reliable source' who later 'backed away' from his original account; in fact, conmplaints from released inmates that Koran had been thrown into toilet go back at least two years; photo (M)",
      "lead_paragraph": "After a drumbeat of criticism from the Bush administration and others, Newsweek magazine yesterday went beyond an apology it issued Sunday and retracted an article published May 1 that stated that American interrogators at Guantánamo Bay, Cuba, had tried to rattle Muslim detainees by flushing a Koran down a toilet.",
      "publication_date": "2005-05-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/17/washington/newsweek-says-it-is-retracting-koran-report.html",
      "byline": "By Katharine Q. Seelye and Neil A. Lewis"
    },
    {
      "headline": "Regulators Seek to Trim Cost of Rules on Auditing",
      "snippet": "Public Company Accounting Oversight Board and SEC move to ease costs of complying with Section 404 of Sarbanes-Oxley Act, which requires that management of public companies assess effectiveness of internal financial controls and directs auditors t...",
      "abstract": "Public Company Accounting Oversight Board and SEC move to ease costs of complying with Section 404 of Sarbanes-Oxley Act, which requires that management of public companies assess effectiveness of internal financial controls and directs auditors to report on whether controls are adequate or have material weaknesses; insist that rule has greatly benefited investors and that there is no need for Congress to revise law; companies have complained that auditors have forced them to go through expensive procedures that accomplish very little; William J McDonough, board chairman, says that too much work was done in some cases to verify statements; Donald T Nicolaisen, SEC's chief accountant, encourages auditors to use their judgment to reduce checks they perform (M)",
      "lead_paragraph": "Facing complaints from businesses about the expense of complying with a new law on internal financial controls, auditing regulators in the United States moved yesterday to ease the costs. But they also said that the rule had greatly benefited investors and that there was no need for Congress to revise the law.",
      "publication_date": "2005-05-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/17/business/regulators-seek-to-trim-cost-of-rules-on-auditing.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "A Jury Assesses Morgan Stanley $604 Million",
      "snippet": "Florida jury awards $604 million in damages to financier Ronald O Perelman, who contends that Morgan Stanley defrauded him in 1998 into selling his stake in Coleman for shares of Sunbeam that later became worthless; verdict had been expected after...",
      "abstract": "Florida jury awards $604 million in damages to financier Ronald O Perelman, who contends that Morgan Stanley defrauded him in 1998 into selling his stake in Coleman for shares of Sunbeam that later became worthless; verdict had been expected after unorthodox ruling by Judge Elizabeth T Maass, who heard case; she shifted burden of proof to Morgan Stanley, citing what she called firm's failure to produce documents; ruling will be appealed, with analysts predicting settlement may be forthcoming; verdict comes at difficult time for Morgan Stanley, which is struggling to overcome punishing campaign to unseat its chief executive Philip J Purcell; eight retired Morgan Stanley executives have proposed that firm be split in two, saying numerous legal and regulatory setbacls under Purcell and his chief counsel Donald G Kempf Jr have caused serious damage to firm's reputation; they and other critics claim defeats result from stubborn, if not confrontational, stance Purcell and Kempf have adopted toward regulators and litigants; Perelman suit reviewed (M)",
      "lead_paragraph": "Morgan Stanley was hit with a daunting legal blow yesterday as a Florida jury awarded $604 million in damages to the financier Ronald O. Perelman, who contended the investment bank defrauded him in a 1998 deal.",
      "publication_date": "2005-05-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/17/business/a-jury-assesses-morgan-stanley-604-million.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Supreme Court Lifts Ban on Wine Shipping",
      "snippet": "Supreme Court rules, in 5-to-4 vote, that states cannot give preferential treatment to in-state wineries in shipping their products; ruling overturns state liquor laws in New York and Michigan that permit in-state wineries to ship directly to cons...",
      "abstract": "Supreme Court rules, in 5-to-4 vote, that states cannot give preferential treatment to in-state wineries in shipping their products; ruling overturns state liquor laws in New York and Michigan that permit in-state wineries to ship directly to consumers, bypassing both retailers and wholesalers; Michigan prohibits direct shipment by out-of-state wineries while New York permits it only for out-of-state wineries that maintain New York office, requirement that majority finds so financially burdensome as to amount to prohibition; Justice Anthony M Kennedy, in his majority opinion, says both states are engaging in kind of protectinism that Commerce Clause of Constitution forbids; court's insistence on equal treatment leaves states free to decide how to respond: to permit direct shipments by all wineries or to prohibit it for all; Gov George E Pataki voices support for changing New York's law to open state to direct shipment for all wineries (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/17/politics/supreme-court-lifts-ban-on-wine-shipping.html",
      "byline": "By Linda Greenhouse"
    }
  ]
}