{
  "metadata": {
    "date": "2005-06-16",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "No Pact Changes With G.M.Yet, Union Chief Says",
      "snippet": "United Automobile Workers' president Ron Gettelfinger, says he will not agree to change GM's labor contract before it expires in 2007 or roll back health benefits for GM hourly workers to match lesser benefits of company's salaried employees, inte...",
      "abstract": "United Automobile Workers' president Ron Gettelfinger, says he will not agree to change GM's labor contract before it expires in 2007 or roll back health benefits for GM hourly workers to match lesser benefits of company's salaried employees, interview; holds he is willing to make concessions to help GM within terms of existing contract; says GM has not presented him with enough information to convince him of severity of financial situation; photo (M)",
      "lead_paragraph": "DETROIT, June 15 - Setting up a potential conflict with General Motors, the president of the United Automobile Workers union said Wednesday that he would not agree to change G.M.'s labor contract before it expires in 2007 or to roll back health benefits for G.M. hourly workers to match the lesser benefits of the company's salaried employees.",
      "publication_date": "2005-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/16/business/no-pact-changes-with-gmyet-union-chief-says.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "King Tut, Museum Trailblazer, Begins Encore",
      "snippet": "Review of exhibit Tutankhamen and the Golden Age of the Pharaohs, opening two-year, four-city American tour at Los Angeles County Museum of Art; photos (M)",
      "abstract": "Review of exhibit Tutankhamen and the Golden Age of the Pharaohs, opening two-year, four-city American tour at Los Angeles County Museum of Art; photos (M)",
      "lead_paragraph": "LOS ANGELES, June 14 - The Curse of the Pharaohs has a long heritage, at least as far as King Tut is concerned. It was said to have caused a series of unusual deaths that followed quickly on the 1922 discovery of Tutankhamen's tomb in the Valley of the Kings near Luxor. Later it supposedly brought blackouts, floods and major inconveniences, all in retribution for the disruption of Tut's 3,300-year-old mummy and the display of any of the 5,398 objects that filled his oddly cramped tomb.",
      "publication_date": "2005-06-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/16/arts/design/king-tut-museum-trailblazer-begins-encore.html",
      "byline": "By Edward Rothstein"
    },
    {
      "headline": "Lawyers Fought U.S. Move to Curb Tobacco Penalty",
      "snippet": "Senior Justice Dept officials reportedly ordered career lawyers running government's tobacco racketeering trial to reduce penalties sought at close of trial by $120 billion, over lawyers' objections; lawyers argued that move would be seen as polit...",
      "abstract": "Senior Justice Dept officials reportedly ordered career lawyers running government's tobacco racketeering trial to reduce penalties sought at close of trial by $120 billion, over lawyers' objections; lawyers argued that move would be seen as politically motivated and legally groundless; they claim lower penalty recommendation ordered by Assoc Atty Gen Robert D McCallum would weaken department's position in any possible settlement with industry, and would create incentive for companies to engage in future misconduct; Justice Dept spokesman claims that $10 billion reduction reflects effort to arrive at figure that would comply with adverse decision from appellate court (M)",
      "lead_paragraph": "WASHINGTON, June 15 - Senior Justice Department officials overrode the objections of career lawyers running the government's tobacco racketeering trial and ordered them to reduce the penalties sought at the close of the nine-month trial by $120billion, internal documents and interviews show.",
      "publication_date": "2005-06-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/16/politics/lawyers-fought-us-move-to-curb-tobacco-penalty.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "Schiavo Autopsy Says Brain, Withered, Was Untreatable",
      "snippet": "Medical examiners report that Terri Schiavo's brain had withered to half the normal size since her collapse in 1990 and that no treatment could have remotely improved her condition; autopsy results are released three months after court-ordered rem...",
      "abstract": "Medical examiners report that Terri Schiavo's brain had withered to half the normal size since her collapse in 1990 and that no treatment could have remotely improved her condition; autopsy results are released three months after court-ordered removal of her feeding tube; they support contention of her husband Michael that she was unaware and incapable of recovering, and they quash allegations by her parents that she had been abused by him; results counter arguments by her family that she was responsive and could improve with therapy; autopsy leaves unresolved mystery of why her heart stopped beating at age of 26; medical examiner Dr Jon R Thogmartin says there is not enough hard evidence to support prevailing theory that eating disorder was to blame; photo (M)",
      "lead_paragraph": "MIAMI, June 15 - An exhaustive autopsy found that Terri Schiavo's brain had withered to half the normal size since her collapse in 1990 and that no treatment could have remotely improved her condition, medical examiners said on Wednesday.",
      "publication_date": "2005-06-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/16/us/schiavo-autopsy-says-brain-withered-was-untreatable.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "Magnet for Iraq Insurgents Is a Crucial Test of New U.S. Strategy",
      "snippet": "Tal Afar and surrounding area in northern Iraq seen as test case for American strategy to try to halt trafficking of arms and insurgent fighters from nearby Syria; battle-hardened American forces are working in conjunction with tribal leaders to c...",
      "abstract": "Tal Afar and surrounding area in northern Iraq seen as test case for American strategy to try to halt trafficking of arms and insurgent fighters from nearby Syria; battle-hardened American forces are working in conjunction with tribal leaders to clear out insurgents, after which Iraqi forces will be left behind to try to keep peace; many tribal sheiks say they favor all-out assault to rout city's insurgents; American commanders say major attack is to be avoided almost al all costs, citing bloodshed, destruction of property and alienation of Iraqi public that resulted from major attack on Falluja last Nov; detailed description of American military cmapaign in Tal Afar; photos; maps (L)",
      "lead_paragraph": "TAL AFAR, Iraq, June 15 - Nine months ago the American military laid siege to this city in northwestern Iraq and proclaimed it freed from the grip of insurgents. Last month, the Americans returned in force -- to reclaim it once again.",
      "publication_date": "2005-06-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/16/world/middleeast/magnet-for-iraq-insurgents-is-a-crucial-test-of-new-us.html",
      "byline": "By Richard A. Oppel Jr"
    },
    {
      "headline": "Fraud Case Filed Against Ex-Officers of Bristol",
      "snippet": "Former Bristol-Myers Squibb Co executives Frederick S Schiff and Richard J Lane are indicted on conspiracy and securities fraud charges related to wholesale inventory manipulation that artificially inflated company revenues by millions of dollars;...",
      "abstract": "Former Bristol-Myers Squibb Co executives Frederick S Schiff and Richard J Lane are indicted on conspiracy and securities fraud charges related to wholesale inventory manipulation that artificially inflated company revenues by millions of dollars; accusations charge two former executives with misleading investors by concealing excess inventory held by Bristol-Myers wholesalers, result of aggressive program of rebates and discounts offered by company to meet its sales targets; company agrees to pay $300 million in penalties but avoids indictment in connection in case; chief executive Peter R Dolan will give up his title as chairman as part of agreement; job will be filled by James Robinson III, former American Express chief (M)",
      "lead_paragraph": "Two former executives of the Bristol-Myers Squibb Company were indicted yesterday on conspiracy and securities fraud charges related to a wholesale inventory manipulation that artificially inflated company revenues by millions of dollars.",
      "publication_date": "2005-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/16/business/fraud-case-filed-against-exofficers-of-bristol.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "The Trillion-Dollar Bet",
      "snippet": "American homeowners have made trillion-dollar bet that mortgage rates will remain near record lows for at least few more years; economists worry that bet could turn bad with some interest rates already rising; Deutsche Bank analysis shows only abo...",
      "abstract": "American homeowners have made trillion-dollar bet that mortgage rates will remain near record lows for at least few more years; economists worry that bet could turn bad with some interest rates already rising; Deutsche Bank analysis shows only about $80 billion, or 1 percent of mortgage debt this year will switch to adjustable rate based largely on prevailing interest rates; some $300 billion of mortgage debt will be similarly adjusted in 2006; portion will soar in 2007, with $1 trillion of nation's mortgage debt--or about 12 percent of it--switching to adjustable payments; economists predict impact will not likely derail economy on its own, but it will probably slow growth; chart; map (M)",
      "lead_paragraph": "American homeowners have made a trillion-dollar bet that mortgage rates will remain near record lows for at least a few more years. But with some interest rates already rising, economists worry that the bet could turn bad.",
      "publication_date": "2005-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/16/realestate/the-trilliondollar-bet.html",
      "byline": "By David Leonhardt and Motoko Rich"
    },
    {
      "headline": "A Pro Camera That Amateurs Can Afford",
      "snippet": "David Pogue column on Nikon's D50 digital camera that offers professional features for amateur photographer; body alone will have list price of $750; camera will be $900 with 18- to 55-millimeter 3x zoon starter lens; photo (M)",
      "abstract": "David Pogue column on Nikon's D50 digital camera that offers professional features for amateur photographer; body alone will have list price of $750; camera will be $900 with 18- to 55-millimeter 3x zoon starter lens; photo (M)",
      "lead_paragraph": "PREDICTING the future just by extrapolating from current trends can be risky business. One megabyte of memory in 1985, for example, would have cost you about $400. By 1995, the same amount cost about $35. You might conclude that memory makers will eventually have to start paying you.",
      "publication_date": "2005-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/16/technology/circuits/a-pro-camera-that-amateurs-can-afford.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Consumer Prices Decline for First Time in 10 Months",
      "snippet": "Labor Department reports prices declined 0.1 percent in May, first drop in 10 months, as gasoline and oil prices fell sharply; core rate of inflation, excluding volatile prices of food and energy, was almost flat for second consecutive month and l...",
      "abstract": "Labor Department reports prices declined 0.1 percent in May, first drop in 10 months, as gasoline and oil prices fell sharply; core rate of inflation, excluding volatile prices of food and energy, was almost flat for second consecutive month and lower than Wall Street analysts expected; report provides new evidence inflationary pressure may have peaked for year; energy prices dropped 2 percent in May; gasoline prices fell 4.4 percent, though they were still 10 percent higher than year earlier; graph; chart; photo (M)",
      "lead_paragraph": "WASHINGTON, June 15 - Consumer prices edged down in May for the first time in nearly a year, helped by lower energy prices.",
      "publication_date": "2005-06-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/16/business/consumer-prices-decline-for-first-time-in-10-months.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "House Blocks a Provision for Patriot Act Inquiries",
      "snippet": "House votes, 238 to 187, to block provision of USA Patriot Act that makes it easier for federal investigators to review records of libraries and bookstores on national security grounds; critics call provision excessive grant of authority to Federa...",
      "abstract": "House votes, 238 to 187, to block provision of USA Patriot Act that makes it easier for federal investigators to review records of libraries and bookstores on national security grounds; critics call provision excessive grant of authority to Federal Bureau of Investigation that threatens privacy and fundamental constitutional rights; coalition of House liberals and conservatives voting against porvision say this should send message to administration that lawmakers are leery of maintaining all elements of law even as Pres Bush seeks to renew act; White House has threatened to veto measure if it impedes Patriot Act (M)",
      "lead_paragraph": "WASHINGTON, June 15 - The House voted Wednesday to block a provision of the USA Patriot Act that makes it easier for federal investigators to review the records of libraries and bookstores on national security grounds.",
      "publication_date": "2005-06-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/16/politics/house-blocks-a-provision-for-patriot-act-inquiries.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "Lobbyists' Role for Public TV Is Investigated",
      "snippet": "Inspector general's office at Corp for Public Broadcasting is looking into $15,000 in payments to two Republican lobbyists last year that were not disclosed to corp's board; one lobbyist was retained at direction of corp's Republican chairman Kenn...",
      "abstract": "Inspector general's office at Corp for Public Broadcasting is looking into $15,000 in payments to two Republican lobbyists last year that were not disclosed to corp's board; one lobbyist was retained at direction of corp's Republican chairman Kenneth Y Tomlinson, and the other at suggestion of his Republican predecessor, who remains on board; investigators are also examining $14,170 in payments made under contracts--which Tomlinson signed personally--with Fred Mann, who provided him with reports about political leanings of guests on program Now when its host was Bill Moyers; contracts are part of broader examination by inspector general of Tomlinson's efforts to bring what he says is more political balance to public television, but what critics call political interference in programming; photo (M)",
      "lead_paragraph": "WASHINGTON, June 15 - Investigators at the Corporation for Public Broadcasting are examining $15,000 in payments to two Republican lobbyists last year that were not disclosed to the corporation's board, people involved in the inquiry said on Wednesday.",
      "publication_date": "2005-06-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/16/politics/lobbyists-role-for-public-tv-is-investigated.html",
      "byline": "By Stephen Labaton"
    }
  ]
}