{
  "metadata": {
    "date": "2005-04-18",
    "total_articles": 30
  },
  "articles": [
    {
      "headline": "While Shares Fell, Viacom Paid Three $160 Million",
      "snippet": "Viacom's chief executive Sumner M Redstone and co-presidents Tom Freston and Leslie Moonves received total compensation in 2004 valued at about $52 million to $56 million each insalary, bonus and stock options, for total of about $160 million; com...",
      "abstract": "Viacom's chief executive Sumner M Redstone and co-presidents Tom Freston and Leslie Moonves received total compensation in 2004 valued at about $52 million to $56 million each insalary, bonus and stock options, for total of about $160 million; compensation specialist Brian Foley says compensation is beyond breathtaking, and it dwarfs what their competitors are earning; Viacom spokesman Carl Folta says overall compensation was based on operating performance of company, and that was excellent in 2004; adds compensation was not based on stock price, which declined 18 percent in 2004; chart (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/16/business/media/while-shares-fell-viacom-paid-three-160-million.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Change to the Clean Air Act Is Built Into New Energy Bill",
      "snippet": "Energy bill that was recently approved by House committee contains provision that would allow communities whose air pollution comes from hundreds of miles away to delay meeting national air quality standards until their offending neighbors clean u...",
      "abstract": "Energy bill that was recently approved by House committee contains provision that would allow communities whose air pollution comes from hundreds of miles away to delay meeting national air quality standards until their offending neighbors clean up their own air; it would be one of most significant changes to Clean Air Act in 15 years if it becomes law; provision could especially affect states like New York and other Northeastern states that have always had difficulty meeting federal standards for ozone, leading cause of smog, because much of pollution originates in states to south and west; Rep Joe L Barton is provision's author (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/16/politics/change-to-the-clean-air-act-is-built-into-new-energy-bill.html",
      "byline": "By Michael Janofsky"
    },
    {
      "headline": "Racing Its Rivals, I.B.M. Risks Tripping Itself Up",
      "snippet": "Disappointing performance that IBM has reported may be nothing more than momentary stumble, but earnings shortfall also points to risk in company's strategy for its corporate services business--main engine of IBM's growth and its hope for prospero...",
      "abstract": "Disappointing performance that IBM has reported may be nothing more than momentary stumble, but earnings shortfall also points to risk in company's strategy for its corporate services business--main engine of IBM's growth and its hope for prosperous future; risk is that competition in IBM's traditional technology services will erode company's business faster than it can replace it with more lucrative work; graph (Market Place column) (M)",
      "lead_paragraph": "The disappointing performance that I.B.M. reported late Thursday may be nothing more than a momentary stumble. But the earnings shortfall, which dragged down the market, also points to the risk in the company's strategy for its corporate services business -- the main engine of I.B.M.'s growth and its hope for a prosperous future.",
      "publication_date": "2005-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/16/technology/racing-its-rivals-ibm-risks-tripping-itself-up.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Security vs. Rebuilding: Kurdish Town Loses Out",
      "snippet": "US cancels the water project it had planned for Halabja as part of a vast effort to rebuild Iraq after 2003 invasion; project in Kurdish town was worth about $10 million; it accounted for a small fraction of $18.4 billion that Congress approved in...",
      "abstract": "US cancels the water project it had planned for Halabja as part of a vast effort to rebuild Iraq after 2003 invasion; project in Kurdish town was worth about $10 million; it accounted for a small fraction of $18.4 billion that Congress approved in 2003 for the reconstruction of Iraq, including $4 billion for water and sewage projects; US shifted $3.4 billion from the projects to pay for training Iraqi Army and police forces after the outbreak of the insurgency in 2004; map; photos (M)",
      "lead_paragraph": "HALABJA, Iraq, April 11 - For years Nuradeen Ghreeb has dreamed of bringing clean drinking water to his hometown. That town happens to be Halabja, where 17 years ago he and his parents cowered in a basement as Saddam Hussein's airplanes attacked with chemical weapons, killing at least 5,000 people.",
      "publication_date": "2005-04-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/16/world/middleeast/security-vs-rebuilding-kurdish-town-loses-out.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Cracks in Brakes Prompt Amtrak to Halt Acelas",
      "snippet": "Amtrak takes its Acela Express trains out of service after government inspector looking under a train following speed experiment notices cracks in brakes, and check finds hundreds of similar flaws on other trains; discovery of widespread fissures ...",
      "abstract": "Amtrak takes its Acela Express trains out of service after government inspector looking under a train following speed experiment notices cracks in brakes, and check finds hundreds of similar flaws on other trains; discovery of widespread fissures in brake discs disrupts travel plans of over 10,000 people who ride trains every weekday along Northeast Corridor between Boston, New York and Washington; it is second time since train was introduced in Dec 2000 that all 20 trains had to be sidelined because of cracks in undercarriage; diagram; graph compares ridership on Northeast Corrider train lines; photos (M)",
      "lead_paragraph": "WASHINGTON, April 15 - Amtrak took all its Acela Express trains out of service early Friday morning after a government inspector looking under a train following a speed experiment noticed cracks in the brakes, and a quick check found hundreds of similar flaws on other trains.",
      "publication_date": "2005-04-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/16/us/cracks-in-brakes-prompt-amtrak-to-halt-acelas.html",
      "byline": "By Matthew L. Wald"
    },
    {
      "headline": "Legal Reform Turns a Steward Into an Activist",
      "snippet": "New York State Comptroller Alan Hevesi, who is sole fiduciary for $120 Million New York State Common Retirement Fund and managed to get J P Morgan to agree to pay $2 billion settlement in WorldCom case, has been acting a lot like sort of activist ...",
      "abstract": "New York State Comptroller Alan Hevesi, who is sole fiduciary for $120 Million New York State Common Retirement Fund and managed to get J P Morgan to agree to pay $2 billion settlement in WorldCom case, has been acting a lot like sort of activist lawyer that Congress tried to put of out of business in 1995 when it passed Private Securities Litigation Reform Act; Hevesi is rewriting legal playbook; not only did he wrest from WorldCom's investment banks $6 billion settlement for investors, he also forced company's former directors to pay $24.5 million out of their own pockets; Hevesi has ruffled legal community by seeking to reduce fees that lawyers charge, leaving investors with higher percentage of total settlement; Hevesi is not a lawyer; chart; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/16/business/legal-reform-turns-a-steward-into-an-activist.html",
      "byline": "By Karen Donovan"
    },
    {
      "headline": "China's Problem With 'Anti-Pest' Rice",
      "snippet": "Some Chinese growers and foreign specialists say rice grown in some regions of China that farmers call 'anti-pest rice' has been genetically modified, which is illegal to sell on open market in China; environmental group Greenpeace, which had rice...",
      "abstract": "Some Chinese growers and foreign specialists say rice grown in some regions of China that farmers call 'anti-pest rice' has been genetically modified, which is illegal to sell on open market in China; environmental group Greenpeace, which had rice in Wuhan, China, tested by independent lab in Germany, says results show that some of rice was altered with gene that creates resistance to pests; photos (M)",
      "lead_paragraph": "WUHAN, China, April 14 - The farmer reaches down into a sack he keeps stored on the second floor of his house in a small farming village south of here and pulls up a fistful of rice that he says has no equal.",
      "publication_date": "2005-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/16/business/worldbusiness/chinas-problem-with-antipest-rice.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "A Deal for Jet Fighters Opens the Door to India",
      "snippet": "Bush administration's decision to sell fighter jets to Pakistan and India opens doors for military contractors; jet sales to Pakistan have high symbolic value, but little in way of business promise; two dozen new F-16's will be made available to P...",
      "abstract": "Bush administration's decision to sell fighter jets to Pakistan and India opens doors for military contractors; jet sales to Pakistan have high symbolic value, but little in way of business promise; two dozen new F-16's will be made available to Pakistan as reward for that country's aid in war on terror and will strengthen fleet of about 40 F-16's acquired before Congress halted sales in 1990 to protest Pakistan's nuclear ambitions; decision to open up Indian market means that contractors now have chance to sell up to 126 fighter jets to country with aging military fleet of 800 jets, none of them made in America; potential sales to India mean that Lockheed-Martin may be able to keep alive its aging F-16 production line and save jobs in Fort Worth, Tex, where 5,000 people work on plane; Boeing could benefit if Imndia pushes for something other than F-16; graph; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/16/business/worldbusiness/a-deal-for-jet-fighters-opens-the-door-to-india.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Stocks Fall to Lowest Point Since Presidential Election  Stocks tumbled, extending a recent slump that has come on fears that economic growth is slowing. The Standard & Poor's 500-stock index dropped 19.43 points, to 1,142.62. The Dow Jones indust...",
      "abstract": " Stocks Fall to Lowest Point Since Presidential Election  Stocks tumbled, extending a recent slump that has come on fears that economic growth is slowing. The Standard & Poor's 500-stock index dropped 19.43 points, to 1,142.62. The Dow Jones industrial average declined 191.24 points, to 10,087.51, and the Nasdaq composite index fell 38.56 points, to 1,908.15.    The selloff was ignited by weak earnings from I.B.M., and worsened throughout the day. It was the worst single day for the major gauges this year and capped the worst week since August. As stocks fell, the bond market rallied as investors there seemed to accept that if the economy was slowing, Federal Reserve policy makers will probably worry less about inflation and be less aggressive in pushing up interest rates. [Page A1.]    General Electric reported a 25 percent increase in first-quarter earnings, to $4.04 billion, led by its entertainment and health care units and strong growth in most of its businesses. Revenue rose 19 percent. [C2.]    Brake Problem Halts Acela Trains  Amtrak took its 20 Acela Express trains out of service because an inspector noticed cracks in the brakes, and a quick check found hundreds of similar flaws on other trains. [A1.]    Dynegy Settles Shareholder Suit  Dynegy has agreed to pay $468 million to settle a lawsuit contending that it misrepresented its financial results through a series of transactions undertaken in 2001. [C10.]    Another Success for Genentech  Shares of Genentech soared 18 percent, to $69.35, after its drug Avastin was shown to delay the worsening of breast cancer. This comes after Avastin was approved for colorectal cancer last year, and a late-stage clinical trial showed last month that it prolonged the lives of those with lung cancer. [C4.]    Citigroup Profit Increases 3.2%  First-quarter earnings at Citigroup rose 3.2 percent on higher growth in its retail banking business, helping to offset other businesses like asset management that were weaker. [C4.]    Raytheon Replaces Finance Chief  Raytheon named Biggs C. Porter, left, acting chief financial officer to replace Edward S. Pliner, who was put on administrative leave. Raytheon also offered to pay $12 million to settle an investigation into its accounting practices by the Securities and Exchange Commission, and said it had reached an agreement to pay $39 million to settle a shareholder lawsuit over a sale of assets in 2000. [C4.]    MG Rover to Layoff 5,000 Workers  Hopes to save the bankrupt MG Rover ran out. The company will be broken up and sold and 5,000 of its workers laid off. [C3.]    MetLife Cuts the Number of Layoffs  MetLife said it would scale back for at least a year job cuts in Hartford, related to its acquisition of Travelers Life and Annuity. The announcement prompted Connecticut's attorney general, Richard Blumenthal, to drop his threat to fight the merger. [C4.]    Deal for British Electronics Retailer  The British electronics retailer Dixons Group said it had signed a deal for the right to buy Russia's biggest consumer electronics retailer, Eldorado, for $1.9 billion. [C3.]    Profits Decline at 2 Phone Makers  Samsung Electronics and Sony Ericsson reported steep tumbles in profit, accelerating a slide in technology stocks worldwide. Samsung's first-quarter profit sank 52 percent, to 1.50 trillion won ($1.47 billion). At Sony Ericsson, earnings plummeted 61 percent, to 32 million euros ($41.02 million). [C2.]    Earnings Flat at Knight and Tribune  Knight Ridder and Tribune reported flat first-quarter earnings. [C2.]  ",
      "lead_paragraph": "Stocks Fall to Lowest Point Since Presidential Election Stocks tumbled, extending a recent slump that has come on fears that economic growth is slowing. The Standard & Poor's 500-stock index dropped 19.43 points, to 1,142.62. The Dow Jones industrial average declined 191.24 points, to 10,087.51, and the Nasdaq composite index fell 38.56 points, to 1,908.15.",
      "publication_date": "2005-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/16/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Slow DNA Trail Leads to Suspect in Cape Cod Case",
      "snippet": "Massachusetts state troopers arrest trash collector Christopher McCowen in rape and murder of fashion writer Christa Worthington in her Truro bungalow in Jan 2002; Cape Cod Dist Atty Michael O'Keefe says McCowen was first considered suspect in Apr...",
      "abstract": "Massachusetts state troopers arrest trash collector Christopher McCowen in rape and murder of fashion writer Christa Worthington in her Truro bungalow in Jan 2002; Cape Cod Dist Atty Michael O'Keefe says McCowen was first considered suspect in April 2002, but it took nearly two years to collect DNA sample from him and over a year to analyze results; investigation included controversial attempt to collect DNA from all the men in Truro; photos (M)",
      "lead_paragraph": "BARNSTABLE, Mass., April 15 - After a three-year investigation, including a dragnet attempt to collect DNA from all the men in one Cape Cod town, law enforcement authorities on Friday announced an arrest in the highly publicized killing of a fashion writer in the winter of 2002.",
      "publication_date": "2005-04-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/16/us/slow-dna-trail-leads-to-suspect-in-cape-cod-case.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "Stocks Plunge to Lowest Point Since Election",
      "snippet": "Stocks on April 15 tumble to their lowest level since 2004 presidential election, extending recent slump that has come amid fears that economic growth is slowing; sell-off is ignited by surprisingly weak earnings from IBM; it is worst single day f...",
      "abstract": "Stocks on April 15 tumble to their lowest level since 2004 presidential election, extending recent slump that has come amid fears that economic growth is slowing; sell-off is ignited by surprisingly weak earnings from IBM; it is worst single day for market in 2005 and caps worst week since Aug; Dow Jones industrial average declines 191.24 points to 10,087.51, Nasdaq composite index falls 38.56 points to 1,908.15, and Standard & Poor's 500-stock index drops 19.43 points to 1,142.62; bond market rallies as stocks fall; graph (M)",
      "lead_paragraph": "Stocks tumbled to their lowest levels since the presidential election yesterday, extending a recent slump that has come amid fears that economic growth is slowing.",
      "publication_date": "2005-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/16/business/stocks-plunge-to-lowest-point-since-election.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "Cardinals Align as Time Nears to Select Pope",
      "snippet": "There was never doubt that Cardinal Joseph Ratzinger, the Vatican's hard-line defender of the faith, would have a strong hand in selecting the next pope. But in the days of prayer and politics before the conclave, which begins on Monday, he has em...",
      "abstract": "There was never doubt that Cardinal Joseph Ratzinger, the Vatican's hard-line defender of the faith, would have a strong hand in selecting the next pope. But in the days of prayer and politics before the conclave, which begins on Monday, he has emerged as perhaps the surprise central figure: the man who could become the 265th pope, choose him or be the one other cardinals knock from the running.     Any talk of who will become the next pope is guesswork, echoes from cardinals and their staffs sworn to silence about one of the world's most elite and secretive gatherings.   ",
      "lead_paragraph": "ROME, April 16 - There was never doubt that Cardinal Joseph Ratzinger, the Vatican's hard-line defender of the faith, would have a strong hand in selecting the next pope. But in the days of prayer and politics before the conclave, which begins on Monday, he has emerged as perhaps the surprise central figure: the man who could become the 265th pope, choose him or be the one other cardinals knock from the running.",
      "publication_date": "2005-04-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/04/17/world/worldspecial2/cardinals-align-as-time-nears-to-select-pope.html",
      "byline": "By Laurie Goodstein and Ian Fisher"
    },
    {
      "headline": "An Industry Bully Gets Its Comeuppance",
      "snippet": "Gretchen Morgenson column on allegations against American International Group, global insurance giant renowned for browbeating insurance regulators and now under investigation by regulators and prosecutors; past incidents in Delaware and elsewhere...",
      "abstract": "Gretchen Morgenson column on allegations against American International Group, global insurance giant renowned for browbeating insurance regulators and now under investigation by regulators and prosecutors; past incidents in Delaware and elsewhere regarding regulatory and accounting investigations of AIG described (M)",
      "lead_paragraph": "WHAT goes around may not always come around. But every once in a while, it does. And for executives at the American International Group, the global insurance giant under investigation by regulators and prosecutors, this is one of those times.",
      "publication_date": "2005-04-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/04/17/business/yourmoney/an-industry-bully-gets-its-comeuppance.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "There's Networking, and There's Working",
      "snippet": "THE conversation over dinner in an East Harlem office building was wonderfully ordinary on a recent Monday night.    Tanya Velazquez, 29, who is unemployed, spoke to the dozen or so women about volunteering, and her hope that it would help her fin...",
      "abstract": "THE conversation over dinner in an East Harlem office building was wonderfully ordinary on a recent Monday night.    Tanya Velazquez, 29, who is unemployed, spoke to the dozen or so women about volunteering, and her hope that it would help her find paid work.  ",
      "lead_paragraph": "THE conversation over dinner in an East Harlem office building was wonderfully ordinary on a recent Monday night.",
      "publication_date": "2005-04-17T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/04/17/jobs/theres-networking-and-theres-working.html",
      "byline": "By Tanya Mohn"
    },
    {
      "headline": "How One Pill Escaped the List of Controlled Steroids",
      "snippet": "On the shelves of health stores across the country sits a dietary supplement that advertisements boast can ''significantly alter body composition'' -- by converting to steroids in the bloodstream and, for some, helping pump up muscles as tradition...",
      "abstract": "On the shelves of health stores across the country sits a dietary supplement that advertisements boast can ''significantly alter body composition'' -- by converting to steroids in the bloodstream and, for some, helping pump up muscles as traditional steroids do.    But unlike every other substance in the steroid family, the supplement, DHEA, is not classified as a controlled drug. In fact, the chalky white pills and capsules enjoy an exemption under federal law, thanks to a bill passed by Congress late last year.  ",
      "lead_paragraph": "WASHINGTON, April 16 - On the shelves of health stores across the country sits a dietary supplement that advertisements boast can \"significantly alter body composition\" -- by converting to steroids in the bloodstream and, for some, helping pump up muscles as traditional steroids do.",
      "publication_date": "2005-04-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/04/17/us/how-one-pill-escaped-the-list-of-controlled-steroids.html",
      "byline": "By Anne E. Kornblut and Duff Wilson"
    },
    {
      "headline": "Arms Equipment Plundered in 2003 Is Surfacing in Iraq",
      "snippet": "Equipment plundered from dozens of sites in Saddam Hussein's vast complex for manufacturing weapons is beginning to surface in open markets in Iraq's major cities and at border crossings.    Looters stormed the sites two years ago when Mr. Hussein...",
      "abstract": "Equipment plundered from dozens of sites in Saddam Hussein's vast complex for manufacturing weapons is beginning to surface in open markets in Iraq's major cities and at border crossings.    Looters stormed the sites two years ago when Mr. Hussein's government fell, and the fate of much of the equipment has remained a mystery.  ",
      "lead_paragraph": "KIRKUK, Iraq, April 16 - Equipment plundered from dozens of sites in Saddam Hussein's vast complex for manufacturing weapons is beginning to surface in open markets in Iraq's major cities and at border crossings.",
      "publication_date": "2005-04-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/04/17/world/middleeast/arms-equipment-plundered-in-2003-is-surfacing-in-iraq.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Wipe Egg Off Face. Try Again. Voilà!",
      "snippet": "Article on efforts by Edgar Bronfman Jr, heir to Seagram fortune, and fellow investors, including Thomas H Lee Partners, Bain Capital and Providence Equity to recoup $2.6 billion they paid for Time Warner's flagging Warner Music division and turn ...",
      "abstract": "Article on efforts by Edgar Bronfman Jr, heir to Seagram fortune, and fellow investors, including Thomas H Lee Partners, Bain Capital and Providence Equity to recoup $2.6 billion they paid for Time Warner's flagging Warner Music division and turn company around; group is working on The Biz, Web-based reality show about record industry that they hope to run on America Online as early as this spring; is preparing initial public offering that is likely to value company at $4 billion; critics wonder if Bronfman, whose sale five years ago of Seagram and its entertainment assets for shares of Vivendi that later imploded, is more interested in cashing in and making up for past blunders than he is in Warner's future; photos (M)",
      "lead_paragraph": "THIRTEEN months after Edgar Bronfman Jr. and a bevy of private investors bought Warner Music, he and other top executives are trying to figure out \"The Biz.\" That isn't just shorthand for the music business, though fixing that mess weighs heavily on their minds. It is the working title they've given to a Web-based reality show about the record industry, along the lines of \"The Apprentice,\" that they hope to run on America Online as early as this spring.",
      "publication_date": "2005-04-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/04/17/business/yourmoney/wipe-egg-off-face-try-again-voila.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "The Insurance Scandal Shakes Main Street",
      "snippet": "Article on adverse impact on thousands of medical doctors and lawyers in South and Midwest in wake of collapse of malpractice insurer Reciprocal of America; those who relied on Reciprocal, and held malpractice policies that evaporated without warn...",
      "abstract": "Article on adverse impact on thousands of medical doctors and lawyers in South and Midwest in wake of collapse of malpractice insurer Reciprocal of America; those who relied on Reciprocal, and held malpractice policies that evaporated without warning, say they feel betrayed; demise of Reciprocal has emerged as signature case in series of investigations of insurance abuses; photos (L)",
      "lead_paragraph": "LIKE many doctors in private practice, Andrew A. Slemp Jr. figured that he could earn enough from the small surgical group he started in Roanoke, Va., to enjoy a comfortable retirement. But Dr. Slemp, who is in his early 60's, recently dissolved his practice after running into financial trouble when his malpractice insurer collapsed.",
      "publication_date": "2005-04-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/04/17/business/yourmoney/the-insurance-scandal-shakes-main-street.html",
      "byline": "By Timothy L. O'Brien and Joseph B. Treaster"
    },
    {
      "headline": "Out at the Horse Farm, a Homespun Steinbrenner",
      "snippet": "George Steinbrenner no longer climbs on a tractor and rolls beneath the live oaks here to cut his grass. Now, he rides a golf cart and bumps along the pastures of his Kinsman Stud Farm, delivering sugar cubes to one cluster of horses after another...",
      "abstract": "George Steinbrenner no longer climbs on a tractor and rolls beneath the live oaks here to cut his grass. Now, he rides a golf cart and bumps along the pastures of his Kinsman Stud Farm, delivering sugar cubes to one cluster of horses after another.    Steinbrenner is a different kind of boss here. He has owned this 850-acre farm longer than he has the Yankees, and it has served as a reminder of his pastoral childhood, as the site of family gatherings and, during a few fortunate springs, a place where dreams of the Kentucky Derby take flight. This is one of those springs.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/04/17/sports/othersports/out-at-the-horse-farm-a-homespun-steinbrenner.html",
      "byline": "By Joe Drape"
    },
    {
      "headline": "Sudden Bearish Sentiment Underlines Fears on Economy",
      "snippet": "Wall Street and unusually nervous invididual investors will look to flood of earnings reports this week to see how optimistic corporate America is in its outlook for economy following last week's market plunge; almost third of companies in Standar...",
      "abstract": "Wall Street and unusually nervous invididual investors will look to flood of earnings reports this week to see how optimistic corporate America is in its outlook for economy following last week's market plunge; almost third of companies in Standard & Poor's 500-stock index and half of 30 companies making up Dow Jones industrial average are to report earnings for first three months of year; many will comment on financial quarters ahead and could either counter or reinforce current pessimism about economy; early earnings warnings from companies like General Motors and Ford have already discouraged investors; earnings growth for quarter is likely to be well below pace of last year; sharp fall in market attributed to investors' sudden realization that high crude oil and gasoline prices are curtailing consumer spending, slowing economic growth and cutting into corporate earnings; shift in mood and economic outlook seems to take Federal Reserve by surprise; at its Mar 22 meeting, there was talk of solid job growth and capital spending, with some concern about inflationary pressures; next reading of Fed's views on strength of economy will come after May 3 meeting (M)",
      "lead_paragraph": "After last week's market plunge -- when America's three main stock gauges fell more than 3 percent -- Wall Street and unusually nervous individual investors are looking to the flood of earnings reports this week to see how optimistic corporate America is in its outlook for the economy.",
      "publication_date": "2005-04-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/18/business/sudden-bearish-sentiment-underlines-fears-on-economy.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "Iraqi Kidnapping Tale Combines Perilous Mix of Fact and Rumor",
      "snippet": "Iraq's daily violence and sectarian tensions--which are real enough--can be easily twisted into fantasy by rumors that spread like wildfire in country where telephones are unreliable and roads are often blocked; country's current political turmoil...",
      "abstract": "Iraq's daily violence and sectarian tensions--which are real enough--can be easily twisted into fantasy by rumors that spread like wildfire in country where telephones are unreliable and roads are often blocked; country's current political turmoil makes it hard to determine truth; in latest example, three Iraqi Army battalions surrounded town of Madaen, acting on report that Sunni kidnappers were threatening to kill hundreds of Shiite hostages unless all Shiites left town; report prompted Iraq's top political figures to warn of sectarian crisis between majority Shiites and minority Sunnis; army battalions arriving in Madaen found no armed Sunni mobs, no cowering Shiite victims, just streets full of people calmly going about their business; rumors in Madaen did not grow from nothing, but Iraqi Army officer claims issue was exaggerated for political reasons related to formation of new government (M)",
      "lead_paragraph": "BAGHDAD, Iraq, April 17 - Anyone in Baghdad on Sunday morning could have been forgiven for thinking the country was on the verge of civil war.",
      "publication_date": "2005-04-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/18/world/middleeast/iraqi-kidnapping-tale-combines-perilous-mix-of-fact-and.html",
      "byline": "By Robert F. Worth"
    },
    {
      "headline": "It's Moore's Law, but Another Had the Idea First",
      "snippet": "Roles played by computer industry pioneers Gordon E Moore and Douglas C Engelbart noted in light of 40th anniversary of publication of Moore's celebrated article predicting number of transistors that could be placed on silicon chip would continue ...",
      "abstract": "Roles played by computer industry pioneers Gordon E Moore and Douglas C Engelbart noted in light of 40th anniversary of publication of Moore's celebrated article predicting number of transistors that could be placed on silicon chip would continue to double at regular intervals for forseeable future; Engelbart had made similar observation even earlier; Moore, Intel co-founder, and Engelbart, leading developer of many technologies that underlie both personal computer industry and Internet, represent twin Silicon Valley cultures that have combined to create digital economy; photos (M)",
      "lead_paragraph": "SAN FRANCISCO, April 17 - One of the cornerstones of Silicon Valley will mark an anniversary Tuesday. Forty years ago, Electronics magazine published Gordon E. Moore's celebrated article predicting that the number of transistors that could be placed on a silicon chip would continue to double at regular intervals for the foreseeable future.",
      "publication_date": "2005-04-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/18/technology/its-moores-law-but-another-had-the-idea-first.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Hoping to Steal Some Talent, Rivals Circle Morgan Stanley",
      "snippet": "Market Place column on efforts of investment banking rivals to lure away Morgan Stanley's top managing directors in wake of abrupt departure of top investment bankers Vikram S Pandit and Joseph R Perella; some Morgan bankers reportedly have accept...",
      "abstract": "Market Place column on efforts of investment banking rivals to lure away Morgan Stanley's top managing directors in wake of abrupt departure of top investment bankers Vikram S Pandit and Joseph R Perella; some Morgan bankers reportedly have accepted offers and tentatively plan to resign in coming weeks, while others are weighing offers but may decide to stay at firm; number of departures for rival firms seen key test of chief executive Philip J Purcell's ability to unite firm; only one of 10 bankers who have left so far has decamped to rival (M)",
      "lead_paragraph": "Let the poaching wars begin.",
      "publication_date": "2005-04-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/18/business/hoping-to-steal-some-talent-rivals-circle-morgan-stanley.html",
      "byline": "By Landon Thomas Jr. and Andrew Ross Sorkin"
    },
    {
      "headline": "When the Blogger Blogs, Can the Employer Intervene?",
      "snippet": "Some employers are seeking to limit content of personal Web logs, or blogs, posted by their employees to protect their brands; rising tide of employees have recently been reprimanded or let go for running afoul of their employers' taste or tempera...",
      "abstract": "Some employers are seeking to limit content of personal Web logs, or blogs, posted by their employees to protect their brands; rising tide of employees have recently been reprimanded or let go for running afoul of their employers' taste or temperament on their blogs and have found law offers no special protections for blogging; experts warn employees not to confuse freedom of speech with freedom from consequences that might follow from what they say; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/18/technology/when-the-blogger-blogs-can-the-employer-intervene.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "At ABC, Piecing a New Team Together",
      "snippet": "Peter Jennings absence from ABC's World News Tonight for lung cancer treatment threatens momentum show has already generated and its hopes to further capitalize on Dec change in NBC Nightly News anchor; ABC News president David Westin faces risk t...",
      "abstract": "Peter Jennings absence from ABC's World News Tonight for lung cancer treatment threatens momentum show has already generated and its hopes to further capitalize on Dec change in NBC Nightly News anchor; ABC News president David Westin faces risk that any long-term strategic or personnel moves, including grooming Jennings successor, could seem to be preparing for future without Jennings, who may be news network's biggest star; Jennings remains backstage presence on show and has been encouraged to reclaim anchor chair on any night he feels up to it, with little notice; photos (M)",
      "lead_paragraph": "The news that Peter Jennings will be absent from \"World News Tonight\" for an indeterminate period while he is being treated for lung cancer has, at least from a business perspective, had its most profound impact on Mr. Jennings's ultimate boss, David Westin, the president of ABC News.",
      "publication_date": "2005-04-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/18/business/media/at-abc-piecing-a-new-team-together.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Ralph Reed's Zeal for Lobbying Is Shaking His Political Faithful",
      "snippet": "Ralph Reed, conservative Christian standard bearer now running for lieutenant governor of Georgia, faces questions from loyalists about his ties to Republican lobbyist Jack Abramoff; federal investigations of Abramoff reveal that he paid Reed's co...",
      "abstract": "Ralph Reed, conservative Christian standard bearer now running for lieutenant governor of Georgia, faces questions from loyalists about his ties to Republican lobbyist Jack Abramoff; federal investigations of Abramoff reveal that he paid Reed's consulting firm more than $4 million to help organize Christian opposition to Indian casinos in Texas and Louisiana, using money from other Indians with rival casinos; Reed has said he did not know that casino owners paid for his services, and that he is morally opposed to gambling; some of his past patrons--including Rev Pat Robertson--say his work with Abramoff's Indian casino clients raises questions about how he has balanced his personal ambitions with his Christian principles; Reed's rival in Republican primary in Georgia is playing up his links with Indian casinos; photos (M)",
      "lead_paragraph": "ATLANTA - In 30 years of culture wars, few conservative Christian standard bearers have traveled further in American politics than Ralph Reed. The former head of the Christian Coalition has been a high-priced communications consultant, a top Bush campaign adviser, chairman of Georgia's Republican Party and now a candidate for lieutenant governor here.",
      "publication_date": "2005-04-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/18/politics/ralph-reeds-zeal-for-lobbying-is-shaking-his-political-faithful.html",
      "byline": "By David D. Kirkpatrick and Philip Shenon"
    },
    {
      "headline": "Atrocity Victims in Uganda Choose to Forgive",
      "snippet": "Some victims of Uganda's brutal guerrilla wars urge International Criminal Court at The Hague to back off, saying local people will suffer if rebel command feels cornered and recommending giving forgiveness a chance; two very different systems--tr...",
      "abstract": "Some victims of Uganda's brutal guerrilla wars urge International Criminal Court at The Hague to back off, saying local people will suffer if rebel command feels cornered and recommending giving forgiveness a chance; two very different systems--trials of those accused of committing atrocities and forgiveness rite involving raw eggs, twigs and livestock--are clashing in their response to one of continent's most bizarre and brutal guerrilla wars, conflict that has raged for 18 years; international court was invited to investigate war by Pres Yoweri Museveni, and says it is close to issuing arrest warrants for, among others, Joseph Kony, self-styled spiritualist whose rebel troops have cut off lips, hands, noses and breasts of civilians, intending that their victims survive as constant warnings to others not to inform on them or support what he claims is Museveni's evil government; photos; map; chronology of major milestones in country's violent conflict (M)",
      "lead_paragraph": "GULU, Uganda - The International Criminal Court at The Hague represents one way of holding those who commit atrocities responsible for their crimes. The raw eggs, twigs and livestock that the Acholi people of northern Uganda use in their traditional reconciliation ceremonies represent another.",
      "publication_date": "2005-04-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/18/world/africa/atrocity-victims-in-uganda-choose-to-forgive.html",
      "byline": "By Marc Lacey"
    },
    {
      "headline": "Cardinals Gather Today in Secret to Elect the Next Pope",
      "snippet": "Conclave to elect new pope that opens Apr 18 marries highest Roman Catholic Church solemnity with electoral experience that dates back nearly millennium; event is unique mix of pageantry and practicality, regal balloting exercise that has not occu...",
      "abstract": "Conclave to elect new pope that opens Apr 18 marries highest Roman Catholic Church solemnity with electoral experience that dates back nearly millennium; event is unique mix of pageantry and practicality, regal balloting exercise that has not occurred since John Paul II was chosen 26 years ago; in theory, 115 voting cardinals are all candidates; historically, cardinals coalesce around several favorites before being sequestered, thanks to formal daily meetings and informal encounters in days after pope's death; strength of support becomes clear in first vote, which could occur as early as evening of first day; Cardinal Joseph Ratzinger, 78, one of pope's closest aides and doctrinal conservative, appears to have largest bloc, but he might channel his votes to someone else; photos; diagrams describing election process (L)",
      "lead_paragraph": "ROME, April 17 - Bathed in mystery and, many believe, the Holy Spirit, the conclave to elect a new pope that opens Monday marries the highest Roman Catholic Church solemnity with one of history's longest-lived electoral experiences.",
      "publication_date": "2005-04-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/18/world/worldspecial2/cardinals-gather-today-in-secret-to-elect-the-next-pope.html",
      "byline": "By Daniel J. Wakin"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Market Braces for Earnings After Sharp Fall in Stocks  After last week's market plunge -- when America's three main stock gauges fell more than 3 percent -- investors will be looking to the flood of corporate earnings this week that are likely to ...",
      "abstract": " Market Braces for Earnings After Sharp Fall in Stocks  After last week's market plunge -- when America's three main stock gauges fell more than 3 percent -- investors will be looking to the flood of corporate earnings this week that are likely to set the near-term course of a nervous market.     Whether or not earnings are an antidote, it is clear that the mood of the investors has changed dramatically, They finally seem to believe that high crude oil and gasoline prices are curtailing consumer spending, slowing economic growth and cutting into corporate earnings. [Section A.]    Questioning Eziba's Decisions  When Eziba, an online retailer, declared bankruptcy last year, hundreds of its suppliers were left unpaid. Some of the company's critics are now questioning Eziba's decision to forgo payments. Suppliers from around the world included Rwandan widows, above, who weaved baskets for Eziba last year in Gashoga village. A debt to them was paid by Overstock.com, which bought Eziba's assets. Bob Tedeschi: E-Commerce Report. [C6.]    Intel Has Chip for Wireless Signals  The Intel Corporation is expected to announce that it has begun selling a computer chip designed to pick up long-range, high-speed wireless Internet signals. The technology, known as WiMax, is seen as both a complement and successor to WiFi transmissions, which send data over shorter distances. [C4.]    Equity Firms Make Bets on Satellite  While many investors remain wary of the fiber optic industry, private equity firms have taken big stakes in satellite operators including PanAmSat, Intelsat and New Skies Satellites Holdings. [C4.]    Cellphones for the Preverbal Set  As mobile television gains ground, a group of entertainment companies is working to turn the cellphone into a high-tech pacifier. The target customers are children who may be incapable of coherent telephone conversation but will cuddle with a portable phone and view entertainment by Sesame Street characters or the Teletubbies. [C10.]    Britain to Examine Rover Finances  The British government has ordered an investigation into the accounts of MG Rover amid contentions that directors stripped money from the failed company. [C6.]    Insurance Chief Set to Urge Change  The chief executive of one of the largest insurance brokerages is expected to open a conference with a call for major changes in how the industry does business. [C2.]    Fox Turns to Fans to Save Show  Fans often conduct grass-roots campaigns to persuade television networks to spare their favorite programs from cancellation. Now a campaign seeks to save ''Arrested Development,'' the Fox comedy, which has low ratings despite winning three Emmy Awards last September. But in this case, the campaign is being run by Fox itself. Above, Julia Louis-Dreyfus and Jason Bateman on a recent episode. [C8.]    Marketing Research Back in Style  For years, advertising research was seen as a staid field with little practical relevance. Now, as clients increasingly hold agencies accountable for effective ads, the researchers are in demand. Stuart Elliott: Advertising. [C10.]  ",
      "lead_paragraph": "Market Braces for Earnings After Sharp Fall in Stocks After last week's market plunge -- when America's three main stock gauges fell more than 3 percent -- investors will be looking to the flood of corporate earnings this week that are likely to set the near-term course of a nervous market.",
      "publication_date": "2005-04-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/18/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Pushing (and Toeing) the Line in China",
      "snippet": "Interview with Hu Shuli, editor of thriving Chinese business journal Caijing; her aggressive staff of 50 young journalists push envelope on what is journalistically permissible in China, probing government corruption and corporate fraud; governmen...",
      "abstract": "Interview with Hu Shuli, editor of thriving Chinese business journal Caijing; her aggressive staff of 50 young journalists push envelope on what is journalistically permissible in China, probing government corruption and corporate fraud; government, perhaps hoping to develop open and robust capital market system, allows business news outlets greater latitude and broader press freedoms; photos (M)",
      "lead_paragraph": "BEIJING - Hu Shuli, the most powerful business editor in China, used to write propaganda for Workers' Daily, the Communist Party's publication. Now Ms. Hu pushes an aggressive staff of 50 young journalists to investigate government corruption and lift the veil on corporate fraud in China.",
      "publication_date": "2005-04-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/18/business/worldbusiness/pushing-and-toeing-the-line-in-china.html",
      "byline": "By David Barboza"
    }
  ]
}