{
  "metadata": {
    "date": "2005-01-11",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "With Little Evidence,4th Trial Opens in '61 Killing",
      "snippet": "Wilbert Rideau goes on trial for fourth time for killing that has already cost him 44 years in prison and earned him death sentences that were thrown out three different times by appeals courts, Lake Charles, La; all-white, all-male juries convict...",
      "abstract": "Wilbert Rideau goes on trial for fourth time for killing that has already cost him 44 years in prison and earned him death sentences that were thrown out three different times by appeals courts, Lake Charles, La; all-white, all-male juries convicted Rideau, who is black, of murder and sentenced him to death in 1961, 1964 and 1970; appeals courts cited misconduct by government in each case; prosecutors are trying again to obtain conviction against him that will stick; passage of time presents difficulties; many orginal witnesses are dead, so prosecutors have stand-ins read their original testimony to jury; this deprives Rideau's lawyer of chance to cross-examine witnesses; Rideau has never denied killing woman during bank robbery; many blacks say he has paid his debt many times over and would have been released years ago had his victim not been white; Rideau, while in prison, has become acclaimed journalist and documentary filmmaker; photos (M)",
      "lead_paragraph": "LAKE CHARLES, La., Jan. 10 - Wilbert Rideau went on trial on Monday for the fourth time for a killing that has already cost him 44 years in prison.",
      "publication_date": "2005-01-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/11/us/with-little-evidence4th-trial-opens-in-61-killing.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Insurgents Kill Senior Official In Iraqi Police",
      "snippet": "Insurgents kill deputy police chief of Baghdad and his son and later detonate unusually powerful roadside bomb that destroys heavily armored American military vehicle, kills two American soldiers and wounds four; this is second assassination of se...",
      "abstract": "Insurgents kill deputy police chief of Baghdad and his son and later detonate unusually powerful roadside bomb that destroys heavily armored American military vehicle, kills two American soldiers and wounds four; this is second assassination of senior Baghdad official in six days and latest in string of daylight attacks; militant group led by Abu Musab al-Zarqawi claims responsibility for latest killings, as it did for assassination last week of governor of Baghdad Province; senior military officials have warned that insurgents are stringing together larger and larger explosive devices in effort to attack American forces; similar bomb exploded on roadside in Mosul, killing three Iraqi National Guard troops; Pres Leonid Kuchma of Ukraine orders pullout over next six months of his country's 1,600 troops in Iraq after huge blast in southern Iraq kills eight Ukrainian soldiers and one Kazakh; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Jan. 10 - Insurgents killed the deputy police chief of Baghdad and his son on Monday morning and later detonated an unusually powerful roadside bomb that destroyed a heavily armored American military vehicle, killing two American soldiers and wounding four in the latest of a string of daylight attacks.",
      "publication_date": "2005-01-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/11/washington/insurgents-kill-senior-official-in-iraqi-police.html",
      "byline": "By Richard A. Oppel Jr. and Khalid Al-Ansary"
    },
    {
      "headline": "Your Call (and Rants on Hold) Will Be Monitored",
      "snippet": "Third-party monitoring companies have cropped up in last few years to listen in on calls made to call centers; it is fast-growing industry, watching over nation's six million call center operators as well as hundreds of thousands off-shore; monito...",
      "abstract": "Third-party monitoring companies have cropped up in last few years to listen in on calls made to call centers; it is fast-growing industry, watching over nation's six million call center operators as well as hundreds of thousands off-shore; monitors have unrestricted view of how corporate America deals with the public--and how public talks back; business of assessing behavior of operators has taken on new urgency in recent years; competent and professional customer service agents are considered crucial component of making a sale; photo (M)",
      "lead_paragraph": "MELVILLE, N.Y. - It is the opening line on so many phone conversations these days: This call may be monitored for quality assurance purposes.",
      "publication_date": "2005-01-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/11/business/your-call-and-rants-on-hold-will-be-monitored.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "CBS DISMISSES 4 OVER BROADCAST ON BUSH SERVICE",
      "snippet": "CBS dismisses four of its top journalists, including high-ranking news executive, after independent panel concludes that report that raised questions about Pres Bush's Vietnam-era National Guard service, aired during Bush's re-election campaign, n...",
      "abstract": "CBS dismisses four of its top journalists, including high-ranking news executive, after independent panel concludes that report that raised questions about Pres Bush's Vietnam-era National Guard service, aired during Bush's re-election campaign, never should have been broadcast; panel concludes that network's news division, in dash to beat its competitors, suffered breakdown in judgment as it rushed report onto air on Sept 8; finds report was approved by inattentive executivies, was delivered by overworked anchor Dan Rather, and did not undergo even most rudimentary fact-checking; segment was broadcast on 60 Minutes II; presented four documents suggesting that Bush received preferential treatment in Texas Air National Guard in 1970's; panel says documents were not properly authenticated; says it found no indication that internal inquiry ordered by CBS News president Andrew Heyward two days after broadcast was pursued; following report, CBS chairman Leslie Moonves fires Mary Mapes, producer in charge of segment, and demands resignations from Betsy West, senior vice president and top deputy to Heyward, Josh Howard, executive producer of Wednesday edition of 60 Minutes, and Mary Murphy, his deputy; Dan Rather, who played only limited role in assembling report, previously announced that he would step down as anchor of CBS Evening News in Mar but will continue on 60 Minutes and 60 Minutes II; members of independent panel are Louis D Boccardi and Dick Thornburgh; photos; excerpts from panel's findings (L)",
      "lead_paragraph": "CBS yesterday dismissed four of its top journalists, including a high-ranking news executive, after an independent panel concluded that a September report that raised questions about President Bush's Vietnam-era National Guard service never should have been broadcast.",
      "publication_date": "2005-01-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/11/business/front page/placing-blame-the-overview-cbs-dismisses-4-over.html",
      "byline": "By Jacques Steinberg and Bill Carter"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Murdoch Sends Message With Deal to Buy Out Fox  The announcement by Rupert Murdoch, left, that the News Corporation would take full control of Fox Entertainment sent the message that he does not feel pressured to resolve his dispute with John C. M...",
      "abstract": " Murdoch Sends Message With Deal to Buy Out Fox  The announcement by Rupert Murdoch, left, that the News Corporation would take full control of Fox Entertainment sent the message that he does not feel pressured to resolve his dispute with John C. Malone of Liberty Media before pushing ahead with other deals.     Many analysts and investors had expected that Mr. Murdoch would settle the feud over the voting interest of Liberty in the News Corporation before trying the deal, which is worth about $6 billion. Market Place. [Page C11.]    Your Telephone Call Is Monitored  Big brother may be listening into your telephone conversation. About 2 percent of the millions of calls made to call centers are monitored by a company's own managers or by third-party monitoring companies. [A1.]    Secrecy Ends in Oregon Utility Sale  Texas Pacific said it would make 700 pages of documents about its proposed purchase of Portland General Electric public. [C2.]    Ex-Columnist Settles Allegations  Thom Calandra, a former columnist for CBS MarketWatch.com, paid more than $540,000 to settle charges that he used an investment newsletter to increase the price of stocks he owned before selling them for big gains. [C2.]    Six Charged With Fraud  Four former executives of PurchasePro.com and two former executives of the America Online unit of Time Warner were charged with fraud and conspiracy. [C8.]    Deal to Buy Korea First Bank  Standard Chartered said that it would acquire Korea First Bank for $3.3 billion. [C2.]    Health Savings Accounts Rare  Only a handful of employers have begun to offer health savings accounts. [C17.]    Apple Files Series of Legal Actions  Apple has filed a series of legal actions that highlight the difficulties of defining who is a journalist in the age of the Web log. [C8.]    Comcast to Offer Phone Service  Shares of Comcast rose after it announced plans to offer Internet-based phone service in 20 of its markets by the end of the year and to all 21 million subscribers by the end of 2006. Comcast has been slow to offer phone services that use Internet technology, partly because it has spent time absorbing the 1.4 million copper phone lines the company inherited when it bought AT&T's cable venture in 2002. It has also been trying to iron out some problems, including getting access to directory assistance and emergency services. [C8.]    Alltel Acquiring Western Wireless  Alltel announced that it had agreed to buy Western Wireless, a regional carrier in the Northwest, in a deal worth about $6 billion in cash and stock. [C8.]    Hubbard to Head Economic Council  President Bush has chosen Allan B. Hubbard, a longtime friend and fund-raiser, who helped shape Mr. Bush's platform in the 2000 campaign, to be director of the National Economic Council. Mr. Hubbard is the president of E&A Industries in Indianapolis. [A16.]    Deal Near for Travel Company  Two British private equity companies are bidding jointly to buy Amadeus Global Travel Distribution, Europe's leading travel reservation company, for $5.7 billion. [C4.]    Stocks Close Slightly Higher  The Dow Jones industrials gained 17.07 points, to 10,621.03. The Standard & Poor's 500 rose 4.06 points, to 1,190.25, and the Nasdaq composite was up 8.43 points, to 2,097.04. [C11.]    Fliers Thinking Twice About Loyalty  Travelers with frequent-flier elite status have noticed that free upgrades are getting harder to obtain. Joe Sharkey: On the Road. [C9.]  ",
      "lead_paragraph": "Murdoch Sends Message With Deal to Buy Out Fox The announcement by Rupert Murdoch, left, that the News Corporation would take full control of Fox Entertainment sent the message that he does not feel pressured to resolve his dispute with John C. Malone of Liberty Media before pushing ahead with other deals.",
      "publication_date": "2005-01-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/11/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Overhaul Plan for Pensions Is Outlined",
      "snippet": "Bush administration outlines ambitious plan to shore up America's pension funds and Pension Benefit Guaranty Corp that insures them, calling for sharp increase in premiums for pension insurance and new controls on how companies with poor credit ra...",
      "abstract": "Bush administration outlines ambitious plan to shore up America's pension funds and Pension Benefit Guaranty Corp that insures them, calling for sharp increase in premiums for pension insurance and new controls on how companies with poor credit rating should handle their plans; under plan, premiums that companies must pay to insure their defined-benefit pension plans would rise for first time since 1991, to $30 per year for each active worker Hnd retiree in plan from current $19; premium rate would also be indexed, to rise with wages, in future; new premium rates would make dent in record $23.3 bilion deficit of insurance program; administration plans to charge even higher premiums to companies with credit ratings below investment grade; compaies that offer pensions and whose credit ratings are below investment grade include Delta Air Lines, Qwest Communications, Goodyear Tire and Rubber, R J Reynolds Tobacco Holdings, United States Steel, Lucent Technologies and Cummins; Labor Sec Elaine L Chao says radical changes in pension system are necessary because both pace and size of plan failures are growing; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/11/business/overhaul-plan-for-pensions-is-outlined.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Analysis: Post-Mortemof CBS's Flawed Broadcast",
      "snippet": "Analysis of dismissal of CBS News executives Betsy West, Mary Murphy, Mary Mapes and Josh Howard over 60 Minutes II TV program that dealt with Pres Bush's service in Texas Air National Guard, which independent panel found unfair and misleading aft...",
      "abstract": "Analysis of dismissal of CBS News executives Betsy West, Mary Murphy, Mary Mapes and Josh Howard over 60 Minutes II TV program that dealt with Pres Bush's service in Texas Air National Guard, which independent panel found unfair and misleading after being rushed to broadcast without proper vetting; says what actions will mean is still uncertain, though several staff members report morale in news department to be devastastingly low; holds one lingering question is how much accountability should be laid at feet of Andrew Heyward, president of news division; says several CBS News staff members continue to question Heyward's level of responsibility; holds CBS chairman Leslie Moonves says he wants to reinforce leadership of Heyward and points to panel's conclusions that he made effort to question authentication offered for documents in report; charts; photos (M)",
      "lead_paragraph": "Already under duress from years of budget cuts, poor ratings and reduced influence, CBS News suffered a crushing blow to its credibility yesterday because of a broadcast that has now been labeled as both factually discredited and unprofessionally produced.",
      "publication_date": "2005-01-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/11/business/media/analysis-postmortemof-cbss-flawed-broadcast.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Central Figure in Iraq Abuse Goes on Trial",
      "snippet": "Prosecutors deliver opening arguments in court-martial for Specialist Charles A Graner Jr, central figure in Abu Ghraib prison abuse scandal; unveil new graphic photographs and videos in effort to portay him a sadistic thug who punched detainees f...",
      "abstract": "Prosecutors deliver opening arguments in court-martial for Specialist Charles A Graner Jr, central figure in Abu Ghraib prison abuse scandal; unveil new graphic photographs and videos in effort to portay him a sadistic thug who punched detainees for sport, posed smiling next to bloody face of detainee and bragged about forcing Iraqi woman to let him photograph her naked; Graner's lawyer Guy Womack insists he was simply following orders and using lessons from his civilian life as prison guard to try to maintain discipline in war zone; says using naked and hooded detainees to make human pyramid is like what American cheerleaders do at football games, and putting naked prisoners on leashes is like what parents do with their toddlers at airports; prosecutors call soldiers to testify that Graner laughed as detainees moaned, screamed and begged him to stop beating them; prosecutors have reportedly discovered 2,000 e-mail messages Graner sent home, boasting about disciplining detainees; none of these e-mail messages say he had been ordered to commit any of abusive acts; question of who authorized such treatment remains largely unanswered; photo (M)",
      "lead_paragraph": "FORT HOOD, Tex., Jan. 10 - Prosecutors unveiled new graphic photographs and videos from Abu Ghraib prison on Monday as they tried to portray the soldier accused as the ringleader of the abuse scandal there as a sadistic thug who punched detainees for sport, posed smiling next to the bloody face of a detainee and bragged about forcing an Iraqi woman to let him photograph her naked.",
      "publication_date": "2005-01-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/11/us/central-figure-in-iraq-abuse-goes-on-trial.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "I.B.M. to Give Free Access to 500 Patents",
      "snippet": "IBM plans to announce it is making 500 of its software patents freely available to anyone working on open-source projects, like popular Linux operating system, on which programmers collaborate and share code; analysts say new model for IBM represe...",
      "abstract": "IBM plans to announce it is making 500 of its software patents freely available to anyone working on open-source projects, like popular Linux operating system, on which programmers collaborate and share code; analysts say new model for IBM represents shift away from traditional corporate approach to protecting copyrights, trademark and trade-secret laws; estimate IBM collected $1 billion or more last year from licensing its inventions; IBM senior vice president John Kelly calls patent contribution beginning of new era in how IBM will manage intellectual property; company was granted 3,248 patents in 2004, far more than any other company (M)",
      "lead_paragraph": "I.B.M. plans to announce today that it is making 500 of its software patents freely available to anyone working on open-source projects, like the popular Linux operating system, on which programmers collaborate and share code.",
      "publication_date": "2005-01-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/11/technology/ibm-to-give-free-access-to-500-patents.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "For Honduras and Iran, World's Aid Evaporated",
      "snippet": "Foreign aid missions in response to South Asia tsunami will hopefully last longer than aid missions at previous disasters around world, which lasted only as long as media attention; typically in past, as soon as public focus shifts, governments st...",
      "abstract": "Foreign aid missions in response to South Asia tsunami will hopefully last longer than aid missions at previous disasters around world, which lasted only as long as media attention; typically in past, as soon as public focus shifts, governments stop sending money, pledges are withdrawn, many private relief organizations pack their bags and poor are left to finish reconstruction projects in face of same entrenched systems of corruption and neglect; detailed description of foreign aid missions to Honduras after Hurricane Mitch six years ago, to Iran after earthquake in Bam year ago and to Mozambique after floods of 2000 given; photos (L)",
      "lead_paragraph": "TEGUCIGALPA, Honduras - The people of San Miguel Arcángel know all too well what it is like to be struck by disaster, and they have watched the world rush to Asia's rescue with sober eyes.",
      "publication_date": "2005-01-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/11/world/worldspecial4/for-honduras-and-iran-worlds-aid-evaporated.html",
      "byline": "By Ginger Thompson and Nazila Fathi"
    },
    {
      "headline": "Oil Find Hints at a Less Dependent Cuba",
      "snippet": "Discovery of 100 million barrels of oil by Canada's Pebercan and Sherritt International in Gulf of Mexico in area under Cuba's control may provide Cuban government some economic relief as it presses forward with efforts to use hard currency for pu...",
      "abstract": "Discovery of 100 million barrels of oil by Canada's Pebercan and Sherritt International in Gulf of Mexico in area under Cuba's control may provide Cuban government some economic relief as it presses forward with efforts to use hard currency for purposes other the petroleum purchases abroad; Cuba's central bank says it is tightening measures intended to centralize control of dollars circulating Cuban economy after Pres Fidel Castro announced oil find; prospective oil output would cover only about three to four years of oil production by Cuba, which now imports much of its oil from Venezuela on favorable terms; deposits show how tantalizingly close Cuba has come to altering dynamics of oil exploration in Gulf of Mexico, area that also provides one of largest sources of oil for US; discovery has Cuba watchers pondering potential changes in relations with US; American companies are prohibited from drilling in waters 100 miles or so from coast of Florida; significant oil discovery, one that could turn Cuba into oil exporter from importer, might prompt calls for reviewing policies that exclude great majority of American companies from trading with Cuba; map; photo (M)",
      "lead_paragraph": "HOUSTON, Jan. 10 - On Dec. 25, President Fidel Castro said he had some information to lift the spirits of Cuba's 11 million people: two Canadian energy companies, Pebercan and Sherritt International, had discovered oil in the Gulf of Mexico in an area under Cuba's control.",
      "publication_date": "2005-01-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/11/business/worldbusiness/oil-find-hints-at-a-less-dependent-cuba.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Wall Street Hears Pitch for Social Security Plan",
      "snippet": "US Treasury Sec John W Snow begins three-day sales effort to drum up Wall Street support for Pres Bush's plans to overhaul Social Security; many Wall Street economists are dubious about costs despite what some see as potential boon to stock market...",
      "abstract": "US Treasury Sec John W Snow begins three-day sales effort to drum up Wall Street support for Pres Bush's plans to overhaul Social Security; many Wall Street economists are dubious about costs despite what some see as potential boon to stock market from allowing younger employees to invest part of their Social Security tax payments in personal accounts; Bush administration officials acknowledge that their plan could require government to borrow as much as $2 trillion over next two decades, to pay costs during transition period when government still has to pay full benefit to existing retirees; Snow will confer with top executives from biggest bond-trading firms on Wall Street and is expected to argue that such borrowing would more than pay for itself at end of 75 years; photo (M)",
      "lead_paragraph": "WASHINGTON, Jan. 10 - Treasury Secretary John W. Snow began a three-day sales effort on Monday to drum up Wall Street support for President Bush's plans to overhaul Social Security.",
      "publication_date": "2005-01-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/11/business/wall-street-hears-pitch-for-social-security-plan.html",
      "byline": "By Edmund L. Andrews"
    }
  ]
}