{
  "metadata": {
    "date": "2005-11-25",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Lost Amid the Rising Tide of Detainees in Iraq",
      "snippet": "Iraq Abbas of Baghdad searches in vain for her husband, Fayadh Abdul Hamid al-Timimi, who was arrested in their home by Iraqi police commandos on May 26, shortly after bombing in their neighborhood; man who was among 169 starving and abused prison...",
      "abstract": "Iraq Abbas of Baghdad searches in vain for her husband, Fayadh Abdul Hamid al-Timimi, who was arrested in their home by Iraqi police commandos on May 26, shortly after bombing in their neighborhood; man who was among 169 starving and abused prisoners recently discovered by American forces in bunker maintained by Iraqi authorities says Timimi was badly beaten in Iraqi detention center before being taken to bunker in stretcher, unable to walk; his account is confirmed and denied by different officials, who also issue conflicting statements on Timimi's current whereabouts; Iraqi officials insist that all men in bunker had links to insurgency; rights workers say case illustrates lack of accountability on part of Iraqi authorities, who have been rounding up suspected insurgents and packing them into growing number of official and unofficial detention facilities that operate virtually unchecked; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Nov. 21 - Early this month, Iraq Abbas received a phone call from a man she did not know.",
      "publication_date": "2005-11-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/25/world/middleeast/lost-amid-the-rising-tide-of-detainees-in-iraq.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "A New Orleans Bank Faces Mold, Ruins and Tough Choices",
      "snippet": "Alden J McDonald, chief executive of Liberty Bank and Trust, largest black-owned bank in New Orleans, tours moldy, stinking remains of bank branches hit hardest by flooding and looting that followed Hurricane Katrina, at the same time looking for ...",
      "abstract": "Alden J McDonald, chief executive of Liberty Bank and Trust, largest black-owned bank in New Orleans, tours moldy, stinking remains of bank branches hit hardest by flooding and looting that followed Hurricane Katrina, at the same time looking for signs of activity in city's predominantly black eastern half that might justify reopening of some branches (A Bank Rebuilds series); finds little cause for optimism, with reconstruction of city's economy turning out to be slower and more complex that many people first thought; looted buildings have yet to be cleaned up and wrecked structures yet to be leveled because there are not enough workers to haul away debris; some businesses, like Liberty, are trapped in limbo as they try to negotiate settlements with insurers; photos (M)",
      "lead_paragraph": "NEW ORLEANS, Nov. 21 - At one bank branch, vandals whacked futilely at a vault with what must have been a crowbar. At another, looters worked over an outdoor cash machine, stripping its plastic molding and exposing the metal and wire innards but never reaching the stack of bills locked inside. After smashing through a glass door, the intruders took a sledgehammer to the cinderblock wall housing the bank vault. They bashed a hole large enough to crawl through--if not for the thick steel plate on the other side.",
      "publication_date": "2005-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/25/business/a-new-orleans-bank-faces-mold-ruins-and-tough-choices.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Rate Rise Is Opposed in Europe",
      "snippet": "European Central Bank is being urged to reconsider plan to lift interests rates for first time in five years; bank's assertion that Europe is finally on sustainable growth plan is undercut by survey of German business showing larger-than-expected ...",
      "abstract": "European Central Bank is being urged to reconsider plan to lift interests rates for first time in five years; bank's assertion that Europe is finally on sustainable growth plan is undercut by survey of German business showing larger-than-expected decline in confidence in November; survey follows reports on decline in consumer spending in France and drop in business confidence in Belgium; complicating matters further is report about decline in consumer prices in five German states in October, since bank's president, Jean-Claude Trichet, cited threat of rising inflation as main reason to lift rates (M)",
      "lead_paragraph": "FRANKFURT, Nov. 24 - The European Central Bank has settled the debate over when it plans to tighten credit in Europe by signaling a rate increase next week. Yet the debate over whether the bank should do so rages on.",
      "publication_date": "2005-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/25/business/rate-rise-is-opposed-in-europe.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "States' Coffers Swelling Again After Struggles",
      "snippet": "Most states are collecting billions of dollars more in tax receipts than were projected, bouncing back after four years of tight budgets and deepening debt; windfall is result of both general upturn in economy and conservative budgeting by state o...",
      "abstract": "Most states are collecting billions of dollars more in tax receipts than were projected, bouncing back after four years of tight budgets and deepening debt; windfall is result of both general upturn in economy and conservative budgeting by state officials in recent years; is leading to restoration of school funding, investments in long-neglected roads and bridges, debt reduction and return of money borrowed from cities and counties; recovery bypasses Michigan and other Great Lakes States, which continue to suffer loss of manufacturing jobs, and Gulf Coast States, whose recovery from hurricanes will take years; experts warn that good times may be short-lived because even though tax revenues are rising in most of country, demands on state budgets are growing even faster (M)",
      "lead_paragraph": "LOS ANGELES, Nov. 24 - After four years of tight budgets and deepening debt, most states from California to Maine are experiencing a marked turnaround in their fiscal fortunes, with billions of dollars more in tax receipts than had been projected pouring into coffers around the country.",
      "publication_date": "2005-11-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/25/us/states-coffers-swelling-again-after-struggles.html",
      "byline": "By John M. Broder"
    },
    {
      "headline": "Car Bomb Kills 30 in Iraq",
      "snippet": "A suicide car bomb exploded near an American convoy at the entrance to the main hospital in Mahmudiya, killing at least 30 Iraqis and wounding dozens of others. In other attacks, 5 American soldiers and at least 15 more Iraqis were killed. Page A2...",
      "abstract": "A suicide car bomb exploded near an American convoy at the entrance to the main hospital in Mahmudiya, killing at least 30 Iraqis and wounding dozens of others. In other attacks, 5 American soldiers and at least 15 more Iraqis were killed. Page A22.  ",
      "lead_paragraph": "A suicide car bomb exploded near an American convoy at the entrance to the main hospital in Mahmudiya, killing at least 30 Iraqis and wounding dozens of others. In other attacks, 5 American soldiers and at least 15 more Iraqis were killed. Page A22.",
      "publication_date": "2005-11-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/25/front page/world/car-bomb-kills-30-in-iraq.html",
      "byline": ""
    },
    {
      "headline": "In China, Wholesale Urban Flight",
      "snippet": "Chinese cities seek to reap benefits of country's economic boom by moving their town centers or creating entirely new ones; old urban centers are being demolished, millions of residents are being relocated, and construction crews are fanning out t...",
      "abstract": "Chinese cities seek to reap benefits of country's economic boom by moving their town centers or creating entirely new ones; old urban centers are being demolished, millions of residents are being relocated, and construction crews are fanning out to build cities of tomorrow; local officials act with same sweeping powers held by government's top central planners; perhaps most ambitious effort is in Harbin, which is creating new commercial and government center for city called Songbei, 285-square-mile area that will be packed with residential high rises, office towers, luxury villas, five-star hotels, shopping and entertainment complexes, trade zones and industrial parks; city, whose source of water, Sonhua River, was contaminated by benzene after chemical plant explosion 236 miles upriver, expects to be without running water until at least Nov 27; photos (M)",
      "lead_paragraph": "The huge chemical spill in the Songhua River that threatens the water supply of Harbin, an old industrial city located in China's frigid, northeastern corridor, has focused attention on the environmental and economic challenges faced by the country's withering rust belt.",
      "publication_date": "2005-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/25/business/in-china-wholesale-urban-flight.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "W.T.O. Chief Won't Count on Consensus",
      "snippet": "Pascal Lamy, director general of World Trade Organization, decides against proposing comprehensive agreement for global trade talks set to begin in Hong Kong on Dec 13, and will instead outline where sides stand on range of issues; sees no point i...",
      "abstract": "Pascal Lamy, director general of World Trade Organization, decides against proposing comprehensive agreement for global trade talks set to begin in Hong Kong on Dec 13, and will instead outline where sides stand on range of issues; sees no point in trying to force consensus when there is none; has support of American officials despite being French and member of French Socialist Party because he has shown himself to be aggressive negotiator; WTO director general has no formal authority beyond his bully pulpit, and WTO makes decisions only by consensus; photo (M)",
      "lead_paragraph": "HONG KONG, Nov. 23 - Just before Christmas in 1991, Arthur Dunkel distributed what by international trade standards was a radical document.",
      "publication_date": "2005-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/25/business/wto-chief-wont-count-on-consensus.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "A Bayou Thanksgiving, With the Queen of Sheba",
      "snippet": "Liz LaBue, belly dancer who performed in 1970's as Queen of Sheba, has had to sleep in van since Hurricane Katrina swept away her house in Slidell, La, but she still manages to make Thanksgiving dinner for herself, her 87-year-old mother and about...",
      "abstract": "Liz LaBue, belly dancer who performed in 1970's as Queen of Sheba, has had to sleep in van since Hurricane Katrina swept away her house in Slidell, La, but she still manages to make Thanksgiving dinner for herself, her 87-year-old mother and about 10 construction workers she lets camp out on her property as they work in region; men praise her spirit and hospitality and promise to stay long enough to rebuild her house and a bar; LaBue recalls belly-dancing for Arnold Palmer and riding concert rails with Janis Joplin; photos (M)",
      "lead_paragraph": "SLIDELL, La., Nov. 24 - There was never going to be a traditional Thanksgiving on Salt Bayou, not after Hurricane Katrina picked up Liz LaBue's house and pushed it across U.S. 11 as if it were a stalled car.",
      "publication_date": "2005-11-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/25/us/nationalspecial/a-bayou-thanksgiving-with-the-queen-of-sheba.html",
      "byline": "By Jere Longman"
    },
    {
      "headline": "Prisoner Is Released Despite Evidence of Role in Bombing",
      "snippet": "American military officials in Iraq report that Abass Hussein Alwan al-Amry, who was arrested in October 2004 as suspected insurgent, was mistakenly released in June despite forensic evidence linking him to several bomb attacks; say sergeant faile...",
      "abstract": "American military officials in Iraq report that Abass Hussein Alwan al-Amry, who was arrested in October 2004 as suspected insurgent, was mistakenly released in June despite forensic evidence linking him to several bomb attacks; say sergeant failed to notice notation in man's case file calling for him to be held indefinitely; episode shows that with 13,000 people in American military custody and additional 12,000 being held by Iraqi authorities, it has become hard for military to distinguish insurgents from people rounded up who pose no security threat; is source of continuing tension between intelligence officers and those responsible for detainees over whether procedural changes are needed to prevent accidental releases (M)",
      "lead_paragraph": "WASHINGTON, Nov. 24 - In January, American military and law enforcement personnel discovered evidence connecting a 25-year-old Iraqi detainee, Abass Hussein Alwan al-Amry, to a roadside bomb that had detonated in Baghdad, wounding several Iraqis.",
      "publication_date": "2005-11-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/25/politics/prisoner-is-released-despite-evidence-of-role-in-bombing.html",
      "byline": "By David S. Cloud"
    },
    {
      "headline": "How to Botch a Share Sale, French Style",
      "snippet": "Floyd Norris column on initial public offering of shares of Electricite de France, which has been vociferously opposed by its labor unions; notes that institutional investors shied away from offering, which raised $7 billion euros, or $8.2 billion...",
      "abstract": "Floyd Norris column on initial public offering of shares of Electricite de France, which has been vociferously opposed by its labor unions; notes that institutional investors shied away from offering, which raised $7 billion euros, or $8.2 billion; says that share price has slid slightly since offering and that investors may hope that opposition Socialist Party makes good its threat to buy back shares if is wins next elections; graph (M)",
      "lead_paragraph": "FRENCH investors take hope. Maybe the Socialists will bail you out of your folly and buy back the shares you so eagerly purchased.",
      "publication_date": "2005-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/25/business/how-to-botch-a-share-sale-french-style.html",
      "byline": "By Floyd Norris"
    }
  ]
}