{
  "metadata": {
    "date": "2005-07-13",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Judges Cite Concerns Over Trial of Banker",
      "snippet": "Three federal appeals judges express reservations about jury's decision to convict Frank P Quattrone, former technology investment banker at Credit Suisse First Boston, on obstruction of justice charges; say behavior of lead prosecutor, Asst US At...",
      "abstract": "Three federal appeals judges express reservations about jury's decision to convict Frank P Quattrone, former technology investment banker at Credit Suisse First Boston, on obstruction of justice charges; say behavior of lead prosecutor, Asst US Atty David Anders, and instructions given to jury by Judge Richard W Owen may have unfairly affected trial's outcome; express misgivings about prospect of reversing verdict and struggle with question of whether potential errors during trial were meaningful enough to have biased jury (M)",
      "lead_paragraph": "Three federal appeals judges indicated yesterday that they had reservations about a jury's decision to convict Frank P. Quattrone, the former technology investment banker, on obstruction of justice charges.",
      "publication_date": "2005-07-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/13/business/judges-cite-concerns-over-trial-of-banker.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "White House Memo; Rove Case May Loom as Test of Loyalty for Bush",
      "snippet": "White House Memo on whether Pres Bush can protect Karl Rove, his closest political adviser, from revelations that Rove talked with Time reporter Matthew Cooper about CIA agent Valerie Plame; those in administration say Bush will defend Rove as lon...",
      "abstract": "White House Memo on whether Pres Bush can protect Karl Rove, his closest political adviser, from revelations that Rove talked with Time reporter Matthew Cooper about CIA agent Valerie Plame; those in administration say Bush will defend Rove as long as he faces no serious legal charges; Bush and press secretary Scott McClellan refuse to answer questions about contretemps over whether Rove tried to discredit Joseph C Wilson's criticism of Bush's Iraq claims by discussing Wilson's wife's role at CIA, while not saying her name; Wilson himself was first to accuse Rove of leaking wife's name for political reasons (M)",
      "lead_paragraph": "WASHINGTON, July 12 - Loyalty has long been the most hallowed virtue in the Bush White House, but rarely has it been tested the way it has this week.",
      "publication_date": "2005-07-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/13/washington/white-house-memo-rove-case-may-loom-as-test-of-loyalty-for-bush.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Sharp Rise in Tax Revenue to Pare U.S. Deficit",
      "snippet": "Unexpected leap in tax revenue is expected to shrink federal budget deficit by nearly $100 million for fiscal 2005; Bush administration will announce that deficit will be far smaller than $427 billion estimated in February, decrease that Pres Bush...",
      "abstract": "Unexpected leap in tax revenue is expected to shrink federal budget deficit by nearly $100 million for fiscal 2005; Bush administration will announce that deficit will be far smaller than $427 billion estimated in February, decrease that Pres Bush will hail as validation of his tax cuts; Congressional Budget Office now estimates that deficit, which reached $412 billion in 2004, could be under $350 billion this year; tax revenues are running nearly 15 percent higher than in 2004, with corporate tax revenue soaring about 40 percent; increases come from stock market gains and business income of wealthy taxpayers, with 20 percent jump in quarterly payments on investment gains and business earnings; table; analysts warn lawmakers not to think economy is growing its way out of deficit, given that federal spending continues to rise rapidly, about 7 percent this year, surging for Iraq war and health benefit programs, particularly Medicare; Democrats say long-term fiscal outlook remains almost as grim as before (M)",
      "lead_paragraph": "WASHINGTON, July 12 - For the first time since President Bush took office, an unexpected leap in tax revenue is about to shrink the federal budget deficit this year, by nearly $100 billion.",
      "publication_date": "2005-07-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/13/business/sharp-rise-in-tax-revenue-to-pare-us-deficit.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Among Janitors, Labor Violations Go With the Job",
      "snippet": "Nation's 2.3 million janitors work in large and largely unnoticed industry in which violations of wage rules and other laws are common; interviews with janitors liks Isaias Garcia of Los Angeles and officials describe pervasive abuses in nonunion ...",
      "abstract": "Nation's 2.3 million janitors work in large and largely unnoticed industry in which violations of wage rules and other laws are common; interviews with janitors liks Isaias Garcia of Los Angeles and officials describe pervasive abuses in nonunion sector, with workers denied overtime pay, classified improperly as independent contractors, locked in stores overnight and forced to work first two weeks unpaid; photos; building owners increasingly cut labor costs by hiring outside contractors who submit rock-bottom bids and then hire illegal immigrants they can intimidate into working for below-miniumum wage of perhaps $3.50 an hour; unionized workers in city office towers earn $10-16 per hour; change in janitorial work is apparent in Los Angeles, where building owners irked at high union pay turned to big respectable contractors, also to fly-by-night companies that flout law; Wal-Mart's $11 million settlement with Justice Department noted, as well as settlement by three California supermarket chains in suit brought with Service Employees International Union (M)",
      "lead_paragraph": "LOS ANGELES - From the age of 14, Isaias Garcia cleaned office buildings, waxing floors and scrubbing bathrooms, as long as 16 hours a day.",
      "publication_date": "2005-07-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/13/us/among-janitors-labor-violations-go-with-the-job.html",
      "byline": "By Steven Greenhouse"
    },
    {
      "headline": "Unocal Bid Opens Up New Issues of Security",
      "snippet": "China National Offshore Oil Corp's bid for Unocal prompts bipartisan advisory group to urge Congress to amend law that controls work of Committee on Foreign Investment in the US, expanding definition of America's national security under which it o...",
      "abstract": "China National Offshore Oil Corp's bid for Unocal prompts bipartisan advisory group to urge Congress to amend law that controls work of Committee on Foreign Investment in the US, expanding definition of America's national security under which it operates to include matters of economic security, like energy and oil supplies; committee has heretofore focused on potential of a foreign takeover to transfer military-related technologies used in arms; Cnooc-Unocal deal could raise some national security issues even on that score; photo (M)",
      "lead_paragraph": "The fate of the China National Offshore Oil Corporation's bid for Unocal remains uncertain, but one thing is clear. The takeover offer has prompted a gathering groundswell in Congress to make sure oil is defined as a product vital to America's national security.",
      "publication_date": "2005-07-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/13/business/worldbusiness/unocal-bid-opens-up-new-issues-of-security.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Colin Powell Joins Venture Capital Firm",
      "snippet": "Former Sec of State Colin L Powell is expected to be named part-time partner in Kleiner Perkins Caufield & Byers, venture capital firm specializing in financing of biotechnology start-ups and technological companies; will serve as coach to entrepr...",
      "abstract": "Former Sec of State Colin L Powell is expected to be named part-time partner in Kleiner Perkins Caufield & Byers, venture capital firm specializing in financing of biotechnology start-ups and technological companies; will serve as coach to entrepreneurs and in-house expert on international affairs, valuable skill when even fledgling technology companies are increasingly international; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, July 12 - Most everyone you meet in Silicon Valley, or so it sometimes seems, dreams of joining a top venture capital firm, a job that brings prestige and the power to finance promising start-ups -- and, not incidentally, typically pays in the millions of dollars.",
      "publication_date": "2005-07-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/13/business/colin-powell-joins-venture-capital-firm.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "In First of Many Vioxx Cases, a Texas Widow Prepares to Take the Stand",
      "snippet": "Opening arguments are set to begin in Carol Ernst's lawsuit alleging that her husband's death in May 2001 was caused by Merck's painkiller Vioxx and that Merck knew of drug's dangers years before pulling it from market in September 2004; medical e...",
      "abstract": "Opening arguments are set to begin in Carol Ernst's lawsuit alleging that her husband's death in May 2001 was caused by Merck's painkiller Vioxx and that Merck knew of drug's dangers years before pulling it from market in September 2004; medical examiner found that husband, Robert Ernst, died of arrhythmia, but Merck contends that Vioxx has not been linked to arrhythmias; Mrs Ernst's lawyer will seek to prove not only that Merck was responsible for her husband's death, but also that her unexpected loss created void that has monetary value beyond lost earnings; Ernst had relatively low-paying job at Wal-Mart when he died at age 59; this is first of many thousands of Vioxx-related lawsuits to go to trial; photos (M)",
      "lead_paragraph": "HOUSTON, July 12 - Carol Ernst's sadness is evident when she speaks of her husband. Ms. Ernst, 60, is the widow of Robert Ernst, who died in his bed on May 6, 2001, in Keene, Tex., a town about 25 miles south of Fort Worth. On Thursday, opening arguments will begin in a lawsuit she and Mr. Ernst's two children have brought against Merck, the giant drug maker, claiming that Merck's painkiller Vioxx caused Mr. Ernst's heart to stop.",
      "publication_date": "2005-07-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/13/business/in-first-of-many-vioxx-cases-a-texas-widow-prepares-to-take-the.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "4 From Britain Carried Out Terror Blasts, Police Say",
      "snippet": "British police say four British-born men of Pakistani origin carried out deadly transit bombings in London, and at least one may have been suicide bomber; body of one was found in Underground wreckage and items belonging to other three were found ...",
      "abstract": "British police say four British-born men of Pakistani origin carried out deadly transit bombings in London, and at least one may have been suicide bomber; body of one was found in Underground wreckage and items belonging to other three were found at other blast sites; photos; map; breakthrough comes as police search six houses in northern city of Leeds and find explosives in one home and in car parked at Luton train station north of London; one man is arrested in West Yorkshire, where police search house of one of missing men, Shehzad Tanweer; four bombers, in late teens and early twenties, were recorded on closed-circuit cameras arriving at King's Cross station, carrying backpacks, at 8:30 am, 20 minutes before three of bombs ripped through subway trains; antiterrorist chief Sir Peter Clarke says says if the four turn out to be suicide bombers, it would be striking turn in threat to Western Europe; police say parents of one of bombers, presumably Tanweer, reported him missing after attacks; police investigate how bombers got high-grade explosives; plan to question Zeeshan Haider, British national arrested in May in Pakistan (M)",
      "lead_paragraph": "LONDON, July 12 - The British police said Tuesday that a team of four British-born men had carried out Thursday's deadly terrorist attacks in London, including at least one possible suicide bombing, which would be the first in Britain.",
      "publication_date": "2005-07-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/13/world/europe/4-from-britain-carried-out-terror-blasts-police-say.html",
      "byline": "By Alan Cowell and Don van Natta Jr"
    },
    {
      "headline": "The CBS Evening Blog",
      "snippet": "CBS News Web site is getting blog to comment on its online and television newscasts; blog, called Private Eye, will be written by Vaughn Ververs, will assemble questions from viewers and criticism from various sources, and will bring immediate rea...",
      "abstract": "CBS News Web site is getting blog to comment on its online and television newscasts; blog, called Private Eye, will be written by Vaughn Ververs, will assemble questions from viewers and criticism from various sources, and will bring immediate reactions from CBS newsroom; change comes after discredited report on Pres Bush's National Guard duty, but more broadly reflects effort to expand reach of CBS News, which has been outmatched both online and on television; CBS, which lacks cable outlet, will treat its online news the way other networks treat their cable networks; is hiring new reporters for effort; Larry S Kramer, who runs CBS's Internet unit, comments; photos; listing of top 20 online global news destinations for June 2005, showing CBS News in 17th place (L)",
      "lead_paragraph": "CBS News is turning its eye on itself.",
      "publication_date": "2005-07-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/13/business/technology/the-cbs-evening-blog.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Senators Advise Bush on Picking a Court Nominee",
      "snippet": "Leading senators from both parties meet with Pres Bush on Supreme Court vacancy and offer some names; encourage Bush to look beyond federal judiciary for, in Arlen Specter's words, 'some diversity'; breakfast meeting also includes Republican leade...",
      "abstract": "Leading senators from both parties meet with Pres Bush on Supreme Court vacancy and offer some names; encourage Bush to look beyond federal judiciary for, in Arlen Specter's words, 'some diversity'; breakfast meeting also includes Republican leader Bill Frist, Democratic leader Harry Reid, Patrick Leahy, senior Democrat on Judiciary Committee, as well as Vice Pres Cheney and chief of staff Andrew Card; photo; Bush gets more advice from his wife, Laura, who tells NBC interviewer in South Africa she would like to see another woman succeed Sandra Day O'Connor (M)",
      "lead_paragraph": "WASHINGTON, July 12 - In their first meeting with President Bush over the Supreme Court vacancy, Democrats went so far Tuesday as to offer names for consideration while senators of both parties encouraged the president to look beyond the federal judiciary for candidates.",
      "publication_date": "2005-07-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/13/politics/politicsspecial/senators-advise-bush-on-picking-a-court-nominee.html",
      "byline": "By Carl Hulse and Richard W. Stevenson"
    }
  ]
}