{
  "metadata": {
    "date": "2005-02-01",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "MetLife to Buy Insurance Unit From Citigroup",
      "snippet": "MetLife will buy Citigroup's life insurance business in deal valued at $11.5 billion; will pay $8.5 billion to $10.5 billion in cash for Citigroup's life and annuity division and nearly all of its international insurance operations; rest of purcha...",
      "abstract": "MetLife will buy Citigroup's life insurance business in deal valued at $11.5 billion; will pay $8.5 billion to $10.5 billion in cash for Citigroup's life and annuity division and nearly all of its international insurance operations; rest of purchase will be in MetLife stock (M)",
      "lead_paragraph": "MetLife said yesterday that it would buy Citigroup's life insurance business in a deal valued at $11.5 billion, a move that strengthens its position as one of the largest companies in an industry that is continuing to consolidate.",
      "publication_date": "2005-02-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/01/business/metlife-to-buy-insurance-unit-from-citigroup.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "Election Over, Iraqi Shiites Confront Internal Rivals",
      "snippet": "Hard bargaining to form new Iraqi government begins, even as ballots are still being counted; leaders of major political parties say they are reaching out to potential allies in what is almost certain to be coalition government; say most likely co...",
      "abstract": "Hard bargaining to form new Iraqi government begins, even as ballots are still being counted; leaders of major political parties say they are reaching out to potential allies in what is almost certain to be coalition government; say most likely contest will pit largest coalition Shiite parties against group led by interim prime minister Ayad Allawi; say they expect fundamental questions to be raised about role of Islam in governing country and relative influence of United States and Iran; Shiite alliance leaders, with backing of Ayatollah Ali al-Sistani, say they are confident of being leading voter getter; they have declared their commitment to secular Iraqi state; Allawi, secular Shiite and close ally of United States, appears on television to offer himself as leader, in speech seen as direct challenge to Shiite alliance; photo; map (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Jan. 31 - The ballots are still being counted, but the hard bargaining to form a new Iraqi government has begun.",
      "publication_date": "2005-02-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/01/world/middleeast/election-over-iraqi-shiites-confront-internal-rivals.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Universal's Second Chance to Make Video Pay",
      "snippet": "Universal Music Group of Vivendi Universal says it will not longer provide music videos free, or at nominal cost, to Internet and cable television services that are building potentially giant business by playing videos on demand; Universal does no...",
      "abstract": "Universal Music Group of Vivendi Universal says it will not longer provide music videos free, or at nominal cost, to Internet and cable television services that are building potentially giant business by playing videos on demand; Universal does not want to repeat what it considers music industry's ill-fated decision in 1980's to provide free videos to MTV; Universal Music notifies Internet and cable companies that they must negotiate licensing deals for use of Universal's music videos or remove them from their on-demand services; record company also says it will not longer advertise on Internet sites or cable outlets that do not strike such licensing agreements; company struck its first deal under new terms in December with Microsoft Corp, which plays videos on its MSN service; agreed to pay Universal bigger of either fee per video viewed or percentage of advertising revenue; Universal's chairman Doug Morris comments; photos (M)",
      "lead_paragraph": "The world's biggest music company wants to make sure it doesn't end up playing the blues again because of the music video business.",
      "publication_date": "2005-02-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/01/business/media/universals-second-chance-to-make-video-pay.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "Law Barring Junk E-Mail Allows a Flood Instead",
      "snippet": "Unsolicited junk e-mail on Internet has actually increased since passage last year of sweeping federal antispam law; it now totals 80 percent or more of all e-mail sent, up from 60 percent before law went into effect; antispam crusaders have long ...",
      "abstract": "Unsolicited junk e-mail on Internet has actually increased since passage last year of sweeping federal antispam law; it now totals 80 percent or more of all e-mail sent, up from 60 percent before law went into effect; antispam crusaders have long argued that law would make spam problem worse by effectively giving bulk advertisers permission to send junk e-mail as long as they follow certain rules; not everyone agrees that law is to blame; lawsuits invoking new law have been mounted by large Internet companies like Microsoft, AOL and Yahoo in name of combating problem; so far, spam trade has foiled most efforts to bring it under control; some so-called bulletproof Web host services offer spam-friendly merchants access to stable offshore computer servers where they can park their Web sites, with promise that they will not be shut down because of spam complaints; Sen Conrad Burns, antispam law's chief sponsor, suggests that Federal Trade Commission, which oversees its enforcement, might simply need some nudging; photo; graph (M)",
      "lead_paragraph": "A year after a sweeping federal antispam law went into effect, there is more junk e-mail on the Internet than ever, and Levon Gillespie, according to Microsoft, is one reason.",
      "publication_date": "2005-02-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/01/technology/law-barring-junk-email-allows-a-flood-instead.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "In U.S., White House and the Democrats Seek an Edge",
      "snippet": "Republicans and Democrats maneuver to gain political advantage from relatively peaceful election in Iraq; Pres Bush says it ratifies his political and military strategies there, while Democratic leaders on Capitol Hill say it should open way for c...",
      "abstract": "Republicans and Democrats maneuver to gain political advantage from relatively peaceful election in Iraq; Pres Bush says it ratifies his political and military strategies there, while Democratic leaders on Capitol Hill say it should open way for clear exit plan; White House officials say Bush's upcoming State of Union address is being rewritten to celebrate images of jubilant Iraqis at polls; in effort to pre-empt speech, Rep Nancy Pelosi and Sen Harry Reid demand that Bush use it to explain how long forces will remain in Iraq, and how he will measure success there--terms Bush has kept vague; Bush also seeks to use election to mend fences with two European leaders who most vocally opposed war, placing calls to Pres Jacques Chirac of France and Chancellor Gerhard Schroder of Germany; White House describes two leaders as enthused by outcome, but there is no evidence that they are considering sending troops to help stabilize Iraq; their spokesmen make clear that they do not think election vindicates Bush's decision to start what they see as pre-emptive war 22 months ago; photo (M)",
      "lead_paragraph": "WASHINGTON, Jan. 31 - Both President Bush and Democratic leaders on Capitol Hill tried Monday to capitalize on the election in Iraq, with the White House saying it was a ratification of both its political and military strategies and Democrats saying it should open the way for a clear exit plan.",
      "publication_date": "2005-02-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/01/washington/the-iraqi-election-washington-in-us-white-house-and-the.html",
      "byline": "By David E. Sanger and Steven R. Weisman"
    },
    {
      "headline": "Insurance Broker Settles Spitzer Suit for $850 Million",
      "snippet": "Marsh & McLennan Cos, largest insurance broker in world, agrees to pay $850 million to settle lawsuit accusing it of cheating customers by rigging prices and steering business to insurers in exchange for incentive payments; company does not formal...",
      "abstract": "Marsh & McLennan Cos, largest insurance broker in world, agrees to pay $850 million to settle lawsuit accusing it of cheating customers by rigging prices and steering business to insurers in exchange for incentive payments; company does not formally acknowledge any wrongdoing, but chief executive Michael G Cherkasky apologizes for 'shameful' and 'unlawful' behavior of 'few people' at company; denies that corporate entity was involved in pattern of covering up or engaging in criminal behavior; Cherkasky succeeded Jeffrey W Greenberg, who was forced to resign in days after charges were filed in Oct; $850 million will by paid over four-year period, to about 100,000 corporations and small businesses whose commercial insurance Marsh arranged from 2001 to 2004; lawsuit was brought by New York State Atty Gen Eliot Spitzer, who claimed Marsh did not serve as unbiased broker, receiving kickbacks from insurance companies that increased cost of coverage; six insurance executives, including one at Marsh, have pleaded guilty to criminal charges; Spitzer says there will be more; photo (M)",
      "lead_paragraph": "Marsh & McLennan Companies, the largest insurance broker in the world, agreed yesterday to pay $850 million to settle a lawsuit accusing it of cheating customers by rigging prices and steering business to insurers in exchange for incentive payments.",
      "publication_date": "2005-02-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/01/business/insurance-broker-settles-spitzer-suit-for-850-million.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "In South Africa, Yachting Erases a Racial Barrier",
      "snippet": "Group of black and mixed-race young men from South Africa's toughest townships hopes to compete in 2007 America's Cup race; has shattered image of yachting as preserve of hyperrich CEO's and lily-white sailing crews; has also raised prospect that ...",
      "abstract": "Group of black and mixed-race young men from South Africa's toughest townships hopes to compete in 2007 America's Cup race; has shattered image of yachting as preserve of hyperrich CEO's and lily-white sailing crews; has also raised prospect that billionaires who lavish $100 million and more on America's Cup challenges can be humbled by rival with one-quarter budget and 19-year-old sailor with scars from old knife fights; huge German company pumped $17 million into their Team Shosholoza, just as money was running out; Salvatore Sarno, shipping company executive from Durban who is driving force behind Shosholoza, has earlier given nonwhite crewmen chance as crew mebers on his own boat in earlier regattas; says each sailor must prove himself worthy of competing in America's Cup or be bumped aside by someone better; that nearly third of crew is nonwhite is due largely to remarkable alliance between Sarno and Ian Ainslie, veteran sailor in three Olympics who is crewman as well as team strategist; photos (M)",
      "lead_paragraph": "CAPE TOWN - Long before Marcello Burricks was born, South Africa's apartheid police swept his mother and her family from their home in Simon's Town, a period-piece village on the Cape of Good Hope, and dispatched them to an impoverished ghetto called Slangkop, or Snakehead.",
      "publication_date": "2005-02-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/01/world/africa/in-south-africa-yachting-erases-a-racial-barrier.html",
      "byline": "By Michael Wines"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Marsh to Pay $850 Million To Settle Spitzer Lawsuit  Marsh & McLennan Companies, the world's largest insurance broker, agreed to pay $850 million to settle a lawsuit accusing it of rigging prices and steering business to insurers in exchange for i...",
      "abstract": " Marsh to Pay $850 Million To Settle Spitzer Lawsuit  Marsh & McLennan Companies, the world's largest insurance broker, agreed to pay $850 million to settle a lawsuit accusing it of rigging prices and steering business to insurers in exchange for incentive payments.     The lawsuit, brought by Eliot Spitzer, the New York attorney general, maintained that the payments increased the cost of coverage for customers. [Page A1.]    Federal Law Fails to Curb Spam  In the year since a federal antispam law went into effect, the volume of unsolicited junk e-mail on the Internet has grown. [A1.]    Lawsuits Are a Drain on Wyeth  Shares in Wyeth plunged after it raised its estimate for the total cost of fen-phen litigation to $21.1 billion and said legal cases continued to drain earnings in 2004. It was at least the fourth time that Wyeth increased its litigation cost estimate since two diet drugs were linked to heart valve problems. [C2.]    Breakthrough in Tiny Electronics  Researchers at Hewlett-Packard say they have created a molecular-scale alternative to the transistor. [C8.]    Legal Center for Open Source  A new nonprofit legal center will try to minimize the risk that developers and users of open-source software will be sued. [C8.]    AOL and Road Runner Join Up  Time Warner cable will sell a broadband service that combines its Road Runner high-speed service with America Online. [C8.]    Lee Enterprises to Buy Pulitzer  Pulitzer, the newspaper publisher, agreed to be bought by the Lee Enterprises chain. [C6.]    Stock Awards for Google Innovators  Google has begun giving out an award worth perhaps millions of dollars to employees who work on outstanding projects. [C10.]    Finance Chief at Viacom Is Leaving  Viacom's chief financial officer, Richard J. Bressler, left, is leaving his post. The company said he would stay until a successor had been found. Although Viacom did not give a reason for Mr. Bressler's departure, changes in management structure may have affected his position and his prospects. [C9.]    Star Witness at Tobacco Trial  Jeffrey S. Wigand, whose story was told in the film ''The Insider,'' testified in the government's case against tobacco companies. [A16.]    A&E Buys Rights to 'Sopranos'  A&E reached an agreement with HBO to buy syndication rights to ''The Sopranos.'' [E1.]    Disney Profit Tops Expectations  Disney's earnings were better than expected, helped by television and theme parks. [C9.]    Takeovers Help the Stock Market  Stocks rose as the election in Iraq and corporate acquisitions bolstered optimism. The Dow Jones industrial average rose 62.74 points, to 10,489.94, and the Nasdaq composite index climbed 26.58 points, to 2,062.41. [C10.]    Defending Bread's Good Name  A campaign will try to counteract attacks on bread from promoters of the low-carb trend. Stuart Elliott: Advertising. [C9.]    Airbus A380 Has Fans and Foes  Some cannot find enough good things to say about the giant A380, but others are not sure it is the future. Joe Sharkey: On the Road. [C6.]  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/01/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Pfizer Says 1999 Trials Revealed Risks With Celebrex",
      "snippet": "Pfizer Inc acknowledges that 1999 clinical trial found that elderly patients taking drug Celebrex were far more likely to suffer heart problems than patients taking placebo; seeks to play down trial's significance, saying it was flawed; disclosure...",
      "abstract": "Pfizer Inc acknowledges that 1999 clinical trial found that elderly patients taking drug Celebrex were far more likely to suffer heart problems than patients taking placebo; seeks to play down trial's significance, saying it was flawed; disclosure of study contradicts earlier public statements by Pfizer about safety of Celebrex; Public Citizen director Sidney M Wolfe says study is further evidence that Celebrex is dangerous; consumer-advocacy group has asked Food and Drug Administration to ban medicine; Dr Gail Cawkwell, Pfizer's medical team leader for Celebrex, says study's importance should not be overstated; adds many other trials have shown that Celebrex is safe, and that medicine is important treatment for arthritis patients; photo of Pfizer's chief executive Henry A McKinnell Jr (M)",
      "lead_paragraph": "Celebrex, the popular arthritis and pain medicine from Pfizer, sustained another blow yesterday when the company acknowledged that a 1999 clinical trial found that elderly patients taking the drug were far more likely to suffer heart problems than patients taking a placebo.",
      "publication_date": "2005-02-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/01/business/pfizer-says-1999-trials-revealed-risks-with-celebrex.html",
      "byline": "By Alex Berenson and Gardiner Harris"
    },
    {
      "headline": "Large Cost Cuts a Crucial Goal for SBC Deal",
      "snippet": "Large cost cuts are main goal for SBC Communications in wake of its $16 billion acquisition of AT&T; industry analysts say merger offers SBC many advantages, but also presents big challenges, starting with projection that AT&T's revenue is likely ...",
      "abstract": "Large cost cuts are main goal for SBC Communications in wake of its $16 billion acquisition of AT&T; industry analysts say merger offers SBC many advantages, but also presents big challenges, starting with projection that AT&T's revenue is likely to fall about $5 billion this year; another question is future of venerable AT&T name; Wall Street analysts are divided on benefits of this latest merger in industry that is in great flux (Market Place column) (M)",
      "lead_paragraph": "As AT&T's board members were about to give their final approval to sell the company to SBC Communications, the lights went out.",
      "publication_date": "2005-02-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/01/business/large-cost-cuts-a-crucial-goal-for-sbc-deal.html",
      "byline": "By Matt Richtel and Ken Belson"
    },
    {
      "headline": "Hitting the Tax-Break Jackpot",
      "snippet": "One-time tax break will allow American companies to pay fraction of normal tax rate on billions of dollars of profits gained overseas; main purpose of tax break was to encourage American companies to build new operations and hire more workers at h...",
      "abstract": "One-time tax break will allow American companies to pay fraction of normal tax rate on billions of dollars of profits gained overseas; main purpose of tax break was to encourage American companies to build new operations and hire more workers at home, but many companies might end of cutting their work forces; Hewelett-Packard, which has accumulated $14 in foreign profits and lobbied intensively for tax break, announced on Jan 10 that it would continue to reduce its work force this year; says it has not made any final decisions about what to do with money; Kellogg says it will use new tax break to bring back about $1 billion in foreign profits; will use money to 'look at close-in acquisitions' of other companies; Procter & Gamble says it has about $10.7 billion in foreign profits that could be brought back at fraction of normal corporate tax rates; will be eligible under law to use that money to help finance its planned $57 billion takeover of Gillette; chart; photo (M)",
      "lead_paragraph": "WASHINGTON, Jan. 31 - When Congress passed a one-time tax break on foreign profits last fall, lawmakers said their main purpose was to encourage American companies to build new operations and hire more workers at home.",
      "publication_date": "2005-02-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/01/business/hitting-the-taxbreak-jackpot.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Raising Death Benefits in War",
      "snippet": "President Bush is to recommend raising the benefit for survivors of military personnel killed in combat to $100,000, from $12,420. Page A10.",
      "abstract": "President Bush is to recommend raising the benefit for survivors of military personnel killed in combat to $100,000, from $12,420. Page A10.",
      "lead_paragraph": "President Bush is to recommend raising the benefit for survivors of military personnel killed in combat to $100,000, from $12,420. Page A10.",
      "publication_date": "2005-02-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/01/front page/world/raising-death-benefits-in-war.html",
      "byline": ""
    }
  ]
}