{
  "metadata": {
    "date": "2005-03-29",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Colorado Court Bars Execution Because Jurors Consulted Bible",
      "snippet": "Colorado State Supreme Court upholds lower court's decision throwing out death penalty sentence of convicted murderer because jurors consulted Bible in reaching verdict; majority opinion says jurors must deliberate without 'distraction of extaneou...",
      "abstract": "Colorado State Supreme Court upholds lower court's decision throwing out death penalty sentence of convicted murderer because jurors consulted Bible in reaching verdict; majority opinion says jurors must deliberate without 'distraction of extaneous texts'; dissenting judges say jurors consulted Bible not for facts or alternatives but for wisdom; case involves Robert Harlan, found guilty in 1995 of rape and murder of woman near Denver; legal scholars say connection between hard legal logic and softer, deeper world of values is always present in jury rooms, whether acknowledged or not; other legal experts say Colorado decision touches on issue courts do not like to talk about: that jurors, under traditions dating to days of English common law, can consider higher authority all they want, and can convict or acquit using whatever internal thoughts and discussions they consider appropriate; photo (M)",
      "lead_paragraph": "DENVER, March 28 - In a sharply divided ruling, Colorado's highest court on Monday upheld a lower court's decision throwing out the sentence of a man who was given the death penalty after jurors consulted the Bible in reaching a verdict. The Bible, the court said, constituted an improper outside influence and a reliance on what the court called a \"higher authority.\"",
      "publication_date": "2005-03-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/29/us/colorado-court-bars-execution-because-jurors-consulted-bible.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "After Scandals, Companies Crack Down on Misbehavior  Corporations and their boards are holding employees to lofty standards of business and personal behavior in the wake of the collapse of Enron and other companies. The result is a wave of abrupt ...",
      "abstract": " After Scandals, Companies Crack Down on Misbehavior  Corporations and their boards are holding employees to lofty standards of business and personal behavior in the wake of the collapse of Enron and other companies. The result is a wave of abrupt firings as corporations move to stop perceived breaches of ethics that could result in law enforcement action, or public relations disasters.  ",
      "lead_paragraph": "After Scandals, Companies Crack Down on Misbehavior Corporations and their boards are holding employees to lofty standards of business and personal behavior in the wake of the collapse of Enron and other companies. The result is a wave of abrupt firings as corporations move to stop perceived breaches of ethics that could result in law enforcement action, or public relations disasters.",
      "publication_date": "2005-03-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/29/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Panel's Report Assails C.I.A. for Failure on Iraq Weapons",
      "snippet": "Final report of presidential commission studying American intelligence failures regarding illicit weapons said to include searing critique of CIA for never properly assessing Saddam Hussein's political maneuvering or possibility that he no longer ...",
      "abstract": "Final report of presidential commission studying American intelligence failures regarding illicit weapons said to include searing critique of CIA for never properly assessing Saddam Hussein's political maneuvering or possibility that he no longer had weapon stockpiles; report singles out CIA under former director George J Tenet, but also includes condemnation of Defense Intelligence Agency and National Security Agency; it proposes broad changes in sharing of information among intelligence agencies that go well beyond legislation passed by Congress last year that set up director of national intelligence to coordinate action among all 15 agencies; discovery of false assumptions about Iraqi weapons forced Pres Bush to appoint, somewhat reluctantly, Commission on Intelligence Capability of US Regarding Weapons of Mass Destruction; panel has operated largely in secret under direction of Judge Laurence H Silberman and former Gov Charles S Robb; Pres Bush is expected to receive report officially on Mar 29 (M)",
      "lead_paragraph": "WASHINGTON, March 28 - The final report of a presidential commission studying American intelligence failures regarding illicit weapons includes a searing critique of how the C.I.A. and other agencies never properly assessed Saddam Hussein's political maneuverings or the possibility that he no longer had weapon stockpiles, according to officials who have seen the report's executive summary.",
      "publication_date": "2005-03-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/29/politics/panels-report-assails-cia-for-failure-on-iraq-weapons.html",
      "byline": "By David E. Sanger and Scott Shane"
    },
    {
      "headline": "Morgan Stanley Promotes Two to President",
      "snippet": "Morgan Stanley, under pressure from investors and impatient board to revive its lagging stock price, announces senior executives Zoe Cruz and Stephen S Crawford have been promoted to co-presidents, reporting to chief executive Philip J Purcell; st...",
      "abstract": "Morgan Stanley, under pressure from investors and impatient board to revive its lagging stock price, announces senior executives Zoe Cruz and Stephen S Crawford have been promoted to co-presidents, reporting to chief executive Philip J Purcell; status of president Stephan F Newhouse is unclear (M)",
      "lead_paragraph": "Morgan Stanley, under pressure from investors and an impatient board to revive its lagging stock price, announced last night that two senior executives had been promoted to co-presidents, reporting to the chief executive, Philip J. Purcell.",
      "publication_date": "2005-03-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/29/business/morgan-stanley-promotes-two-to-president.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Brazil: Free Software's Biggest and Best Friend",
      "snippet": "Brazilian government of Pres Luiz Inacio Lula da Silva looks poised to take its free software campaign to masses; plans to roll out much ballyhooed progam by end of April called PC Conectado, or Connected PC, aimed at helping millions of low-incom...",
      "abstract": "Brazilian government of Pres Luiz Inacio Lula da Silva looks poised to take its free software campaign to masses; plans to roll out much ballyhooed progam by end of April called PC Conectado, or Connected PC, aimed at helping millions of low-income Brazilians buy their first computers; progam may end up offering computers with only free software, including operating system, handpicked by government instead of giving consumers option of paying more for, say, basic edition of Microsoft Windows; photo (M)",
      "lead_paragraph": "SÃO PAULO, Brazil, March 28 - Since taking office two years ago, President Luiz Inácio Lula da Silva has turned Brazil into a tropical outpost of the free software movement.",
      "publication_date": "2005-03-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/29/technology/brazil-free-softwares-biggest-and-best-friend.html",
      "byline": "By Todd Benson"
    },
    {
      "headline": "In Jackson Trial, Jurors Can Hear of Other Cases",
      "snippet": "Judge in Michael Jackson's child-molesting trial deals defense major blow, saying he would allow testimony that Jackson abused or engaged in appropriate behavior with five other boys, including two whom he paid multimillion-dollar settlements; in ...",
      "abstract": "Judge in Michael Jackson's child-molesting trial deals defense major blow, saying he would allow testimony that Jackson abused or engaged in appropriate behavior with five other boys, including two whom he paid multimillion-dollar settlements; in 1993 case, boy was paid $20 million to settle lawsuit; in 1994 case, $2.4 million was paid to accuser whose mother was former maid for Jackson; jury is expected to hear details about Jackson's relationship with actor Macaulay Culkin when actor was child; Culkin has repeatedly said he was never molested; prosecution says every boy involved was 10 to 13 years old at time of alleged abuse; of the five, only maid's son is expected to testify; California law allows presentation of evidence of previous acts of sexual abuse in such cases on theory that most pedophiles commit repeated acts in similar ways (M)",
      "lead_paragraph": "SANTA MARIA, Calif., March 28 - Michael Jackson's defense was dealt a major blow on Monday, when the judge in his child-molesting trial said he would allow testimony that Mr. Jackson had abused or engaged in inappropriate behavior with five other boys, including two whom he had paid multimillion-dollar settlements.",
      "publication_date": "2005-03-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/29/us/in-jackson-trial-jurors-can-hear-of-other-cases.html",
      "byline": "By Charlie Leduff"
    },
    {
      "headline": "Sunni Leader Insists on Timetable for U.S. Withdrawal",
      "snippet": "Sheik Harith al-Dari, leading spokesman for Iraq's disaffected Sunni Arabs, says he will continue to view armed resistance as legitimate until American military offers clear timetable for its withdrawal, condition very unlikely to be met; Iraq's m...",
      "abstract": "Sheik Harith al-Dari, leading spokesman for Iraq's disaffected Sunni Arabs, says he will continue to view armed resistance as legitimate until American military offers clear timetable for its withdrawal, condition very unlikely to be met; Iraq's most powerful politicians and foreign diplomats have been courting Dari as part of broad effort to engage Sunni Arabs, who make up fifth of Iraq's population; Shiite and Kurdish leaders who dominate new national assembly say part of delay in forming governing coalition has been caused by negotiations over which ministries should be granted to Sunnis; Iraqi and American officials say winning support of more militant Sunni sheiks and clerics could be critical in forming stable government and easing violence; that imperative has brought new prominence to Dari, who is respected by many resistance fighters; his demand for timetable for American withdrawal is softening of his original call for actual withdrawal of American troops; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, March 28 - For several weeks, Iraq's most powerful politicians and foreign diplomats have been streaming like anxious pilgrims to western Baghdad, to the vast blue and gold dome of the Mother of All Battles mosque, which was commissioned by Saddam Hussein.",
      "publication_date": "2005-03-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/29/world/middleeast/sunni-leader-insists-on-timetable-for-us-withdrawal.html",
      "byline": "By Robert F. Worth"
    },
    {
      "headline": "Cablevision May Join Adelphia Bid",
      "snippet": "Cablevision Systems is in advanced talks to join private equity firms Kohlberg Kravis Roberts and Providence Equity Partners that are bidding for Adelphia Communications, adding 11th-hour twist to auction that seemed certain to be won by team comp...",
      "abstract": "Cablevision Systems is in advanced talks to join private equity firms Kohlberg Kravis Roberts and Providence Equity Partners that are bidding for Adelphia Communications, adding 11th-hour twist to auction that seemed certain to be won by team comprised of Time Warner and Comcast; Kohlberg Kravis and Providence have already submitted all-cash bid worth about $15 billion for Adelphia and would submit 'substantially higher' offer if Cablevision decided to join them; Time Warner-Comcast team has offered $18 billion in stock; photo (M)",
      "lead_paragraph": "Cablevision Systems is in advanced talks to join two big private equity firms that are bidding for Adelphia Communications, adding an 11th-hour twist to an auction that had seemed certain to be won by another team comprising the nation's two biggest cable operators, executives involved in the process said.",
      "publication_date": "2005-03-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/29/business/media/cablevision-may-join-adelphia-bid.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Drawing the Line on Energy",
      "snippet": "Long-dormant border disputes have suddenly come alive for Japan in days of sharply higher energy prices; Japan is realization that large deposits of oil and gas lie on nation's watery fringes in East China Sea; Japan is suddently bumping shoulders...",
      "abstract": "Long-dormant border disputes have suddenly come alive for Japan in days of sharply higher energy prices; Japan is realization that large deposits of oil and gas lie on nation's watery fringes in East China Sea; Japan is suddently bumping shoulders over undersea oil and gas resources with China, South Korea and Russia; tensions are also flaring between Japan and South Korea over disputed island group; Korea Gas Corp announced in mid-March a 10-year, $225 million investment program to develop what state-run company says is $150 billion worth of hydrate deposits, roughly equivalent to South Korea's natural gas needs for 30 years; Japanese companies are investing about $1 billion annually to develop oil and gas reserves off Sakhalin, Russian island that was half-owned by Japan until end of World War II; China and Japan have bumped over pipeline to ship Siberian oil; Japan won first round in fall of 2004 when Russian went for billions of dollars in Japanese financing to build line to Sea of Japan; Chinese Prime Min Wen Jiabao announced at recent Chinese news conference that over next 18 months, Russian oil exports to China by rail will increase by 50 percent, to 300,000 barrels a day; map; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/29/business/worldbusiness/drawing-the-line-on-energy.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Powerful Quake Jolts the Seabed Off the West Coast of Indonesia",
      "snippet": "Powerful underwater earthquake strikes off west coast of Indonesia, sending ripple of panic and public warnings across region still traumatized from deadly tsunami three months ago; new quake, measuring at magnitude of 8.7, hits 200 miles farther ...",
      "abstract": "Powerful underwater earthquake strikes off west coast of Indonesia, sending ripple of panic and public warnings across region still traumatized from deadly tsunami three months ago; new quake, measuring at magnitude of 8.7, hits 200 miles farther south along same fault as more powerful Dec 26 earthquake and tsunami that killed as many as 270,000 people in 12 Indian Ocean countries, including more than 100,000 Indonesians; quake this time is not thought to have inflicted anywhere near same damage, with exception of Indonesian island of Nias, where up to 2,000 people are feared dead; there is threat of wider devastation from new tsunamis; tremor this time strikes 125 miles from Aceh Province, among hardest hit areas in Dec, sending jittery residents fleeing from their homes; photo; maps (M)",
      "lead_paragraph": "NEW DELHI, Tuesday, March 29 - Just three months after a deadly tsunami punched through the Indian Ocean, a powerful underwater earthquake struck again late Monday off the west coast of Indonesia, sending a ripple of panic and public warnings across a still traumatized region.",
      "publication_date": "2005-03-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/29/world/asia/powerful-quake-jolts-the-seabed-off-the-west-coast-of-indonesia.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "On Wall Street, a Rise in Dismissals Over Ethics",
      "snippet": "Wave of abrupt firings hits nation's corporations, in move to stop perceived breaches of ethics by their employees that could result in law enforcement action or public relations disasters; reasons for dismissals vary widely, ranging from actions ...",
      "abstract": "Wave of abrupt firings hits nation's corporations, in move to stop perceived breaches of ethics by their employees that could result in law enforcement action or public relations disasters; reasons for dismissals vary widely, ranging from actions that are potentially illegal to conduct that is unseemly; seemingly frantic reach for moral high ground is driven as much by self-interest as any attempt at righteousness, now that boards and chief executives have seen how public scandals can torpedo stock prices, alienate customers and end careers; Business Ethics magazine editor Marjorie Kelly claims new kind of Puritanism has replaced what she calls era of 'arrogance and ignorance'; reaction has been most severe on Wall Street, where investment banks, mutual funds and insurers have felt sting of legal prosecution for ethical lapses most acutely; photos (M)",
      "lead_paragraph": "Two senior investment bankers at Bank of America were summoned to a meeting this month where their boss, visibly uncomfortable and flanked by bank lawyers, read them a statement. They were both dismissed and asked to leave the building immediately. The decision was final.",
      "publication_date": "2005-03-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/29/business/on-wall-street-a-rise-in-dismissals-over-ethics.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Greenberg and A.I.G. Sever Ties",
      "snippet": "American International Group severs all ties with Maurice R Greenberg, executive who had built company into global giant over four decades; Greenberg informs board that, upon his return from Europe, he will retire as nonexecutive chairman of board...",
      "abstract": "American International Group severs all ties with Maurice R Greenberg, executive who had built company into global giant over four decades; Greenberg informs board that, upon his return from Europe, he will retire as nonexecutive chairman of board after being stripped of his chief executive title two weeks ago; will not run for re-election as director after his current term expires in May; Frank Zarb, lead director, will assume duties of chairman as company considers who to elect (M)",
      "lead_paragraph": "American International Group severed all ties last night with Maurice R. Greenberg, the irascible executive who had built the company into a global giant over four decades.",
      "publication_date": "2005-03-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/29/business/greenberg-and-aig-sever-ties.html",
      "byline": "By Jenny Anderson"
    }
  ]
}