{
  "metadata": {
    "date": "2005-03-10",
    "total_articles": 14
  },
  "articles": [
    {
      "headline": "Judge Tries to Regain Balancein a Family Shaken by Killings",
      "snippet": "Profile of federal Judge Joan Humphrey Lefkow, target of assassination plot by white supremacist Matthew Hale, who has been living under federal protection since Chicago murder of her husband and mother nine days ago; she comments, interview; phot...",
      "abstract": "Profile of federal Judge Joan Humphrey Lefkow, target of assassination plot by white supremacist Matthew Hale, who has been living under federal protection since Chicago murder of her husband and mother nine days ago; she comments, interview; photos (M)",
      "lead_paragraph": "CHICAGO, March 9 - For the 30 years of their marriage, Joan Humphrey Lefkow's husband, Michael, made the morning coffee. He swirled boiling water in the mug to warm it before pouring, then brought it to her in bed. They shared the first cup in silence, and, over the second, plotted another harried day juggling fulltime jobs and four busy daughters.",
      "publication_date": "2005-03-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/10/us/judge-tries-to-regain-balancein-a-family-shaken-by-killings.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "Free of Quota, China Textiles Flood the U.S.",
      "snippet": "China reports textile and apparel exports to United States jumped about 75 percent in Jan, first month after end of all quotas on textiles and apparel around world, to over $1.2 billion, up from some $701 million in Jan 2004; US imports of major a...",
      "abstract": "China reports textile and apparel exports to United States jumped about 75 percent in Jan, first month after end of all quotas on textiles and apparel around world, to over $1.2 billion, up from some $701 million in Jan 2004; US imports of major apparel products from China jumped 546 percent; surge is early evidence that China could be ready to dominate global textile trade, adding to trade tensions around world; figures do not include large part of its goods that China ships through Hong Kong; Bureau of Labor Statistics figures show 12,200 jobs were lost in US apparel and textile industries in Jan; photos (M)",
      "lead_paragraph": "SHANGHAI, March 9 - In the first month after the end of all quotas on textiles and apparel around the world, imports to the United States from China jumped about 75 percent, according to trade figures released by the Chinese government.",
      "publication_date": "2005-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/10/business/worldbusiness/free-of-quota-china-textiles-flood-the-us.html",
      "byline": "By David Barboza and Elizabeth Becker"
    },
    {
      "headline": "Samsung Is Now What Sony Once Was",
      "snippet": "Samung Electronics Co is now what Sony Corp was decade ago, with twice market capitalization of Sony; Samsung has become what Sony could once claim--competitor with both breadth of products and appeal of premium brand; Samsung has kept lean corpor...",
      "abstract": "Samung Electronics Co is now what Sony Corp was decade ago, with twice market capitalization of Sony; Samsung has become what Sony could once claim--competitor with both breadth of products and appeal of premium brand; Samsung has kept lean corporate structure, with authority increasingly delegated to front-line managers around world, and almost quarter of far-flung staff of 88,000 dedicated to research and development; graphs (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/10/business/worldbusiness/samsung-is-now-what-sony-once-was.html",
      "byline": "By James Brooke and Saul Hansell"
    },
    {
      "headline": "Countdown at Morgan Stanley",
      "snippet": "Some investors are starting to become restive about lagging stock price and strategic decisions made by Morgan Stanley's chief executive Philip J Purcell; Purcell will preside at company's annual meeting next week and defend his stewardship of fir...",
      "abstract": "Some investors are starting to become restive about lagging stock price and strategic decisions made by Morgan Stanley's chief executive Philip J Purcell; Purcell will preside at company's annual meeting next week and defend his stewardship of firm last year; while Morgan Stanley's earnings grew by 18 percent, its stock price declined by 6.5 percent, compared with 17 percent increase in stock price of its peers; results at Morgan Stanley were weighed down by its slower-growing Discover credit card and brokerage units; photo (M)",
      "lead_paragraph": "When Philip J. Purcell, the chief executive of Morgan Stanley, and other top executives of the firm gathered in a conference room at the Four Seasons hotel in Manhattan earlier this year to hear the views of its largest investors, they expected a blunt assessment of the firm's prospects.",
      "publication_date": "2005-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/10/business/countdown-at-morgan-stanley.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Changing the Game, PlayStation Goes Mobile",
      "snippet": "Playstation Portable will let users cut cord to television set and play favorite games anywhere; device's imminent arrival is hot topic at annual Game Developers Conference, San Francisco; Sony is promising 24 games will be ready when device goes ...",
      "abstract": "Playstation Portable will let users cut cord to television set and play favorite games anywhere; device's imminent arrival is hot topic at annual Game Developers Conference, San Francisco; Sony is promising 24 games will be ready when device goes on sale on March 24, all reworked to take advantage of new controls and sharp screen; photos (M)",
      "lead_paragraph": "THE earliest adopters in America already have theirs, those black slabs of glistening black plastic and metal.",
      "publication_date": "2005-03-10T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/03/10/technology/changing-the-game-playstation-goes-mobile.html",
      "byline": "By Michel Marriott"
    },
    {
      "headline": "G.O.P. Senators Balk at Tax Cuts in Bush's Budget",
      "snippet": "Senate Republican leaders offer $2.6 trillion 2006 budget proposal that calls for extending $70.2 billion in expiring tax cuts over next five years, not $100 billion in extensions Pres Bush seeks; Sen Judd Gregg, Budget Committee chairman, says he...",
      "abstract": "Senate Republican leaders offer $2.6 trillion 2006 budget proposal that calls for extending $70.2 billion in expiring tax cuts over next five years, not $100 billion in extensions Pres Bush seeks; Sen Judd Gregg, Budget Committee chairman, says he seeks to extend cuts in capital gains and dividend taxes, which are set to expire in 2008; some moderate Senate Republicans express concern about extending cuts at time when deficit is at record high and domestic programs face steep cuts; Senate budget, like Bush and House versions, promises to cut deficit in half in five years; Democrats dismiss claim, holding extending tax cuts would increase deficit; fight over taxes and spending will be key test of Bush's strength on Capitol Hill (M)",
      "lead_paragraph": "WASHINGTON, March 9 - President Bush's plan to extend his tax cuts over the next five years ran into resistance in the Senate on Wednesday as Republican leaders offered a budget for 2006 that would undo more than a fourth of the cuts that Mr. Bush has requested.",
      "publication_date": "2005-03-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/10/politics/gop-senators-balk-at-tax-cuts-in-bushs-budget.html",
      "byline": "By Sheryl Gay Stolberg and David D. Kirkpatrick"
    },
    {
      "headline": "Arrest Highlights Risks to Secrecy in Stock Trading",
      "snippet": "Frank J Furino, former New York Stock Exchange floor clerk for Lawrence Helfant, which was acquired by Jefferies Group investment bank in late 2001, is arrested and accused of passing on confidential information about trades to unnamed day trader ...",
      "abstract": "Frank J Furino, former New York Stock Exchange floor clerk for Lawrence Helfant, which was acquired by Jefferies Group investment bank in late 2001, is arrested and accused of passing on confidential information about trades to unnamed day trader who made more than $300,000 on illegally obtained information; is indicted on nine counts of securities fraud and commercial bribes; pleads not guilty and is released on $300,000 bond; Securities and Exchange Commission, which also files complaint against Furino, is investigating how confidential customer trade information in protected among many participants who partake in a trade, including Wall Street firms, custodians, specialists, floor brokers and floor clerks; photo (M)",
      "lead_paragraph": "A former New York Stock Exchange floor clerk was arrested yesterday and accused of passing on confidential information about trades to an unnamed day trader who made more than $300,000 on the illegally obtained information.",
      "publication_date": "2005-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/10/business/arrest-highlights-risks-to-secrecy-in-stock-trading.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "New Interrogation Rules Set for Detainees in Iraq",
      "snippet": "Vice Adm Albert T Church, after exhaustive review of interrogation techniques used by United States forces in detention centers in Afghanistan, Guantanamo Bay, Cuba, and Iraq, finds early warning signs of serious abuses did not get enough high-lev...",
      "abstract": "Vice Adm Albert T Church, after exhaustive review of interrogation techniques used by United States forces in detention centers in Afghanistan, Guantanamo Bay, Cuba, and Iraq, finds early warning signs of serious abuses did not get enough high-level attention as abuses unfolded, and that unit commanders did not get clear instructions that might have halted abuses; discloses new prodecures approved by Gen George W Casey Jr, top American military commander in Iraq, on Jan 27 that narrow set of authorized techniques and add new safeguards to prevent prisoner abuse; senior defense officials say new procedures clarifiy ban against use of muzzled dogs, give specific guidance to field units as to how long they can hold prisoners before releasing them or sending them to higher headquarters and make clear command responsibilities for detainee operations; Casey comments; photo (M)",
      "lead_paragraph": "WASHINGTON, March 9 - After clashing with Afghan rebels at the village of Miam Do one year ago, American soldiers detained the village's entire population for four days, and an officer beat and choked several residents while interrogating them and trying to identify local militants, according to a new Pentagon report that was given to Congress late Monday night.",
      "publication_date": "2005-03-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/10/washington/the-conflict-in-iraq-detainee-treatment-new-interrogation-rules.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "2 Are Charged Over Trading in ImClone",
      "snippet": "Dr Zvi F Fuks, chairman of department of radiation oncology at Memorial Sloan-Kettering Cancer Center in New York, and Sabina Ben-Yehuda, who worked at Scientia, investment company set up by Dr Samuel D Waksal, are charged with securities fraud an...",
      "abstract": "Dr Zvi F Fuks, chairman of department of radiation oncology at Memorial Sloan-Kettering Cancer Center in New York, and Sabina Ben-Yehuda, who worked at Scientia, investment company set up by Dr Samuel D Waksal, are charged with securities fraud and conspiracy to commit securities fraud for selling shares in ImClone Systems after receiving tip from Waksal; complaint contends they sold their shares in ImClone in December 2001 after Waksal told them that government was about to deny approval of drug Erbitux; Securities and Exchange Commission also files civil charges against two, contending insider trading; Ben-Yehuda allegedly sold all 1,178 ImClone shares in her UBS PaineWebber account for more than $74,000 one day after learning from Waksal that it was 'highly likely' drug would not be approved by regulators, while Fuks sold 89,173 shares from his Bear Stearns account for more than $5 million; ImClone announced FDA's decision at 6 pm that day; stock fell 16 percent next day; Fuks and Ben-Yehuda plead not guilty and note that after Waksal's arrest, he denied tipping them off when being interviewed by federal investigators (M)",
      "lead_paragraph": "Two friends of Samuel D. Waksal, the former chief executive of ImClone Systems, were arrested yesterday and charged with insider trading for selling their shares in ImClone after receiving a tip from Dr. Waksal.",
      "publication_date": "2005-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/10/business/2-are-charged-over-trading-in-imclone.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "U.S. Called Ready to See Hezbollah in Lebanon Role",
      "snippet": "Bush administration, after years of campaigning against radical Shiite Muslim Hezbollah as terrorist pariah, is grudgingly going along with French and United Nations efforts to steer party into Lebanon's political mainstream; American, European an...",
      "abstract": "Bush administration, after years of campaigning against radical Shiite Muslim Hezbollah as terrorist pariah, is grudgingly going along with French and United Nations efforts to steer party into Lebanon's political mainstream; American, European and UN officials see shift as reluctant recognition that Hezbollah is enormous political force in nation that could block Western efforts to get Syria to withdraw its troops (M)",
      "lead_paragraph": "WASHINGTON, March 9 - After years of campaigning against Hezbollah, the radical Shiite Muslim party in Lebanon, as a terrorist pariah, the Bush administration is grudgingly going along with efforts by France and the United Nations to steer the party into the Lebanese political mainstream, administration officials say.",
      "publication_date": "2005-03-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/10/politics/us-called-ready-to-see-hezbollah-in-lebanon-role.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Air Pollution Bill Fails",
      "snippet": "The centerpiece of President Bush's environmental policy, a bill that would affect emissions at 1,300 power plants, crumbled in the Senate amid charges of partisanship.    Article, Page A24.",
      "abstract": "The centerpiece of President Bush's environmental policy, a bill that would affect emissions at 1,300 power plants, crumbled in the Senate amid charges of partisanship.    Article, Page A24.",
      "lead_paragraph": "The centerpiece of President Bush's environmental policy, a bill that would affect emissions at 1,300 power plants, crumbled in the Senate amid charges of partisanship.",
      "publication_date": "2005-03-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/10/us/front page/air-pollution-bill-fails.html",
      "byline": ""
    },
    {
      "headline": "Another Data Broker Reports a Breach",
      "snippet": "LexisNexis Group, major compiler of legal and consumer information, says that information on about 30,000 people--including names, addresses and Social Security numbers--may have fallen into hands of thieves; FBI and Treasury Department are invest...",
      "abstract": "LexisNexis Group, major compiler of legal and consumer information, says that information on about 30,000 people--including names, addresses and Social Security numbers--may have fallen into hands of thieves; FBI and Treasury Department are investigating LexisNexis incident; LexisNexis says it has not yet determined how access might have been gained to files but that it appears to have involved unauthorized use of passwords of legitimate subscribers to its databasesx, rather than hacker attack on its system; LexisNexis breach is almost certain to accelerate calls from privacy advocates and state and federal officials for greater scrutiny of companies that buy, store and sell consumer data; issue will be taken up March 10 in hearing before Senate Banking, Housing and Urban Affairs Committee, and March 15 at similar hearing before House Energy and Commerce Committee; LexisNexis and its parent company in London, publishing and information services giant Reed Elsevier, say recent breach involved databases acquired last July through $775 million purchase of Seisint, compiler in Florida of consumer background and asset information; map (M)",
      "lead_paragraph": "The LexisNexis Group, a major compiler of legal and consumer information, said yesterday that information on about 30,000 people -- including names, addresses and Social Security numbers -- may have fallen into the hands of thieves.",
      "publication_date": "2005-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/10/technology/another-data-broker-reports-a-breach.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Republican Budget Plan Reins In Bush Tax Cuts  President Bush's plan to extend his tax cuts over the next five years ran into resistance in the Senate as Republican leaders, uneasy about the potential impact on the ballooning federal deficit, offe...",
      "abstract": " Republican Budget Plan Reins In Bush Tax Cuts  President Bush's plan to extend his tax cuts over the next five years ran into resistance in the Senate as Republican leaders, uneasy about the potential impact on the ballooning federal deficit, offered a budget for 2006 that would undo more than a fourth of the cuts that Mr. Bush has requested.     The Senate's budget plan calls for $70.2 billion in tax cuts over the next five years, as opposed to the $100 billion the White House is seeking. [Page A1.]    A Surge in Chinese Imports to U.S.  In January, the first month after the ending of all quotas on textiles and apparel around the world, imports to the United States from China jumped about 75 percent, according to figures released by the Chinese government. [A1.]    Four Banks Settle WorldCom Case  Four foreign banks that helped WorldCom sell bonds the year before it filed for bankruptcy agreed to pay $428 million to investors. [C3.]    Exxon Plans to Increase Spending  The Exxon Mobil Corporation said that it planned to increase spending on refinery expansions and chemical plants to raise profit from sources other than oil and natural gas wells. Spending will rise toward the end of the decade in Asia and the Middle East, the chief executive, Lee R. Raymond, said. [C6.]    Wal-Mart's Retreat in Quebec  The first closing of a Wal-Mart store in Canada, in Quebec, is a strategic retreat in the retailer's war with organized labor. [C5.]    Two Front-Runners for F.C.C. Post  Michael D. Gallagher, a senior official in the Commerce Department, and Kevin J. Martin, a commissioner at the Federal Communications Commission, have emerged as the top contenders to become the next chairman of the F.C.C., administration officials said. [C4.]    Emissions Bill Stalls in Senate  Efforts to pass a bill to control power-plant emissions fell apart in the Senate. [A21.]    Rather Signs Off as CBS Anchor  Dan Rather departed as the CBS News anchor with the same exhortation he used after he took over from Walter Cronkite 24 years ago: ''Courage.'' The TV Watch. [A14.]    A CBS News producer filed suit, saying she should not have been removed from her position on the Wednesday edition of ''60 Minutes'' over her role in a report about President Bush's National Guard service. [A14.]    Stocks Fall as Oil Price Rises  Crude oil jumped, the yield on the 10-year Treasury note rose to its highest level since July, and stocks tumbled. The Dow Jones industrial average slipped 107 points, to 10,805.62. The S.&P. 500-stock index lost 12.42 points, to 1,207.01. The Nasdaq composite index retreated 12.26 points, to 2,061.29. [C8.]    Interim Boeing Chief Speaks  At an investor conference, James A. Bell, the new interim chief executive of Boeing, stressed continuity while making it clear he had no plans to remain in the position. [C8.]    Security Review Clears I.B.M. Deal  A United States national security review has cleared the way for Lenovo of China to buy I.B.M.'s personal computer business. [C7.]    From Internet to Inner Peace  In the late 1990's, Rob Wrubel, left, and George Lichter were working long, stressful hours and seeing their bodies deteriorate as they worked to expand the Internet company Ask Jeeves. Then, exhausted and in search of better health, they left the dot-com world and opened a chain of yoga studios. Small Business. [C7.]    Five Years and 3,000 Points Ago  Lessons learned five years after the Nasdaq's peak. Hal R. Varian: Economic Scene. [C2.]  ",
      "lead_paragraph": "Republican Budget Plan Reins In Bush Tax Cuts President Bush's plan to extend his tax cuts over the next five years ran into resistance in the Senate as Republican leaders, uneasy about the potential impact on the ballooning federal deficit, offered a budget for 2006 that would undo more than a fourth of the cuts that Mr. Bush has requested.",
      "publication_date": "2005-03-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/10/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Think of a Number . . . Come On, Think!",
      "snippet": "Technology makes it almost unnecessary to memorize telephone numbers now that cellphones have memory, but users must be careful to back up information in case phone is lost or broken and data becomes irretrievable; despite danger of losing phone, ...",
      "abstract": "Technology makes it almost unnecessary to memorize telephone numbers now that cellphones have memory, but users must be careful to back up information in case phone is lost or broken and data becomes irretrievable; despite danger of losing phone, most people concede they have no reliable backup; photos (M)",
      "lead_paragraph": "HEY, cellphone user, when was the last time you memorized a phone number?",
      "publication_date": "2005-03-10T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/03/10/technology/think-of-a-number-come-on-think.html",
      "byline": "By Rachel Metz"
    }
  ]
}