{
  "metadata": {
    "date": "2005-10-26",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "McDonald's to Add Facts on Nutrition to Packaging",
      "snippet": "McDonald's plans to provide information on calories and fat content on packaging of most of its food items starting in 2006; says new packaging will be in 20,000 of its 30,000 restaurants worldwide by end of that year; move comes as McDonald's con...",
      "abstract": "McDonald's plans to provide information on calories and fat content on packaging of most of its food items starting in 2006; says new packaging will be in 20,000 of its 30,000 restaurants worldwide by end of that year; move comes as McDonald's continues to face criticism for contributing to rising obesity rates and other health problems (M)",
      "lead_paragraph": "CHICAGO, Oct. 25 - That Double Quarter Pounder With Cheese? It has 730 calories. A Sausage Biscuit With Egg? It will use up 49 percent of an adult's daily recommended fat intake.",
      "publication_date": "2005-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/26/business/mcdonalds-to-add-facts-on-nutrition-to-packaging.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "SENATORS IN G.O.P. VOICE NEW DOUBT ON COURT CHOICE",
      "snippet": "Drumbeat of doubt from Republican senators over Supreme Court nomination of Harriet E Miers grows louder as several lawmakers, including pivotal conservative on Senate Judiciary Committee, Jeff Sessions, join those expressing concerns about her se...",
      "abstract": "Drumbeat of doubt from Republican senators over Supreme Court nomination of Harriet E Miers grows louder as several lawmakers, including pivotal conservative on Senate Judiciary Committee, Jeff Sessions, join those expressing concerns about her selection; several Republican lawmakers suggest that as Miers continues her visits on Capitol Hill, she is not winning over Republican lawmakers; Sen Norm Coleman, Minnesota Republican in political middle of his party, says he needs 'to get a better feel for her intellectual capacity and judicial philosophy, core competence issues'; photo of Miers with Sen Johnny Isakson, Republican of Georgia (M)",
      "lead_paragraph": "WASHINGTON, Oct. 25 - The drumbeat of doubt from Republican senators over the Supreme Court nomination of Harriet E. Miers grew louder Tuesday as several lawmakers, including a pivotal conservative on the Judiciary Committee, joined those expressing concerns about her selection.",
      "publication_date": "2005-10-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/26/us/front page/senators-in-gop-voice-new-doubt-on-court-choice.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "2,000 Dead: As Iraq Tours Stretch On, a Grim Mark",
      "snippet": "Nation pays grim tribute to 2,000 American service members who have died in Iraq since invasion of 2003, one in five of whom were in their second, third, fourth or fifth tours of duty in Iraq and Afghanistan; collective stories of the war dead des...",
      "abstract": "Nation pays grim tribute to 2,000 American service members who have died in Iraq since invasion of 2003, one in five of whom were in their second, third, fourth or fifth tours of duty in Iraq and Afghanistan; collective stories of the war dead describe painful stresses and recurring strains that an extended conflict, with all its demands for multiple tours, is placing on families, towns and military itself as they struggle to console living while burying the dead; photo of Sgt Anthony G Jones, killed by a bomb on his third tour of duty; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/26/world/middleeast/2000-dead-as-iraq-tours-stretch-on-a-grim-mark.html",
      "byline": "By James Dao"
    },
    {
      "headline": "Leak Counsel Is Said to Press on Rove's Role",
      "snippet": "Patrick J Fitzgerald continues to seek information about Karl Rove's discussions with reporters in days before CIA officer's identity was made public; appears to be trying to determine whether Rove was fully forthcoming about his contacts with Mat...",
      "abstract": "Patrick J Fitzgerald continues to seek information about Karl Rove's discussions with reporters in days before CIA officer's identity was made public; appears to be trying to determine whether Rove was fully forthcoming about his contacts with Matthew Cooper of Time magazine and Robert D Novak in July 2003; lawyers in case say Rove and I Lewis Libby Jr face possbility of indictment on perjury or other charges related to covering up their actions; photos (L)",
      "lead_paragraph": "WASHINGTON, Oct. 25 - With the clock running out on his investigation, the special counsel in the leak case continued to seek information on Tuesday about Karl Rove's discussions with reporters in the days before a C.I.A. officer's identity was made public, lawyers and others involved in the investigation said.",
      "publication_date": "2005-10-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/26/us/leak-counsel-is-said-to-press-on-roves-role.html",
      "byline": "By Richard W. Stevenson and Anne E. Kornblut"
    },
    {
      "headline": "At the Fed, an Unknown Became a Safe Choice",
      "snippet": "Ben S Bernanke has won widespread praise since Pres Bush named him to succeed Alan Greenspan as Federal Reserve chairman, but he is an out-of-the-ordinary choice, having been virtually unknown outside of academia four years ago; emerged as front-r...",
      "abstract": "Ben S Bernanke has won widespread praise since Pres Bush named him to succeed Alan Greenspan as Federal Reserve chairman, but he is an out-of-the-ordinary choice, having been virtually unknown outside of academia four years ago; emerged as front-runner in recent months, leaping ahead of veteran Republicans who have advised Bush for years and helped engineer his huge tax cuts of 2001 and 2003; Bush, in selecting Bernanke, essentially chose candidate who would satisfy others--investors on Wall Street and lawmakers in Congress--more than himself or his Republican base; photos (L)",
      "lead_paragraph": "WASHINGTON, Oct. 25 - In the summer, a senior administration official summed up the search for a new Federal Reserve chairman this way: \"We've got at least three good choices, but we're not in love with any of them.\"",
      "publication_date": "2005-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/26/business/at-the-fed-an-unknown-became-a-safe-choice.html",
      "byline": "This article is by Edmund L. Andrews, David Leonhardt, Eduardo Porter and Louis Uchitelle"
    },
    {
      "headline": "Wal-Mart Memo Suggests Ways to Cut Employee Benefit Costs",
      "snippet": "Wal-Mart's executive vice president M Susan Chambers sends internal memo to board proposing numerous ways to hold down spending on health care and other benefits while seeking to minimize damage to retailer's reputation; recommends hiring more par...",
      "abstract": "Wal-Mart's executive vice president M Susan Chambers sends internal memo to board proposing numerous ways to hold down spending on health care and other benefits while seeking to minimize damage to retailer's reputation; recommends hiring more part-time workers, discouraging unhealthy people from working at Wal-Mart, reducing 401(k) contributions and wooing younger, and presumably healthier, workers by offering education benefits; voices concern that workers with seven years' seniority earn more than workers with one year's seniority, but are no more productive; suggests that company arrange for 'all jobs to include some physical activity,' to discourage unhealthy job applicants; acknowledges that Wal-Mart has to walk fine line in restraining benefit costs because critics have attacked it for being stingy on wages and health benefits; acknowledges that 46 percent of children of Wal-Mart's 1.33 million US employees are uninsured or on Medicaid; proposed plan would save company more than $1 billion a year by 2011; photos (M)",
      "lead_paragraph": "An internal memo sent to Wal-Mart's board proposes numerous ways to hold down spending on health care and other benefits while seeking to minimize damage to the retailer's reputation. Among the recommendations are hiring more part-time workers and discouraging unhealthy people from working at Wal-Mart.",
      "publication_date": "2005-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/26/business/walmart-memo-suggests-ways-to-cut-employee-benefit-costs.html",
      "byline": "By Steven Greenhouse and Michael Barbaro"
    },
    {
      "headline": "Dolans Drop Plan to Take Cablevision Private",
      "snippet": "Charles Dolan family withdraws its bid to take Cablevision Systems Corp private, after negotiating since June, and asks directors to approve $3 billion dividend to shareholders; family controls 71 percent of votes and 22 percent of equity in compa...",
      "abstract": "Charles Dolan family withdraws its bid to take Cablevision Systems Corp private, after negotiating since June, and asks directors to approve $3 billion dividend to shareholders; family controls 71 percent of votes and 22 percent of equity in company; dividend would net Dolan family $600 million (M)",
      "lead_paragraph": "The Charles Dolan family withdrew its bid yesterday to take the Cablevision Systems Corporation private, after negotiating since June, and asked directors to approve a $3 billion dividend to shareholders.",
      "publication_date": "2005-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/26/business/media/dolans-drop-plan-to-take-cablevision-private.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Iraqi Officials Declare Charter Has Been Passed",
      "snippet": "Iraqi electoral officials anounce that voters passed new constitution, paving way for parliamentary elections in December; say that although 79 percent of voters approved constitution in referendum, three provinces voted against it, two of them by...",
      "abstract": "Iraqi electoral officials anounce that voters passed new constitution, paving way for parliamentary elections in December; say that although 79 percent of voters approved constitution in referendum, three provinces voted against it, two of them by two-thirds majority; under election rules, if two-thirds of voters in each of three provinces had voted against constitution, it would have failed; overall vote is sharply divided along ethnic and sectarian lines: Shiites and Kurds, who make up about 80 percent of population, generally supported document; map shows referendum results in various provinces (L)",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 25 - Iraqi electoral officials officially announced Tuesday that voters had passed a new constitution, paving the way for parliamentary elections in December. But the constitution narrowly escaped defeat, as Sunni Arabs turned out in large numbers to vote against it.",
      "publication_date": "2005-10-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/26/world/middleeast/iraqi-officials-declare-charter-has-been-passed.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Got an Ailing Business? He Wants to Make It Right",
      "snippet": "Investor Wilbur L Ross, who is known for reviving ailing companies, and Lear Corp are planning to buy Collins & Aikman and possibly Delphi and some operations of Visteon to create global auto parts powerhouse; says his company, W L Ross & Co, woul...",
      "abstract": "Investor Wilbur L Ross, who is known for reviving ailing companies, and Lear Corp are planning to buy Collins & Aikman and possibly Delphi and some operations of Visteon to create global auto parts powerhouse; says his company, W L Ross & Co, would own majority of venture, and Lear and other investors would own the rest; photo (M)",
      "lead_paragraph": "Lots of people call Wilbur L. Ross Jr. a vulture investor. He finds that ridiculous. If one must liken him to a bird, he says, then make it the phoenix, the mythical creature that repeatedly rises from its own ashes.",
      "publication_date": "2005-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/26/business/got-an-ailing-business-he-wants-to-make-it-right.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "German Labor's New Reality",
      "snippet": "German auto industry and its unions are coming to realize that workers are paid far too much for automakers to compete with those in Eastern Europe and Asia; IG Metall union has had to accept lower wages for some of its members at Volkswagen, fewe...",
      "abstract": "German auto industry and its unions are coming to realize that workers are paid far too much for automakers to compete with those in Eastern Europe and Asia; IG Metall union has had to accept lower wages for some of its members at Volkswagen, fewer breaks and likely loss of several thousand jobs at flagship factory in Wolfsburg; Germany remains workers' paradise by American standards and stands out in labor-friendly Western Europe, with its unions still retaining significant power and its workers enjoying more time off than those in most other countries; average hourly cost of auto worker in western Germany is highest in industry, at $40.80, compared with $35.40 in Japan, $34.80 in US, $27.60 in France and $5.40 in Slovakia, where Volkswagen has assembly plant; strict job-protection laws make it hard for companies to fire German workers, and those that are laid off receive substantial unemployment benefits; many companies, including Volkswagen and DaimlerChrysler, are moving, or threatening to move, thousands of jobs out of country; graph; photos (M)",
      "lead_paragraph": "HANOVER, Germany, Oct. 19 - Hartmut Meine's office here overlooks an old graveyard. It is a fitting view for a man who is waging a twilight battle to keep his 114-year-old labor union viable, as global competition threatens to undo half a century of rights and privileges won by millions of German workers.",
      "publication_date": "2005-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/26/business/worldbusiness/german-labors-new-reality.html",
      "byline": "By Mark Landler"
    }
  ]
}