{
  "metadata": {
    "date": "2005-06-23",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "A U.A.W. Chief Awaits a G.M. Showdown",
      "snippet": "UAW president Ron Gettelfinger is headed for showdown with General Motors Corp; Gettelfinger's willingness to compromise with GM on wages and health care benefits will have broad implications for future of American auto worker and help determine w...",
      "abstract": "UAW president Ron Gettelfinger is headed for showdown with General Motors Corp; Gettelfinger's willingness to compromise with GM on wages and health care benefits will have broad implications for future of American auto worker and help determine whether Big Three automakers can slash costs to compete against Toyota and other foreign rivals with lower labor costs; Gettelfinger says he is willing to offer some help to GM, but will not be pushed into corner and will not reopen company's labor contract before it expires in 2007; whether outcome leads him to settle or strike is open question; chart; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/23/automobiles/a-uaw-chief-awaits-a-gm-showdown.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "New Scrutiny on Auditing of Pensions",
      "snippet": "Financial Accounting Standards Board is preparing overhaul of how companies calculate financial impact of their pension plans; corporations are likely to oppose revisions because new pension standard could lead to significant changes in how corpor...",
      "abstract": "Financial Accounting Standards Board is preparing overhaul of how companies calculate financial impact of their pension plans; corporations are likely to oppose revisions because new pension standard could lead to significant changes in how corporate earnings are reported; there could also be major changes in employee benefits and how pension funds invest workers' retirement money; current rules allow companies to report that investments in their pension funds have earned money, even in years when they did not, and to factor illusory pension gains into their operating profits; can also 'smooth' pension values by spreading year-to-year changes over several years; these accounting practices have come under criticism because they can mask health of company and pension plan; graph (M)",
      "lead_paragraph": "The body that writes the accounting rules for American business is now preparing an overhaul of how companies calculate the financial impact of their pension plans.",
      "publication_date": "2005-06-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/23/business/new-scrutiny-on-auditing-of-pensions.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Flight 15 to Basra: FewPerks, but No Bombs.",
      "snippet": "Flight from Baghdad to Basra is first domestic service operated by state-owned Iraqi Airways since American-led invasion; Iraqi officials see it as crucial step in restoring air network ravaged by economic sanctions imposed after Persian Gulf war ...",
      "abstract": "Flight from Baghdad to Basra is first domestic service operated by state-owned Iraqi Airways since American-led invasion; Iraqi officials see it as crucial step in restoring air network ravaged by economic sanctions imposed after Persian Gulf war of 1991; jets carry travelers over some of most dangerous terrain in country: insurgent-dominated area south of Baghdad known as Triangle of Death, swath of marshlands plagued by bandits, and roadways in south where radical Shiite fighters plant bombs to ambush British Army convoys; residents of Basra, relatively safe city in Iraq, boast that new route could herald city's rebirth as aviation hub; say business people and tourists will prefer flying into Basra because Baghdad is steeped in violence; flight described; photos; map (M)",
      "lead_paragraph": "ABOARD FLIGHT 15, over southern Iraq - The smiling flight attendants strode down the aisle of the Boeing 727 in crisp green uniforms, handing out cold cans of Sprite and pieces of cake.",
      "publication_date": "2005-06-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/23/world/middleeast/flight-15-to-basra-fewperks-but-no-bombs.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Chinese Oil Giant in Takeover Bid for U.S. Corporation",
      "snippet": "State-controlled Chinese oil company makes $18.5 billion unsolicited bid for Unocal, signaling first big takeover battle by Chinese company for American corporation; bid by China National Offshore Oil Corp (CNOOC) comes two months after Unocal agr...",
      "abstract": "State-controlled Chinese oil company makes $18.5 billion unsolicited bid for Unocal, signaling first big takeover battle by Chinese company for American corporation; bid by China National Offshore Oil Corp (CNOOC) comes two months after Unocal agreed to be sold to Chevron for $16.4 billion; it is expected to incite potentially costly bidding war; China is eager to have its own energy resources; its bid for Unocal is likely to provoke fierce debate in Washington about nation's trade policies with China and role of two governments in growing trend of deal making between companies in countries; recent efforts by Chinese to acquire other American companies recalled; deal making and bidding wars involve Chinese companies taking on American multinationals and being advised by Western lawyers and investment bankers, many of whom are betting hundreds of millions of dollars on China's rise; CNOOC's bid faces uphill battle; photo (M)",
      "lead_paragraph": "SHANGHAI, Thursday, June 23 - One of China's largest state-controlled oil companies made a $18.5 billion unsolicited bid Thursday for Unocal, signaling the first big takeover battle by a Chinese company for an American corporation.",
      "publication_date": "2005-06-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/23/business/worldbusiness/chinese-oil-giant-in-takeover-bid-for-us-corporation.html",
      "byline": "By David Barboza and Andrew Ross Sorkin"
    },
    {
      "headline": "Senators Hear of a Wink-Wink Lobbyist Move",
      "snippet": "Senate Indian Affairs Committee hears testimony from off-season lifeguard who was named to head 'think tank' allegedly used to funnel money from Indian tribes to Republican lobbyist Jack Abramoff and his associate Michael Scanlon, and to their pet...",
      "abstract": "Senate Indian Affairs Committee hears testimony from off-season lifeguard who was named to head 'think tank' allegedly used to funnel money from Indian tribes to Republican lobbyist Jack Abramoff and his associate Michael Scanlon, and to their pet projects; David Grosh says he used his rental beach house in Rehoboth Beach, Del, as official address of so-called American International Center; Senate panel and federal task force are investigating whether Abramoff defrauded several Indian tribes while charging them more than $80 million in fees and expenses to promote their gambling interests; Rehoboth center was one of several nonprofit groups used by Abramoff and Scanlon; they frequently communicated via e-mail, giving Senate investigators concrete evidence of their dealings; in 2001 alone, Choctaws paid $7.7 milion to Abramoff and Scanlon for lobbying work, but pair spent just $1.2 million on designated projects, keeping remaining $6.5 million for themselves; photos (M)",
      "lead_paragraph": "WASHINGTON, June 22 - David Grosh was living the mellow life of an off-season lifeguard in Rehoboth Beach, Del., when his childhood friend Michael Scanlon called from Washington in 2001 with a proposition.",
      "publication_date": "2005-06-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/23/politics/senators-hear-of-a-winkwink-lobbyist-move.html",
      "byline": "By Anne E. Kornblut"
    },
    {
      "headline": "Beyond Wi-Fi: Laptop Heaven but at a Price",
      "snippet": "David Pogue column on relatively new cellular data network called CDMA 1xEV-DO, or Code Division Multiple Access Evolution-Data Only; says Novatel and Kyocera have recently given EV-DO future big thumbs-up by releasing new cellular cards for lapto...",
      "abstract": "David Pogue column on relatively new cellular data network called CDMA 1xEV-DO, or Code Division Multiple Access Evolution-Data Only; says Novatel and Kyocera have recently given EV-DO future big thumbs-up by releasing new cellular cards for laptops running Windows; advantage of new technology detailed; photos (M)",
      "lead_paragraph": "PLENTY of technologies can get you online wirelessly these days, but there's always a catch. Wi-Fi Internet hot spots are fast and cheap, but they keep you tethered to the airport, hotel or coffee shop where the hot spot originates. A Bluetooth cellphone can get your laptop online, but at the speed of a slug. And smoke signals -- well, you know. The privacy issues are a nightmare.",
      "publication_date": "2005-06-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/23/technology/circuits/beyond-wifi-laptop-heaven-but-at-a-price.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Name Seems Familiar at Morgan",
      "snippet": "Morgan Stanley reports 24 percent decline in earnings for its second quarter, another sign that board is likely to be under increased pressure to speed its search for new chief executive; board may make offer to candidate within days to stem furth...",
      "abstract": "Morgan Stanley reports 24 percent decline in earnings for its second quarter, another sign that board is likely to be under increased pressure to speed its search for new chief executive; board may make offer to candidate within days to stem further executive departures and to stabilize its business; several managing directors have told board that person best suited for job is former president John J Mack, who was forced to leave in 2001 when chief executive Philip J Purcell refused to share power with him; institutional investors and outside candidates approached by board have also recommended Mack to succeed Purcell (Market Place column) (M)",
      "lead_paragraph": "Morgan Stanley reported yesterday a 24 percent slump in earnings for its second quarter, another sign that the board is likely to be under increased pressure to speed its search for a new chief executive.",
      "publication_date": "2005-06-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/23/business/name-seems-familiar-at-morgan.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Studies Lead to Big Changesin Lung Cancer Treatments",
      "snippet": "Lung cancer treatment is changing for first time in decades, based on research proving that chemotherapy can significantly lengthen life for many patients for whom it was previously thought to be useless; shift in care applies to about 50,000 peop...",
      "abstract": "Lung cancer treatment is changing for first time in decades, based on research proving that chemotherapy can significantly lengthen life for many patients for whom it was previously thought to be useless; shift in care applies to about 50,000 people a year in United States with early cases of most common form of disease, non-small-cell lung cancer; in addition to surgery to remove tumor, they are now being given chemotherapy; major impetus for change came year ago, from two studies showing marked increases in survival in patients who receiveed adjuvant chemotherapy, meaning drugs were given after surgery; photo (M)",
      "lead_paragraph": "For the first time in decades, doctors have begun making major changes in the treatment of lung cancer, based on research proving that chemotherapy can significantly lengthen life for many patients for whom it was previously thought to be useless.",
      "publication_date": "2005-06-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/23/health/studies-lead-to-big-changesin-lung-cancer-treatments.html",
      "byline": "By Denise Grady"
    },
    {
      "headline": "A Choice for the Heart",
      "snippet": "Article on debate over whether to create database that would allow patients and doctors to get information about safety of products that are implanted in patient's body, such as heart defibrillator; says one roadblock to such database is Congress,...",
      "abstract": "Article on debate over whether to create database that would allow patients and doctors to get information about safety of products that are implanted in patient's body, such as heart defibrillator; says one roadblock to such database is Congress, which allows Medicare to spend billions of tax dollars on medical devices but bars it from collecting data showing how well competing products work; form used by Centers for Medicare and Medicaid Services to collect data about defibrillator implants includes information about patients, doctors and where operations are performed; it does not include makes and models of devices, so their performances cannot be tracked over time and compared; diagram; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/23/business/a-choice-for-the-heart.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "Fraud-Trial Jury Is Told to Restart for an Alternate",
      "snippet": "Judge in fraud trial of former HealthSouth chief executive Richard M Scrushy replaces ill juror with alternate and orders members of jury to destroy their notes and begin mulling case anew; jury had been deliberating for 24 weekdays in case that w...",
      "abstract": "Judge in fraud trial of former HealthSouth chief executive Richard M Scrushy replaces ill juror with alternate and orders members of jury to destroy their notes and begin mulling case anew; jury had been deliberating for 24 weekdays in case that went to trial in Jan and seems unwilling to end; jurors look weary and impatient as Judge Karon O Bowdre reads her instructions, mostly repeated verbatim from orders she read last month; authorities on cases of accounting fraud against corporate executives say behavior of Scrushy jury now might depend largely on personality of new juror; chart (M)",
      "lead_paragraph": "BIRMINGHAM, Ala., June 22 - Officially, the jury in the corporate fraud trial of the former HealthSouth chief executive Richard M. Scrushy has been deliberating for 24 weekdays.",
      "publication_date": "2005-06-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/23/business/fraudtrial-jury-is-told-to-restart-for-an-alternate.html",
      "byline": "By Simon Romero"
    }
  ]
}