{
  "metadata": {
    "date": "2005-07-19",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "U.S. to Broaden India's Access To Nuclear-Power Technology",
      "snippet": "Pres Bush reaches agreement with Prime Min Manmohan Singh for India to secure international help for its civilian nuclear reactors while retaining its nuclear arms; photos of two at White House; agreement, if approved by other nuclear countries an...",
      "abstract": "Pres Bush reaches agreement with Prime Min Manmohan Singh for India to secure international help for its civilian nuclear reactors while retaining its nuclear arms; photos of two at White House; agreement, if approved by other nuclear countries and Congress, would remove ban on civilian nuclear technology sales to India that has been decades-long source of antagonism; India would obtain nuclear fuel and reactor components and in return allow international inspections and refrain from further weapons testing and arms transfers; Pakistan is likely to demand similar concessions; agreement is major step in administration campaign to improve ties (M)",
      "lead_paragraph": "WASHINGTON, July 18 - President Bush, bringing India a step closer to joining the club of nuclear-weapons states, reached an agreement with Prime Minister Manmohan Singh to let India secure international help for its civilian nuclear reactors while retaining its nuclear arms.",
      "publication_date": "2005-07-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/19/washington/us-to-broaden-indias-access-to-nuclearpower-technology.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Pacemakers by Guidant Have Flaw",
      "snippet": "Guidant Corp, already embroiled in controversy over recalls of heart devices, alerts doctors that nine of its older pacemaker models are prone to failing; some patients might need to have units replaced; alert covers 28,000 pacemakers made from No...",
      "abstract": "Guidant Corp, already embroiled in controversy over recalls of heart devices, alerts doctors that nine of its older pacemaker models are prone to failing; some patients might need to have units replaced; alert covers 28,000 pacemakers made from November 1997 to October 2000, and still implanted in patients (M)",
      "lead_paragraph": "The Guidant Corporation, already embroiled in controversy over recalls of heart devices, alerted doctors yesterday that nine of its older pacemaker models were prone to failing. Some patients might need to have the units replaced, the company said.",
      "publication_date": "2005-07-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/19/business/pacemakers-by-guidant-have-flaw.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "June Report Led Britain to Lower Its Terror Alert",
      "snippet": "British intelligence and law enforcement officials reportedly concluded in June, less than month before London terrorist bombings, that 'at present there is not a group with both the current intent and capability' of attacking country; confidentia...",
      "abstract": "British intelligence and law enforcement officials reportedly concluded in June, less than month before London terrorist bombings, that 'at present there is not a group with both the current intent and capability' of attacking country; confidential threat assessment prompted government to lower formal threat level from 'severe defined' to 'substantial,' although officials say reduced threat level had no practical impact on preventive measures; photo; assessment reportedly found terrorist activity in Britain to be direct result of Iraq war, linkage sharply criticized by Prime Min Tony Blair and other officials since London bombings; report by Royal Institute of International Affairs says British role in Iraq war has made it vulnerable to attack; police admit potential suspect, on watch list, entered and left Britain in period before bombings but was not under surveillance; also questioned is why one of four bombers, Mohammad Sidique Khan, was not deemed threat in 2004, when he reportedly was investigated in plot to build bomb (M)",
      "lead_paragraph": "LONDON, July 18 - Less than a month before the London bombings, Britain's top intelligence and law enforcement officials concluded that \"at present there is not a group with both the current intent and the capability to attack the U.K.,\" according to a confidential terror threat assessment report.",
      "publication_date": "2005-07-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/19/world/europe/june-report-led-britain-to-lower-its-terror-alert.html",
      "byline": "By Elaine Sciolino and Don van Natta Jr"
    },
    {
      "headline": "The New Power Brokers",
      "snippet": "Many big investment banks have Chinese-born, Western-educated bankers heading their operations or playing crucial roles in China; these bankers are some of most powerful deal makers in China, group of rich and politically astute investment bankers...",
      "abstract": "Many big investment banks have Chinese-born, Western-educated bankers heading their operations or playing crucial roles in China; these bankers are some of most powerful deal makers in China, group of rich and politically astute investment bankers who are helping transform China's economy and restructuring some of its biggest corporations; every major investment bank now has a Chinese-born star banker; Goldman Sachs has Fang Fenglei; Merrill Lynch has Erhfei Liu; Morgan Stanley has Jonathan Zhu; J P Morgan has Charles Li, and Citigroup has Wei Christianson; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/19/business/worldbusiness/the-new-power-brokers.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "Iacocca, Away From the Grind, Still Has a Lot to Say",
      "snippet": "Interview with Lee A Iacocca, 80-year-old former Chrysler chairman; he is talking about cars again, and even promoting Chrysler's cars in three new commercials; he offers his views on domestic auto industry, and its weakest giant, General Motors; ...",
      "abstract": "Interview with Lee A Iacocca, 80-year-old former Chrysler chairman; he is talking about cars again, and even promoting Chrysler's cars in three new commercials; he offers his views on domestic auto industry, and its weakest giant, General Motors; contends Detroit's automakers need to move faster on hybrid electric cars; says GM's biggest problem is health care costs, which, at estimated $1,500 per vehicle in United States, exceed cost of steel; photo with Jason Alexander in Chrysler commercial (M)",
      "lead_paragraph": "DETROIT, July 18 - Lee A. Iacocca is back and still shooting from the hip.",
      "publication_date": "2005-07-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/19/business/iacocca-away-from-the-grind-still-has-a-lot-to-say.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Bush Responds to Questioning Over Leak Case",
      "snippet": "Pres Bush, facing growing questions about his adviser Karl Rove's role in CIA leak case, says he would fire any staff member who 'committed a crime'; answer, first since Rove emerged as key source for two reporters who wrote about Valerie Plame Wi...",
      "abstract": "Pres Bush, facing growing questions about his adviser Karl Rove's role in CIA leak case, says he would fire any staff member who 'committed a crime'; answer, first since Rove emerged as key source for two reporters who wrote about Valerie Plame Wilson's identity, appears to modify Bush's earlier statements that anyone who violated law would 'be taken care of'; excerpts from Bush's current and previous statements; grand jury is investigating Rove's conversations with Matthew Cooper of Time and Robert Novak, columnist who revealed name of Joseph C Wilson IV's wife after Wilson questioned administration claims about Iraq's uranium dealings in Niger; some experts say Bush's insistence on waiting for legal verdict seems to set accountability standard for Rove different from that in rest in government (M)",
      "lead_paragraph": "WASHINGTON, July 18 - Faced with growing questions about the role of his close adviser Karl Rove in the C.I.A. leak case, President Bush said on Monday that he would fire any member of his staff who \"committed a crime.\"",
      "publication_date": "2005-07-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/19/politics/bush-responds-to-questioning-over-leak-case.html",
      "byline": "By David E. Sanger and Richard W. Stevenson"
    },
    {
      "headline": "2nd Quarter at Citigroup Disappoints Investors",
      "snippet": "Increased volatility in fixed-income markets in recent months takes it toll on two of nation's largest banks as Citigroup and Bank of America report second-quarter earnings; Citigroup is harder hit, disappointing investors with second-quarter earn...",
      "abstract": "Increased volatility in fixed-income markets in recent months takes it toll on two of nation's largest banks as Citigroup and Bank of America report second-quarter earnings; Citigroup is harder hit, disappointing investors with second-quarter earnings that are below Wall Street's expectations; earnings from continuing operations drop 7 pecent in quarter from year-ago levels; net income at bank quadruples to $5.07 billion, or 97 cents a share, from $1.14 billion, or 22 cents a share, year earlier; Citigroup shares are affected by report on CNBC that Sanford Weill, chairman, is planning to step down to start private-equity fund; Citigroup chief exec Charles O Prince attributes weaker-than-expected results to 'challennging conditions'; photo; Bank of America says its earnings were buffeted by unpredictable fixed-income trading environment; reports 12 percent jump in second-quarter earnings to $4.3 billion, or $1.06 a share, on revenue of $14.21 billion; revenue climbs 7.4 percent, to $14.02 billion (M)",
      "lead_paragraph": "The increased volatility in fixed-income markets in recent months took its toll on two of the nation's largest banks as Citigroup and Bank of America reported second-quarter earnings yesterday.",
      "publication_date": "2005-07-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/19/business/2nd-quarter-at-citigroup-disappoints-investors.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "Visa to Bar Transactions by Processor",
      "snippet": "Visa USA says that it will stop allowing payment processor CardSystems Solutions to handle its transactions, months after procesor left records of millions of cardholders at risk for fraud; Visa official says that CardSystems has not corrected, an...",
      "abstract": "Visa USA says that it will stop allowing payment processor CardSystems Solutions to handle its transactions, months after procesor left records of millions of cardholders at risk for fraud; Visa official says that CardSystems has not corrected, and cannot at this point correct, failure to provide proper data security for those accounts; cardholders and merchants should not be affected by change; Visa notes that independent investigation found that payment processor had improperly stored cardholder data and did not have proper controls in place (M)",
      "lead_paragraph": "Visa USA said yesterday that it would stop allowing the payment processor CardSystems Solutions to handle its transactions, months after the processor left the records of millions of cardholders at risk for fraud.",
      "publication_date": "2005-07-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/19/business/visa-to-bar-transactions-by-processor.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "Tattooed Fruit Is on Way",
      "snippet": "New technology replaces stickers on produce with lasers that tattoo fruits and vegetables with identifying numbers, countries of origin and other information that helps speed distribution; photo; marks are burned onto outer layer and are visible t...",
      "abstract": "New technology replaces stickers on produce with lasers that tattoo fruits and vegetables with identifying numbers, countries of origin and other information that helps speed distribution; photo; marks are burned onto outer layer and are visible to discerning consumers and befuddled cashiers alike; technology, which government says is safe, is also part of food industry's effort to identify and track, whether for profit or security, everything Americans eat; other tracking methods being tested include miniaturized bar coding and, in Japan, scannable bar coding etched into wax of apples (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/19/dining/tattooed-fruit-is-on-way.html",
      "byline": "By Julia Moskin"
    }
  ]
}