{
  "metadata": {
    "date": "2005-12-27",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "With Coastline in Ruins, Cajuns Face Prospect of Uprooted Towns",
      "snippet": "Planners' concept of moving Cameron Parish, La, out of harm's way from future hurricanes meets stiff resistance from tightly knit group of Cajuns living in region's unincorporated villages; they have resided for generations on inherited family pro...",
      "abstract": "Planners' concept of moving Cameron Parish, La, out of harm's way from future hurricanes meets stiff resistance from tightly knit group of Cajuns living in region's unincorporated villages; they have resided for generations on inherited family property in state's southwest corner, living off land; Hurricane Rita last Sept destroyed or rendered structurally unsound about half of 5,400 parish homes and commercial buildings examined by Army Corps of Engineers; they caution that many more structures may also have to be condemned; as few as 20 of 1,000 residences in lower part of parish may be inhabitable; residents, who remain scattered, fear that hurricane detroyed not only property but way of life; photos; map (M)",
      "lead_paragraph": "GRAND CHENIER, La. - Cameron Parish, where generations of Cajuns have hunted ducks and pulled up redfish, lost about 400 people to Hurricane Audrey in 1957. Last fall, when Hurricane Rita destroyed thousands of structures and flattened the coastline, some state officials began to question whether life there was still worth the risk.",
      "publication_date": "2005-12-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/27/us/nationalspecial/with-coastline-in-ruins-cajuns-face-prospect-of-uprooted.html",
      "byline": "By Jere Longman"
    },
    {
      "headline": "Contractors Are Warned: Cuts Coming for Weapons",
      "snippet": "Ryan Henry, principal deputy under secretary of defense for policy, has warned military contractors that spending binge on weapons programs of last several years cannot be sustained; analysts say one big question is whether Defense Department and ...",
      "abstract": "Ryan Henry, principal deputy under secretary of defense for policy, has warned military contractors that spending binge on weapons programs of last several years cannot be sustained; analysts say one big question is whether Defense Department and Congress have desire, and will, to kill weapons programs where hundreds of billions of dollars--as well as careers of powerful generals and admirals--are invested; photos (M)",
      "lead_paragraph": "Everyone at the conference was hanging on the words of Ryan Henry, and it was not difficult to figure out why.",
      "publication_date": "2005-12-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/27/business/contractors-are-warned-cuts-coming-for-weapons.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Michigan's Job No. 1: Recovery",
      "snippet": "Michigan's Gov Jennifer M Granholm is courting Toyota Motors as General Motors and Ford Motor Co cut thousands of jobs, close plants and eliminate benefits of shrinking number of workers still employed in state that relies on auto industry; Granho...",
      "abstract": "Michigan's Gov Jennifer M Granholm is courting Toyota Motors as General Motors and Ford Motor Co cut thousands of jobs, close plants and eliminate benefits of shrinking number of workers still employed in state that relies on auto industry; Granholm, having landed $150 million Toyota design center earlier in year, has her eyes on potentially bigger prize: engine plant that Toyota may build in Midwest; Michigan plant would take Toyota to center of American automotive heartland; graph; photo (M)",
      "lead_paragraph": "DETROIT, Dec. 26 - In another era, Jennifer M. Granholm's courtship of Toyota would have been considered heresy for the governor of Michigan, where American automakers and their suppliers fueled the economic engine for decades.",
      "publication_date": "2005-12-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/27/business/michigans-job-no-1-recovery.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Gazprom Becomes the Bear of Russia",
      "snippet": "Russia is demanding fivefold increase in price of gas supplied to Ukrain, change widely seen as payback for Kremlin-backed candidate in Ukaine's contested presidential election that was lost to Viktor A Yushchenko, pro-Western leader of Orange Rev...",
      "abstract": "Russia is demanding fivefold increase in price of gas supplied to Ukrain, change widely seen as payback for Kremlin-backed candidate in Ukaine's contested presidential election that was lost to Viktor A Yushchenko, pro-Western leader of Orange Revolution; at center of geopolitical game is Gazprom, Russia's natural gas monopoly, country's largest company and producer of third of world's supply of natural gas; Gazprom is powerful instrument of Russia's emerging foreign policy doctrine, which rests on energy exports in place of lost military might; Gazprom is at risk of appearing as tool of Russian government in conflict with Ukraine--used to punish pro-Western government in Eastern Europe--rather than as modern company that could claim to be attractive to institutional investors; photo (M)",
      "lead_paragraph": "MOSCOW, Dec. 24 - Last winter, the Kremlin-backed candidate in Ukraine's contested presidential election lost to Viktor A. Yushchenko, the pro-Western leader of the Orange Revolution.",
      "publication_date": "2005-12-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/27/business/worldbusiness/gazprom-becomes-the-bear-of-russia.html",
      "byline": "By Andrew E. Kramer"
    },
    {
      "headline": "Even With No Gold Medal, Michelle Kwan Is Golden to Marketers",
      "snippet": "Michelle Kwan has never won Olympic gold medal, but it has not stopped her from grabbing several long-term commercial endorsement deal that typically only go to those athletes who bring home gold; Kwan, who is gearing up for Olympics in Turin, Ita...",
      "abstract": "Michelle Kwan has never won Olympic gold medal, but it has not stopped her from grabbing several long-term commercial endorsement deal that typically only go to those athletes who bring home gold; Kwan, who is gearing up for Olympics in Turin, Italy, has already lined up major deals with Coca-Cola, Visa and East West Bank; she will be lead Olympian in Coke's 2006 Olympic advertising plans; photo (M)",
      "lead_paragraph": "Michelle Kwan has never won an Olympics gold medal. But that has not stopped her from grabbing several long-term commercial endorsement deals that typically only go to those athletes who bring home the gold.",
      "publication_date": "2005-12-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/27/business/media/even-with-no-gold-medal-michelle-kwan-is-golden-to-marketers.html",
      "byline": "By Julie Bosman"
    },
    {
      "headline": "Below a Mountain of Wealth, a River of Waste",
      "snippet": "Article in series on gold mining around the world, The Cost of Gold, examines how American-owned company has been allowed to dump billion tons of mine waste directly into jungle river in easternmost province of Indonesia; Freeport-McMoRan's intric...",
      "abstract": "Article in series on gold mining around the world, The Cost of Gold, examines how American-owned company has been allowed to dump billion tons of mine waste directly into jungle river in easternmost province of Indonesia; Freeport-McMoRan's intricate web of political and military ties has shielded it from rising pressures that other gold miners have faced to clean up their practices; it has managed to maintain nearly impenetrable redoubt as it taps one of Indonesia's richest assets; company records show that from 1998 through 2004, Freeport gave Indonesian military and police generals, colonels, majors and captains, and military units, nearly $20 million; company is among biggest sources of revenue for government; its importance to Indonesia's treasury and its carefully cultivated cocoon of support have helped secure it against challenges from local people, environmental groups, even Indonesia's own Environment Ministry, which repeatedly warned company that it was breaching environmental laws; about 90 square miles of wetlands are virtually buried in Fremont's mine waste, nearby pristine rain forest that has been granted special status by United Nations; photos; map (L)",
      "lead_paragraph": "JAKARTA, Indonesia - The closest most people will ever get to remote Papua, or the operations of Freeport-McMoRan, is a computer tour using Google Earth to swoop down over the rain forests and glacier-capped mountains where the American company mines the world's largest gold reserve.",
      "publication_date": "2005-12-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/27/world/asia/below-a-mountain-of-wealth-a-river-of-waste.html",
      "byline": "By Jane Perlez and Raymond Bonner"
    },
    {
      "headline": "The Day After Christmas, Shoppers Take a Holiday",
      "snippet": "Many retailers hoping for big finish to holiday season instead had lighter-than-expected crowds over long Christmas weekend, leaving stores to rely heavily on next few days to pump up December sales; few shoppers are reported in some major cities ...",
      "abstract": "Many retailers hoping for big finish to holiday season instead had lighter-than-expected crowds over long Christmas weekend, leaving stores to rely heavily on next few days to pump up December sales; few shoppers are reported in some major cities day after Christmas; photo (M)",
      "lead_paragraph": "Better luck later this week.",
      "publication_date": "2005-12-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/27/business/the-day-after-christmas-shoppers-take-a-holiday.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Ghana's Uneasy Embrace of Slavery's Diaspora",
      "snippet": "Ghana hopes to persuade descendants of enslaved Africans to visit, invest, send their children to be educated and even retire there; for centuries, millions of Africans walked through infamous 'door of no return' at Cape Coast, Ghana, into slave s...",
      "abstract": "Ghana hopes to persuade descendants of enslaved Africans to visit, invest, send their children to be educated and even retire there; for centuries, millions of Africans walked through infamous 'door of no return' at Cape Coast, Ghana, into slave ships en route to United States, Latin America and Caribbean; although Ghana is doing well by West African standards, it remains very poor, struggling country where third of population lives on less than dollar a day, life expectancy tops out at 59 and basic services like electricity and water are sometimes scarce; thousands of African-Americans already live there at last part of year; to encourage still more to come, or at least visit, Ghana plans to offer special lifetime visa for members of diaspora and will relax citizenship requirements so descendants of slaves can receive Ghanaian passports; government is also starting advertising campaign to persuade Ghanaians to treat African-Americans more like long-lost relatives than as rich tourists; many visiting African-Americans are unsettled to find Africans treat them same way as white tourists; photos; map (M)",
      "lead_paragraph": "CAPE COAST, Ghana - For centuries, Africans walked through the infamous \"door of no return\" at Cape Coast castle directly into slave ships, never to set foot in their homelands again. These days, the portal of this massive fort so central to one of history's greatest crimes has a new name, hung on a sign leading back in from the roaring Atlantic Ocean: \"The door of return.\"",
      "publication_date": "2005-12-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/27/world/africa/ghanas-uneasy-embrace-of-slaverys-diaspora.html",
      "byline": "By Lydia Polgreen"
    },
    {
      "headline": "Iraq Vote Shows Sunnis Are Few in New Military",
      "snippet": "Sunni Arabs have comparatively little representation in Iraqi security forces, while Kurdish pesh merga militiamen seem to have heavily disproportionate presence in security forces; figures are from analysis of preliminary voting results from Dec ...",
      "abstract": "Sunni Arabs have comparatively little representation in Iraqi security forces, while Kurdish pesh merga militiamen seem to have heavily disproportionate presence in security forces; figures are from analysis of preliminary voting results from Dec 15 parliamentary election, although it is impossible to know whether Sunni Arab soldiers and police officers turned out to vote to same high degree as overall Sunni population; American military commanders are troubled by seeming disparity in makeup of security forces, saying it is crucial to build Iraqi Army representative of Iraq's ethnicity; they warn of consequences if Shiite and Kurdish forces alone try to pacify insurgent hotbeds dominated by Sunni Arab militants; after respite following election, more than 70 Iraqis have been killed in last four days, including more than 20 killed on Dec 26 in string of ambushes and car bombings; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Dec. 26 - An analysis of preliminary voting results released Monday from the Dec. 15 parliamentary election suggests that in contrast to the remarkable surge in Sunni Arab participation in the political process, the Sunnis still have comparatively little representation in the Iraqi security forces.",
      "publication_date": "2005-12-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/27/world/middleeast/iraq-vote-shows-sunnis-are-few-in-new-military.html",
      "byline": "By Richard A. Oppel Jr"
    }
  ]
}