{
  "metadata": {
    "date": "2005-10-13",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "$11 Million a Day Spent on Hotels for Storm Relief",
      "snippet": "Hundreds of thousands of Hurricane Katrina evacuees are moved out of shelters and into hotel rooms at cost of $11 million a night as federal government strains to meet Pres Bush's mid-Oct deadline to clear out shelters; local officials and some me...",
      "abstract": "Hundreds of thousands of Hurricane Katrina evacuees are moved out of shelters and into hotel rooms at cost of $11 million a night as federal government strains to meet Pres Bush's mid-Oct deadline to clear out shelters; local officials and some members of Congress criticize strategy as incoherent and wasteful; number of people in hotels has grown by 60 percent in past two weeks, but more than 22,000 people remain in shelters in 14 states; housing advocates and even conservative housing experts say Federal Emergency Management Agency had had problems installing mobile homes and travel trailers for evacuees and been slow to place victims in apartments that real estate executives say are available throughout southeast; officials in many cities that are accommodating evacuees say they are frustrated by FEMA's record in helping place people in more adequate housing; map (M)",
      "lead_paragraph": "WASHINGTON, Oct. 12 - Straining to meet President Bush's mid-October deadline to clear out shelters, the federal government has moved hundreds of thousands of evacuees from Hurricane Katrina into hotel rooms at a cost of about $11 million a night, a strategy local officials and some members of Congress criticize as incoherent and wasteful.",
      "publication_date": "2005-10-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/13/us/nationalspecial/11-million-a-day-spent-on-hotels-for-storm-relief.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "New Rites of Passage",
      "snippet": "Toy industry will be pushing electronics for preteens this Christmas season in bid to lift sales, which are down 5 percent this year after dropping 3 percent in 2003 and again in 2004 amid brutal price wars between Toys 'R' Us and Wal-Mart Stores;...",
      "abstract": "Toy industry will be pushing electronics for preteens this Christmas season in bid to lift sales, which are down 5 percent this year after dropping 3 percent in 2003 and again in 2004 amid brutal price wars between Toys 'R' Us and Wal-Mart Stores; push to sell consumer electronics to preteens is touching off debate about whether products qualify as toys, as manufacturers contend, and whether it is wise to break down one of last barriers between children's play and adult technology; some electronic items for preteens that will be offered detailed; photos (M)",
      "lead_paragraph": "Bratz, a line of dolls whose curvy figures and up-to-the-minute fashions have turned it into a $2.5 billion global brand, has discovered a threat even bigger than Barbie: 12-year-old girls like Ashley Rivera. A member of the first generation to embrace Bratz, which reached the market in 2001, she is looking past Cloe, Roxxi and Sasha this holiday season in favor of -- what else? -- an iPod.",
      "publication_date": "2005-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/13/technology/new-rites-of-passage.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "F.D.A. to Weigh At-Home Testing for AIDS Virus",
      "snippet": "Food and Drug Administration may allow OraSure Technologies Co to sell first rapid, at-home AIDS test to facilitate testing for HIV virus; proposals for at-home tests have long been complicated by federal requirement that counseling and profession...",
      "abstract": "Food and Drug Administration may allow OraSure Technologies Co to sell first rapid, at-home AIDS test to facilitate testing for HIV virus; proposals for at-home tests have long been complicated by federal requirement that counseling and professional support accompany any AIDS tests in effort to prevent panic and even suicidal thoughts of those with positive results; improved medicines now mean that AIDS is chronic disease that can often be managed for years; FDA is concerned that rate of HIV infection has remained high for years--40,000 each year; agency is now increasingly open to idea that at-home AIDS test could finally lead thousands to change their behaviors and stop infecting others; some AIDS advocates are now warily supportive of at-home testing; OraSure's test has already proven to be effective, safe and easy to use (M)",
      "lead_paragraph": "Federal drug regulators have agreed to consider allowing a Pennsylvania company to sell the first rapid, at-home AIDS test that would make testing for the virus about as easy and accessible as a pregnancy screen. The move could put to rest 18 years of controversy.",
      "publication_date": "2005-10-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/13/health/fda-to-weigh-athome-testing-for-aids-virus.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "With New IPod, Apple Aims to Be a Video Star",
      "snippet": "Apple Computer's co-founder Steven P Jobs unveils Apple iPod that can play video--along with online shop to fill it with TV shows, short films and music videos at $1.99 each; is undertaking his effort to transform world of video with only two majo...",
      "abstract": "Apple Computer's co-founder Steven P Jobs unveils Apple iPod that can play video--along with online shop to fill it with TV shows, short films and music videos at $1.99 each; is undertaking his effort to transform world of video with only two major distributors--Walt Disney Co and his own Pixar movie studio--and without broad support he lined up from music business for selling songs online; new flagship model of iPod music player with 2.5-inch screen will sell for $299 or $399 depending on storage capacity, 30 or 60 gigabytes; larger player can hold 15,000 songs, 25,000 photos or 150 hours of video; Jobs says one-hour show will take 10 to 20 minutes to download over high-speed connection; Disney's chief Robert A Iger says Apple alliance reflects Disney strategy of marrying content and technology; photo (M)",
      "lead_paragraph": "SAN JOSE, Calif., Oct. 12 - Having conquered the world of portable digital music, Steven P. Jobs set his sights on television Wednesday, unveiling an Apple iPod that can play video -- along with an online shop to fill it with TV shows, short films and music videos at $1.99 apiece.",
      "publication_date": "2005-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/13/technology/with-new-ipod-apple-aims-to-be-a-video-star.html",
      "byline": "By John Markoff and Laura M. Holson"
    },
    {
      "headline": "Sunk in Despair, Remote Villages Await Quake Aid",
      "snippet": "Balakot, village on eastern edge of Pakistan's North-West Frontier Province, is putrid, enraged, aggrieved place five days after 7.6 magnitude earthquake; military estimates death toll at 4,000 in province, majority in Balakot and nearby village; ...",
      "abstract": "Balakot, village on eastern edge of Pakistan's North-West Frontier Province, is putrid, enraged, aggrieved place five days after 7.6 magnitude earthquake; military estimates death toll at 4,000 in province, majority in Balakot and nearby village; improving weather brings arrival of helicopters and flow of aid, but United Nations officials estimate that million people remain homeless, hungry and threatened by disease in hundreds of shattered mountain hamlets that helicopters cannot reach; desperate survivors from these high-altitude villages journey for miles on foot, streaming into major towns where Pakistani, American, Afghan and UN helicopters land on makeshift helipads to evacuate injured; photo; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/13/world/asia/sunk-in-despair-remote-villages-await-quake-aid.html",
      "byline": "By Somini Sengupta and Hari Kumar"
    },
    {
      "headline": "A Marriage of Bookshelf and Phone",
      "snippet": "David Pogue column on Audible Air, service that lets user download recordings of over 7,000 books and 47 magazines and newspapers onto iPod, Palm Treo cellphone and other wireless gadgets; books are full-length spoken editions of popular works; pe...",
      "abstract": "David Pogue column on Audible Air, service that lets user download recordings of over 7,000 books and 47 magazines and newspapers onto iPod, Palm Treo cellphone and other wireless gadgets; books are full-length spoken editions of popular works; periodicals include monthly and weekly magazines and daily issues of New York Times and Wall Street Journal; photo (M)",
      "lead_paragraph": "A GROWING number of states and countries have passed laws banning cellphone use while driving. But if we're really going to be serious about safety, we need laws against the even more distracting things people do while they drive. Which brave lawmaker will propose the No Fixing Hair, Fishing the Back Seat Floor for Baby Bottles or Arguing About Politics While Driving Act?",
      "publication_date": "2005-10-13T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/13/technology/circuits/a-marriage-of-bookshelf-and-phone.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Treated for Illness, Then Lost in Labyrinth of Bills",
      "snippet": "Article in series, Being a Patient, focuses on surreal world of paperwork confronting millions of American patients; medical paperwork is world of co-payments and co-insurers, deductibles, exclusions and contracted fees; mail from doctors, hospita...",
      "abstract": "Article in series, Being a Patient, focuses on surreal world of paperwork confronting millions of American patients; medical paperwork is world of co-payments and co-insurers, deductibles, exclusions and contracted fees; mail from doctors, hospitals and insurers is so impenetrable that it mystifies even most knowledgeable; telehone calls to customer service agents are at least time-consuming and at worst fruitless; explanations of benefits that insurers send out are filled with unintelligible codes; some insurers and hospitals are trying to streamline and simplify bills, but efforts have been piecemeal; close to 30 cents of every dollar spent on health care goes for administration, much of it spent generating bills and explanations of benefits; experts say medical billing morass might be reduced with increasing use of electronic records to enable insurers, physicians, hospitals and pharmacies to share data; detailed description of one patient's paperwork nightmare; photos; chart (L)",
      "lead_paragraph": "When Bracha Klausner returned home after an extended hospital stay for a ruptured intestine three years ago, she found stacks of mail from doctors and hospitals waiting for her.",
      "publication_date": "2005-10-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/13/health/treated-for-illness-then-lost-in-labyrinth-of-bills.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "Ahead of Vote, Trying to Make Sunni Iraq Safe",
      "snippet": "Iraqi policemen and American soldiers place concrete barriers at polling stations in Ramadi, Iraq, in effort to encourage Sunnis to vote in nationwide referendum on new constitution; area is in capital of Iraq's Sunnni Arab heartland, and has been...",
      "abstract": "Iraqi policemen and American soldiers place concrete barriers at polling stations in Ramadi, Iraq, in effort to encourage Sunnis to vote in nationwide referendum on new constitution; area is in capital of Iraq's Sunnni Arab heartland, and has been site of at least four sniper shootings of American soldiers since late Aug; frustrating reality throughout Anbar Province is that while American troops work behind scenes to help make cities safe for voters, insurgents do their best to disrupt process; despite hard-edged conditions, there are signs that many Sunni Arab residents regret their decision to stay away from elections in Jan and intend to vote this time; photos (M)",
      "lead_paragraph": "RAMADI, Iraq, Oct. 12 - The soldiers moved quickly under cover of darkness. Driving loaders and forklifts with their headlights off, they worked through the night on Tuesday, placing neat concrete barricades in front of a municipal building in western Iraq.",
      "publication_date": "2005-10-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/13/world/middleeast/ahead-of-vote-trying-to-make-sunni-iraq-safe.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Big Hitters Said to Want Piece of AOL",
      "snippet": "Google and Comcast are in talks with Time Warner to buy part of America Online; joint bid is widely seen as way to head off Microsoft, which has also been negotiating to buy minority stake in AOL; photo (M)",
      "abstract": "Google and Comcast are in talks with Time Warner to buy part of America Online; joint bid is widely seen as way to head off Microsoft, which has also been negotiating to buy minority stake in AOL; photo (M)",
      "lead_paragraph": "Google and Comcast are in talks with Time Warner to buy a portion of America Online, according to several people with knowledge of the negotiations. The joint bid was widely seen as a way to head off Microsoft, which has also been negotiating to buy a minority stake in AOL.",
      "publication_date": "2005-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/13/technology/big-hitters-said-to-want-piece-of-aol.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Democrats See Dream of '06 Victory Taking Form",
      "snippet": "Democrats hope to sweep midterm elections by offering voters choice of change with Democrats or more of unpopular status quo with Republican majority; Democratic operatives are scrambling to recruit more candidates in Congressional districts that ...",
      "abstract": "Democrats hope to sweep midterm elections by offering voters choice of change with Democrats or more of unpopular status quo with Republican majority; Democratic operatives are scrambling to recruit more candidates in Congressional districts that look newly favorable for Democratic gains, to overcome internal divisions and produce agenda that can carry into 2006, and to raise money to compete across broader field; Democrats hope to capitalize on new polls that show 48 percent of those surveyed say they want Democratic-led Congress, compared with 39 percent who prefer Republican control; Pres Bush's popularity is sagging in wake of Hurricane Katrina, war in Iraq and soaring gasoline prices; many Democrats acknowledge need to offer more than blistering critique of Republicans in power; say Democrats need their own version of Republicans' 'Contract With America' (M)",
      "lead_paragraph": "WASHINGTON, Oct. 12 - Suddenly, Democrats see a possibility in 2006 they have long dreamed of: a sweeping midterm election framed around what they describe as the simple choice of change with the Democrats or more of an unpopular status quo with the Republican majority.",
      "publication_date": "2005-10-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/13/politics/democrats-see-dream-of-06-victory-taking-form.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "Ex-Chief of Refco Is Charged by U.S.",
      "snippet": "Federal prosecutors charge Refco's former chairman and chief executive, Phillip R Bennett, with hiding $435 million in months before company was taken public; say Bennett hid hundreds of millions of dollars in related-party transactions between Re...",
      "abstract": "Federal prosecutors charge Refco's former chairman and chief executive, Phillip R Bennett, with hiding $435 million in months before company was taken public; say Bennett hid hundreds of millions of dollars in related-party transactions between Refco and company controlled by him, Refco Group Holdings, from late last year through October 2005; transactions were not disclosed in documents describing company's initial public offering in August; Bennett, British citizen, is freed on bond of $50 million, including $5 million in cash; photo (M)",
      "lead_paragraph": "The former chairman and chief executive of one of the world's largest commodities brokerage firms, Refco, has been charged with securities fraud, accused of hiding $435 million in the months before the company was taken public.",
      "publication_date": "2005-10-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/13/business/exchief-of-refco-is-charged-by-us.html",
      "byline": "By Jenny Anderson and Riva D. Atlas"
    }
  ]
}