{
  "metadata": {
    "date": "2005-06-20",
    "total_articles": 30
  },
  "articles": [
    {
      "headline": "MasterCard Says 40 Million Files Put at Risk",
      "snippet": "MasterCard International reported yesterday that more than 40 million credit card accounts of all brands might have been exposed to fraud through a computer security breach at a payment processing company, perhaps the largest case of stolen consum...",
      "abstract": "MasterCard International reported yesterday that more than 40 million credit card accounts of all brands might have been exposed to fraud through a computer security breach at a payment processing company, perhaps the largest case of stolen consumer data to date.     MasterCard said its analysts and law enforcement officials had identified a pattern of fraudulent charges that were traced to an intrusion at CardSystems Solutions of Tucson, Ariz., which processes more than $15 billion in payments for small to midsize merchants and financial institutions each year.   ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/18/business/mastercard-says-40-million-files-put-at-risk.html",
      "byline": "By Eric Dash and Tom Zeller Jr"
    },
    {
      "headline": "At Paris Air Show, Yachts That Fly",
      "snippet": "Despite an hourlong wait under rainy skies, visitors flocked to see Bombardier's luxurious private jet, the Global 5000, which was on display this week at the Paris Air Show here, looking a bit like a Porsche parked among Volkswagens.    Dry and c...",
      "abstract": "Despite an hourlong wait under rainy skies, visitors flocked to see Bombardier's luxurious private jet, the Global 5000, which was on display this week at the Paris Air Show here, looking a bit like a Porsche parked among Volkswagens.    Dry and cozy inside, potential buyers tried the wireless entertainment system, ran their hands over the polished wood trim and listened to Bombardier's sales representatives explain why the visitors just had to own this $35 million airplane. (Among other things, it is speedy, flying from Chicago to Paris in less time than it takes Gulfstream's rival G450 to fly from Chicago to London.)  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/18/business/worldbusiness/at-paris-air-show-yachts-that-fly.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "In Business, Tough Guys Finish Last",
      "snippet": "BACK in the 1980's, Fortune published a feature called ''America's Toughest Bosses.'' Donald H. Rumsfeld made the list one year (he was running G.D. Searle). So did legendarily crusty executives like Robert Crandall of American Airlines (''has a t...",
      "abstract": "BACK in the 1980's, Fortune published a feature called ''America's Toughest Bosses.'' Donald H. Rumsfeld made the list one year (he was running G.D. Searle). So did legendarily crusty executives like Robert Crandall of American Airlines (''has a towering temper and swears a lot''), Frank Lorenzo of Texas Air (''not trusted inside or outside the organization'') and Harry E. Figgie Jr., chairman of the manufacturer Figgie International (''really abusive -- the Steinbrenner of industry'').    What's striking when you read that feature today is how unapologetic these chief executives were about their brutal styles. ''You don't build a company like this with lace on your underwear,'' Mr. Figgie said in 1989.   ",
      "lead_paragraph": "BACK in the 1980's, Fortune published a feature called \"America's Toughest Bosses.\" Donald H. Rumsfeld made the list one year (he was running G.D. Searle). So did legendarily crusty executives like Robert Crandall of American Airlines (\"has a towering temper and swears a lot\"), Frank Lorenzo of Texas Air (\"not trusted inside or outside the organization\") and Harry E. Figgie Jr., chairman of the manufacturer Figgie International (\"really abusive -- the Steinbrenner of industry\").",
      "publication_date": "2005-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/18/business/in-business-tough-guys-finish-last.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "Rumors Put Oil Traders on Edge",
      "snippet": "A hint of a terrorist threat in Nigeria, a major supplier of crude oil to the United States, and worries about a lack of refining capacity drove energy markets into a frenzy on Friday, pushing oil over $58 a barrel, a record.     Crude oil for Jul...",
      "abstract": "A hint of a terrorist threat in Nigeria, a major supplier of crude oil to the United States, and worries about a lack of refining capacity drove energy markets into a frenzy on Friday, pushing oil over $58 a barrel, a record.     Crude oil for July delivery climbed to $58.60 a barrel before settling at $58.47, up $1.89. Some traders said oil might reach $70 a barrel, driven primarily by demand in China and the United States. Fears over what might affect the supply, rather than what is actually affecting it, appeared to inject anxiety into the market.   ",
      "lead_paragraph": "HOUSTON, June 17 - A hint of a terrorist threat in Nigeria, a major supplier of crude oil to the United States, and worries about a lack of refining capacity drove energy markets into a frenzy on Friday, pushing oil over $58 a barrel, a record.",
      "publication_date": "2005-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/18/business/rumors-put-oil-traders-on-edge.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Gov. Bush Seeks Another Inquiry in Schiavo Case",
      "snippet": "Gov. Jeb Bush asked a state prosecutor on Friday to investigate the circumstances of Terri Schiavo's collapse, saying a new autopsy report revealed a possible gap between when Ms. Schiavo fell unconscious and when her husband called paramedics.   ...",
      "abstract": "Gov. Jeb Bush asked a state prosecutor on Friday to investigate the circumstances of Terri Schiavo's collapse, saying a new autopsy report revealed a possible gap between when Ms. Schiavo fell unconscious and when her husband called paramedics.    ''It's a significant question that during this entire ordeal was never brought up,'' Governor Bush told reporters in Tallahassee after faxing a letter to Bernie McCabe, the state attorney in Pinellas County, where Ms. Schiavo suffered extreme brain damage when her heart temporarily stopped beating in 1990.  ",
      "lead_paragraph": "MIAMI, June 17 - Gov. Jeb Bush asked a state prosecutor on Friday to investigate the circumstances of Terri Schiavo's collapse, saying a new autopsy report revealed a possible gap between when Ms. Schiavo fell unconscious and when her husband called paramedics.",
      "publication_date": "2005-06-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/18/us/gov-bush-seeks-another-inquiry-in-schiavo-case.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "Keeping Moviegoers Away From the Dark Side",
      "snippet": "Music came first, but now the movie business is facing its own Internet challenge. Hollywood had a few years of breathing room because a movie is such a hefty bag of digital bits that it used to take several hours, if not most of a day or night, t...",
      "abstract": "Music came first, but now the movie business is facing its own Internet challenge. Hollywood had a few years of breathing room because a movie is such a hefty bag of digital bits that it used to take several hours, if not most of a day or night, to download a film.     Not anymore. Ever-faster networks mean that a movie can be delivered online today in an hour or two, so the Internet traffic in films, illegally distributed, is starting to take off. In fact, the same day the latest ''Star Wars'' movie opened in theaters last month an online version was posted on a file-sharing site -- before being shut down in a federal raid a few days later.   ",
      "lead_paragraph": "Music came first, but now the movie business is facing its own Internet challenge. Hollywood had a few years of breathing room because a movie is such a hefty bag of digital bits that it used to take several hours, if not most of a day or night, to download a film.",
      "publication_date": "2005-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/18/technology/keeping-moviegoers-away-from-the-dark-side.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Citing Flaws, Maker Recalls Heart Devices",
      "snippet": "The Guidant Corporation said yesterday that it was recalling about 29,000 implanted heart devices because of flaws that might cause them to short-circuit when they are supposed to deliver a potentially life-saving shock.     The recall, which come...",
      "abstract": "The Guidant Corporation said yesterday that it was recalling about 29,000 implanted heart devices because of flaws that might cause them to short-circuit when they are supposed to deliver a potentially life-saving shock.     The recall, which comes at the urging of the Food and Drug Administration, involves three models of defibrillators made by Guidant. In the case of one model, the Ventak Prizm 2 DR Model 1861, Guidant did not tell doctors for more than three years that it was prone to electrical failure because of a design flaw. The company also disclosed yesterday for the first time that two other Guidant units had also repeatedly short-circuited.  ",
      "lead_paragraph": "The Guidant Corporation said yesterday that it was recalling about 29,000 implanted heart devices because of flaws that might cause them to short-circuit when they are supposed to deliver a potentially life-saving shock.",
      "publication_date": "2005-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/18/business/citing-flaws-maker-recalls-heart-devices.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "Ex-Chief and Aide Guilty of Looting Millions at Tyco",
      "snippet": "L. Dennis Kozlowski, the former chief executive of Tyco International, and his top lieutenant were convicted yesterday on fraud, conspiracy and grand larceny charges, bringing an end to a three-year-long case that came to symbolize an era of corpo...",
      "abstract": "L. Dennis Kozlowski, the former chief executive of Tyco International, and his top lieutenant were convicted yesterday on fraud, conspiracy and grand larceny charges, bringing an end to a three-year-long case that came to symbolize an era of corporate greed and scandal.     The verdict, which came after 11 days of deliberations by a New York jury of six men and six women, is the latest in a string of convictions of corporate executives in recent years.  ",
      "lead_paragraph": "L. Dennis Kozlowski, the former chief executive of Tyco International, and his top lieutenant were convicted yesterday on fraud, conspiracy and grand larceny charges, bringing an end to a three-year-long case that came to symbolize an era of corporate greed and scandal.",
      "publication_date": "2005-06-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/18/business/exchief-and-aide-guilty-of-looting-millions-at-tyco.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Uzbek Ministries in Crackdown Received U.S. Aid",
      "snippet": "Uzbek law enforcement and security ministries implicated by witnesses in the deadly crackdown in the city of Andijon last month have for years received training and equipment from counterterrorism programs run by the United States, according to Am...",
      "abstract": "Uzbek law enforcement and security ministries implicated by witnesses in the deadly crackdown in the city of Andijon last month have for years received training and equipment from counterterrorism programs run by the United States, according to American officials and Congressional records.    The security aid, provided by several United States agencies, has been intended in part to improve the abilities of soldiers and law enforcement officers from the Uzbek intelligence service, military and Ministry of Internal Affairs, the national law enforcement service. Besides equipment aid, at least hundreds of special forces soldiers and security officers, many of whom fight terrorism, have received training.  ",
      "lead_paragraph": "MOSCOW, June 17 - Uzbek law enforcement and security ministries implicated by witnesses in the deadly crackdown in the city of Andijon last month have for years received training and equipment from counterterrorism programs run by the United States, according to American officials and Congressional records.",
      "publication_date": "2005-06-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/18/world/asia/uzbek-ministries-in-crackdown-received-us-aid.html",
      "byline": "By C.j. Chivers and Thom Shanker"
    },
    {
      "headline": "Big Paychecks Are Exhibit A at C.E.O. Trials",
      "snippet": "In the 1990's, they were held up as corporate supermen, executives whose skills and brainpower made them so indispensable to their companies that they were paid on a scale virtually unseen in human history. But in the new millennium, as the story ...",
      "abstract": "In the 1990's, they were held up as corporate supermen, executives whose skills and brainpower made them so indispensable to their companies that they were paid on a scale virtually unseen in human history. But in the new millennium, as the story has moved from the boardrooms to the courtrooms, they have portrayed themselves as having been fumblers, sloppy with their paperwork and unaware of crimes in their midst -- yet still deserving of their gargantuan paychecks.    And, for the most part, juries are not buying it.  ",
      "lead_paragraph": "In the 1990's, they were held up as corporate supermen, executives whose skills and brainpower made them so indispensable to their companies that they were paid on a scale virtually unseen in human history. But in the new millennium, as the story has moved from the boardrooms to the courtrooms, they have portrayed themselves as having been fumblers, sloppy with their paperwork and unaware of crimes in their midst -- yet still deserving of their gargantuan paychecks.",
      "publication_date": "2005-06-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/06/19/business/big-paychecks-are-exhibit-a-at-ceo-trials.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "Fund-Raising: Well-Paid Jobs That Sometimes Go Begging",
      "snippet": "Mary K. Vinton, director of development for the Greenwich Library in Greenwich, Conn., has a problem: she is looking for a fund-raiser -- specifically, a full-time development associate to join a two-person team. The most recent holder of the job ...",
      "abstract": "Mary K. Vinton, director of development for the Greenwich Library in Greenwich, Conn., has a problem: she is looking for a fund-raiser -- specifically, a full-time development associate to join a two-person team. The most recent holder of the job stayed less than a year, and before that the position was vacant for three months.    Why the high turnover? It is not an unpleasant job -- far from it. The salary is relatively high for an entry-level position -- starting around $40,000 depending on experience -- and the workload is not onerous. The library operates as a public-private partnership, receiving money from the town. In any given year, it raises $800,000 to $1 million. Yet in terms of retention, Ms. Vinton says, ''You could be looking at a two- to three-year stint but you might find that six months is your typical time frame.''  ",
      "lead_paragraph": "Mary K. Vinton, director of development for the Greenwich Library in Greenwich, Conn., has a problem: she is looking for a fund-raiser -- specifically, a full-time development associate to join a two-person team. The most recent holder of the job stayed less than a year, and before that the position was vacant for three months.",
      "publication_date": "2005-06-19T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/06/19/jobs/fundraising-wellpaid-jobs-that-sometimes-go-begging.html",
      "byline": "By Ann Colin Herbst"
    },
    {
      "headline": "To Know What Your Job Means, Put It on Paper",
      "snippet": "ONE of the many reasons I write for a living is that I don't know what I think until I write it down. The process of writing clarifies. The stark truth of black letters on a blank screen makes it hard to hide. I often set out in one direction and ...",
      "abstract": "ONE of the many reasons I write for a living is that I don't know what I think until I write it down. The process of writing clarifies. The stark truth of black letters on a blank screen makes it hard to hide. I often set out in one direction and find that the words take me somewhere else, to a belief I didn't know I held.     Bill Jensen feels this way about writing, too. He is a business consultant who specializes in simplifying workplaces. To do this, he has learned, he first has to clarify work itself for the people who are doing it. Not the particulars of working -- fill out this form, turn on this machine, fix this system -- but the reason for the work. So he asks provocative questions of employees: ''What is the single most important insight about work that you want to pass onto your kids? Why do we do what we wouldn't want our kids to do? Which of our mistakes should they not repeat?''  ",
      "lead_paragraph": "ONE of the many reasons I write for a living is that I don't know what I think until I write it down. The process of writing clarifies. The stark truth of black letters on a blank screen makes it hard to hide. I often set out in one direction and find that the words take me somewhere else, to a belief I didn't know I held.",
      "publication_date": "2005-06-19T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/06/19/jobs/to-know-what-your-job-means-put-it-on-paper.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Yes, They Can Say No to a Merger",
      "snippet": "IN the six months since the Symantec Corporation, a leading provider of Internet security software, announced its plan to acquire Veritas Software, a maker of storage products, investors have done nothing but boo and hiss the buyout. Reaction to t...",
      "abstract": "IN the six months since the Symantec Corporation, a leading provider of Internet security software, announced its plan to acquire Veritas Software, a maker of storage products, investors have done nothing but boo and hiss the buyout. Reaction to the deal has been so virulent that investors have dumped Symantec shares, taking the value of the all-stock deal down to about $9 billion from about $14 billion at the time it was announced.    While Mr. Market has already made his views clear, shareholders of both companies will vote yea or nay on the combination this Friday. Only then will we see whether investors still holding Symantec shares have the stomach to vote against management, or whether they will support it as institutional holders almost always do.  ",
      "lead_paragraph": "IN the six months since the Symantec Corporation, a leading provider of Internet security software, announced its plan to acquire Veritas Software, a maker of storage products, investors have done nothing but boo and hiss the buyout. Reaction to the deal has been so virulent that investors have dumped Symantec shares, taking the value of the all-stock deal down to about $9 billion from about $14 billion at the time it was announced.",
      "publication_date": "2005-06-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/06/19/business/yourmoney/yes-they-can-say-no-to-a-merger.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Iraqis Found in Torture House Tell of Brutality of Insurgents",
      "snippet": "Marines on an operation to eliminate insurgents that began Friday broke through the outside wall of a building in this small rural village to find a torture center equipped with electric wires, a noose, handcuffs, a 574-page jihad manual -- and fo...",
      "abstract": "Marines on an operation to eliminate insurgents that began Friday broke through the outside wall of a building in this small rural village to find a torture center equipped with electric wires, a noose, handcuffs, a 574-page jihad manual -- and four beaten and shackled Iraqis.    The American military has found torture houses after invading towns heavily populated by insurgents -- like Falluja, where the anti-insurgent assault last fall uncovered almost 20 such sites. But rarely have they come across victims who have lived to tell the tale.   ",
      "lead_paragraph": "KARABILA, Iraq, Sunday, June 19 - Marines on an operation to eliminate insurgents that began Friday broke through the outside wall of a building in this small rural village to find a torture center equipped with electric wires, a noose, handcuffs, a 574-page jihad manual -- and four beaten and shackled Iraqis.",
      "publication_date": "2005-06-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/06/19/world/middleeast/iraqis-found-in-torture-house-tell-of-brutality-of.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Iran Moderate Says Hard-Liners Rigged Election",
      "snippet": "The race for the presidency in Iran was thrown into turmoil on Saturday when the third-place finisher accused conservative hard-liners of rigging the election and cutting him out of the runoff vote next week, which will be between a former preside...",
      "abstract": "The race for the presidency in Iran was thrown into turmoil on Saturday when the third-place finisher accused conservative hard-liners of rigging the election and cutting him out of the runoff vote next week, which will be between a former president and the conservative mayor of Tehran.     The accusation of voting irregularities came from Mehdi Karroubi, a cleric and former speaker of Parliament known as a conciliator, who said he would continue to press his case publicly unless the country's supreme religious leader ordered an independent investigation.   ",
      "lead_paragraph": "TEHRAN, June 18 - The race for the presidency in Iran was thrown into turmoil on Saturday when the third-place finisher accused conservative hard-liners of rigging the election and cutting him out of the runoff vote next week, which will be between a former president and the conservative mayor of Tehran.",
      "publication_date": "2005-06-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/06/19/world/middleeast/iran-moderate-says-hardliners-rigged-election.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "An Office and a Gentleman",
      "snippet": "SHORTLY before the terrorist attacks of 2001, Gen. H. Hugh Shelton, then the chairman of the Joint Chiefs of Staff and the top military adviser to President Bush, met at an undisclosed location in California with Gen. Richard B. Myers, who later s...",
      "abstract": "SHORTLY before the terrorist attacks of 2001, Gen. H. Hugh Shelton, then the chairman of the Joint Chiefs of Staff and the top military adviser to President Bush, met at an undisclosed location in California with Gen. Richard B. Myers, who later succeeded him in that job, and Gen. Michael E. Ryan, the Air Force chief of staff.    For eight hours, a special Pentagon representative briefed them on matters of strategy and the future. But the briefing was not about national security. Rather, it was about their own financial future -- how to get seats on corporate boards, what kinds of pay packages to ask for, how to approach future employers and how to gain perks, stock options and lucrative consulting contracts.  ",
      "lead_paragraph": "MOREHEAD CITY, N.C. - SHORTLY before the terrorist attacks of 2001, Gen. H. Hugh Shelton, then the chairman of the Joint Chiefs of Staff and the top military adviser to President Bush, met at an undisclosed location in California with Gen. Richard B. Myers, who later succeeded him in that job, and Gen. Michael E. Ryan, the Air Force chief of staff.",
      "publication_date": "2005-06-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/06/19/business/an-office-and-a-gentleman.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Living With Social Security: Small Dreams and Safety Nets",
      "snippet": "Barbara Amberg used her Social Security checks to fly to New York and see Christo's ''Gates'' in Central Park. Shirley Malone lives on hers in subsidized public housing, sometimes washing her clothes in dish detergent to save money.     For Joseph...",
      "abstract": "Barbara Amberg used her Social Security checks to fly to New York and see Christo's ''Gates'' in Central Park. Shirley Malone lives on hers in subsidized public housing, sometimes washing her clothes in dish detergent to save money.     For Joseph Cohen, a businessman who lost his business, Social Security is the safety net he never thought he would need. ''We're talking about a fortunate guy who had assets to put away,'' Mr. Cohen said. ''But without Social Security I would be in bad shape.''  ",
      "lead_paragraph": "GRAND RAPIDS, Mich. - Barbara Amberg used her Social Security checks to fly to New York and see Christo's \"Gates\" in Central Park. Shirley Malone lives on hers in subsidized public housing, sometimes washing her clothes in dish detergent to save money.",
      "publication_date": "2005-06-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/06/19/us/living-with-social-security-small-dreams-and-safety-nets.html",
      "byline": "By John Leland and Jodi Wilgoren"
    },
    {
      "headline": "Summit Fight Shakes Europe",
      "snippet": "Something shattered in Europe on Friday night.     The leaders of the 25 European Union nations went home after a failed two-day summit meeting in anger and in shame, as domestic politics and national interests defeated lofty notions of sacrifice ...",
      "abstract": "Something shattered in Europe on Friday night.     The leaders of the 25 European Union nations went home after a failed two-day summit meeting in anger and in shame, as domestic politics and national interests defeated lofty notions of sacrifice and solidarity for the benefit of all.   ",
      "lead_paragraph": "BRUSSELS, June 18 - Something shattered in Europe on Friday night.",
      "publication_date": "2005-06-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/06/19/world/europe/summit-fight-shakes-europe.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "Has Wall Street Changed Its Tune?",
      "snippet": "WHEN the Warner Music Group went public last month, Edgar Bronfman Jr., its flamboyant chief executive, took a victory lap at the New York Stock Exchange. After the Led Zeppelin guitar god Jimmy Page serenaded traders with ''Whole Lotta Love,'' th...",
      "abstract": "WHEN the Warner Music Group went public last month, Edgar Bronfman Jr., its flamboyant chief executive, took a victory lap at the New York Stock Exchange. After the Led Zeppelin guitar god Jimmy Page serenaded traders with ''Whole Lotta Love,'' the band's 1969 hit, Mr. Bronfman wandered the floor with a bevy of investors in tow.     Also basking in the glow of the offering that day were the big Wall Street firms that made it happen: Goldman Sachs, Morgan Stanley, Lehman Brothers, Citigroup, Bank of America and Deutsche Bank. Conspicuously absent from that group, though, was Merrill Lynch, which had been listed in Warner Music's original prospectus as one its main underwriters.  ",
      "lead_paragraph": "WHEN the Warner Music Group went public last month, Edgar Bronfman Jr., its flamboyant chief executive, took a victory lap at the New York Stock Exchange. After the Led Zeppelin guitar god Jimmy Page serenaded traders with \"Whole Lotta Love,\" the band's 1969 hit, Mr. Bronfman wandered the floor with a bevy of investors in tow.",
      "publication_date": "2005-06-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/06/19/business/yourmoney/has-wall-street-changed-its-tune.html",
      "byline": "By Andrew Ross Sorkin and Jeff Leeds"
    },
    {
      "headline": "I'm in Love. Why Shouldn't I Be Paid?",
      "snippet": "David Carr column on changes in way movie stars, pop music idols and other celebrities are being covered in fan magazines and on entertainment television shows, particularly with regard to their love lives; notes how Britney Spears, Brad Pitt and ...",
      "abstract": "David Carr column on changes in way movie stars, pop music idols and other celebrities are being covered in fan magazines and on entertainment television shows, particularly with regard to their love lives; notes how Britney Spears, Brad Pitt and others have learned to profit from sale of intimate interviews, photo opportunities and videos; says magazines, for their part, are going for unposed photography to give their readers the down-low, juicy and not-yet-known about celebrities (M)",
      "lead_paragraph": "ROMANCE is not dead in Hollywood. It has just become another profit center.",
      "publication_date": "2005-06-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/20/business/im-in-love-why-shouldnt-i-be-paid.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Lost Credit Data Improperly Kept, Company Admits",
      "snippet": "Chief of credit card processing company whose computer system was penetrated by data thieves, exposing 40 million cardholders to risk of fraud, acknowledges that company should not have been retaining those records; John M Perry of CardSystems Sol...",
      "abstract": "Chief of credit card processing company whose computer system was penetrated by data thieves, exposing 40 million cardholders to risk of fraud, acknowledges that company should not have been retaining those records; John M Perry of CardSystems Solutions says 200,000 of 40 million credit card records are known to have been stolen from Visa, MasterCard and other card issuers; says data was in file stored for 'research purposes' to determine why certain transactions registered as unauthorized or uncompleted, even though rules established by Visa and MasterCard forbid processors from retaining cardholder information after transaction is handled; says company no longer stores sensitive data on files; details about CardSystems' handling of data raise new questions about effectiveness and enforcement of standards established by card companies for data protection and storage; chart describing steps in consumer credit card transaction (M)",
      "lead_paragraph": "The chief of the credit card processing company whose computer system was penetrated by data thieves, exposing 40 million cardholders to a risk of fraud, acknowledged yesterday that the company should not have been retaining those records.",
      "publication_date": "2005-06-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/20/technology/lost-credit-data-improperly-kept-company-admits.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "Defective Heart Devices Force Some Scary Medical Decisions",
      "snippet": "Thousands of patients and their doctors must weigh competing risks of replacing faulty heart defibrillators following Guidant Corp's recall; company says 29,000 defibrillators can potentially short-circuit when they are needed; for some patients, ...",
      "abstract": "Thousands of patients and their doctors must weigh competing risks of replacing faulty heart defibrillators following Guidant Corp's recall; company says 29,000 defibrillators can potentially short-circuit when they are needed; for some patients, surgery to remove defibrillator would pose even bigger risk; doctors say each assessment on surgery will be personal one, based on patient's age and health, how dependent patient is on device and patient's attitudes toward risk; some patients feel sense of betrayal that Guidant did not disclose problem three years ago when it found electrical flaw in one model, and that it even kept selling that version after developing version not prone to short-circuiting; issue could impact Johnson & Johnson's proposed $25.4-billion acquisition of Guidant if matter could materially hurt Guidant's business (M)",
      "lead_paragraph": "For Pam Alexson, the decision whether to have a potentially defective heart device removed and replaced was easy. Ms. Alexson, a former nurse in Rehoboth, Mass., who expects to undergo surgery tomorrow, has the same Guidant Corporation defibrillator that failed in a college student who died in March, as well as the same type of genetic heart disease that killed him.",
      "publication_date": "2005-06-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/20/business/defective-heart-devices-force-some-scary-medical-decisions.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "Posts Considered for Commanders After Abuse Case",
      "snippet": "Defense Sec Donald H Rumsfeld's reported consideration of promotion for Gen Ricardo S Sanchez seen as sign of Pentagon's growing confidence that Abu Ghraib abuse scandal is behind it; Sanchez, former American commander in Iraq, has been cleared of...",
      "abstract": "Defense Sec Donald H Rumsfeld's reported consideration of promotion for Gen Ricardo S Sanchez seen as sign of Pentagon's growing confidence that Abu Ghraib abuse scandal is behind it; Sanchez, former American commander in Iraq, has been cleared of wrongdoing in Army inquiry of prison scandal; Senate outrage over Abu Ghraib had earlier ruled out nominations of new posts for him and for Gen Bantz J Craddock; Craddock had no role in Abu Ghraib but his service under Rumsfeld at time of abuses made him target for opposition from Senate; photo (M)",
      "lead_paragraph": "WASHINGTON, June 19 - Defense Secretary Donald H. Rumsfeld is considering new top command assignments that would possibly include promoting Lt. Gen. Ricardo S. Sanchez, the former American commander in Iraq during the Abu Ghraib prison abuse scandal, Pentagon and military officials say.",
      "publication_date": "2005-06-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/20/politics/posts-considered-for-commanders-after-abuse-case.html",
      "byline": "By Eric Schmitt and Thom Shanker"
    },
    {
      "headline": "At Tyco Trial No. 2, Similarities to No. 1",
      "snippet": "Jury deliberation in second trial of Tyco International's former chief executive, L Dennis Kozlowski, was marked by some of same kind of conflict that ultimately led to mistrial in first trial, but when Judge Michael J Obus received two notes from...",
      "abstract": "Jury deliberation in second trial of Tyco International's former chief executive, L Dennis Kozlowski, was marked by some of same kind of conflict that ultimately led to mistrial in first trial, but when Judge Michael J Obus received two notes from jurors on June 8, he quickly closed courtroom to public and sealed notes so he could share their contents with prosecutors and defense lawyers without tipping off press; Audrey Hodge, reported source of frustration within jury room, says she needed to see more evidence and hear more testimony before being convinced of guilt of Kozlowski and his co-defendant, Mark H Swartz; many of jurors say Kozlowski and Swartz would have been better off not testifying because they were not believable; photos (M)",
      "lead_paragraph": "There was a chance of another mistrial.",
      "publication_date": "2005-06-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/20/business/at-tyco-trial-no-2-similarities-to-no-1.html",
      "byline": "By Andrew Ross Sorkin and Roben Farzad"
    },
    {
      "headline": "Anti-Syrian Alliance ClaimsVictory in Lebanese Election",
      "snippet": "Anti-Syrian alliance claims stunning majority victory in final round of Lebanon's parliamentary elections; bloc led by Saad Hariri wins at least 21 of 28 contested seats in northern Lebanon, last polling area, giving it majority in next 128-seat P...",
      "abstract": "Anti-Syrian alliance claims stunning majority victory in final round of Lebanon's parliamentary elections; bloc led by Saad Hariri wins at least 21 of 28 contested seats in northern Lebanon, last polling area, giving it majority in next 128-seat Parliament; assassination of Hariri's father, former Prime Min Rafik Hariri, touched off demonstrations and rebellion four months ago; election is first to be held in nearly 30 years without presence of Syrian troops; but results do not appear strong enough for anti-Syrian opposition to achieve its goal of ousting Emile Lahoud, Lebanese president handpicked by Syria, whose term was extended by constitutional amendment ordered by Syria last Sept; photo; map (M)",
      "lead_paragraph": "TRIPOLI, Lebanon, June 19 - Opponents of Syrian domination claimed a stunning majority victory in the final round of Lebanon's parliamentary elections on Sunday night in a rebellion touched off by the assassination of former Prime Minister Rafik Hariri four months ago.",
      "publication_date": "2005-06-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/20/world/middleeast/antisyrian-alliance-claimsvictory-in-lebanese-election.html",
      "byline": "By John Kifner"
    },
    {
      "headline": "Conflict at Morgan Stanley Continuesas Firm Seeks a New Chief",
      "snippet": "Philip J Purcell's decision to step down as chief executive of Morgan Stanley has not unified firm, as was hoped, but has rather deepened divisions and put increased pressure on board to find replacement who can bridge them; proposal floated withi...",
      "abstract": "Philip J Purcell's decision to step down as chief executive of Morgan Stanley has not unified firm, as was hoped, but has rather deepened divisions and put increased pressure on board to find replacement who can bridge them; proposal floated within firm to name Zoe Cruz, co-president who ran fixed-income division from 2000 to 2005, as chief executive was derided by some bankers and embraced by others; directors have already hired search firm that has contacted small number of outside candidates about the job; photos of Cruz, Stephen S Crawford, who has been mentioned as president, and Stephan F Newhouse, who has been mentioned as chairman (M)",
      "lead_paragraph": "When Philip J. Purcell decided to step down as chief executive of Morgan Stanley last week, he expressed the hope that his departure would begin to unify a firm fractured by years of infighting.",
      "publication_date": "2005-06-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/20/business/conflict-at-morgan-stanley-continuesas-firm-seeks-a-new-chief.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Wall Street Journal Plans Softer Edition for Saturdays",
      "snippet": "Wall Street Journal will introduce Saturday issue named Weekend Edition starting in September, and it will have three sections: news, Money & Investing and Pursuits, the last focusing on entertainment, travel, sports, arts, books, real estate and ...",
      "abstract": "Wall Street Journal will introduce Saturday issue named Weekend Edition starting in September, and it will have three sections: news, Money & Investing and Pursuits, the last focusing on entertainment, travel, sports, arts, books, real estate and even cooking; goal is to attract more diverse base of advertising; Journal, more dependent than most newspapers on technology and financial advertising, has reported linage drops in each of last four years, and profits have suffered as result; Journal is offsetting part of cost of introducing Saturday issue by scaling back its overseas operations, shrinking its European and Asian editions to tabloid size, cutting its reporting staff and even recalling to US some senior correspondents, whom it is not replacing; such moves trouble some people in newsroom; graphs on Dow Jones stock and Journal advertising; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/20/business/media/wall-street-journal-plans-softer-edition-for-saturdays.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Networks and the Outside Producer: Can They Co-Exist?",
      "snippet": "Fall lineups of four major broadcast television networks have more programs produced by unaffiliated studios than they had in last seven years, but networks are not expected to stop favoring production companies residing in their own media conglom...",
      "abstract": "Fall lineups of four major broadcast television networks have more programs produced by unaffiliated studios than they had in last seven years, but networks are not expected to stop favoring production companies residing in their own media conglomerates; network and studio heads have come to realize that overreliance on their own fare can lead to creative and financial trouble; critics like Michael J Copps, Democrat on Federal Communications Commission, believes market could be even more open, noting that most of production companies whose shows will be on unaffilateed networks this season are themselves parts of conglomerates; photos (M)",
      "lead_paragraph": "This coming television season the broadcast networks will be stuffed with shows delving into the paranormal, but some of the oddest occurrences will have taken place behind the scenes.",
      "publication_date": "2005-06-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/20/business/media/networks-and-the-outside-producer-can-they-coexist.html",
      "byline": "By Lorne Manly"
    },
    {
      "headline": "Google Said to Plan Rival to PayPal",
      "snippet": "Google is reportedly preparing an online-payment system called Google Wallet, which would compete with eBay's PayPal; move signals Google's intention to become much more deeply involved in online commerce, where it currently profits only by sellin...",
      "abstract": "Google is reportedly preparing an online-payment system called Google Wallet, which would compete with eBay's PayPal; move signals Google's intention to become much more deeply involved in online commerce, where it currently profits only by selling advertisements that appear on pages of its flagship search engine and its Froogle shopping service; Google has long been rumored to be developing classified advertising service, one that would compete with eBay and Craigslist, and payment system like Google Wallet would help it bring into its marketplace individuals and small businesses who are not authorized to accept credit cards online (M)",
      "lead_paragraph": "Google is preparing an online-payment system that would compete with PayPal, according to an online retailer who has been approached by Google to take part in the effort.",
      "publication_date": "2005-06-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/20/technology/google-said-to-plan-rival-to-paypal.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Israelis and Palestinians Agree On Demolishing Houses in Gaza",
      "snippet": "Secretary of State Condoleezza Rice announces that Israel and Palestinians have agreed to cooperate on demolition of 1,600 Gaza houses to be vacated by Israeli settlers in two months; this represents first concrete Israeli-Palestinian cooperation ...",
      "abstract": "Secretary of State Condoleezza Rice announces that Israel and Palestinians have agreed to cooperate on demolition of 1,600 Gaza houses to be vacated by Israeli settlers in two months; this represents first concrete Israeli-Palestinian cooperation in Gaza after many months of disputes; under agreement, Israelis will tear down houses and Palestinians will be paid to clean up rubble, providing Palestinians money for jobs while avoiding any need for Israeli army to stay in Gaza long beyond evacuation; Palestinains have long said that settler houses were not suitable for many of 1.3 million Gaza residents who could end up living in vacated settlement areas; Israeli settlers unhappy but resigned about leaving say they want Israeli military to demolish houses rather than see Palestinian militants raise their flags on houses settlers built; agreement on fate of homes resolves one of many issues surrounding Israeli pullout, in which nearly 9,000 settlers are to be removed on target date of Aug 16; many other matters are still under negotiation; map (M)",
      "lead_paragraph": "AMMAN, Jordan, June 19 - Israel and the Palestinians have agreed to cooperate on the demolition of the 1,600 Gaza houses to be vacated by Israeli settlers in less than two months, Secretary of State Condoleezza Rice announced Sunday. The agreement represented the first concrete Israeli-Palestinian cooperation in Gaza after many months of disputes.",
      "publication_date": "2005-06-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/20/washington/israelis-and-palestinians-agree-on-demolishing-houses-in-gaza.html",
      "byline": "By Steven R. Weisman and Greg Myre"
    }
  ]
}