{
  "metadata": {
    "date": "2005-09-23",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "S.E.C. Looks at Company's Retaliation on Analysts",
      "snippet": "Securities and Exchange Commission is probing Altera Corp, California chip maker, over its retaliation this year against Wall Street analysts who were less than bullish on company's shares; informal inquiry may indicate that blackballing of analys...",
      "abstract": "Securities and Exchange Commission is probing Altera Corp, California chip maker, over its retaliation this year against Wall Street analysts who were less than bullish on company's shares; informal inquiry may indicate that blackballing of analysts by companies is of concern to new SEC chairman Christopher Cox; Altera says it is cooperating fully in matter (M)",
      "lead_paragraph": "The Securities and Exchange Commission is investigating the Altera Corporation, a California chip maker, over its retaliation this year against Wall Street analysts who were less than bullish on the company's shares, the company said yesterday.",
      "publication_date": "2005-09-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/23/business/sec-looks-at-companys-retaliation-on-analysts.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Just When Airlines Thought Things Couldn't Get Worse",
      "snippet": "Aftermath of Hurricane Katrina and looming landfall of Hurricane Rita, which threatens about one-quarter of nation's jet fuel supply, are raising fears that pain to airlines is just beginning; airline companies are scrambling to compensate for rep...",
      "abstract": "Aftermath of Hurricane Katrina and looming landfall of Hurricane Rita, which threatens about one-quarter of nation's jet fuel supply, are raising fears that pain to airlines is just beginning; airline companies are scrambling to compensate for repeated spikes in fuel prices, and result for passengers could be higher fares; Delta Air Lines says it will cut another $3 billion in costs and eliminate as many as 9,000 more jobs over next two years; says it is also assuming oil prices of $68 a barrel for rest of year, and warns it must be prepared in case prices spike again; Delta's chief executive Gerald Grinstein comments; industry analysts fear that if prices stay high, more airlines could end up in bankruptcy protection, especially weak players like Independence Air; graph; photo (M)",
      "lead_paragraph": "In April, the chief executive of Southwest Airlines, Gary C. Kelly, asked employees to prepare a business plan based on oil prices at a level then unimaginable: $55 a barrel. Little did Mr. Kelly know that his nightmare price then would be welcome now.",
      "publication_date": "2005-09-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/23/business/just-when-airlines-thought-things-couldnt-get-worse.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Miles of Traffic as Texans Heed Order to Leave",
      "snippet": "As many as 2.5 million people jam evacuation routes, creating 100-mile-long traffic jams that leave many stranded and out of gas as Hurricane Rita bears down on Texas coast; Houston Mayor Bill White asks for military help in rushing scarce fuel to...",
      "abstract": "As many as 2.5 million people jam evacuation routes, creating 100-mile-long traffic jams that leave many stranded and out of gas as Hurricane Rita bears down on Texas coast; Houston Mayor Bill White asks for military help in rushing scarce fuel to stranded drivers; White and Harris County Judge Robert Eckels admit that their plans had not anticipated such widespread evacuation, and later appear to back off dire warnings, saying mandatory evacuation order applies to flood-prone coastal areas; storm weakens slightly from Category 5 to Catetory 4 status as wind speed falls to about 140 miles per hour; shifts course toward north with landfall expected between Galveston and Port Arthur, offering glimmer of hope to panicked Houston area but threatening further flooding in New Orleans and other areas hit by Katrina; Louisiana Gov Kathleen Babineaux Blanco calls for evacuation from southwest portion of state; airline traffic out of Houston is slowed when more than 150 screeners skip work because of their own evacuation concerns; forecasters predict storm will hit coast with as much strength as Katrina and then stall inland, dumping enormous amounts of rain that will cause intense flooding; photo; maps (M)",
      "lead_paragraph": "HOUSTON, Sept. 22 - Heeding days of dire warnings about Hurricane Rita, as many as 2.5 million people jammed evacuation routes on Thursday, creating colossal 100-mile-long traffic jams that left many people stranded and out of gas as the huge storm bore down on the Texas coast.",
      "publication_date": "2005-09-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/23/us/nationalspecial/miles-of-traffic-as-texans-heed-order-to-leave.html",
      "byline": "By Ralph Blumenthal"
    },
    {
      "headline": "Storm Raises Fears onWeak New Orleans Levees",
      "snippet": "Outer bands of Hurricane Rita pass New Orleans with gusty winds and showers; water begins seeping into shattered and empty Lower Ninth Ward through makeshift dike repairs; Army Corps of Engineers expresses concern about how well weakened levee sys...",
      "abstract": "Outer bands of Hurricane Rita pass New Orleans with gusty winds and showers; water begins seeping into shattered and empty Lower Ninth Ward through makeshift dike repairs; Army Corps of Engineers expresses concern about how well weakened levee system can protect city against tidal surge along Lake Pontchartrain; winds that could reach tropical force from Rita are expected in New Orleans as storm heads toward landfall near Louisiana-Texas border; five thousand troops from National Guard and 82nd Airborne are preparing to secure city and Gov Kathleen Babineaux Blanco is calling for additional 30,000 troops; city employees once enthusiastic about rebuilding after Hurricane Katrina are anxious about prospect of being hit by periphery of second powerful storm; Katrina's damage in Ninth Ward was extensive, with houses lifted off foundations and cars upended; rescuers leave area as water continues to seep, having nearly completed search for bodies; authorities warn that 17th Street Canal, repaired after initial breaches, could breach again with major storm surge; photo (M)",
      "lead_paragraph": "NEW ORLEANS, Sept. 22 - As the outer bands of Hurricane Rita raked past with gusty winds and showers, water began seeping into the shattered and empty Lower Ninth Ward through makeshift dike repairs on Thursday, and the Army Corps of Engineers expressed concern about just how reliably a weakened levee system could protect this devastated city against a tidal surge along Lake Pontchartrain.",
      "publication_date": "2005-09-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/23/us/nationalspecial/storm-raises-fears-onweak-new-orleans-levees.html",
      "byline": "By Jere Longman and Michael Brick"
    },
    {
      "headline": "After Katrina's Lesson, Bush Is Heading to Texas",
      "snippet": "Pres Bush will go to Texas just ahead of Hurricane Rita's expected arrival, to make clear he is directing all-out federal effort to cope with storm; appears intent on ensuring that there will be no question of where his attention is focused, after...",
      "abstract": "Pres Bush will go to Texas just ahead of Hurricane Rita's expected arrival, to make clear he is directing all-out federal effort to cope with storm; appears intent on ensuring that there will be no question of where his attention is focused, after enduring intense criticism for his delayed reaction to Hurricane Katrina; until now, Bush has stayed away from disaster zones until worst is past out of concern that his presence would be distraction, but needs to repair his image and project leadership; from Texas, he will fly to Colorado Springs to monitor storm from headquarters of Northern Command operations center; White House press secretary Scott McClellan denies that trip is merely photo opportunity; Hurricane Rita is considered critical test for Bush, FEMA and rest of government after response to Katrina exposed serious flaws in disaster planning and left Bush politically wounded (M)",
      "lead_paragraph": "WASHINGTON, Sept. 22 - Under intense pressure to show that he has learned the practical and political lessons of Hurricane Katrina, President Bush planned on Thursday to pack his foul-weather gear and head to Texas on Friday ahead of Hurricane Rita, trying to make clear that he is directing an all-out federal effort to cope with the storm.",
      "publication_date": "2005-09-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/23/us/nationalspecial/after-katrinas-lesson-bush-is-heading-to-texas.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "Sony Plans 10,000 Job Cuts",
      "snippet": "Sony Corp's chief executive Sir Howard Stringer unveils turnaround plan that would cut 10,000 jobs, shred unprofitable products and centralize decision-making; foresees loss of 10 billion yen, or $90 million, for fiscal year ending March 31, down ...",
      "abstract": "Sony Corp's chief executive Sir Howard Stringer unveils turnaround plan that would cut 10,000 jobs, shred unprofitable products and centralize decision-making; foresees loss of 10 billion yen, or $90 million, for fiscal year ending March 31, down from previously forecast $90 million profit; promises to return Sony to profitability in next year, saying that job reductions, product eliminations and other moves, including closing 11 of its 65 factories, will save almost $2 billion over next two and a half years; photos (M)",
      "lead_paragraph": "TOKYO, Sept. 22 - Sir Howard Stringer, the new chief executive of the Sony Corporation, unveiled a turnaround plan Thursday that would cut 10,000 jobs, shed unprofitable products and centralize decision-making at the struggling, sprawling Japanese electronics giant, known for its Walkman portable music players and PlayStation game consoles.",
      "publication_date": "2005-09-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/23/business/sony-plans-10000-job-cuts.html",
      "byline": "By Martin Fackler"
    },
    {
      "headline": "Houston, You Have a Problem",
      "snippet": "Houston-area economy halts as more than four million residents evacuate city and other nearby coastal areas at approach of Hurricane Rita; businesses along Texas coast suspend most operations; Houston, nation's fourth-largest metropolitan area, ac...",
      "abstract": "Houston-area economy halts as more than four million residents evacuate city and other nearby coastal areas at approach of Hurricane Rita; businesses along Texas coast suspend most operations; Houston, nation's fourth-largest metropolitan area, accounts for about 2 percent of annual economic output, or about $250 billion; Hurricane Rita could deliver even greater temporary blow to economic activity than Katrina, largely because of greater scale of local economy and considerably bigger concentration of energy facilities in Texas than in Louisiana and Mississippi; major disruption to nation's strained oil refining and distribution network, which some experts say could last for weeks, could send gasoline and other fuel prices soaring; economists say Hurricane Rita is unlikely to cause as much long-term damage as Katrina because economic infrastructure of Houston and surrounding area does not appear to be as vulnerable to flooding as New Orleans was; map; photo (M)",
      "lead_paragraph": "Facing a potentially devastating hit from Hurricane Rita, the Houston-area economy ground to a halt yesterday as more than four million residents evacuated the city and other nearby coastal areas on clogged highways, which were made worse by motorists stranded as gasoline ran short.",
      "publication_date": "2005-09-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/23/business/houston-you-have-a-problem.html",
      "byline": "By Vikas Bajaj and Claudia H. Deutsch"
    },
    {
      "headline": "For Hotelier, Crisis Is Another Word for Opportunity",
      "snippet": "F Patrick Quinn III, New Orleans developer, has made offers on more than 20 hotels in Louisiana and Mississippi to add to 15 he owns in and around New Orleans' French Quarter, operating under name Decatur Hotels; has contacted home builders and ur...",
      "abstract": "F Patrick Quinn III, New Orleans developer, has made offers on more than 20 hotels in Louisiana and Mississippi to add to 15 he owns in and around New Orleans' French Quarter, operating under name Decatur Hotels; has contacted home builders and urban planner to help him figure out cost of replacing flooded sections of city with planned communities; has purchased more than 5,000 bunk beds to install in empty warehouses he has leased around New Orleans to create makeshift barracks to house cleanup crews and other blue-collar workers; map; photo (M)",
      "lead_paragraph": "BATON ROUGE, La., Sept. 21 - For the first few days after Hurricane Katrina hit New Orleans, F. Patrick Quinn III did what he could to help the displaced. He carted food and water to guests stranded at a hotel he owns on the edge of the French Quarter. He even ventured out on a dinghy to help a stranger in a futile attempt to rescue the man's brother, stranded in a flooded section of the city.",
      "publication_date": "2005-09-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/23/business/for-hotelier-crisis-is-another-word-for-opportunity.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Panel Approves Roberts, 13-5, As 3 of 8 Democrats Back Him",
      "snippet": "Senate Judiciary Committee approves nomination of Judge John G Roberts Jr to be nation's 17th chief justice, sending it to full Senate, where confirmation is virtually assured; three Democrats join 10 Republicans voting in favor of Roberts; vote i...",
      "abstract": "Senate Judiciary Committee approves nomination of Judge John G Roberts Jr to be nation's 17th chief justice, sending it to full Senate, where confirmation is virtually assured; three Democrats join 10 Republicans voting in favor of Roberts; vote is victory for conservatives, who are already eyeing court's second vacancy created by retirement of Justice Sandra Day O'Connor, crucial swing vote; Democrats voting to confirm are Sens Patrick Leahy, Herb Kohl and Russell Feingold; opposing nomination are Sens Edward M Kennedy, Charles E Schumer, Joseph R Biden, Dianne Feinstein and Richard J Durbin; split is likely to be reflected when full Senate votes on nomination; photo (M)",
      "lead_paragraph": "WASHINGTON, Sept. 22 - With its Democrats deeply divided, the Senate Judiciary Committee on Thursday approved the nomination of Judge John G. Roberts Jr. to be the nation's 17th chief justice, sending it to the full Senate, where confirmation is now virtually assured.",
      "publication_date": "2005-09-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/23/us/front page/panel-approves-roberts-135-as-3-of-8-democrats-back-him.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Why His Peers Say Kozlowski Got Off Easy",
      "snippet": "Floyd Norris column on sentences given to former Tyco International head L Dennis Kozlowski and former WorldCom head Bernard J Ebbers focuses on stunning lack of sympathy for them from people who are or were at top of large corporations; cites Bar...",
      "abstract": "Floyd Norris column on sentences given to former Tyco International head L Dennis Kozlowski and former WorldCom head Bernard J Ebbers focuses on stunning lack of sympathy for them from people who are or were at top of large corporations; cites Baruch College poll of chief financial officers showing that large majority believe 25-year sentence Ebbers received was either about right or too lenient; says many corporate executives think Ebbers and Kozlowski stole part of their reputations; says they fear that others will think many bosses are crooks, that what sets Kozlowski apart from them is that he was caught, and they resent it deeply; graph (M)",
      "lead_paragraph": "L. DENNIS KOZLOWSKI, whose excesses damaged the reputations of everything from shower curtains to ice sculptures, is on his way to a New York State prison for at least seven years. He is lucky that his sentence was not determined by a jury of his peers.",
      "publication_date": "2005-09-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/23/business/why-his-peers-say-kozlowski-got-off-easy.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Oprah's Book Club toAdd Contemporary Writers",
      "snippet": "Oprah Winfrey announces plan to expand her highly influential television book club to include works of contemporary authors, reversing policy of choosing only classic novels, and again offering authors and publishers hope of huge sales resulting f...",
      "abstract": "Oprah Winfrey announces plan to expand her highly influential television book club to include works of contemporary authors, reversing policy of choosing only classic novels, and again offering authors and publishers hope of huge sales resulting from her picks; says it gives her opportunity to do what she likes, which is to discuss works with authors; first selection is A Million Little Pieces, memoir by James Frey; from 1996 until 2002, selection for Oprah's Book Club typically resulted in sales of more than 1 million copies, boon to authors where selling 20,000 copies of literary novel is considered success; Winfrey abandoned club in 2002, but restarted it in 2003, choosing classic novels; response was lukewarm, and group of writers petitioned her to revert to previous format; Winfrey does not profit from sales of books she chooses; graph compares sales figures (M)",
      "lead_paragraph": "Oprah Winfrey said yesterday that she was expanding her highly influential television book club to include the works of contemporary authors, reversing a policy of choosing only classic novels and once again offering authors and their publishers the hope of huge sales resulting from her picks.",
      "publication_date": "2005-09-23T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/23/books/oprahs-book-club-toadd-contemporary-writers.html",
      "byline": "By Edward Wyatt"
    }
  ]
}