{
  "metadata": {
    "date": "2005-09-20",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "A Late Start Isn't Stopping Gator Harvest",
      "snippet": "Annual one-month alligator hunt in Louisiana, which opened on Sept 14, was delayed one week because of Hurricane Katrina, but that has only intensified search; trappers in southern are frantically trying to kill as many alligators as they can befo...",
      "abstract": "Annual one-month alligator hunt in Louisiana, which opened on Sept 14, was delayed one week because of Hurricane Katrina, but that has only intensified search; trappers in southern are frantically trying to kill as many alligators as they can before cooler temperatures make it harder to find cold-blooded reptiles as they seek refuge for rest of year in warm mud banks; decision to delay hunt has reverberated in fashion capitals thousand of miles away, where buyers and designers from houses like Gucci and Hermes are counting on healthy bounty of alligator skins; hunt is supposed to provide, under statewide quota system, about 35,000 skins, earning hunters in state total of as much as $7 million a year; graph; photos (M)",
      "lead_paragraph": "KAPLAN, La., Sept. 15 - Hurricane Katrina flooded New Orleans and killed hundreds of people across the Gulf Coast region. The storm left a million others at least temporarily homeless. But where Louisiana's alligators are concerned, the hunt must go on.",
      "publication_date": "2005-09-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/20/business/a-late-start-isnt-stopping-gator-harvest.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Fighting to Get in on the Next Little Thing",
      "snippet": "FOUR months to six months. Only a year or two ago, that was how long start-up companies generally had to cajole, fret and act nonchalant while waiting for venture capitalists to part with money -- if they proved willing to write a check at all. Ev...",
      "abstract": "FOUR months to six months. Only a year or two ago, that was how long start-up companies generally had to cajole, fret and act nonchalant while waiting for venture capitalists to part with money -- if they proved willing to write a check at all. Even during robust times, the period between a first pitch meeting with a venture capitalist and financing typically spans three months.      So imagine the surprise of those behind a start-up called XenSource when they started shopping for cash this summer on Sand Hill Road in Menlo Park, Calif. -- the venture capital equivalent of Wall Street -- and had seven firm offers within three weeks.  ",
      "lead_paragraph": "San Francisco - FOUR months to six months. Only a year or two ago, that was how long start-up companies generally had to cajole, fret and act nonchalant while waiting for venture capitalists to part with money -- if they proved willing to write a check at all. Even during robust times, the period between a first pitch meeting with a venture capitalist and financing typically spans three months.",
      "publication_date": "2005-09-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/09/20/business/businessspecial/fighting-to-get-in-on-the-next-little-thing.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "File-Sharing Services Seek Pact With Record Studios",
      "snippet": "At least five online file-sharing companies have started trying to reach accord with music industry to convert free trading of copyrighted music on their networks to paid services; most advanced discussions are between recording industry and Groks...",
      "abstract": "At least five online file-sharing companies have started trying to reach accord with music industry to convert free trading of copyrighted music on their networks to paid services; most advanced discussions are between recording industry and Grokster; Grokster has agreed in principle to be acquired by Mashboxx, new company backed by Sony that is trying to start legal file-sharing service; iMesh, file-sharing service that last year reached accord with music industry to convert to legal paid service, has made overtures to acquire number of other filing-sharing services, on condition they settle their claims with recording industry; iMesh executive chairman Robert E Summer comments (M)",
      "lead_paragraph": "At least five online file-sharing companies have started trying to reach an accord with the music industry to convert the free trading of copyrighted music on their networks to paid services, according to several recording industry and file-sharing executives.",
      "publication_date": "2005-09-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/20/technology/filesharing-services-seek-pact-with-record-studios.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Ex-White House Aide Charged in Corruption Case",
      "snippet": "A senior White House budget official who resigned abruptly last week was arrested Monday on charges of lying to investigators and obstructing a federal inquiry involving Jack Abramoff, the Republican lobbyist who has been under scrutiny by the Jus...",
      "abstract": "A senior White House budget official who resigned abruptly last week was arrested Monday on charges of lying to investigators and obstructing a federal inquiry involving Jack Abramoff, the Republican lobbyist who has been under scrutiny by the Justice Department for more than a year.     The arrest of the official, David H. Safavian, head of procurement policy at the Office of Management and Budget, was the first to result from the wide-ranging corruption investigation of Mr. Abramoff, once among the most powerful and best-paid lobbyists in Washington and a close friend of Representative Tom DeLay, the House majority leader.  ",
      "lead_paragraph": "WASHINGTON, Sept. 19 - A senior White House budget official who resigned abruptly last week was arrested Monday on charges of lying to investigators and obstructing a federal inquiry involving Jack Abramoff, the Republican lobbyist who has been under scrutiny by the Justice Department for more than a year.",
      "publication_date": "2005-09-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/20/politics/exwhite-house-aide-charged-in-corruption-case.html",
      "byline": "By Philip Shenon and Anne E. Kornblut"
    },
    {
      "headline": "U.S.-Korean Deal on Arms Leaves Key Points Open",
      "snippet": "After a tense weekend of heated debate within the Bush administration, the lead American negotiator with North Korea made one last call to Washington at noon on Monday, Beijing time, and then signed a statement of principles that committed North K...",
      "abstract": "After a tense weekend of heated debate within the Bush administration, the lead American negotiator with North Korea made one last call to Washington at noon on Monday, Beijing time, and then signed a statement of principles that committed North Korea, in black and white, to give up ''all nuclear weapons and existing nuclear programs.''     But the negotiator, Christopher Hill, had misgivings because the vaguely worded agreement left unaddressed the date disarmament would happen, and hinted at a concession to North Korea that President Bush and his aides had long said they would never agree to: discussing at an appropriate time providing North Korea with a civilian nuclear power plant, senior administration officials said.  ",
      "lead_paragraph": "BEIJING, Sept. 19 - After a tense weekend of heated debate within the Bush administration, the lead American negotiator with North Korea made one last call to Washington at noon on Monday, Beijing time, and then signed a statement of principles that committed North Korea, in black and white, to give up \"all nuclear weapons and existing nuclear programs.\"",
      "publication_date": "2005-09-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/20/world/asia/uskorean-deal-on-arms-leaves-key-points-open.html",
      "byline": "By Joseph Kahn and David E. Sanger"
    },
    {
      "headline": "Cash Now, Questions Later",
      "snippet": "Liberty Bank and Trust Co, which has had its headquarters in six-story glass box in eastern New Orleans, now struggles to restore its operations, using cramped branch office in Baton Rouge; its was not until 10 days after Hurricane Katrina hit on ...",
      "abstract": "Liberty Bank and Trust Co, which has had its headquarters in six-story glass box in eastern New Orleans, now struggles to restore its operations, using cramped branch office in Baton Rouge; its was not until 10 days after Hurricane Katrina hit on Aug 29 that BellSouth installed temporary phone lines so that customers, virtually all of them in desperate financial straits, could find out when bank would lift temporary $100-a-day limit on ATM withdrawals that lasted through Sept 8; Liberty, one of country's largest black-owned banks, has long been a gleaming New Orleans success story, homegrown institution in predominantly African-American city; photo of Alden J McDonald Jr, chief executive of Liberty Bank (L)",
      "lead_paragraph": "BATON ROUGE, La., Sept. 19 - In the period that some simply call \"before,\" employees working at the Liberty Bank and Trust Company headquarters, a six-story glass box in eastern New Orleans, sat at brand-new workstations in a building they had occupied only this past spring.",
      "publication_date": "2005-09-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/20/business/cash-now-questions-later.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Ex-Tyco ExecutivesGet 8 to 25 Years in Prison",
      "snippet": "L. Dennis Kozlowski, the former chief executive of Tyco International who was convicted of looting the company of $150 million, was sentenced yesterday to 81/3 to 25 years in a New York State prison, the latest corporate figure to be handed a leng...",
      "abstract": "L. Dennis Kozlowski, the former chief executive of Tyco International who was convicted of looting the company of $150 million, was sentenced yesterday to 81/3 to 25 years in a New York State prison, the latest corporate figure to be handed a lengthy prison term in a corruption case.     Mark H. Swartz, his chief lieutenant, received the same sentence for his role in the thefts and fraud. The two men were convicted in June after a four-month retrial.  ",
      "lead_paragraph": "L. Dennis Kozlowski, the former chief executive of Tyco International who was convicted of looting the company of $150 million, was sentenced yesterday to 81/3 to 25 years in a New York State prison, the latest corporate figure to be handed a lengthy prison term in a corruption case.",
      "publication_date": "2005-09-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/20/business/extyco-executivesget-8-to-25-years-in-prison.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Many Women at Elite Colleges Set Career Path to Motherhood",
      "snippet": "Cynthia Liu is precisely the kind of high achiever Yale wants: smart (1510 SAT), disciplined (4.0 grade point average), competitive (finalist in Texas oratory competition), musical (pianist), athletic (runner) and altruistic (hospital volunteer). ...",
      "abstract": "Cynthia Liu is precisely the kind of high achiever Yale wants: smart (1510 SAT), disciplined (4.0 grade point average), competitive (finalist in Texas oratory competition), musical (pianist), athletic (runner) and altruistic (hospital volunteer). And at the start of her sophomore year at Yale, Ms. Liu is full of ambition, planning to go to law school.      So will she join the long tradition of famous Ivy League graduates? Not likely. By the time she is 30, this accomplished 19-year-old expects to be a stay-at-home mom.  ",
      "lead_paragraph": "Cynthia Liu is precisely the kind of high achiever Yale wants: smart (1510 SAT), disciplined (4.0 grade point average), competitive (finalist in Texas oratory competition), musical (pianist), athletic (runner) and altruistic (hospital volunteer). And at the start of her sophomore year at Yale, Ms. Liu is full of ambition, planning to go to law school.",
      "publication_date": "2005-09-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/20/us/many-women-at-elite-colleges-set-career-path-to-motherhood.html",
      "byline": "By Louise Story"
    },
    {
      "headline": "Mayor Suspends Flow of People to New Orleans",
      "snippet": "Under pressure from President Bush and with a new storm threatening the Gulf of Mexico, Mayor C. Ray Nagin suspended on Monday his controversial plan to allow people to return to this vulnerable city.      Instead Mr. Nagin called for a ''mandator...",
      "abstract": "Under pressure from President Bush and with a new storm threatening the Gulf of Mexico, Mayor C. Ray Nagin suspended on Monday his controversial plan to allow people to return to this vulnerable city.      Instead Mr. Nagin called for a ''mandatory'' evacuation of many of the residents who have returned or never left.  ",
      "lead_paragraph": "NEW ORLEANS, Sept. 19 - Under pressure from President Bush and with a new storm threatening the Gulf of Mexico, Mayor C. Ray Nagin suspended on Monday his controversial plan to allow people to return to this vulnerable city.",
      "publication_date": "2005-09-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/20/us/nationalspecial/mayor-suspends-flow-of-people-to-new-orleans.html",
      "byline": "By William Yardley"
    },
    {
      "headline": "Hot Product Has Corning Thriving and Wary",
      "snippet": "Profile of Corning Inc focuses on its new glass products for flat-panel televisions and computers, its investments into various glasses for use in medical and pharmaceutical fields and pollution control devices for diesel cars and trucks that Corn...",
      "abstract": "Profile of Corning Inc focuses on its new glass products for flat-panel televisions and computers, its investments into various glasses for use in medical and pharmaceutical fields and pollution control devices for diesel cars and trucks that Corning expects will be huge sellers when diesel laws start taking effect in 2007; chief executive Wendell P Weeks and president Stephen A Mandell Sr comment; photos (M)",
      "lead_paragraph": "CORNING, N.Y. - Last December, James R. Houghton, then Corning's chief executive, and Wendell P. Weeks, his heir apparent, dropped by the local chapter of the American Flint Glass Workers Union for some informal Christmas cheer.",
      "publication_date": "2005-09-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/20/business/hot-product-has-corning-thriving-and-wary.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "OPEC Set to Open Oil Taps Full Blast",
      "snippet": "OPEC delegates say group plans to allow its members to provide up to two million barrels a day of additional crude oil if market needs it; oil traders discount move and send oil prices higher on concerns about another possible hurricane; Royal Dut...",
      "abstract": "OPEC delegates say group plans to allow its members to provide up to two million barrels a day of additional crude oil if market needs it; oil traders discount move and send oil prices higher on concerns about another possible hurricane; Royal Dutch Shell, Chevron and other oil companies say are are evacuating some employees from offshore oil platforms in anticipation of Tropical Storm Rita; oil price closes at $67.39 a barrel, up $4.39, in New York on latest hurricane warnings; natural gas futures hit record, closing at $12.663 per thousand cubic fee, up $1.519; OPEC's highly unusual decision to put on call extra 7 percent of its production is expected to be formally announced Sept 20 at end of group's two-day meeting in Vienna; photo (M)",
      "lead_paragraph": "VIENNA, Sept. 19 - OPEC delegates said Monday that the group planned to allow its members to provide up to two million barrels a day of additional crude oil if the market needs it. But oil traders brushed aside the move and instead sent oil prices higher on worries of another possible hurricane.",
      "publication_date": "2005-09-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/20/business/worldbusiness/opec-set-to-open-oil-taps-full-blast.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "NASA Planning Return to Moon Within 13 Years",
      "snippet": "Combining an old concept, existing equipment and new ideas, NASA gave shape on Monday to President Bush's promise to send humans back to the Moon by the end of the next decade.     Michael D. Griffin, the agency's new administrator, detailed a $10...",
      "abstract": "Combining an old concept, existing equipment and new ideas, NASA gave shape on Monday to President Bush's promise to send humans back to the Moon by the end of the next decade.     Michael D. Griffin, the agency's new administrator, detailed a $104 billion plan that he said would get astronauts to the Moon by 2018, serve as a steppingstone to Mars and beyond, and stay within NASA's existing budget.  ",
      "lead_paragraph": "WASHINGTON, Sept. 19 - Combining an old concept, existing equipment and new ideas, NASA gave shape on Monday to President Bush's promise to send humans back to the Moon by the end of the next decade.",
      "publication_date": "2005-09-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/20/science/space/nasa-planning-return-to-moon-within-13-years.html",
      "byline": "By Warren E. Leary"
    }
  ]
}