{
  "metadata": {
    "date": "2005-12-01",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "U.S. Is Said to Pay to Plant Articles in Iraq Papers",
      "snippet": "United States military is said to be engaged in multimillion-dollar covert campaign to plant paid propaganda in Iraqi news media and pay friendly Iraqi journalists monthly stipends; Lincoln Group, Washington-based public relations firm paid by Pen...",
      "abstract": "United States military is said to be engaged in multimillion-dollar covert campaign to plant paid propaganda in Iraqi news media and pay friendly Iraqi journalists monthly stipends; Lincoln Group, Washington-based public relations firm paid by Pentagon, takes articles prepared by American military, translates them into Arabic and submits them to Iraqi newspapers or advertising agencies without revealing Pentagon's role; in addition to paying newspapers to print government propaganda, Lincoln has paid dozen Iraqi journalists whose past coverage has not been antagonistic to US; State Dept and United States Agency for International Development are paying contractors millions of dollars to help train journalists and promote professional and independent Iraqi media; Pentagon is paying millions more to Lincoln Group for work that appears to violate fundamental principles of Western journalism; military spokesmen claim they have no informatin on contract with Lincoln Group (M)",
      "lead_paragraph": "WASHINGTON, Nov. 30 - Titled \"The Sands Are Blowing Toward a Democratic Iraq,\" an article written this week for publication in the Iraqi press was scornful of outsiders' pessimism about the country's future.",
      "publication_date": "2005-12-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/01/politics/us-is-said-to-pay-to-plant-articles-in-iraq-papers.html",
      "byline": "By Jeff Gerth and Scott Shane"
    },
    {
      "headline": "BlackBerry Patent Case Is Nearer Showdown",
      "snippet": "Research In Motion moves closer to showdown with NTP, patent holding company, over BlackBerry service after Federal Judge James R Spencer dismisses its request to impose failed settlement agreement on two companies; ruling means Research In Motion...",
      "abstract": "Research In Motion moves closer to showdown with NTP, patent holding company, over BlackBerry service after Federal Judge James R Spencer dismisses its request to impose failed settlement agreement on two companies; ruling means Research In Motion will either have to renegotiate settlement with NTP or face shutdown of its BlackBerry wireless e-mail service in US, perhaps within next month; estimated 70 percent of Research's revenue from 3.65 million BlackBerry users worldwide comes from US; most analysts say shutdown is unlikely because of enormous financial damage it would do to company; Research says it can substitute alternate, user-tested technology that does not violate NTP's patents if shutdown does occur; photo (M)",
      "lead_paragraph": "OTTAWA, Nov. 30 - Research In Motion moved closer Wednesday to a showdown with NTP, a patent holding company, over BlackBerry service after a court dismissed its request to impose a failed settlement agreement on the two companies.",
      "publication_date": "2005-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/01/business/blackberry-patent-case-is-nearer-showdown.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "Mapmakers and Mythmakers",
      "snippet": "Russian disinformation practices obscure maps that show country's oil fields; some practices that once governed large regions of former Soviet Union may still lurk in hallways where bureaucrats from Communist past cling to power; not only do they ...",
      "abstract": "Russian disinformation practices obscure maps that show country's oil fields; some practices that once governed large regions of former Soviet Union may still lurk in hallways where bureaucrats from Communist past cling to power; not only do they carry over history of secrecy, but they also serve to continue tradition of keeping foreigners at bay while employing plenty of people made dependent on Moscow; misleading maps also reflect government's tightening grip on Russian oil, one of world's critical supplies, and one that is to become even more important in future with plans for direct shipments to US by 2010 from ports in Far East and Arctic; secrecy rule over maps is enforced by Federal Security Service, successor to old KGB; doctored maps belong to deep-rooted Russian tradition of deceiving outsiders, going back to days of Potemkin villages of 18th century and perhaps earlier; during cold war is was called maskirovka, Soviet military parlance for deception, disinformation and deceit; map; photo (M)",
      "lead_paragraph": "MOSCOW, Nov. 30 - Bruce Morrow worked for three years on the shores of Lake Samotlor, a tiny dot of water in a maze of oil wells and roads covering more than a thousand square miles of icy tundra in Siberia.",
      "publication_date": "2005-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/01/business/mapmakers-and-mythmakers.html",
      "byline": "By Andrew E. Kramer"
    },
    {
      "headline": "One Director, Two Boards and a Fight at Time Warner",
      "snippet": "Robert C Clark, former dean of Harvard Law School who is board member of Time Warner and Lazard LLC, is in particularly tough spot since Carl C Icahn teamed up with Bruce Wasserstein's firm Lazard to wage shareholder war against Time Warner; Clark...",
      "abstract": "Robert C Clark, former dean of Harvard Law School who is board member of Time Warner and Lazard LLC, is in particularly tough spot since Carl C Icahn teamed up with Bruce Wasserstein's firm Lazard to wage shareholder war against Time Warner; Clark could become target to be replaced by Icahn-led group; Clark is paid about $175,000 annually in cash and stock by Time Warner and about $100,000 by Lazard; Clark declines comment; Icahn says he is not concerned about Clark's positions; adds Clark came after AOL-Time Warner deal and that whole mess-up; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/01/business/one-director-two-boards-and-a-fight-at-time-warner.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "For New Court, Abortion Case Takes Old Path",
      "snippet": "Supreme Court justices across ideological spectrum appear to agree that New Hampshire law regulating teenagers' access to abortion fails to make allowances for medical emergencies, and should be sent back to federal appeals court that had declared...",
      "abstract": "Supreme Court justices across ideological spectrum appear to agree that New Hampshire law regulating teenagers' access to abortion fails to make allowances for medical emergencies, and should be sent back to federal appeals court that had declared law unenforceable in all respects with instruction for court to render narrower ruling; such a ruling would permit law to take effect except when doctor certified that immediate abortion--without parental notification or approval from judge--was necessary to preserve girl's health; Chief Justice John G Roberts Jr appears to suggest that law should be challenged in new lawsuit brought by doctors who could race criminal and civil liability for performing emergency abortions; law was passed by New Hampshire Legislature in 2003 but has never taken effect; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 30 - Well before the argument in a New Hampshire abortion case was over, the question that had drawn the crowds to the Supreme Court on a crisp Wednesday morning had an answer. No, abortion law was not about to undergo a major change in the hands of the new Roberts court, at least not yet.",
      "publication_date": "2005-12-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/01/politics/politicsspecial1/for-new-court-abortion-case-takes-old-path.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Alito File Shows Strategy to Curb Abortion Ruling",
      "snippet": "Supreme Court nominee Samuel A Alito Jr, as lawyer in Reagan Justice Dept, played integral role in devising legal strategy to pare back abortion rights case Roe V Wade; he wrote 1985 memorandum that spoke of 'overruling Roe v Wade,' and 17-page le...",
      "abstract": "Supreme Court nominee Samuel A Alito Jr, as lawyer in Reagan Justice Dept, played integral role in devising legal strategy to pare back abortion rights case Roe V Wade; he wrote 1985 memorandum that spoke of 'overruling Roe v Wade,' and 17-page legal analysis recommending that administration defend state regulations that would in effect limit woman's right to abortion, even if this caused 'emotional distress, anxiety, guilt and in some cases physical pain' to woman; this substantiates recently disclosed statements Alito made in his Reagan administration job application about his pride in contributing to administration's efforts to end constitutional right to abortion; disclosure of his memos, coming as Supreme Court hears its first abortion rights case in five years, assures subject will remain at center of debate over his nomination; it also will ratchet up pressure on handful of Republican senators who support abortion rights, including Susan Collins, Olympia J Snowe and Lincoln Chafee (M)",
      "lead_paragraph": "WASHINGTON, Nov. 30 - As a lawyer in the Reagan Justice Department, the Supreme Court nominee Samuel A. Alito Jr. played an integral role in devising legal strategy to pare back the landmark abortion rights case Roe v. Wade, documents disclosed Wednesday show.",
      "publication_date": "2005-12-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/01/politics/politicsspecial1/alito-file-shows-strategy-to-curb-abortion-ruling.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "Lawmakers Seek Inquiry on Pensions",
      "snippet": "Reps George Miller and Edward J Markey asks research arm of Congress to investigate whether federal agencies that enforce pension law have failed to police crucial part of pension business: consultants and money managers who help decide how money ...",
      "abstract": "Reps George Miller and Edward J Markey asks research arm of Congress to investigate whether federal agencies that enforce pension law have failed to police crucial part of pension business: consultants and money managers who help decide how money is invested; law divides authority for pension plans among three federal agencies, which look at such issues as whether companies are putting enough money into pension funds and whether they are keeping employees informed about plans; money managers are regulated by fourth agency, Securities and Exchange Commission, which has no authority over pension law (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/01/business/retirement/lawmakers-seek-inquiry-on-pensions.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Bush Gives Plan for Iraq Victory and Withdrawal",
      "snippet": "Pres Bush offers first glimpse of his plan for extricating American forces in Iraq, while vowing not to pull out on any 'artificial timetables set by politicians,' speech at United States Naval Academy; describes what he calls strategy for victory...",
      "abstract": "Pres Bush offers first glimpse of his plan for extricating American forces in Iraq, while vowing not to pull out on any 'artificial timetables set by politicians,' speech at United States Naval Academy; describes what he calls strategy for victory, in which military focuses American forces on terrorists who could reach beyond country's borders and leaves Iraqis to deal with insurgents and remnants of Saddam Hussein's government; counsels 'time and patience,' repeatedly rejecting calls of many Democrats and whispered urgings of some Republicans for deadline to begin pullback; White House releases 35-page document that is more direct in its description of how long struggle might take, possibly three years after Saddam was removed from power; strategy document and Bush's speech, first of four he will deliver, seen as effort to change discussion in capital that may be spinning beyond administration's control; after speech, Democrats say speech revealed nothing new and they renew their calls for timetable for withdrawing troops; photos (M)",
      "lead_paragraph": "ANNAPOLIS, Md., Nov. 30 - Two and a half years after the American invasion of Iraq, President Bush laid out Wednesday what he called a strategy for victory, vowing not to pull out on \"artificial timetables set by politicians\" but at the same time offering the first glimpse of his plan for extricating American forces.",
      "publication_date": "2005-12-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/01/politics/bush-gives-plan-for-iraq-victory-and-withdrawal.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Upload, Store, Play and Share in a Few Clicks",
      "snippet": "David Pogue column on TransMedia's new Web service called Glide Effortless that lets user upload favorite photos, MP3 files, video clips and ever Word, PowerPoint or PDF documents; photo (M)",
      "abstract": "David Pogue column on TransMedia's new Web service called Glide Effortless that lets user upload favorite photos, MP3 files, video clips and ever Word, PowerPoint or PDF documents; photo (M)",
      "lead_paragraph": "IN Hollywood, young screenwriters have \"elevator pitches\" always at the ready -- pithy descriptions of their screenplays, intended to capture the imagination of passing movie executives. You know: \"It's 'Titanic' on a spaceship.\" \"It's a female 'Harry Potter.' \" \"It's 'Raising Arizona' meets 'Leaving Las Vegas.' \"",
      "publication_date": "2005-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/01/technology/circuits/upload-store-play-and-share-in-a-few-clicks.html",
      "byline": "By David Pogue"
    }
  ]
}