{
  "metadata": {
    "date": "2005-11-23",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "The Deal That Even Awed Them in Houston",
      "snippet": "Texas Pacific Group, Blackstone Group, Kohlberg Kravis Roberts and Hellman & Friedman, which purchased Houston's electric utility Texas Genco for $900 million in 2004, are selling company to NRG Energy for gain of $5 billion; deal causes jaws to d...",
      "abstract": "Texas Pacific Group, Blackstone Group, Kohlberg Kravis Roberts and Hellman & Friedman, which purchased Houston's electric utility Texas Genco for $900 million in 2004, are selling company to NRG Energy for gain of $5 billion; deal causes jaws to drop in Houston's energy circles and angers and perplexes people who are feeling sting of surging electricity prices (Market Place column) (M)",
      "lead_paragraph": "HOUSTON, Nov. 21 - Texas Genco might lack the flash and fame of Enron, but its low-profile owners have managed to accomplish something rare in this swaggering city: a deal so ambitious in its scale that it has caused jaws to drop in Houston's energy circles while angering and perplexing people who are feeling the sting of surging electricity prices.",
      "publication_date": "2005-11-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/23/business/the-deal-that-even-awed-them-in-houston.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "In Legal Shift, U.S. Charges Detainee in Terrorism Case",
      "snippet": "Bush administration brings criminal charges against Jose Padilla, whom it has held as enemy combatant for three and a half years, accusing him of being part of North American support cell that worked to support violent jihad campaigns in Afghanist...",
      "abstract": "Bush administration brings criminal charges against Jose Padilla, whom it has held as enemy combatant for three and a half years, accusing him of being part of North American support cell that worked to support violent jihad campaigns in Afghanistan and elsewhere overseas from 1993 to 2001; indictment is narrower in scope than previous accusations and makes no direct mention of Al Qaeda or previously alleged plot to detonate radioactive or 'dirty' bomb on American streets; Justice Department officials do not disavow accuracy of those accusations, but say that in considering criminal charges, they were hamstrung by difficulty of using in court any intelligence obtained from Padilla and other terror suspects when they were in military custody without lawyers; bringing criminal charges averts constitutional showdown over president's authority to detain American citizens as enemy combatants without formal charges; administration had Nov 28 deadline to file its legal arguments with Supreme Court in Padilla case, which Justice Department now considers moot; time line of developments in Padilla case; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 22 - The Bush administration brought terrorism charges on Tuesday against Jose Padilla in a criminal court after holding him for three and a half years in a military brig as an enemy combatant once accused in a \"dirty bomb\" plot.",
      "publication_date": "2005-11-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/23/politics/in-legal-shift-us-charges-detainee-in-terrorism-case.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "2nd Music Settlement by Spitzer",
      "snippet": "Warner Music Group reaches $5 million settlement with New York State Atty Gen Eliot Spitzer to resolve accusations that it made payoffs to persuade radio programmers to play certain songs; settlement is latest in Spitzer's widening probe, which ha...",
      "abstract": "Warner Music Group reaches $5 million settlement with New York State Atty Gen Eliot Spitzer to resolve accusations that it made payoffs to persuade radio programmers to play certain songs; settlement is latest in Spitzer's widening probe, which has exposed payments to radio programmers in exchange for playing music and routine manipulation of playlist information; Warner will play $5 million, to be distributed to nonprofit organizations that finance music education and appreciation; will also pay $50,000 to cover costs of inquiry (M)",
      "lead_paragraph": "A second major record company has reached a settlement with the New York attorney general, Eliot Spitzer, to resolve accusations that it made payoffs to persuade radio programmers to play certain songs, the attorney general said yesterday.",
      "publication_date": "2005-11-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/23/business/media/2nd-music-settlement-by-spitzer.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "Back to Basics at Wal-Mart: Spare No Rivals",
      "snippet": "Wal-Mart, which stumbled after offering higher prices to spare already-weakened competitors--and its image--in 2004, will return to its old self day after Thanksgiving with campaign to match rivals' advertised discounts on what is known as Black F...",
      "abstract": "Wal-Mart, which stumbled after offering higher prices to spare already-weakened competitors--and its image--in 2004, will return to its old self day after Thanksgiving with campaign to match rivals' advertised discounts on what is known as Black Friday; retail analysts say Wal-Mart's strategy is highly unusual and could change competitive landscape on one of busiest shopping days of year; competitors say they are largely immune to attack because vast majority of doorbusters are exclusive to their stores; photo (M)",
      "lead_paragraph": "Kind and gentle didn't work for Wal-Mart last holiday -- so now it's giving the cutthroat approach another try.",
      "publication_date": "2005-11-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/23/business/back-to-basics-at-walmart-spare-no-rivals.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Still Searching for a StrategyFour Years After Attacks",
      "snippet": "Adam Liptak analysis of Bush administration's search for strategy for holding and punishing people it says are terrorists in light of its decisions to bring criminal charges against Jose Padilla, American citizen who has been held as enemy combata...",
      "abstract": "Adam Liptak analysis of Bush administration's search for strategy for holding and punishing people it says are terrorists in light of its decisions to bring criminal charges against Jose Padilla, American citizen who has been held as enemy combatant for three and a half years (M)",
      "lead_paragraph": "Four years after the terrorist attacks of 2001, the government has yet to settle on a consistent strategy for holding and punishing people it says are terrorists. Its efforts remain a work in progress, notable for false starts and a reluctance to have the executive branch's broadest claims tested in the courts.",
      "publication_date": "2005-11-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/23/politics/still-searching-for-a-strategyfour-years-after-attacks.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Bare-Knuckle Democracy in Iraq Rebel Territory",
      "snippet": "Izzadin al-Muhammadi, member of Iraqi electoral commission, visits Baqubq, provincial capital in insurgent territory, and is peppered with complaints from politicians demanding more polling centers for Dec 15 election, more safeguards against cast...",
      "abstract": "Izzadin al-Muhammadi, member of Iraqi electoral commission, visits Baqubq, provincial capital in insurgent territory, and is peppered with complaints from politicians demanding more polling centers for Dec 15 election, more safeguards against casting of multiple ballots and fairer system for selecting election observers; continuing guerrilla war and leftover tensions from Saddam Hussein era have starkly polarized country's ethnic and religious factions and their political leaders; photos (M)",
      "lead_paragraph": "BAQUBA, Iraq, Nov. 22 - In a burst of flame and smoke, a roadside bomb exploded Tuesday next to an American military convoy carrying a top Baghdad electoral official, Izzadin al-Muhammadi, as he rode through Baquba to a meeting with local politicians. The blast wounded no one, but it shook up Mr. Muhammadi.",
      "publication_date": "2005-11-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/23/world/middleeast/bareknuckle-democracy-in-iraq-rebel-territory.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "A Jolt of Caffeine, by the Can",
      "snippet": "Beverage Digest says sales of caffeine-laden energy drinks, which sell for $2 to $3 a can, have grown 61 percent this year in US; energy drinks, which have become $3 billion business since their introduction in US eight years ago, are expected to ...",
      "abstract": "Beverage Digest says sales of caffeine-laden energy drinks, which sell for $2 to $3 a can, have grown 61 percent this year in US; energy drinks, which have become $3 billion business since their introduction in US eight years ago, are expected to accelerate profit growth for beverage industry more than any other drink category in next few years; energy drinks have as much sugar and about three times caffeine of soda, ans some experts peg their popularity to their additiveness; critics say drinks are fostering caffeine addiction among teenagers; energy drink manufacturers say they do not market to children and their products have no more caffeine than typical cup of coffee; four countries have barred sale of energy drinks with current levels of caffeine: France, Denmark, Norway and Argentina; chart; photos (M)",
      "lead_paragraph": "Every day Tom Cabrera, a 27-year-old auto mechanic who lives in Middletown, R.I., drinks a can of SoBe No Fear energy drink on his way to work. Later in the day, if he goes to the gym, he downs another before his workout.",
      "publication_date": "2005-11-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/23/business/a-jolt-of-caffeine-by-the-can.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "Delphi Chief Fights Battle of Detroit",
      "snippet": "Delphi Corp chief executive Robert S Miller is expected to ask federal bankruptcy judge for permission to terminate contracts paying $64 an hour in wages and benefits combined, so that he can impose sharply lower rates; says all of Delphi's 34,000...",
      "abstract": "Delphi Corp chief executive Robert S Miller is expected to ask federal bankruptcy judge for permission to terminate contracts paying $64 an hour in wages and benefits combined, so that he can impose sharply lower rates; says all of Delphi's 34,000 hourly jobs in US are at risk if such action is not taken; Miller's tough talk could send workers on picket lines, crippling production not only at Delphi, nation's largest auto parts company, but at General Motors, its biggest customer; Delphi has no plan to operate with replacement workers; photos (M)",
      "lead_paragraph": "DETROIT, Nov. 22 - Robert S. Miller started off as the Oracle of Delphi, handing down dire pronouncements about the auto industry from his lofty post as chief executive of the parts supplier.",
      "publication_date": "2005-11-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/23/business/delphi-chief-fights-battle-of-detroit.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Freed by DNA, Now Charged in New Crime",
      "snippet": "Lawyers and advocates for the falsely convicted fear their cause may be damaged by case of Steven Avery, who has been charged with murder of young woman in Wisconsin two years after being freed from prison there on strength of DNA evidence showing...",
      "abstract": "Lawyers and advocates for the falsely convicted fear their cause may be damaged by case of Steven Avery, who has been charged with murder of young woman in Wisconsin two years after being freed from prison there on strength of DNA evidence showing that he was not guilty of sexual assault for which he had spent 18 years in prison; Avery is accused of killing Teresa Halbach, 25-year-old photographer who vanished on Oct 31 after being assigned by magazine to take pictures at Avery family's auto salvage yard in rural Manitowoc County; Stephen M Glynn, lawyer representing Avery in $36 million civil lawsuit against former prosecutor and former sheriff in original sexual assault case, fears that new charge will undermine good effect that Avery's exoneration could have had on criminal justice system in Wisconsin; photos (M)",
      "lead_paragraph": "MADISON, Wis., Nov. 17 - As three men sat nervously on a stage, preparing to recount their nightmarish journeys through a justice system that had sent them away for crimes they had not committed, the moderator had a plea for the crowd in an auditorium here.",
      "publication_date": "2005-11-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/23/us/freed-by-dna-now-charged-in-new-crime.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "In Strong Terms, Rome Is to Ban Gays as Priests",
      "snippet": "New Vatican document excludes from priesthood most gay men, banning in strong and specific language candidates who are actively homosexual, have deep-seated homosexual tendencies or support so-called 'gay culture'; appears to allow ordination only...",
      "abstract": "New Vatican document excludes from priesthood most gay men, banning in strong and specific language candidates who are actively homosexual, have deep-seated homosexual tendencies or support so-called 'gay culture'; appears to allow ordination only for candidates who experienced 'transitory' homosexual tendencies that were 'clearly overcome' at least three years before ordination as deacon, last step before priesthood; several critics say language will make it nearly impossible for men who believe their basic orientation is gay--but who are celibate--to become priests; anticipation of document, leaked by Italian Catholic Web site, has divided Catholics, especially in US, igniting debate over whether this is appropriate response to recent sex scandal and whether celibate gay men can still be good priests (M)",
      "lead_paragraph": "ROME, Nov. 22 - A new Vatican document excludes from the priesthood most gay men, with few exceptions, banning in strong and specific language candidates \"who are actively homosexual, have deep-seated homosexual tendencies, or support the so-called 'gay culture.' \"",
      "publication_date": "2005-11-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/23/world/europe/in-strong-terms-rome-is-to-ban-gays-as-priests.html",
      "byline": "By Ian Fisher and Laurie Goodstein"
    }
  ]
}