{
  "metadata": {
    "date": "2005-10-04",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Supreme Court Choice Shows BushIs Not Spoiling for a Fight",
      "snippet": "News analysis of Pres Bush's selection of Harriet E Miers for Supreme Court; rather than making unambiguously conservatice choice, Bush settled on loyalist with no experience as judge and little substantive record on abortion, affirmative action, ...",
      "abstract": "News analysis of Pres Bush's selection of Harriet E Miers for Supreme Court; rather than making unambiguously conservatice choice, Bush settled on loyalist with no experience as judge and little substantive record on abortion, affirmative action, religion and other socially divisive issues; he is sidestepping partisan showdown out of reluctance to invest his diminished supply of political capital in battle over the court; although Miers is undoubtedly a conservative, there is no clear public evidence that she meets one test that Bush long ago suggested he would apply to his nominees: that they fit mold of Justices Antonin Scalia and Clarence Thomas, who have aggressively sought to move court rightward; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 3 - There is still much to learn about Harriet E. Miers, but in naming her to the Supreme Court, President Bush revealed something about himself: that he has no appetite, at a time when he and his party are besieged by problems, for an all-out ideological fight.",
      "publication_date": "2005-10-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/04/politics/politicsspecial1/supreme-court-choice-shows-bushis-not-spoiling.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "Miers Known as a Hard-Working Advocate for the President",
      "snippet": "Woman in the News profile of Harriet Ellan Miers, Pres Bush's choice for Supreme Court; she was born Aug 10, 1945; timeline of her education and work; photos (M)",
      "abstract": "Woman in the News profile of Harriet Ellan Miers, Pres Bush's choice for Supreme Court; she was born Aug 10, 1945; timeline of her education and work; photos (M)",
      "lead_paragraph": "WASHINGTON, Oct. 3 - Last May, the Texas Center for Legal Ethics and Professionalism gave Harriet E. Miers its second annual Sandra Day O'Connor Award. On Monday, President Bush proposed Ms. Miers for something a little bit bigger: Sandra Day O'Connor's seat on the Supreme Court.",
      "publication_date": "2005-10-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/04/politics/politicsspecial1/miers-known-as-a-hardworking-advocate-for-the.html",
      "byline": "By Todd S. Purdum and Neil A. Lewis"
    },
    {
      "headline": "Silence Aloft Is Under Threat",
      "snippet": "Federal regulators reassess rules barring use of cellphones in the air; two European carriers--TAP Air Portugal and BMI, British company--say they will become first to proceed with cellphone service, in three-month trials on flights within Europe ...",
      "abstract": "Federal regulators reassess rules barring use of cellphones in the air; two European carriers--TAP Air Portugal and BMI, British company--say they will become first to proceed with cellphone service, in three-month trials on flights within Europe next year; some business travelers, bread-and-butter customers of airlines, say they prize silence in the skies; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/04/business/silence-aloft-is-under-threat.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Election Change Seems to Ensure Iraqis' Charter",
      "snippet": "Iraq's Shiite and Kurdish leaders quietly adopt new rules virtually assuring success of new constitution in coming national referendum; some Sunni leaders now threaten to boycott referendom on Oct 15; other political leaders also react angrily, sa...",
      "abstract": "Iraq's Shiite and Kurdish leaders quietly adopt new rules virtually assuring success of new constitution in coming national referendum; some Sunni leaders now threaten to boycott referendom on Oct 15; other political leaders also react angrily, saying change would seriously damage vote's credibility; rules change could prove serious embarrassment to American officials in Iraq, who have struggled for weeks to persuade Sunni Arabs to vote for constitution; in effect, new interpretation of rules makes not voting a show of support for constitution and runs against apparent intent of law; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/04/world/middleeast/election-change-seems-to-ensure-iraqis-charter.html",
      "byline": "By Robert F. Worth"
    },
    {
      "headline": "Home Builders' Stock Sales: Diversifying or Bailing Out?",
      "snippet": "Executives and directors of some of nation's largest housing development companies have sold stock at record pace this summer (Building Fortunes series); insiders at 10 largest home builders have sold nearly 11 million shares, worth $952 million, ...",
      "abstract": "Executives and directors of some of nation's largest housing development companies have sold stock at record pace this summer (Building Fortunes series); insiders at 10 largest home builders have sold nearly 11 million shares, worth $952 million, so far this year; that is huge jump from 6.8 million, worth $658 million, that insiders sold during all of last year; builders have been reporting strong earnings, and their shares are trading at or near record high, but analysts and investors now wonder if home builders see something menacing on horizon; chart shows insiders' sale of shares at five largest home building companies; photo (M)",
      "lead_paragraph": "Home builders have never had it so good. Low interest rates and creative financing have caused a frenetic pace of new-home construction across the country. Builders are reporting blistering earnings and their shares are trading at or near record highs.",
      "publication_date": "2005-10-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/04/business/home-builders-stock-sales-diversifying-or-bailing-out.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "Slowing Is Seen in Housing Prices in Hot Markets",
      "snippet": "Real estate slowdown that began this summer has spread to hot housing markets around country, including New York; more sellers are putting their homes on market, houses are selling less quickly and prices are no longer increasing as rapidly as the...",
      "abstract": "Real estate slowdown that began this summer has spread to hot housing markets around country, including New York; more sellers are putting their homes on market, houses are selling less quickly and prices are no longer increasing as rapidly as they were in spring; in Manhattan, average sales price fell almost 13 percent in third quarter from second quarter; amount of time it took to sell home was up 30.4 percent over same period; for-sale listings have swelled in Washington suburb of Fairfax County, Va, Boston suburb of Brookline, Mass, and throughout California; brokers say some houses seem to be on market longer because sellers priced them too high, while in other cases people who otherwise would have waited year or two to sell their homes had listed them out of fear that prices would soon fall; question remains whether this represents momentary cooling off of overheated housing markets, or it presages more pronounced downturn that would end decade-long boom; photo; chart (M)",
      "lead_paragraph": "A real estate slowdown that began in a handful of cities this summer has spread to almost every hot housing market in the country, including New York.",
      "publication_date": "2005-10-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/04/realestate/slowing-is-seen-in-housing-prices-in-hot-markets.html",
      "byline": "By David Leonhardt and Motoko Rich"
    },
    {
      "headline": "MORE ON THE CHOICE",
      "snippet": "ABORTION -- As head of the State Bar of Texas, Harriet E. Miers tried to roll back American Bar Association support for abortion rights. Her own views are less clear.   PAGE A22    THE RIGHT The White House scrambled to prevent conservative opposi...",
      "abstract": " ABORTION -- As head of the State Bar of Texas, Harriet E. Miers tried to roll back American Bar Association support for abortion rights. Her own views are less clear.   PAGE A22    THE RIGHT The White House scrambled to prevent conservative opposition to Ms. Miers.   PAGE A24  ",
      "lead_paragraph": "ABORTION -- As head of the State Bar of Texas, Harriet E. Miers tried to roll back American Bar Association support for abortion rights. Her own views are less clear. PAGE A22",
      "publication_date": "2005-10-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/04/us/front page/more-on-the-choice.html",
      "byline": ""
    },
    {
      "headline": "To Surf Web While Aloft, Fly Foreign (for Now)",
      "snippet": "American business traveler need to fly a foreign airline if they want to use their computers to check e-mail, surf the Internet, or even send pictures; Scandinavian Airlines is one of several non-American carriers using an in-flight, high-speed In...",
      "abstract": "American business traveler need to fly a foreign airline if they want to use their computers to check e-mail, surf the Internet, or even send pictures; Scandinavian Airlines is one of several non-American carriers using an in-flight, high-speed Internet service called Connexion, which was developed by Boeing for its own commercial jetliners; American carriers remain hesitant since they are more dependent on leisure travelers and are focusing on cutting costs on domestic routes; photo (M)",
      "lead_paragraph": "CHICAGO, Oct. 3 - On nonstop flights from Copenhagen to Seattle, as many as 50 passengers are using their laptops to check e-mail, surf the Internet, even send pictures -- all at 35,000 feet.",
      "publication_date": "2005-10-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/04/business/to-surf-web-while-aloft-fly-foreign-for-now.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "Bush Names Counsel as Choice for Supreme Court",
      "snippet": "Pres Bush names Harriet E Miers, White House counsel and long time member of his inner circle, to succeed Justice Sandra Day O'Connor on Supreme Court; Miers, 60, is former Democrat who became leader in Texas's moderate Republican legal establishm...",
      "abstract": "Pres Bush names Harriet E Miers, White House counsel and long time member of his inner circle, to succeed Justice Sandra Day O'Connor on Supreme Court; Miers, 60, is former Democrat who became leader in Texas's moderate Republican legal establishment; she is first woman to be president of State Bar of Texas; she has never been a judge; her positions on abortion and other contentious social issues are largely unknown; Bush announces his choice at hastily arranged televised appearance with her in Oval Office, just hour before formal ceremony making John G Roberts Jr 17th chief justice of United States; Miers voices her great respect for 'our system of government' and, in signal to conservatives, says she would not try to inject policy into her rulings; Bill Kristol, editor of conservative Weekly Standard, says Bush 'flinched' and made pick of Miers 'from weakness'; Democrats on Capitol Hill say Miers is more of blank slate than Roberts; administration is expected to be in for another battle over documents when Senate Judiciary Committee considers Miers's appointment; photos (M)",
      "lead_paragraph": "WASHINGTON, Oct. 3 - President Bush on Monday named Harriet E. Miers, the deliberative, inconspicuous White House counsel and a longtime member of his inner circle, as his choice to succeed Justice Sandra Day O'Connor on the Supreme Court.",
      "publication_date": "2005-10-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/04/politics/politicsspecial1/bush-names-counsel-as-choice-for-supreme-court.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "Big S.U.V.'s Lag in Sales, Hindered By Gas Cost",
      "snippet": "Industrywide sales of large SUV's are down 43 percent in September from a year earlier, reflecting concern about gasoline prices; that is particularly bad news for General Motors and Ford Motor Co, which are dependent on truck-based SUV's; GM's ov...",
      "abstract": "Industrywide sales of large SUV's are down 43 percent in September from a year earlier, reflecting concern about gasoline prices; that is particularly bad news for General Motors and Ford Motor Co, which are dependent on truck-based SUV's; GM's overall sales fell 24.2 percent, and Ford's declined 20.3 percent; by contrast, Japanese carmakers report increases in September, propelled by passenger cars and smaller SUV's known as crossover vehicles; Toyota's sales rise 10.3 percent, Honda's increased 11.7 percent and Nissan's, 16.4 percent; tables, photos (L)",
      "lead_paragraph": "DETROIT, Oct. 3 - The heyday of the giant sport utility vehicle keeps moving farther away as gasoline prices loom larger.",
      "publication_date": "2005-10-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/04/automobiles/big-suvs-lag-in-sales-hindered-by-gas-cost.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Lots of Show for Xbox 360 but, So Far, Not Many Games",
      "snippet": "Microsoft has been trying to generate excitement in its new video game machine, Xbox 360, by staging demonstrations of console's ability to play music and display digital photographs and by trumpeting its online community features, but it has yet ...",
      "abstract": "Microsoft has been trying to generate excitement in its new video game machine, Xbox 360, by staging demonstrations of console's ability to play music and display digital photographs and by trumpeting its online community features, but it has yet to do much to convince hardcore gamers that 360 will be must-buy this holiday season (M)",
      "lead_paragraph": "AMSTERDAM, Oct. 3 - In the five months since Microsoft unveiled a prototype of its new video game machine, the Xbox 360, the company has tried to generate excitement by staging demonstrations of the console's ability to play music and display digital photographs and by trumpeting its online community features.",
      "publication_date": "2005-10-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/04/technology/lots-of-show-for-xbox-360-but-so-far-not-many-games.html",
      "byline": "By Seth Schiesel and Matt Richtel"
    }
  ]
}