{
  "metadata": {
    "date": "2005-04-13",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Sharon Asks U.S. to Pressure Iran to Give Up Its Nuclear Program",
      "snippet": "Israeli Prime Min Ariel Sharon, visiting Pres Bush's Texas ranch, reportedly spreads out photos of Iranian nuclear sites as he urges US to step up pressure on Iran to give up all elements of its nuclear program; reports Israeli intelligence shows ...",
      "abstract": "Israeli Prime Min Ariel Sharon, visiting Pres Bush's Texas ranch, reportedly spreads out photos of Iranian nuclear sites as he urges US to step up pressure on Iran to give up all elements of its nuclear program; reports Israeli intelligence shows Iran near 'point of no return' on developing weapon; he gives no indication that Israel is preparing to act alone, prospect raised by Vice Pres Cheney; Sharon warns European negotiators are softening position and might allow Iran to hold onto uranium-enrichment technology; information is not new but Sharon reportedly pressures Bush not to let talks drag on and says he has little confidence in outcome; photo of two (M)",
      "lead_paragraph": "WASHINGTON, April 12 - Spreading photographs of Iranian nuclear sites over a lunch table at the Bush ranch in Texas on Monday, Prime Minister Ariel Sharon of Israel urged President Bush to step up pressure on Iran to give up all elements of its nuclear program, according to senior American and Israeli officials.",
      "publication_date": "2005-04-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/13/world/middleeast/sharon-asks-us-to-pressure-iran-to-give-up-its-nuclear.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "In Push to Declare Pope a Saint, Hints About Succession Politics",
      "snippet": "Cardinals electing new pope face unusual popular pressure to declare Pope John Paul II a saint, with campaign possibly even playing role in succession politics; photos; some cardinals are responding through deft messages, press leaks and internal ...",
      "abstract": "Cardinals electing new pope face unusual popular pressure to declare Pope John Paul II a saint, with campaign possibly even playing role in succession politics; photos; some cardinals are responding through deft messages, press leaks and internal lobbying and Vatican reportedly is collecting messages on healings attributed to late pontiff; John Paul II would be only fourth pope canonized in 900 years; early hint seen in Cardinal Joseph Ratzinger's eulogy (M)",
      "lead_paragraph": "ROME, April 12 - The cardinals electing a successor to Pope John Paul II are facing unusual popular pressure to declare him a saint, with some cardinals responding through deft messages, press leaks and internal lobbying. The canonization campaign may even be playing a role in the succession politics.",
      "publication_date": "2005-04-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/13/world/worldspecial2/in-push-to-declare-pope-a-saint-hints-about-succession.html",
      "byline": "By Daniel J. Wakin"
    },
    {
      "headline": "Ex-Official Says Nominee Bullied Analyst on Arms",
      "snippet": "Former Asst Sec of State Carl W Ford Jr charges that John R Bolton, nominated for UN ambassador, so bullied intelligence analyst over analyst's caution on Cuban weapons program that it shook intelligence bureau and prompted then-Sec Colin Powell t...",
      "abstract": "Former Asst Sec of State Carl W Ford Jr charges that John R Bolton, nominated for UN ambassador, so bullied intelligence analyst over analyst's caution on Cuban weapons program that it shook intelligence bureau and prompted then-Sec Colin Powell to intervene; Ford, in caustic and unusually personal testimony to Senate committee, calls Bolton 'kiss-up, kick-down sort of guy' who abuses his authority and is ill-suited for UN; describes himself as conservative Republican and enthusiastic supporter of Pres Bush, Vice Pres Cheney and policies of Cheney's protege Bolton; Democrats call Bolton's pressure on analyst Christian P Westermann telling in light of intelligence failures on Iraq weapons; Sen Joseph Biden says Bolton record will undercut US attempts to warn UN on weapons dangers; photos; Ford, gruff former Army intelligence officer who retired last year, says Bolton shunned him after episode, which concerned speech Bolton wanted to give about threat of dangerous weapons in Cuba and elsewhere; recalls Bolton's abusive behavior in dressing down analyst who disagreed (M)",
      "lead_paragraph": "WASHINGTON, April 12 - A former assistant secretary of state heatedly charged Tuesday that John R. Bolton had so bullied an intelligence analyst over Cuba's suspected weapons programs that it shook the intelligence bureau and prompted the secretary of state to intervene.",
      "publication_date": "2005-04-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/13/world/exofficial-says-nominee-bullied-analyst-on-arms.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Merck Asks for a Dismissal in First of Suits Over Vioxx",
      "snippet": "Merck asks for dismissal of first Vioxx personal injury lawsuit scheduled to come to trial, contending man who died of heart attack after being prescribed Vioxx never took drug; says man's widow has repeatedly lied and produced false evidence; sui...",
      "abstract": "Merck asks for dismissal of first Vioxx personal injury lawsuit scheduled to come to trial, contending man who died of heart attack after being prescribed Vioxx never took drug; says man's widow has repeatedly lied and produced false evidence; suit was filed in August 2003 in Ashland, Ala, by Cheryl Rogers, widow of Howard B Rogers; contends Rogers died from heart attack on Sept 4, 2001, after taking Vioxx for shoulder pain (M)",
      "lead_paragraph": "Merck asked yesterday for the dismissal of the first Vioxx personal injury lawsuit scheduled to come to trial, contending that a man who died of a heart attack after being prescribed Vioxx never took the drug. The pharmaceutical company says that the man's widow has repeatedly lied and produced false evidence.",
      "publication_date": "2005-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/13/business/merck-asks-for-a-dismissal-in-first-of-suits-over-vioxx.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "15 Specialists From Big Board Are Indicted",
      "snippet": "Fifteen former New York Stock Exchange floor traders are indicted on federal charges of cheating customers by mishandling trades to enrich their firms; Securities and Exchange Commission also files securities fraud complaints against 15 and agains...",
      "abstract": "Fifteen former New York Stock Exchange floor traders are indicted on federal charges of cheating customers by mishandling trades to enrich their firms; Securities and Exchange Commission also files securities fraud complaints against 15 and against 5 other traders, saying they had made thousands of illicit trades from 1999 through 2003; 15 specialists are accused of engaging in two illegal trading schemes: using knowledge of a trade to deal in front of it and 'interpositioning' in trade rather than matching buy and sell orders; case renews debate over role of specialists and again raises question of whether self-regulatory organizations like NYSE can successfully police themselves; those indicted include David A Finnerty of Fleet Specialists, who was specialist in General Electric stock; photo (M)",
      "lead_paragraph": "Federal prosecutors announced the indictment yesterday of 15 former New York Stock Exchange floor traders, who are charged with cheating customers by mishandling trades to enrich their firms.",
      "publication_date": "2005-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/13/business/15-specialists-from-big-board-are-indicted.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "A Dogfight Between Jetliners",
      "snippet": "Spate of orders for Boeing Co's new 787 Dreamliner plane allows company to catch second wind in fiercely competitive marketplace; what seemed like lopsided competition in 2004--with Airbus rolling up more orders and rolling out more new planes tha...",
      "abstract": "Spate of orders for Boeing Co's new 787 Dreamliner plane allows company to catch second wind in fiercely competitive marketplace; what seemed like lopsided competition in 2004--with Airbus rolling up more orders and rolling out more new planes than Boeing--now seems like genuine duel; Korean Air Lines has announced order for 10 787's; Northwest Airlines is near deal to buy as many as 18; Boeing says it has 203 orders and commitments for plane; Airbus and Boeing are in dispute over European subsidies to Airbus, which Boeing contends are unfair; Airbus is developing A350, which it expects to challenge Boeing's 787; photos (M)",
      "lead_paragraph": "FRANKFURT, April 12 - A funny thing happened while the United States was crying foul over Europe's subsidies to its aircraft maker Airbus: Boeing, the embattled American manufacturer in need of Washington's helping hand, suddenly started booking orders for planes.",
      "publication_date": "2005-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/13/business/a-dogfight-between-jetliners.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Depressed? New York City Screens for People at Risk",
      "snippet": "Doctors in New York City begin using simple questionnaire to determine if patient is at risk for depression, with goal of making mental health care part of routine treatment; presidential panel in 2003 recommended such screening and Congress budge...",
      "abstract": "Doctors in New York City begin using simple questionnaire to determine if patient is at risk for depression, with goal of making mental health care part of routine treatment; presidential panel in 2003 recommended such screening and Congress budgeted $20 million for state pilot programs this year, although no federal money is being used in New York; some officials and patient advocates also fear overdiagnosis, unnecessary treatment and stigmatization; city official Dr Lloyd I Sederer hopes tests will become standard practice; photo; list of questions (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/13/health/depressed-new-york-city-screens-for-people-at-risk.html",
      "byline": "By Marc Santora and Benedict Carey"
    },
    {
      "headline": "In Jeans or Veils, Iraqi Women Are Split on New Political Power",
      "snippet": "Women who make up nearly one third of members of Iraq's first elected parliament, whether in Western business suits or Muslim abayas, agree on demands for more power and complaints that they have been shut out of negotiations in chamber filled wit...",
      "abstract": "Women who make up nearly one third of members of Iraq's first elected parliament, whether in Western business suits or Muslim abayas, agree on demands for more power and complaints that they have been shut out of negotiations in chamber filled with grizzled warlords and clerics; photos; women are themselves deeply divided between those in dominant Shiite alliance who want to bring Iraq's laws into harmony with Shariah, and more secular women, including Kurds, who seek to expand laws that have historically been more liberal than in other Arab countries; secularists are inviting hundreds of women's groups to take part in drafting new constitution (M)",
      "lead_paragraph": "BAGHDAD, Iraq, April 12 - One morning last week, three dozen women in Western-style business suits crowded into the office of the man who would soon be Iraq's prime minister, Ibrahim al-Jaafari. Most were members of the newly elected National Assembly, and they had a list of demands.",
      "publication_date": "2005-04-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/13/world/middleeast/in-jeans-or-veils-iraqi-women-are-split-on-new-political.html",
      "byline": "By Robert F. Worth"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Trade Deficit Hit $61 Billion As the Cost of Oil Increased  The trade deficit expanded in February for the third month, reaching a record $61 billion, as the rising cost of oil and the appetite for foreign goods propelled imports to new heights.  ...",
      "abstract": " Trade Deficit Hit $61 Billion As the Cost of Oil Increased  The trade deficit expanded in February for the third month, reaching a record $61 billion, as the rising cost of oil and the appetite for foreign goods propelled imports to new heights.    The Commerce Department reported that imports ballooned to $161.5 billion, $2.6 billion more than in January. Meanwhile, exports remained virtually flat at $100.5 billion. The nation recorded a $64.7 billion deficit in the trade of goods, slightly tempered by a $3.7 billion surplus in services. [Page C6.]    Fed's Inflation Worries Increase  Policy makers at the Federal Reserve expressed more concerns about inflation at their meeting last month. [C10]    3 Charges Dropped Against Scrushy  A federal judge indicated that she would dismiss three perjury charges from the 58 counts against Richard M. Scrushy, left, the former chief executive of HealthSouth. Judge Karon Bowdre granted a defense motion to bar jurors from hearing evidence on Mr. Scrushy's sworn statement to an investigator from the Securities and Exchange Commission. [C6.]    Security Breach Said to Be Larger  Reed Elsevier said that Social Security numbers, driver's license information and the addresses of 310,000 people may have been stolen from its Seisint unit, 10 times more than it originally reported last month. [C7.]    Ex-A.I.G. Chief Remains Silent  Maurice R. Greenberg, the former chief executive of American International Group, invoked his right against self-incrimination by not answering questions. [C7.]    Panel Rejects Bid to Sell Implants  A federal advisory panel voted 5 to 4 to reject an application by Inamed to sell silicone breast implants more widely. [A16.]    Pepsi Bottling Raises Outlook  Shares of Pepsi Bottling jumped 10 percent after the company raised its annual profit forecast to $1.80 a share, 2 cents more than its forecast in February. Pepsi Bottling raised prices by 4 percent in the United States in response to $100 million in added costs this year for plastic resin, aluminum and sweeteners. [C6.]    Verizon to Issue Shares for MCI  Verizon Communications is issuing 132 million shares as part of its $7.6 billion bid for MCI. [C18.]    Wal-Mart Donating $35 Million  A week after environmentalists forged an alliance with organized labor and community groups to attack Wal-Mart, the company announced that it would donate $35 million over the next decade to a conservation effort. [A16.]    Fed Minutes Create a Stock Rally  The Dow Jones industrial average gained 59.41 points, to 10,507.97; the S.&P. 500 was up 6.55 points, to 1,187.76; and the Nasdaq composite index gained 13.28 points, to 2,005.40. [C12.]  ",
      "lead_paragraph": "Trade Deficit Hit $61 Billion As the Cost of Oil Increased The trade deficit expanded in February for the third month, reaching a record $61 billion, as the rising cost of oil and the appetite for foreign goods propelled imports to new heights.",
      "publication_date": "2005-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/13/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Tom Ford Is Moving From Designer to Brand",
      "snippet": "Tom Ford, who left Gucci in 2004 to try his hand as movie director, reappears with new plans for his own label, eyewear license and cosmetics deal with Estee Lauder Companies; Ford and business partner, Domenico De Sole, will privately fund Tom Fo...",
      "abstract": "Tom Ford, who left Gucci in 2004 to try his hand as movie director, reappears with new plans for his own label, eyewear license and cosmetics deal with Estee Lauder Companies; Ford and business partner, Domenico De Sole, will privately fund Tom Ford company, and its immediate focus will be design of licensed products; Marcolin Group, Italian eyewear company, will produce collection of optical frames and sunglasses under Tom Ford brand; photo (M)",
      "lead_paragraph": "When he ran Gucci, Tom Ford proved himself a master of the brand makeover. Now he's reinventing himself.",
      "publication_date": "2005-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/13/business/tom-ford-is-moving-from-designer-to-brand.html",
      "byline": "By Eric Wilson"
    },
    {
      "headline": "The Outsider, Staying Put at Morgan Stanley",
      "snippet": "Morgan Stanley chief executive Philip J Purcell, who has used his outsider status to secure string of successes, now finds his job and legacy at stake because of uneasy relationship with Wall Street establishment; independent directors have writte...",
      "abstract": "Morgan Stanley chief executive Philip J Purcell, who has used his outsider status to secure string of successes, now finds his job and legacy at stake because of uneasy relationship with Wall Street establishment; independent directors have written letter to dissident executives, reaffirming their support for Purcell and his management team and asking that executives stop their campaign to oust him; Purcell is taking his own steps and is drawing closer to his own power base: his hand-picked board, his small cadre of loyalists and foundation upon which he has built today's Morgan Stanley: Main Street brokers from Dean Witter; photo (Market Place column) (M)",
      "lead_paragraph": "At a memorial service in January, two men joined in a hard, awkward embrace: Philip J. Purcell, the chief executive of Morgan Stanley and Robert G. Scott, a former president of the firm who was forced out of his job by Mr. Purcell in 2003.",
      "publication_date": "2005-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/13/business/the-outsider-staying-put-at-morgan-stanley.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "THE RISING COST OF STEEL, copper, plywood, cement and other materials is wreaking havoc on construction costs. One project that has been scaled back is the Charles Street Jail in Boston, which is becoming a four-star hotel. [C8.]    SEVEN SPECIALT...",
      "abstract": " THE RISING COST OF STEEL, copper, plywood, cement and other materials is wreaking havoc on construction costs. One project that has been scaled back is the Charles Street Jail in Boston, which is becoming a four-star hotel. [C8.]    SEVEN SPECIALTY BUILDINGS managed by Adams & Company Real Estate have dedicated 1.9 million square feet of space in Manhattan to specific segments of the fashion industry. [C9.]",
      "lead_paragraph": "THE RISING COST OF STEEL, copper, plywood, cement and other materials is wreaking havoc on construction costs. One project that has been scaled back is the Charles Street Jail in Boston, which is becoming a four-star hotel. [C8.]",
      "publication_date": "2005-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/13/business/commercial-real-estate.html",
      "byline": ""
    }
  ]
}