{
  "metadata": {
    "date": "2005-03-09",
    "total_articles": 13
  },
  "articles": [
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "PET-FRIENDLY POLICIES, once the preserve of the top end of the hotel business, have become more common as a way to attract customers. In some properties, this amounts to no more than a willingness to accept an animal, usually with a size limit and...",
      "abstract": " PET-FRIENDLY POLICIES, once the preserve of the top end of the hotel business, have become more common as a way to attract customers. In some properties, this amounts to no more than a willingness to accept an animal, usually with a size limit and an additional cleaning charge. But other hotels offer elaborate welcomes with personalized greetings and services. [C9.]    EVEN IN A CITY -- known for its development battles, Boston's 1.3-million-square-foot Columbus Center, with its skyscraper proposal, stands out as a contentious project. [C8.]",
      "lead_paragraph": "PET-FRIENDLY POLICIES, once the preserve of the top end of the hotel business, have become more common as a way to attract customers. In some properties, this amounts to no more than a willingness to accept an animal, usually with a size limit and an additional cleaning charge. But other hotels offer elaborate welcomes with personalized greetings and services. [C9.]",
      "publication_date": "2005-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/09/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "Gucci Replaces Its Designer for Women's Wear",
      "snippet": "Gucci Group names Frida Giannini creative director of women's wear, replacing Alessandra Facchinetti after only her second collection; some company executives say move is in response to lackluster reception by retailers and critics of Facchinetti'...",
      "abstract": "Gucci Group names Frida Giannini creative director of women's wear, replacing Alessandra Facchinetti after only her second collection; some company executives say move is in response to lackluster reception by retailers and critics of Facchinetti's collections; photos (M)",
      "lead_paragraph": "When Tom Ford bolted from the Gucci Group last year, the Italian fashion label named a team of low-profile assistants to succeed him, rebuffing concerns within the industry that a global luxury brand with $2 billion in sales needed a celebrity designer with a singular vision.",
      "publication_date": "2005-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/09/business/gucci-replaces-its-designer-for-womens-wear.html",
      "byline": "By Eric Wilson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Senate Removes Obstacles To Bankruptcy Overhaul  The Senate assured final passage of a major overhaul of the nation's bankruptcy laws when it cleared the remaining political obstacles to a measure that the nation's credit and retail industries hav...",
      "abstract": " Senate Removes Obstacles To Bankruptcy Overhaul  The Senate assured final passage of a major overhaul of the nation's bankruptcy laws when it cleared the remaining political obstacles to a measure that the nation's credit and retail industries have sought for years.    The bill would disqualify many families from taking advantage of the more generous provisions of the current bankruptcy code that permit them to extinguish debts for a ''fresh start.'' It would also impose major new costs on those seeking bankruptcy protection and give lenders and businesses new legal tools for recovering debts. [Page A1.]    Financial Firm to Restate Results  MBIA Inc., a financial services conglomerate, disclosed that it was restating its financial results for the last seven years. [C2.]    Claims Focus on Insurance Broker  The Minnesota attorney general said he had documents that indicated that Willis Group Holdings, an insurance broker, might have cheated its commercial insurance clients. Willis took issue with his statements. [C2.]    BHP Billiton Tops Offer for WMC  BHP Billiton offered 9.2 billion Australian dollars ($7.3 billion) for a fellow Australian mining company, WMC Resources, topping a hostile bid. [C4.]    Studies on Pfizer Drugs Are Mixed  Two large studies offered mixed news for Pfizer's two best-selling drugs, the cholesterol-lowering medicine Lipitor and the hypertension drug Norvasc. The two drugs together accounted for about 30 percent of Pfizer's sales, and an even higher share of its profit. Pfizer sponsored both of the studies. [C16.]    Qualcomm Names New Chief  The technology firm Qualcomm Inc. said that Paul E. Jacobs would succeed his father, Irwin M. Jacobs, as chief executive. [C6.]    McDonald's Promotes Exercise  A new marketing campaign from McDonald's urges people to exercise. Advertising. [C6.]    Decision Against Intel in Japan  Japan's Fair Trade Commission ruled that Intel violated antimonopoly law and ordered it to stop some sales practices. [C7.]    3 New Products From Microsoft  Microsoft introduced three software products meant to blur the lines between phones and computer networks at corporations. [C7.]    Oracle Plans an Offer for Retek  Oracle said it was planning to make a cash offer for the software maker Retek. [C6.]    Boeing Executive Is Identified  The Boeing executive whose relationship with Harry C. Stonecipher led to his ouster has been identified as Debra Peabody, who has been at the company for more than 20 years. [C2.]    Free Snacks, but No More Pillows  Delta Air Lines will stop selling food on flights and give passengers a choice of snacks. It is also eliminating pillows to save money. [C4.]  ",
      "lead_paragraph": "Senate Removes Obstacles To Bankruptcy Overhaul The Senate assured final passage of a major overhaul of the nation's bankruptcy laws when it cleared the remaining political obstacles to a measure that the nation's credit and retail industries have sought for years.",
      "publication_date": "2005-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/09/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "DONATIONS TIED TO HOUSE LEADER",
      "snippet": "Documents subpoenaed by Texas grand jury from indicted fund-raiser suggest that House leader Tom DeLay was actively involved in gathering corporate donations, personally forwarding at least one large check to Texans for a Republican Majority and w...",
      "abstract": "Documents subpoenaed by Texas grand jury from indicted fund-raiser suggest that House leader Tom DeLay was actively involved in gathering corporate donations, personally forwarding at least one large check to Texans for a Republican Majority and was in direct contact with lobbyists; documents come from Warren M RoBold, close DeLay associate indicted along with DeLay operative James W Ellis; 2002 legislative elections in Texas had national significance, because Republican control enabled party to redraw Congressional districts, solidifying power in Congress (M)",
      "lead_paragraph": "WASHINGTON, March 8 - Documents subpoenaed from an indicted fund-raiser for Tom DeLay, the House majority leader, suggest that Mr. DeLay was more actively involved than previously known in gathering corporate donations for a political committee that is the focus of a grand-jury investigation in Texas, his home state.",
      "publication_date": "2005-03-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/09/us/front page/donations-tied-to-house-leader.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "Far From Hollywood, a Boxer Whose Dreams Died in the Ring",
      "snippet": "Katie Dallam, who suffered severe brain damage in savage beating in her first professional boxing match, is real-life personification of character played by Hilary Swank in movie Million Dollar Baby; photos; Dallam, who is 45 and lives with caregi...",
      "abstract": "Katie Dallam, who suffered severe brain damage in savage beating in her first professional boxing match, is real-life personification of character played by Hilary Swank in movie Million Dollar Baby; photos; Dallam, who is 45 and lives with caregiver sister in Spring Hill, Kansas, was also born into poverty in Missouri, as in movie; family believes late F X Toole, who wrote story, must have heard about Dallam's case; beating she took in 1996 and long rehabilitation described; photos (M)",
      "lead_paragraph": "SPRING HILL, Kan., March 5 - The night after she and her sister finally saw \"Million Dollar Baby,\" Katie Dallam woke up screaming with her arms flailing, but she quickly went back to sleep and awoke the next morning with the nightmare wiped clean from her memory.",
      "publication_date": "2005-03-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/09/us/far-from-hollywood-a-boxer-whose-dreams-died-in-the-ring.html",
      "byline": "By Rick Lyman"
    },
    {
      "headline": "Clinton Faces Surgery to Remove Scar Tissue After Heart Bypass",
      "snippet": "Former Pres Clinton will undergo surgery to remove fluid and scar tissue from left chest cavity, some six months after quadruple heart bypass operation; problem is called rare but not particularly risky complication of open-heart surgery; Clinton,...",
      "abstract": "Former Pres Clinton will undergo surgery to remove fluid and scar tissue from left chest cavity, some six months after quadruple heart bypass operation; problem is called rare but not particularly risky complication of open-heart surgery; Clinton, 58, makes announcement on day he and former Pres Bush meet with Pres Bush at White House to report on trip to Asian nations hit by tsunami; photo; Clinton says he feels fine and expects to be out of commission for week or two; former Pres Bush describes traveling companion as 'Energizer Bunny,' while current president notes that his father and Clinton are about to play in charity golf tournament in Florida; Clinton, gaunt and pale at times recently, appears vigorous, answering questions about Iraqi elections and other encouraging Mideast developments, and saying Pres Bush should not be pressured on timetable for withdrawing US troops from Iraq (M)",
      "lead_paragraph": "WASHINGTON, March 8 - Former President Bill Clinton is to undergo surgery on Thursday to remove fluid and scar tissue from his left chest cavity, some six months after he had a quadruple heart bypass operation, Mr. Clinton and his doctors said on Tuesday. The doctors described the problem, which will keep Mr. Clinton in the hospital 3 to 10 days, as a rare but not particularly risky complication from open-heart surgery.",
      "publication_date": "2005-03-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/09/politics/clinton-faces-surgery-to-remove-scar-tissue-after-heart-bypass.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "Pro-Syria Party in Beirut Holds a Huge Protest",
      "snippet": "Hundreds of thousands of Lebanese, shouting anti-American and anti-Israeli slogans, pour into central Beirut for pro-Syrian rally that is show of strength by Hezbollah; photos; enormous crowd, many bused in from Shiite slums, offers defiant challe...",
      "abstract": "Hundreds of thousands of Lebanese, shouting anti-American and anti-Israeli slogans, pour into central Beirut for pro-Syrian rally that is show of strength by Hezbollah; photos; enormous crowd, many bused in from Shiite slums, offers defiant challenge to Lebanese opposition forces demanding withdrawal of Syrian troops; demonstration also exposes fault lines of class and ideology; Pres Bush, speaking later in Washington, steps up pressure on Syria to remove troops before May elections, saying democracy in Lebanon would be ring on doors of every Arab regime; Hezbollah demonstrators are far different from educated Sunnis, Druse and Christians who have rallied since murder of former Prime Min Rafik Hariri; Hezbollah, which US classifies as terrorist group, is now Lebanon's best organized political party, with own 20,000-man militia (M)",
      "lead_paragraph": "BEIRUT, Lebanon, March 8 - Shouting anti-American and anti-Israeli slogans, hundreds of thousands of Lebanese poured into central Beirut on Tuesday in a show of strength by the militant Shiite Muslim party Hezbollah, which opposes a withdrawal of Syrian forces from Lebanon.",
      "publication_date": "2005-03-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/09/world/prosyria-party-in-beirut-holds-a-huge-protest.html",
      "byline": "By Hassan M. Fattah"
    },
    {
      "headline": "Surging Prices for Commodities Reflect Global Growth",
      "snippet": "Commodity prices are nearing record highs but there may be less to worry about than investors think; while higher prices have often been worrisome portent of inflation, those concerns have been overshadowed by other significant rise, that economic...",
      "abstract": "Commodity prices are nearing record highs but there may be less to worry about than investors think; while higher prices have often been worrisome portent of inflation, those concerns have been overshadowed by other significant rise, that economic growth is picking up in areas around world; rise reflects booming activity in Asia developing world and on balance, that means global economy is doing better than some analysts thought; CRB/Reuters index of 17 commodities rises 1.1 percent, to 312.65, not far from its 314.50 higher in January 1981; index has risen 15 percent in last year; crude oil for April delivery is at $54.59 per barrel, up 1.3 percent from $53.89 in New York trading; home heating oil for April delivery is up 2.6 percent, to $1.5238 per gallon, and gasoline futures rise to record of $1.5353 per gallon, up 2 percent on day; price of pound of copper inches up 0.2 percent, to $1.4995 per pound; yield on 10-year Treasury note rises to 4.39 percent from 4.31 percent; price falls 20/32, to 96 28/32; Dow Jones industrial average falls 24.24 points, or 0.2 percent, to 10,912.62; Standard & Poor's 500-stock index declines 5.88 points, or 0.5 percent, to 1,219.43, while Nasdaq composite index declines 16.66 points, or 0.8 percent, to 2,073.55; graph; chart (Market Place column) (M)",
      "lead_paragraph": "Commodity prices are nearing record highs -- but there may be less to worry about than investors think.",
      "publication_date": "2005-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/09/business/surging-prices-for-commodities-reflect-global-growth.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "Free Trade Proposal Splits Bolivian City",
      "snippet": "El Alto, Bolivia, was flashpoint of relentless protests more than year ago and has threatened another president, Carlos Mesa, who offered his resignation March 7 in face of mounting demonstrations; Bolivian Congress has rejected resignation, givin...",
      "abstract": "El Alto, Bolivia, was flashpoint of relentless protests more than year ago and has threatened another president, Carlos Mesa, who offered his resignation March 7 in face of mounting demonstrations; Bolivian Congress has rejected resignation, giving Mesa fresh start despite street protests that paralyzed parts of nation; protesters say they are not finished as Bolivia inches toward free trade talks with US, which is vilified by Bolivia's powerful leftist movement; El Alto is quietly benefiting from trade preferences provided by US, spawning hundreds of small businesses and thousands of jobs; that has created little-noticed fissure between those who maintain that Bolivia needs to enter what Bush administration envisions as hemisphere-wide free trade zone, and others who say that such agreement will leave country even more destitute; photos (M)",
      "lead_paragraph": "EL ALTO, Bolivia, March 8 - This city, a poverty-stricken expanse of adobe houses considered the capital of Bolivia's indigenous people, was the flashpoint of relentless protests against globalization that toppled a government more than a year ago and had threatened another president, Carlos Mesa, who offered his resignation on Monday in the face of mounting demonstrations.",
      "publication_date": "2005-03-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/09/business/worldbusiness/free-trade-proposal-splits-bolivian-city.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "Bankruptcy Bill Set for Passage; Victory for Bush",
      "snippet": "Senate assures final passage of bankruptcy overhaul legislation by clearing political obstacles to measure that nation's credit and retail industries have sought for years; bill would disqualify many families from using more generous current provi...",
      "abstract": "Senate assures final passage of bankruptcy overhaul legislation by clearing political obstacles to measure that nation's credit and retail industries have sought for years; bill would disqualify many families from using more generous current provisions to wipe out debt and impose new costs on those seeking protection and give creditors new legal tools for recovering debt; Senate defeats, 53-46, amendment to prevent violent anti-abortion protesters from using bankruptcy laws to shield themselves from civil judgments; also votes, 69-31, to limit debate, preventing filibuster; House leaders plan swift action and Pres Bush will sign measure, which Pres Clinton killed by pocket veto at end of term; backers see lower consumer costs for goods, critics charge gift to banks and credit card companies they blame for pushing credit cards and high fees; critics like Sen Charles Schumer also say bill will not curb abuses by wealthy families that create trusts to shelter assets and by corrupt companies (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/09/business/bankruptcy-bill-set-for-passage-victory-for-bush.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Doctors' Journal Says Computing Is No Panacea",
      "snippet": "Bush administration and many health experts have declared that nation's health care system needs to move quickly from paper records and prescriptions into computer age; insist modern information technology can deliver huge payoff: fewer medical er...",
      "abstract": "Bush administration and many health experts have declared that nation's health care system needs to move quickly from paper records and prescriptions into computer age; insist modern information technology can deliver huge payoff: fewer medical errors, lower costs and better care; research papers and editorial in Journal of the American Medical Association cast doubt on wisdom of betting heavily that information technology can transform health care anytime soon; Dr Ross J Koppel, principal author of medical journal's article, comments (M)",
      "lead_paragraph": "The Bush administration and many health experts have declared that the nation's health care system needs to move quickly from paper records and prescriptions into the computer age. Modern information technology, they insist, can deliver a huge payoff: fewer medical errors, lower costs and better care.",
      "publication_date": "2005-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/09/technology/doctors-journal-says-computing-is-no-panacea.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Fringes vs. Basics in Silicon Valley",
      "snippet": "Critics at Electronic Arts, and at other employers in Silicon Valley, say perks such as on-site gyms and huge cafeterias put cozy face on what amounts to white-collar sweatshops; Electronic Arts has become focal point of debate over whether techno...",
      "abstract": "Critics at Electronic Arts, and at other employers in Silicon Valley, say perks such as on-site gyms and huge cafeterias put cozy face on what amounts to white-collar sweatshops; Electronic Arts has become focal point of debate over whether technology companies are exploiting workers by demanding long hours and using on-campus fringe benefits while skimping on tangible benefits like overtime pay, and rewarding worker loyalty by sending jobs to cheaper labor overseas; debate has called into question longstanding Silicon Valley compensation formula in which long hours are soothed with stock options and bonuses; Electronic Arts plans to announce this week that it will depart from tradition by beginning to pay overtime to some workers; those workers would no longer be eligible for options or bonuses; move is certain to be watched closely by executives at other technology companies; photos (M)",
      "lead_paragraph": "SAN FRANCISCO, March 8 - It was a lunch-hour scene not uncommon on Silicon Valley corporate campuses. A video game programmer curled a dumbbell and checked out his biceps in the mirror. Nearby, two colleagues walked on treadmills, chatting, while another young man leveled karate kicks at a boxing bag.",
      "publication_date": "2005-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/09/technology/fringes-vs-basics-in-silicon-valley.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Data Lacking on Iran's Arms, U.S. Panel Says",
      "snippet": "Bipartisan panel led by Laurence Silberman and Charles S Robb reportedly will tell Pres Bush that US intelligence data is inadequate to allow firm judgments about Iran's weapons programs, at time when administration is issuing sharp warnings about...",
      "abstract": "Bipartisan panel led by Laurence Silberman and Charles S Robb reportedly will tell Pres Bush that US intelligence data is inadequate to allow firm judgments about Iran's weapons programs, at time when administration is issuing sharp warnings about weapons intentions and Iran is insisting program is civilian in nature; CIA dir Porter Goss has told Congress Iran is pursuing unconventional weapons; International Atomic Energy Agency, which has been conducting inspections in Iran for two years, says it has not found evidence of such programs but also expresses skepticism about Iran's denials; panel is also expected to be sharply critical of US intelligence on North Korea; conclusions are described as 'scandalous,' given Iran's importance and its relative openness compared with North Korea; US has had little success recruiting human spies needed to understand Iranian decision-making; Iran also penetrated US network in late 1980's; commission will also recommend further changes in intelligence structures (M)",
      "lead_paragraph": "WASHINGTON, March 8 - A commission due to report to President Bush this month will describe American intelligence on Iran as inadequate to allow firm judgments about Iran's weapons programs, according to people who have been briefed on the panel's work.",
      "publication_date": "2005-03-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/09/world/data-lacking-on-irans-arms-us-panel-says.html",
      "byline": "By Douglas Jehl and Eric Schmitt"
    }
  ]
}