{
  "metadata": {
    "date": "2005-09-21",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Unswayed by Storm, Fed Raises Key Rate",
      "snippet": "Federal Reserve raises its benchmark interest rates by quarter-point, to 3.75 percent, saying that Hurricane Katina is unlikely to pose persistent threat to economy and that top priority remains heading off inflationary pressures; Mark W Olson, me...",
      "abstract": "Federal Reserve raises its benchmark interest rates by quarter-point, to 3.75 percent, saying that Hurricane Katina is unlikely to pose persistent threat to economy and that top priority remains heading off inflationary pressures; Mark W Olson, member of policy committee, dissents (M)",
      "lead_paragraph": "WASHINGTON, Sept. 20 - Saying that Hurricane Katrina was unlikely to pose a \"persistent threat\" to the economy, the Federal Reserve raised interest rates on Tuesday for the 11th time in a row and signaled that more increases were on the way.",
      "publication_date": "2005-09-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/21/business/unswayed-by-storm-fed-raises-key-rate.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Was It Wind or Water? Gulf Coast Lawyer Is Taking On Insurers",
      "snippet": "Richard Scruggs, wealthy plaintiffs' lawyer whose home on Gulf of Mexico in Pascagoula, Miss, was ruined by Hurricane Katrina, promises to fight insurance companies if they refuse to cover damage on ground that it was caused by flooding; homeowner...",
      "abstract": "Richard Scruggs, wealthy plaintiffs' lawyer whose home on Gulf of Mexico in Pascagoula, Miss, was ruined by Hurricane Katrina, promises to fight insurance companies if they refuse to cover damage on ground that it was caused by flooding; homeowners' policies cover wind and rain damage, but not flood damage; insurers have never been successfuly challenged on 'wind-vs-water' issue; say they have contract law in their favor, but they are worried about litigation in Mississippi, which has reputation for being tough on corporate defendants despite recent changes in state's legal system; photos (M)",
      "lead_paragraph": "PASCAGOULA, Miss., Sept. 18 - Richard Scruggs picked his way through the ruins of his once-handsome four-bedroom home, no more than 50 yards from the edge of the Gulf of Mexico.",
      "publication_date": "2005-09-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/21/business/was-it-wind-or-water-gulf-coast-lawyer-is-taking-on-insurers.html",
      "byline": "By Jeremy Alford and Joseph B. Treaster"
    },
    {
      "headline": "Design Shortcomings Seen in New Orleans Flood Walls",
      "snippet": "Surging waters propelled by Hurricane Katrina were held off by great earthen levees along Mississippi River and Lake Pontchartrain but not by concrete flood walls installed over last several decades along canals; those walls were built in way that...",
      "abstract": "Surging waters propelled by Hurricane Katrina were held off by great earthen levees along Mississippi River and Lake Pontchartrain but not by concrete flood walls installed over last several decades along canals; those walls were built in way that by Army Corps of Engineers standards left them unstable, and they did collapse in several places; photos; map; diagrams; some of walls rose 11 feet above dirt berms in which they were anchored, although corps manual warns of instability over seven feet; walls were never tested for ability to withstand such cascades of water because Congress had authorized protection for Category 3 storm with up to 130-mile-per-hour winds, not Katrina's Category 4; National Hurricane Center says sustained winds over Lake Pontchartrain actually reached only 95 miles an hour; engineers point to segmented nature of walls and use of 'I-wall' design rather than inverted T used for walls over seven feet; corps proposal to build giant barrier to keep water from Gulf of Mexico from reaching lake and flooding canals was abandoned in late 1970's in face of environmental lawsuits; corps then began raising levees and adding walls on canals; Louisiana State University engineers in mid-1990's issued computer models on potential catastrophe but upgrading protection never became priority for corps, which veterans say tends to accept congressional mandates (M)",
      "lead_paragraph": "NEW ORLEANS, Sept. 20 - Along the Mississippi River and Lake Pontchartrain, great earthen levees were ample to hold off much of the surging water propelled by Hurricane Katrina.",
      "publication_date": "2005-09-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/21/us/nationalspecial/design-shortcomings-seen-in-new-orleans-flood-walls.html",
      "byline": "By Christopher Drew and Andrew C. Revkin"
    },
    {
      "headline": "Deep Flaws, and Little Justice, in China's Court System",
      "snippet": "Article in series Rule by Law, examining struggle in China over creation of modern legal system, describes justice that is swift but not sure; criminal investigations nearly always end in guilty pleas and prosecutors almost never lose cases brough...",
      "abstract": "Article in series Rule by Law, examining struggle in China over creation of modern legal system, describes justice that is swift but not sure; criminal investigations nearly always end in guilty pleas and prosecutors almost never lose cases brought to trial, but recent disclosures of wrongful convictions expose deep flaws in system that often answers more to political leaders than the law; Qin Yanhong confessed to murder of woman in neighboring village in 1998 after days of torture and was sentenced to death in Anyang, in Henan province; photos; map; he was spared only by stroke of luck when retired soldier walked into police station and confessed to that killing and many others; proposals for more rights for defendants are opposed by police and hindered by China's long tradition of considering criminal law extension of emperor's power rather than objective code applying to everyone (M)",
      "lead_paragraph": "ANYANG, China - For three days and three nights, the police wrenched Qin Yanhong's arms high above his back, jammed his knees into a sharp metal frame, and kicked his gut whenever he fell asleep. The pain was so intense that he watched sweat pour off his face and form puddles on the floor.",
      "publication_date": "2005-09-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/21/world/asia/deep-flaws-and-little-justice-in-chinas-court-system.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "Kate Moss Is Dismissed by H&M After a Furor Over Cocaine",
      "snippet": "H&M clothing chain dismisses Kate Moss, one of world's most recognizable models, from planned advertising campaign, citing her admission that she had recently used cocaine; earlier statement that it would give Moss a second chance received unexpec...",
      "abstract": "H&M clothing chain dismisses Kate Moss, one of world's most recognizable models, from planned advertising campaign, citing her admission that she had recently used cocaine; earlier statement that it would give Moss a second chance received unexpectedly negative public reaction; decision appears to reflect more conservative stance being taken by large apparel companies in tolerating any controversy that may come to be associated with their brands; there is speculation in fashion industry about whether other advertisers will continue to use Moss; photo (M)",
      "lead_paragraph": "In a move with little precedent in the fashion industry, Kate Moss, one of the world's most recognizable models, was dismissed from a planned advertising campaign yesterday after executives said she had admitted to recently using cocaine.",
      "publication_date": "2005-09-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/21/business/media/kate-moss-is-dismissed-by-hm-after-a-furor-over-cocaine.html",
      "byline": "By Guy Trebay and Eric Wilson"
    },
    {
      "headline": "Residents Leave Gulf Coast Area as Storm Grows",
      "snippet": "Hurricane Rita brushes past Key West and is forecast to strengthen into major hurricane, prompting residents and rescuers to begin evacuating New Orleans and parts of Louisiana and Texas, including Galveston; Hurricane Katrina evacuees in Houston ...",
      "abstract": "Hurricane Rita brushes past Key West and is forecast to strengthen into major hurricane, prompting residents and rescuers to begin evacuating New Orleans and parts of Louisiana and Texas, including Galveston; Hurricane Katrina evacuees in Houston are moved out of Reliant Arena and Gov Kathleen Blanco asks Pres Bush to declare state of emergency for battered Louisiana; Bush visits Mississippi and New Orleans; signs bill increasing borrowing authority of government flood insurance program from $1.5 billion to $3.5 billion to pay Katrina claims; says Vice Adm Thad Allen will continue in charge of relief effort; praises Mayor C Ray Nagin for suspending reopening of parts of New Orleans; Louisiana death toll reaches 736; officials make emergency efforts to bolster levees, position 500 buses and set up military hospital at convention center; photo; new storm cuts off Lower and Middle Keys from rest of Florida and blacks out Miami-Dade, Broward and Palm Beach counties; Army Corps of Engineers Brig Gen Robert Crear says weakened levees in New Orleans could be breached by storm surge as low as five feet (M)",
      "lead_paragraph": "NEW ORLEANS, Sept. 20 - Hurricane Rita brushed past Key West on Tuesday and was forecast to strengthen into a major hurricane later in the week, prompting residents and rescuers to begin evacuating this feeble city, as well as parts of Louisiana and Texas.",
      "publication_date": "2005-09-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/21/us/nationalspecial/residents-leave-gulf-coast-area-as-storm-grows.html",
      "byline": "By William Yardley and Abby Goodnough"
    },
    {
      "headline": "California Wants to Servea Warning With Fries",
      "snippet": "Atty Gen Bill Lockyer has filed lawsuit to have warnings placed on all french fries and potato chips sold in California stating that they contain acrylamide, chemical formed when starchy food is heated at high temperatures, and that state has dete...",
      "abstract": "Atty Gen Bill Lockyer has filed lawsuit to have warnings placed on all french fries and potato chips sold in California stating that they contain acrylamide, chemical formed when starchy food is heated at high temperatures, and that state has determined that chemical can cause cancer; McDonald's, Burger King, Frito-Lay and six other food companies named in suit argue that scientists do not know for certain that acrylamide is carcinogenic to humans at levels present in food; FDA also opposes labeling, pending its own review of matter; photos (M)",
      "lead_paragraph": "Americans may have plenty of reasons to fear French fries. While they are one of the country's favorite foods, they are soaked with trans fats, loaded with sodium and full of simple carbs, the bad kind. And, it turns out, they are also full of a chemical called acrylamide, which is known to cause cancer in laboratory rats and mice.",
      "publication_date": "2005-09-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/21/business/california-wants-to-servea-warning-with-fries.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "Top Democrat Says He'll Vote No on Roberts",
      "snippet": "Senate Democratic leader Harry Reid will vote against confirming Judge John G Roberts Jr as chief justice, surprising both White House and fellow Democrats and possibly making it more difficult for them to support Roberts; photo; Reid, in lengthy ...",
      "abstract": "Senate Democratic leader Harry Reid will vote against confirming Judge John G Roberts Jr as chief justice, surprising both White House and fellow Democrats and possibly making it more difficult for them to support Roberts; photo; Reid, in lengthy floor speech, says he was very swayed by civil rights and women's rights leaders and has too many unanswered questions about Roberts' seemingly callous writings as Reagan administration lawyer, including whether 'his heart is as big as his head'; Reid has also said other Democrats are free to vote their consciences; centrist Democrat Ben Nelson says he is inclined to back Roberts but Edward Kennedy says he will not take leap of faith with another Bush administration decision (M)",
      "lead_paragraph": "WASHINGTON, Sept. 20 - The Senate Democratic leader, Harry Reid of Nevada, said Tuesday that he would oppose the confirmation of Judge John G. Roberts Jr. as chief justice, surprising both the White House and fellow Democrats still conflicted about how to vote.",
      "publication_date": "2005-09-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/21/politics/politicsspecial1/top-democrat-says-hell-vote-no-on-roberts.html",
      "byline": "By Sheryl Gay Stolberg and David D. Kirkpatrick"
    },
    {
      "headline": "Microsoft Shuffles Leadership",
      "snippet": "microsoft shuffles leadership** Microsoft reshuffles its management in effort to make it more nimble as company tries to lift its growth and compete with fast-moving rivals like Google; seven business units will be collapsed into three divisions, ...",
      "abstract": "microsoft shuffles leadership** Microsoft reshuffles its management in effort to make it more nimble as company tries to lift its growth and compete with fast-moving rivals like Google; seven business units will be collapsed into three divisions, each led by executive who will carry title of president: James Allchin and Kevin Johnson, co-presidents of platform products and services division, Jeff Raikes president of business division, and Robbie Bach president of entertainment and devices division; Bill Gates, chairman, and Steven A Ballmer, chief executive, are delegating more authority to presidents (M)",
      "lead_paragraph": "Microsoft reshuffled its management team yesterday in an effort to make it more nimble as the company tries to lift its growth and compete with fast-moving rivals like Google.",
      "publication_date": "2005-09-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/21/technology/microsoft-shuffles-leadership.html",
      "byline": "By Steve Lohr"
    }
  ]
}