{
  "metadata": {
    "date": "2005-07-07",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "As the Going Gets Tough, Chrysler Calls on Its Old Pitchman",
      "snippet": "Chrysler is bringing back Lee A Iacocca to pitch cars in commercials; deal is latest wrinkle in Detroit's price war, which is heating up again as Ford Motor Co and Chrysler rush to match strategy of General Motors Corp of offering public same stee...",
      "abstract": "Chrysler is bringing back Lee A Iacocca to pitch cars in commercials; deal is latest wrinkle in Detroit's price war, which is heating up again as Ford Motor Co and Chrysler rush to match strategy of General Motors Corp of offering public same steep discounts that company employees can get; photo (M)",
      "lead_paragraph": "DETROIT, July 6 - Chrysler is bringing back Lee A. Iacocca to do what he does best -- pitch cars in commercials. At least that is the plan.",
      "publication_date": "2005-07-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/07/business/media/as-the-going-gets-tough-chrysler-calls-on-its-old-pitchman.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Study Says Malpractice Payouts Aren't Rising",
      "snippet": "Study to be released by Center for Justice and Democracy, consumer advocacy group, finds net claims for medical malpractice paid by 15 leading insurance companies have remained flat over last five years, while net premiums have surged 120 percent;...",
      "abstract": "Study to be released by Center for Justice and Democracy, consumer advocacy group, finds net claims for medical malpractice paid by 15 leading insurance companies have remained flat over last five years, while net premiums have surged 120 percent; from 2000 to 2004, increase in premiums collected by leading 15 medical malpractice insurance companies was 21 times increase in claims they paid (M)",
      "lead_paragraph": "When Mike Kreidler was an optometrist in Olympia, Wash., he railed against trial lawyers. He believed that aggressive trial lawyers were the reason he faced rising insurance premiums.",
      "publication_date": "2005-07-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/07/business/study-says-malpractice-payouts-arent-rising.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Pogue on Vacation",
      "snippet": "David Pogue, the columnist in Circuits, is on vacation this week and next week.        Circuits, Pages C9-C10.",
      "abstract": "David Pogue, the columnist in Circuits, is on vacation this week and next week.        Circuits, Pages C9-C10.",
      "lead_paragraph": "David Pogue, the columnist in Circuits, is on vacation this week and next week.",
      "publication_date": "2005-07-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/07/business/pogue-on-vacation.html",
      "byline": ""
    },
    {
      "headline": "UnitedHealth to Buy PacifiCare in Push Into Medicare",
      "snippet": "UnitedHealth Group makes big push into rapidly growing Medicare market by agreeing to buy PacifiCare Health Systems for $8.14 billion in cash and stock; PacifiCare will operate as wholly owned unit of UnitedHealth if shareholders and state and fed...",
      "abstract": "UnitedHealth Group makes big push into rapidly growing Medicare market by agreeing to buy PacifiCare Health Systems for $8.14 billion in cash and stock; PacifiCare will operate as wholly owned unit of UnitedHealth if shareholders and state and federal regulators approve deal; UnitedHealth's chief executive Dr William McGuire comments; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/07/business/unitedhealth-to-buy-pacificare-in-push-into-medicare.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "Reporter Jailed After Refusing to Name Source",
      "snippet": "New York Times investigative reporter Judith Miller is sent to jail for refusing to divulge name of confidential source; second reporter facing jail in case, Matthew Cooper of Time magazine, is spared after announcing last-minute deal with his con...",
      "abstract": "New York Times investigative reporter Judith Miller is sent to jail for refusing to divulge name of confidential source; second reporter facing jail in case, Matthew Cooper of Time magazine, is spared after announcing last-minute deal with his confidential source that he says would allow him to testify before grand jury; Miller will remain in jail unless she decides to talk or until term of grand jury expires in Oct; Judge Thomas F Hogan says Miller is 'defying the law' and that journalists' tradition of accepting jail time rather than betray sources' confidences does not deserve respect; New York Times executive editor Bill Keller says Miller has made 'brave and principled choice'; case recalled; photos and brief descriptions of other journalists who have gone to jail for refusing to provide evidence (M)",
      "lead_paragraph": "WASHINGTON, July 6 - Judith Miller, an investigative reporter for The New York Times, was sent to jail on Wednesday after a federal judge declared that she was \"defying the law\" by refusing to divulge the name of a confidential source.",
      "publication_date": "2005-07-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/07/politics/reporter-jailed-after-refusing-to-name-source.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "A Deft Balance In Orchestrating China's Oil Offer",
      "snippet": "Cnooc Ltd chairman Fu Chengyu says profits, not politics, are behind his company's $18.5 billion bid for Unocal Corp; he faces delicate dual tasks as his company attempts China's largest foreign acquisition; he must prove his political reliability...",
      "abstract": "Cnooc Ltd chairman Fu Chengyu says profits, not politics, are behind his company's $18.5 billion bid for Unocal Corp; he faces delicate dual tasks as his company attempts China's largest foreign acquisition; he must prove his political reliability to Chinese leaders even as he works to persuade United States that his company cares only about commerce; suspicions of political motives have already fueled opposition to deal in Washington; Cnooc's proposal to buy Unocal was ultimately approved by China's cabinet; terms of financing reflect company's elite status; photo (M)",
      "lead_paragraph": "BEIJING, July 6 - Fu Chengyu, the chairman of Cnooc Ltd., says that profits, not politics, are behind China's most ambitious takeover bid, his company's $18.5 billion proposal to buy the Unocal Corporation.",
      "publication_date": "2005-07-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/07/business/front page/a-deft-balance-in-orchestrating-chinas-oil-offer.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "Democrats Adopt O'Connor as Model for Bush Court Pick",
      "snippet": "Democrats say Pres Bush should use Justice Sandra Day O'Connor--who was swing vote in decision handing him presidency in 2000--as role model in choosing her replacement; legal scholars say swell of testimonials for O'Connor from Democrats reflects...",
      "abstract": "Democrats say Pres Bush should use Justice Sandra Day O'Connor--who was swing vote in decision handing him presidency in 2000--as role model in choosing her replacement; legal scholars say swell of testimonials for O'Connor from Democrats reflects extent to which she has moved to center over past 24 years, or at least not followed court as it moved rightward; Democrats say lionizing of O'Connor is part of strategy intended to influence outcome of nomination fight by trying to force Bush to stay in center in making his selection and to take advantage of moment to reshape public opinions of both parties in potentially lasting ways; sudden groundswell of Democratic support for O'Connor is subject of Republican mirth; photos (M)",
      "lead_paragraph": "WASHINGTON, July 6 - Who would have thought it? As she heads into retirement, Sandra Day O'Connor has become the toast of the Democrats.",
      "publication_date": "2005-07-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/07/politics/democrats-adopt-oconnor-as-model-for-bush-court-pick.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Boeing Pay Is a Match for Chief",
      "snippet": "Boeing Co agreed to pay its new chief executive W James McNerney Jr total compensation package that could top $53 million to wrest him away from 3M; package essentially replaces one that McNerney held at 3M, and to collect its full value he will h...",
      "abstract": "Boeing Co agreed to pay its new chief executive W James McNerney Jr total compensation package that could top $53 million to wrest him away from 3M; package essentially replaces one that McNerney held at 3M, and to collect its full value he will have to stay at Boeing at least six years; McNerney can begin to sell 3M stock options valued at nearly $30 million now that he has left company; photo (M)",
      "lead_paragraph": "CHICAGO, July 6 - Boeing agreed to pay its new chief executive, W. James McNerney Jr., a total compensation package that could top $53 million to wrest him away from 3M, Boeing said Wednesday.",
      "publication_date": "2005-07-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/07/business/boeing-pay-is-a-match-for-chief.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "The Food Industry Empire Strikes Back",
      "snippet": "Article in series Obesity Inc: The Legal Battle focuses on fast food industry's lobbying effort to shield companies from court action; says bill that prohibit lawsuits by people claiming food company made them obese have become law in 20 states an...",
      "abstract": "Article in series Obesity Inc: The Legal Battle focuses on fast food industry's lobbying effort to shield companies from court action; says bill that prohibit lawsuits by people claiming food company made them obese have become law in 20 states and are pending in another 11; National Restaurant Association and its 50 state organizations, which represent large chains like McDonald's and small independent businesses, has led campaign to curb lawsuits; maps; photos (M)",
      "lead_paragraph": "Late-night comedians had a field day in the summer of 2002 when a lawsuit accusing McDonald's of making two teenage customers in New York fat and unhealthy was filed.",
      "publication_date": "2005-07-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/07/business/the-food-industry-empire-strikes-back.html",
      "byline": "By Melanie Warner"
    }
  ]
}