{
  "metadata": {
    "date": "2005-01-05",
    "total_articles": 13
  },
  "articles": [
    {
      "headline": "Before Christmas, Wal-Mart Was Stirring",
      "snippet": "Article on sales strategy used by Michael T Duke, president of stores unit of Wal-Mart, as early as day after Thanksgiving, when he realized sales would be down for holiday shopping season; Duke, sensing trouble, visited competition, including Bes...",
      "abstract": "Article on sales strategy used by Michael T Duke, president of stores unit of Wal-Mart, as early as day after Thanksgiving, when he realized sales would be down for holiday shopping season; Duke, sensing trouble, visited competition, including Best Buy, Target, Kohl's, Sears and other nearby discount merchants to compare how Wal-Mart was doing; Wal-Mart is expected to announce on Jan 6 that December sales achieved 3 percent gain over sales for December 2003; photos (M)",
      "lead_paragraph": "By 8 a.m. on the Friday after Thanksgiving -- the biggest shopping day of the year -- Michael T. Duke, president of the stores division of Wal-Mart, already knew he was in for trouble.",
      "publication_date": "2005-01-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/05/business/before-christmas-walmart-was-stirring.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Bush's Counsel Sought Ruling About Torture",
      "snippet": "Bush administration officials say White House counsel Alberto R Gonzales intervened directly with Justice Department lawyers in 2002 to obtain legal ruling on extent of president's authority to permit extreme interrogation practices in name of nat...",
      "abstract": "Bush administration officials say White House counsel Alberto R Gonzales intervened directly with Justice Department lawyers in 2002 to obtain legal ruling on extent of president's authority to permit extreme interrogation practices in name of national security; his role in defining torture as applied to terorrist suspects will be key issue as Senate Judiciary Committee considers nomination as attorney general; photo; Gonzales has spoken of much-debated Justice Department memo as response to questions without mentioning that most of questions were his; memo concluded that interrogators had great leeway to question detainees, and critics say it created atmosphere that led to serious abuses at Abu Ghraib in Iraq and elsewhere; Atty Gen John Ashcroft was reportedly not aware of memo until it was about to be submitted to White House; memo was signed by Jay S Bybee and written mostly by John Yoo, who says Gonzales did not pressure him to tailor opinion to suit White House; Sen Patrick Leahy repeats demand for White House documents (M)",
      "lead_paragraph": "WASHINGTON, Jan. 4 - Alberto R. Gonzales, the White House counsel, intervened directly with Justice Department lawyers in 2002 to obtain a legal ruling on the extent of the president's authority to permit extreme interrogation practices in the name of national security, current and former administration officials said Tuesday.",
      "publication_date": "2005-01-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/05/politics/bushs-counsel-sought-ruling-about-torture.html",
      "byline": "By David Johnston and Neil A. Lewis"
    },
    {
      "headline": "For the Digerati, the Only Place to Be",
      "snippet": "About 130,000 people are expected at annual Consumer Electronics Show at Las Vegas Convention Center; various new electronic gadgets that will be on display discussed; photo (M)",
      "abstract": "About 130,000 people are expected at annual Consumer Electronics Show at Las Vegas Convention Center; various new electronic gadgets that will be on display discussed; photo (M)",
      "lead_paragraph": "LAS VEGAS, Jan. 4 - Rex Wong has picked the music and hired the runway models. Starting Thursday, they will strut his latest design: pink portable video players with matching pink faux-crocodile cases.",
      "publication_date": "2005-01-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/05/technology/for-the-digerati-the-only-place-to-be.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "United's Creditors Oppose Deal on Pilots' Pensions  United Airlines' creditors have joined the federal government in opposing a deal in which United would close its pilots' pension plan and give the pilots equity in the airline and other sweetener...",
      "abstract": " United's Creditors Oppose Deal on Pilots' Pensions  United Airlines' creditors have joined the federal government in opposing a deal in which United would close its pilots' pension plan and give the pilots equity in the airline and other sweeteners in exchange.    The showdown will come in a federal bankruptcy court in Chicago Thursday, as the pilots are set to finish voting on the deal, which United reached with the union leadership last month. [Page C5.]    Former Federated Chief Is Indicted  James M. Zimmerman, left, the retired chairman and chief executive of Federated Department Stores, was indicted for perjury over statements he made last year to investigators from the New York State attorney general's office. The company owns Macy's and Bloomingdale's. Investigators were looking into anticompetitive behavior by the company and other businesses. [C2.]    Japanese Automakers Make Gains  American sales by Toyota, Honda and Nissan continued to surge in December, as the companies made further inroads against the Big Three domestic manufacturers. [C2.]    Fed Minutes Show Inflation Worries  Federal Reserve officials became markedly more worried about inflation last month, according to minutes from their policy meeting in December. [C2.]    Rate Concerns Hurt Stock Market  New concerns about inflation drove stocks sharply lower. The Dow Jones industrial average fell 98.65 points, to 10,630.78. The Standard & Poor's 500-stock index lost 14.03 points, to 1,188.05, and the Nasdaq composite index tumbled 44.29 points, to 2,107.86. [C7.]    Deadline for Microsoft Claims  With only a few days remaining before a deadline, only a small percentage of California residents eligible to receive part of a $1.1 billion antitrust settlement with Microsoft have claimed their share. [C4.]    An Important Choice for Viacom  Viacom has a lot riding on the executive who comes in to run its stagnant Paramount film studio, which could contribute more profit under a new leader. Market Place. [C7.]    TV Azteca Chairman Is Charged  Securities regulators charged one of the richest men in Mexico, Ricardo B. Salinas Pliego, with fraud. The Securities and Exchange Commission also wants Mr. Salinas Pliego, the chairman of TV Azteca, the Spanish-language broadcaster, to give up more than $110 million he made from trading in the company's stock and debt. [C3.]    Publisher of Essence Is Sold  Time Inc. agreed to buy the 51 percent of Essence Communications Partners, the publisher of the magazines Essence and Suede, that it did not already own. [C4.]    Apex Responds to China Charges  Apex Digital, the American electronic goods company that has been accused by one of China's biggest television makers of bringing it huge financial losses, is fighting back against the charges. [C4.]    Self-Improvement vs. Selflessness  The new year's resolution-related commercial pitches are colliding with news of the tsunami in Asia. Stuart Elliott: Advertising. [C4.]  ",
      "lead_paragraph": "United's Creditors Oppose Deal on Pilots' Pensions United Airlines' creditors have joined the federal government in opposing a deal in which United would close its pilots' pension plan and give the pilots equity in the airline and other sweeteners in exchange.",
      "publication_date": "2005-01-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/05/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Fearing a Sea That Once Sustained, Then Killed",
      "snippet": "Sri Lankans in fishing village of Hambantota are now traumatized and fearful of sea that sustained them and anchored their lives until tsunami brought overwhelming death and destruction; photo; map; psychological strain intensifies for survivors s...",
      "abstract": "Sri Lankans in fishing village of Hambantota are now traumatized and fearful of sea that sustained them and anchored their lives until tsunami brought overwhelming death and destruction; photo; map; psychological strain intensifies for survivors still surrounded by, and still dependent on, force that proved so merciless; dazed and grieving relatives tell of losses (M)",
      "lead_paragraph": "HAMBANTOTA, Sri Lanka, Jan. 4 - \"A cemetery,\" R.G. Jayadasa said, explaining what he sees when he looks out at the sea.",
      "publication_date": "2005-01-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/05/world/worldspecial4/fearing-a-sea-that-once-sustained-then-killed.html",
      "byline": "By Amy Waldman and David Rohde"
    },
    {
      "headline": "Pledges Grow, Hurdles Loom in Relief Effort",
      "snippet": "Fresh infusions of aid push global relief effort for Asia as it confronts monsoon rains, logistical breakdowns and urgent need to reach tsunami survivors in remotest regions; photos; map; UN coordinator Jan Egeland says 'phenomenal' global pledges...",
      "abstract": "Fresh infusions of aid push global relief effort for Asia as it confronts monsoon rains, logistical breakdowns and urgent need to reach tsunami survivors in remotest regions; photos; map; UN coordinator Jan Egeland says 'phenomenal' global pledges may exceed $2 billion even before meeting of donor nations; Sec Colin Powell, touring region with Gov Jeb Bush, acknowledges hope that American military airlifts and supply drops, seen on television worldwide, will improve US image among Muslims, although he emphasizes that aid is given regardless of religion; Indonesian Min Hassan Wirajuda praises how US helicopters are reaching isolated areas; crews from aircraft carrier Abraham Lincoln are crucial to effort; Germany reportedly will pledge $680 million; efforts are race against time to help tens of thousands of survivors in places like Meulaboh, Sumatra coastal town completely cut off; seasonal rains slow efforts in Sri Lanka; Powell says Myanmar does not appear to be severely damaged; he and Jeb Bush tour ruined Thai resort of Phuket and offer help identifying bodies; Thailand records 5,187 dead, more than half of them foreigners (M)",
      "lead_paragraph": "JAKARTA, Indonesia, Jan. 4 - Fresh infusions of aid on Tuesday gave yet more push to the global relief effort for Asia as it confronted monsoon rains, logistical breakdowns and the urgent need for everything from earthmoving equipment to trucks in the struggle to reach the survivors in the most remote areas.",
      "publication_date": "2005-01-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/05/world/worldspecial4/pledges-grow-hurdles-loom-in-relief-effort.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "Bristol-Myers Seeks to Sell Excedrin Line",
      "snippet": "Bristol-Myers Squibb is in talks with several suitors to sell its Excedrin line of pain relievers and other over-the-counter drugs for as much as $1 billion; sale of consumer medicines unit is latest move by company to dispose of noncore product l...",
      "abstract": "Bristol-Myers Squibb is in talks with several suitors to sell its Excedrin line of pain relievers and other over-the-counter drugs for as much as $1 billion; sale of consumer medicines unit is latest move by company to dispose of noncore product lines as it tries to focus on its drugs to prevent and treat diseases, field it hopes will offer higher return; unit for sale also includes Bufferin, Comtrex, cold and flu medicine, and Keri lotions; GlaxoSmithKline and possibly some private equity firms are said to be interested in unit (M)",
      "lead_paragraph": "Bristol-Myers Squibb, the pharmaceutical company, is in talks with several suitors to sell its Excedrin line of pain relievers and other over-the-counter drugs for as much as $1 billion, executives close to the negotiations said yesterday.",
      "publication_date": "2005-01-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/05/business/bristolmyers-seeks-to-sell-excedrin-line.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "CHICAGO IS BUILDING an $850 million expansion to the McCormick Place convention center as it tries to keep its spot atop the convention market. [C7.]    LONG ISLAND MACARTHUR AIRPORT has become an important economic force lately, thanks to expansi...",
      "abstract": " CHICAGO IS BUILDING an $850 million expansion to the McCormick Place convention center as it tries to keep its spot atop the convention market. [C7.]    LONG ISLAND MACARTHUR AIRPORT has become an important economic force lately, thanks to expansion by Southwest Airlines. [C6.]",
      "lead_paragraph": "CHICAGO IS BUILDING an $850 million expansion to the McCormick Place convention center as it tries to keep its spot atop the convention market. [C7.]",
      "publication_date": "2005-01-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/05/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "One Ex-Officer of Cendant Is Convicted in Fraud Case",
      "snippet": "Cendant Corp's former vice chairman E Kirk Shelton is found guilty of presiding over accounting fraud that cost company's shareholders $14 billion when it was disclosed in 1998; federal jury is unable to reach verdict on involvement of former chai...",
      "abstract": "Cendant Corp's former vice chairman E Kirk Shelton is found guilty of presiding over accounting fraud that cost company's shareholders $14 billion when it was disclosed in 1998; federal jury is unable to reach verdict on involvement of former chairman Walter A Forbes; Cendant case also resulted in largest payment to settle lawsuit brought by shareholders who lost money in fraud; Cendant paid $2.85 billion to settle, whiles its auditor Ernst & Young paid $335 million (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/05/business/one-exofficer-of-cendant-is-convicted-in-fraud-case.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Krispy Kreme to Reduce 2004 Reported Profit",
      "snippet": "Krispy Kreme Doughnuts, reeling from what it calls accounting errors, will reduce its reported profit for 2004 and, at least for now, it is unable to borrow additional money from its banks; expects to add further reductions in its past reported pr...",
      "abstract": "Krispy Kreme Doughnuts, reeling from what it calls accounting errors, will reduce its reported profit for 2004 and, at least for now, it is unable to borrow additional money from its banks; expects to add further reductions in its past reported profits as probe by Securities and Exchange Commission continues; gives no indication when it expects to file overdue financial statements; company says it owed $90.9 million at end of October and on $150 million revolving credit line with group of banks, but does not say whether it borrowed additional money since then; photo (M)",
      "lead_paragraph": "Krispy Kreme Doughnuts, reeling from what it called accounting errors, said yesterday that it would reduce its reported profit for last year and that, at least for now, it was not able to borrow additional money from its banks.",
      "publication_date": "2005-01-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/05/business/krispy-kreme-to-reduce-2004-reported-profit.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Iraqi Governor Slain by Gunmen; Bombing Kills 10",
      "snippet": "Gunmen assassinate governor of Baghdad Province, Ali al-Haidari, as insurgents press campaign to derail Iraqi elections; fuel-truck bomb detonates near US compound, killing 10 people and wounding about 60; photos; five US soldiers are killed in th...",
      "abstract": "Gunmen assassinate governor of Baghdad Province, Ali al-Haidari, as insurgents press campaign to derail Iraqi elections; fuel-truck bomb detonates near US compound, killing 10 people and wounding about 60; photos; five US soldiers are killed in three other attacks, worst US toll since Dec 21 suicide bombing at Mosul mess hall; violence prompts fresh round of calls to delay vote, with interim Pres Ghazi al-Yawar suggesting that UN examine issue of postponement; Yawar has until now been cited by US as Sunni leader willing to move forward despite violence; Hoshyar Zebari, foreign minister and ally of Prime Min Iyad Allawi, vigorously rejects delay as surrender to insurgents; White House repeats calls for Jan 30 ballot; Abu Musab al-Zarqawi terrorists claim responsibility for Haidari killing and bombing; three US soldiers are killed in roadside bombing in Baghdad, one in bombing in Balad to north and fifth in Anbar province (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Jan. 4 - Gunmen assassinated the governor of Baghdad Province on Tuesday as insurgents pressed a campaign to derail elections scheduled for Jan. 30. The governor, Ali al-Haidari, is the highest-ranking Iraqi official slain since May.",
      "publication_date": "2005-01-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/05/world/middleeast/iraqi-governor-slain-by-gunmen-bombing-kills-10.html",
      "byline": "By Richard A. Oppel Jr"
    },
    {
      "headline": "After Retreat, G.O.P. Changes House Ethics Rule",
      "snippet": "House Republicans push through significant change in handling of ethics complaints over strong Democratic objections, as 109th Congress convenes with pomp and partisanship; photo; new approach requires affirmative vote by ethics committee to begin...",
      "abstract": "House Republicans push through significant change in handling of ethics complaints over strong Democratic objections, as 109th Congress convenes with pomp and partisanship; photo; new approach requires affirmative vote by ethics committee to begin investigation, so that at least one colleague of same party has to go along, or complaint will die; chart; chairman Joel Hefley expresses misgivings about problems trying to implement fair process; is likely to be removed by majorty leader Tom DeLay, who Republicans have been trying to protect in case he is indicted on ethics matters in Texas (M)",
      "lead_paragraph": "WASHINGTON, Jan. 4 - House Republicans pushed through a significant change in the handling of ethics complaints over strong Democratic objections Tuesday as the 109th Congress convened with a burst of pomp and partisanship.",
      "publication_date": "2005-01-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/05/politics/after-retreat-gop-changes-house-ethics-rule.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "U.S. Said to Weigh Sanctions on Syria Over Iraqi Network",
      "snippet": "Bush administration considers new sanctions on Syria to prod it to crack down on Iraqis there who are providing financial and logistical support to insurgents in Iraq; officials say Syrians have not taken action despite months of quiet protests, w...",
      "abstract": "Bush administration considers new sanctions on Syria to prod it to crack down on Iraqis there who are providing financial and logistical support to insurgents in Iraq; officials say Syrians have not taken action despite months of quiet protests, while Syrians claim they have not received sufficient information; Treasury Department could move to isolate Syrian banking system; Iraqi network includes former Saddam Hussein government officials and close relatives; Izzat Ibrahim, second-ranking Hussein official who tops most-wanted list, reportedly has traveled to and from Syria over last 18 months; Deputy Sec Richard Armitage delivers new warning (M)",
      "lead_paragraph": "WASHINGTON, Jan. 4 - The Bush administration is considering imposing new sanctions on Syria to prod it to crack down on Iraqis there who are providing financial and logistical support to insurgents in Iraq, senior American counterterrorism officials said Tuesday.",
      "publication_date": "2005-01-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/05/washington/the-conflict-in-iraq-view-from-washington-us-said-to-weigh.html",
      "byline": "By Douglas Jehl"
    }
  ]
}