{
  "metadata": {
    "date": "2005-02-14",
    "total_articles": 29
  },
  "articles": [
    {
      "headline": "Sweden's Take on Private Pensions",
      "snippet": "Article on impact on workers and retirees in Sweden from five-year-old restructuring of state pension programs; Sweden, unlike Pres George Bush's Social Security overhaul proposal, imposes mandatory 2.5 percent savings on top of its basic benefit;...",
      "abstract": "Article on impact on workers and retirees in Sweden from five-year-old restructuring of state pension programs; Sweden, unlike Pres George Bush's Social Security overhaul proposal, imposes mandatory 2.5 percent savings on top of its basic benefit; 16 percent of wages go into overhauled pay-as-you-go system that defines contributions but no longer guarantees same benefits as in past; photos (M)",
      "lead_paragraph": "STOCKHOLM - Every spring Marie-Louise Graveleij, a 62-year-old receptionist in a funeral home, receives a large orange envelope through the mail. Now, it is about to become her lifeline, offering her an alternative to a full-time job.",
      "publication_date": "2005-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/12/business/worldbusiness/swedens-take-on-private-pensions.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "Gridlock on India's New Paths to Prosperity",
      "snippet": "Inadequate roads, shortages of hotel rooms and overseas flights, high telecommunications fees and inadequate power are becoming major concerns as India's $17 billion outsourcing industry continues to grow; National Assn of Software and Service Cos...",
      "abstract": "Inadequate roads, shortages of hotel rooms and overseas flights, high telecommunications fees and inadequate power are becoming major concerns as India's $17 billion outsourcing industry continues to grow; National Assn of Software and Service Cos president Kiran Karnik, in interview, says such shortcomings are hurting businesses, which have to bus thousands of employees to work, run their own generators and pay exorbitant rates for hotel rooms; group calls on government to make big investments in infrastructure across the board; photos (M)",
      "lead_paragraph": "MUMBAI, India, Feb. 9 - Anxieties over the United States economy have receded and worries about the political backlash have ebbed. But India's $17 billion outsourcing industry has a new dread: the poor infrastructure in the country's crowded cities is taking a big toll and may even curb the growth of the fast-expanding industry.",
      "publication_date": "2005-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/12/business/international-business-gridlock-on-indias-new-paths-to-prosperity.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "Patients in Test Won't Get Drug, Amgen Decides",
      "snippet": "Amgen decides not to make experimental drug available to four dozen patients with Parkinson's disease who participated in clinical trials; says that besides exposing patients to unnecessary risks, to let them continue treatment would only generate...",
      "abstract": "Amgen decides not to make experimental drug available to four dozen patients with Parkinson's disease who participated in clinical trials; says that besides exposing patients to unnecessary risks, to let them continue treatment would only generate false hopes and may hinder development of improved versions of drug (M)",
      "lead_paragraph": "A small group of people with Parkinson's disease had been pleading for months with the biotechnology company Amgen: Let them resume taking an experimental drug that the patients said had helped them but which the company said was ineffective and possibly dangerous.",
      "publication_date": "2005-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/12/business/patients-in-test-wont-get-drug-amgen-decides.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Big Oil's Burden of Too Much Cash",
      "snippet": "World's giant oil companies, making good on promises born of megamergers to cut costs, increase returns and raise record profits, find themselves in paradoxical position of making more money than they can comfortably spend; 10 biggest companies ea...",
      "abstract": "World's giant oil companies, making good on promises born of megamergers to cut costs, increase returns and raise record profits, find themselves in paradoxical position of making more money than they can comfortably spend; 10 biggest companies earned more than $100 billion in 2004, thanks to crude prices that averaged $41 a barrel in New York, and expect to exceed $1 trillion in sales; companies, rather than pouring large portion of money into drilling as fears of shortages grow and prices remain high, are giving much of their cash back to shareholders; graph (M)",
      "lead_paragraph": "Born from the megamergers of the 1990's, the world's giant oil companies have delivered on their promise. They have cut costs, increased returns and raised profits to records. Now, flush with cash, they find themselves in a paradoxical position -- they are making more money than they can comfortably spend.",
      "publication_date": "2005-02-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/12/business/big-oils-burden-of-too-much-cash.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "'01 Memo to Rice Warned of Qaeda And Offered Plan",
      "snippet": "Strategy document outlining proposals for eliminating threat from Al Qaeda, given to Condoleezza Rice as she assumed post of national security adviser in Jan 2001, warned that terror network had cells in US and 40 other countries and sought unconv...",
      "abstract": "Strategy document outlining proposals for eliminating threat from Al Qaeda, given to Condoleezza Rice as she assumed post of national security adviser in Jan 2001, warned that terror network had cells in US and 40 other countries and sought unconventional weapons; proposal presented to Rice by her top counterterrorism adviser, Richard A Clarke, laid out ways to step up fight against Al Qaeda, focusing on Osama bin Laden's headquarters in Afghanistan; Rice and other administration officials say document did not amount to full plan for taking on terrorist network; photo (M)",
      "lead_paragraph": "WASHINGTON, Feb. 11 - A strategy document outlining proposals for eliminating the threat from Al Qaeda, given to Condoleezza Rice as she assumed the post of national security adviser in January 2001, warned that the terror network had cells in the United States and 40 other countries and sought unconventional weapons, according to a declassified version of the document.",
      "publication_date": "2005-02-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/12/washington/01-memo-to-rice-warned-of-qaeda-and-offered-plan.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "Bush Vows Veto of Any Cutback in Drug Benefit",
      "snippet": "Pres Bush threatens to veto any bill that scales back Medicare's prescription drug benefit, which becomes available in Jan 2006 to millions of elderly and disabled people; estimates showing that benefit will cost $724 billion over decade have touc...",
      "abstract": "Pres Bush threatens to veto any bill that scales back Medicare's prescription drug benefit, which becomes available in Jan 2006 to millions of elderly and disabled people; estimates showing that benefit will cost $724 billion over decade have touched off furor in Congress, where lawmakers thought it would cost much less; conservatives seek cutbacks in benefits and cost controls; liberals want government to negotiate prices with drug manufacturers; Bush photo (M)",
      "lead_paragraph": "WASHINGTON, Feb. 11 - President Bush threatened on Friday to veto any bill that scales back Medicare's prescription drug benefit, which becomes available in January 2006 to millions of elderly and disabled people.",
      "publication_date": "2005-02-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/12/politics/bush-vows-veto-of-any-cutback-in-drug-benefit.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "Too Angry or Fearful to Vote, Sunni Iraqis Are Marginalized",
      "snippet": "Sunni Arabs, unchallenged ruling class under Saddam Hussein, decided with remarkable consistency to skip election of new Iraqi government; nation's other major groups, including Kurds and Shiite Arabs, turned out in overwhelming numbers; Sunnis wi...",
      "abstract": "Sunni Arabs, unchallenged ruling class under Saddam Hussein, decided with remarkable consistency to skip election of new Iraqi government; nation's other major groups, including Kurds and Shiite Arabs, turned out in overwhelming numbers; Sunnis will have almost no representation in government; there is no single factor that explains why Sunnis, about 20 percent of Iraq's 28 million people, failed to vote; map; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Feb. 11 - Abdullah Muhammad al-Ajili was standing next to his old Toyota pickup on the dusty road from Baghdad to Tikrit, simmering with resentment, the sleeves on his dark blue dishdasha rolled up on his forearms.",
      "publication_date": "2005-02-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/12/world/middleeast/too-angry-or-fearful-to-vote-sunni-iraqis-are-marginalized.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "CNN Executive Resigns Post Over Remarks",
      "snippet": "CNN senior executive Eason Jordan resigns abruptly, citing tempest he touched off on January 27 during panel discussion at World Economic Forum in Davos, Switzerland, in which he appeared to suggest that US troops deliberately aimed at journalists...",
      "abstract": "CNN senior executive Eason Jordan resigns abruptly, citing tempest he touched off on January 27 during panel discussion at World Economic Forum in Davos, Switzerland, in which he appeared to suggest that US troops deliberately aimed at journalists, killing some (M)",
      "lead_paragraph": "Eason Jordan, a senior executive at CNN who was responsible for coordinating the cable network's Iraq coverage, resigned abruptly last night, citing a journalistic tempest he touched off during a panel discussion at the World Economic Forum in Davos, Switzerland, late last month in which he appeared to suggest that United States troops had deliberately aimed at journalists, killing some.",
      "publication_date": "2005-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/12/business/media/cnn-executive-resigns-post-over-remarks.html",
      "byline": "By Jacques Steinberg and Katharine Q. Seelye"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": " Bush Defends Drug Benefit As Cost Estimates Soar  President Bush threatened to veto any bill that scales back Medicare's prescription drug benefit, which becomes available in January 2006 to millions of elderly and disabled people.  ",
      "abstract": " Bush Defends Drug Benefit As Cost Estimates Soar  President Bush threatened to veto any bill that scales back Medicare's prescription drug benefit, which becomes available in January 2006 to millions of elderly and disabled people.  ",
      "lead_paragraph": "Bush Defends Drug Benefit As Cost Estimates Soar President Bush threatened to veto any bill that scales back Medicare's prescription drug benefit, which becomes available in January 2006 to millions of elderly and disabled people.",
      "publication_date": "2005-02-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/12/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Please Don't Call the Customers Dead",
      "snippet": "Alcor Life Extension Foundation, small nonprofit company in Scottsdale, Ariz, has 67 bodies frozen in liquid nitrogen and awaiting medical breakthroughs that will enable them to be thawed and treated for whatever killed them; head and trunk of Ted...",
      "abstract": "Alcor Life Extension Foundation, small nonprofit company in Scottsdale, Ariz, has 67 bodies frozen in liquid nitrogen and awaiting medical breakthroughs that will enable them to be thawed and treated for whatever killed them; head and trunk of Ted Williams is most famous 'patient'; Alcor executives are convinced that cryonics will catch on someday and are stepping up marketing; nearly all future frozens buy life insurance policies to cover their fees and designate company as beneficiary; photos (L)",
      "lead_paragraph": "SCOTTSDALE, Ariz. - THE live-in customers at the Alcor Life Extension Foundation here reside in eight 10-foot-high steel tanks filled with liquid nitrogen. They are incapable of breathing, thinking, walking, riding a bike or scratching an itch. But don't refer to them as deceased.",
      "publication_date": "2005-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/02/13/business/yourmoney/please-dont-call-the-customers-dead.html",
      "byline": "By Richard Sandomir"
    },
    {
      "headline": "Giving Away Lots of Money Is Easy, Right?",
      "snippet": "Gretchen Morgenson column deplores lack of interest among institutional investors in devising fair method of distributing $225 million in fund established by Computer Associates International to compensate shareholders harmed by accounting impropr...",
      "abstract": "Gretchen Morgenson column deplores lack of interest among institutional investors in devising fair method of distributing $225 million in fund established by Computer Associates International to compensate shareholders harmed by accounting improprieties at company (M)",
      "lead_paragraph": "IF $225 million was sitting in a restitution fund for wronged shareholders and you were entitled to some of it, wouldn't you agitate to get your fair share?",
      "publication_date": "2005-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/02/13/business/yourmoney/giving-away-lots-of-money-is-easy-right.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Iraqi Insurgents Step Up Attacks After Elections",
      "snippet": "Suicide car bomber kills at least 17 people at hospital entrance south of Baghdad; judge who had investigated crimes of Hussein government is gunned down outside his home in Basra; concerns focus on approaching Shiite holiday of Ashura on Feb 19 t...",
      "abstract": "Suicide car bomber kills at least 17 people at hospital entrance south of Baghdad; judge who had investigated crimes of Hussein government is gunned down outside his home in Basra; concerns focus on approaching Shiite holiday of Ashura on Feb 19 this year; security officials suggest fragmented insurgency was surprised by willingness of Sunni political and religious figures to join discussions about formation of new government, and sees attacks on Shiites as best chance to foment civil war; attacks in last week focus on civilian 'soft targets,' with rising lethality, but frequency has not increased; photos; maps (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Feb. 12 - A suicide car bomber killed at least 17 Iraqis at the entrance of a hospital south of Baghdad, and a judge who had investigated crimes in Saddam Hussein's government was gunned down outside his home in Basra by masked men riding a motorcycle, as Iraq's insurgency continued to intensify since elections two weeks ago.",
      "publication_date": "2005-02-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/02/13/world/middleeast/iraqi-insurgents-step-up-attacks-after-elections.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Spinning Frenzy: P.R.'s Bad Press",
      "snippet": "Public relations industry is placed in unflattering light as Armstrong Williams, public relations executive and political and social commentator, acknowledges taking $240,000 from Department of Education to promote No Child Left Behind initiative ...",
      "abstract": "Public relations industry is placed in unflattering light as Armstrong Williams, public relations executive and political and social commentator, acknowledges taking $240,000 from Department of Education to promote No Child Left Behind initiative during radio and television appearances; Williams was working for Ketchum, major public relations firm, which received $950,000 contract from department to orchestrate its stealth campaign on behalf of Bush administration's signature education law; controversy comes as public relations industry is scrambling to adjust to advent of Internet revolution and boom in alternative media sources are; photos; graph shows results of survey of Americans on their trust in institutions (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/02/13/business/yourmoney/spinning-frenzy-prs-bad-press.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Iraqi Exile Sees His Prospects On Rise Again",
      "snippet": "Ahmad Chalabi, who fell from favor with Bush administration last May, has been quietly assembling coalition of Shiite leaders and Islamist outsiders and seems likely to have secured himself a senior position in new Iraqi government; as vote counti...",
      "abstract": "Ahmad Chalabi, who fell from favor with Bush administration last May, has been quietly assembling coalition of Shiite leaders and Islamist outsiders and seems likely to have secured himself a senior position in new Iraqi government; as vote counting nears completion, Chalabi is in command of one of largest blocs within fragmented Shiite alliance; deadlock between favorites Ibrahim al-Jafaari and Adel Abdul Mahdi, neither of whom has enough votes to lead government, might give Chalabi opening, but Chalabi is so unpopular at home and abroad that his quest for top job will likely prove futile; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Feb. 12 - Nine months ago, American soldiers pulled up to Ahmad Chalabi's compound here to help raid and ransack the place, marking a dramatic break between the Bush administration and the Iraqi exile who, more than anyone else outside the American government, helped make the case for the invasion of Iraq.",
      "publication_date": "2005-02-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/02/13/world/iraqi-exile-sees-his-prospects-on-rise-again.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Fat Substitute Is Pushed Out of the Kitchen",
      "snippet": "Scientists contend that trans fat, component of partially hydrogenated oil favored by food industry, is more dangerous than fat it replaced; trans fat has same heart-clogging properties as saturated fat, but also reduces good cholesterol, and smal...",
      "abstract": "Scientists contend that trans fat, component of partially hydrogenated oil favored by food industry, is more dangerous than fat it replaced; trans fat has same heart-clogging properties as saturated fat, but also reduces good cholesterol, and small but growing body of research has linked it to metabolic problems; Food and Drug Administration has ordered food companies to disclose trans fat amounts on food labels starting next year; food industry finds search for substitute more daunting and expensive than first imagined; photos, chart",
      "lead_paragraph": "Bob Pitts knows doughnuts. He fried his first one in 1961 at the original Dunkin' Donuts shop in Quincy, Mass. Just by looking at the lumps and cracks on a misshapen doughnut, he can tell if the frying oil is too cool or the batter too warm. But Mr. Pitts, the company's doughnut specialist, cannot find a way to make one that tastes good without using partially hydrogenated oil, now considered the worst fat in the American diet.",
      "publication_date": "2005-02-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/02/13/business/fat-substitute-is-pushed-out-of-the-kitchen.html",
      "byline": "By Kim Severson and Melanie Warner"
    },
    {
      "headline": "Take This Job and Hug It",
      "snippet": "Lisa Belkin Life's Work column on people who love their jobs; survey by Ajilon Office finds that 40 percent of respondents fall into that category; drawing (M)",
      "abstract": "Lisa Belkin Life's Work column on people who love their jobs; survey by Ajilon Office finds that 40 percent of respondents fall into that category; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-13T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/02/13/jobs/take-this-job-and-hug-it.html",
      "byline": ""
    },
    {
      "headline": "Those Family Ties Can Bind, but They Can Also Strangle",
      "snippet": "Consultants specializing in family-run business say rifts are not uncommon; in recent years, more attention has been paid to what distinguishes family operations from nonfamily businesses and how they can improve workplaces for both family members...",
      "abstract": "Consultants specializing in family-run business say rifts are not uncommon; in recent years, more attention has been paid to what distinguishes family operations from nonfamily businesses and how they can improve workplaces for both family members and outsiders; as baby boomers get set to retire, it is estimated that leadership of 39 percent of family businesses will change hands between 2003 and 2008; photo (M)",
      "lead_paragraph": "After more than 60 years in business, things were beginning to unravel for Arnold's Factory Supplies, a family-run Baltimore company founded in 1933.",
      "publication_date": "2005-02-13T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/02/13/jobs/those-family-ties-can-bind-but-they-can-also-strangle.html",
      "byline": "By David Koeppel"
    },
    {
      "headline": "Detainee Says He Was Tortured While in U.S. Custody",
      "snippet": "Mamdouh Habib, Egyptian-born Australian citizen released from American custody after 40 months, charges that he was subject to physical and psychological abuse during his detention in Pakistan, Egypt, Afghanistan and Guantanamo; claims cannot be c...",
      "abstract": "Mamdouh Habib, Egyptian-born Australian citizen released from American custody after 40 months, charges that he was subject to physical and psychological abuse during his detention in Pakistan, Egypt, Afghanistan and Guantanamo; claims cannot be confirmed, but are in line with accounts from other detainees; Habib refuses to discuss his months at Al Qaeda training camps in Afghanistan before Sept 11 attacks, but insists he will answer all questions in court; Australians sought his release when Americans decided in January not to press charges against Habib; Australia, which had considered prosecuting Habib, has revoked his passport and intends to monitor him closely; photos (M)",
      "lead_paragraph": "SYDNEY, Australia, Feb. 12 - Mamdouh Habib still has a bruise on his lower back. He says it is a sign of the beatings he endured in a prison in Egypt. Interrogators there put out cigarettes on his chest, he says, and he lifts his shirt to show the marks. He says he got the dark spot on his forehead when Americans hit his head against the floor at the prison at Guantánamo Bay, Cuba.",
      "publication_date": "2005-02-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/02/13/world/middleeast/detainee-says-he-was-tortured-while-in-us-custody.html",
      "byline": "By Raymond Bonner"
    },
    {
      "headline": "Tossing Out a Chief Executive",
      "snippet": "Reasons for Carleton S Fiorina's downfall at Hewlett-Packard include both her failure to produce kind of profits she promised and collision of her management style with egalitarian corporate culture where workers were treated like family; interim ...",
      "abstract": "Reasons for Carleton S Fiorina's downfall at Hewlett-Packard include both her failure to produce kind of profits she promised and collision of her management style with egalitarian corporate culture where workers were treated like family; interim chief executive Robert P Wayman denies culuture clash played role in her ouster, interview; other employees have said she was divisive force, with passionate supporters and bitter enemies; photos (M)",
      "lead_paragraph": "PALO ALTO, Calif., Feb. 13 - Preserved on Hewlett-Packard's campus as a kind of museum exhibit are the spartan offices of William Hewlett and David Packard.",
      "publication_date": "2005-02-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/14/technology/tossing-out-a-chief-executive.html",
      "byline": "By Gary Rivlin and John Markoff"
    },
    {
      "headline": "One Way to Deflect From the N.B.A.'s Embarrassments: Funny Ads",
      "snippet": "National Basketball Association launches its largest ad drive ever for itslucrative licensed apparel lines; campaign, joint effort with Reebok, is humorous take on league's marketing efforts; NBA and Reebok executives say campaign is unrelated to ...",
      "abstract": "National Basketball Association launches its largest ad drive ever for itslucrative licensed apparel lines; campaign, joint effort with Reebok, is humorous take on league's marketing efforts; NBA and Reebok executives say campaign is unrelated to recent series of embarrassments for league, although bad publicity could hurt NBA's carefully cultivated image as hip sports league; graph of NBA merchandise sales; photos (M)",
      "lead_paragraph": "At last, the National Basketball Association can laugh about something.",
      "publication_date": "2005-02-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/14/business/media/one-way-to-deflect-from-the-nbas-embarrassments-funny-ads.html",
      "byline": "By Jane L. Levere"
    },
    {
      "headline": "Resignation at CNN Shows the Growing Influence of Blogs",
      "snippet": "Resignation of CNN chief news executive Eason Jordan, under attack by bloggers, people who publish sites known as Web logs, for allegedly saying he believed United States military targeted and killed journalists, spurs some bloggers to pledge step...",
      "abstract": "Resignation of CNN chief news executive Eason Jordan, under attack by bloggers, people who publish sites known as Web logs, for allegedly saying he believed United States military targeted and killed journalists, spurs some bloggers to pledge stepped up assault on news media inaccuracy; other bloggers openly question attacks on individual careers; some in traditional media are growing alarmed as they watch careers being destroyed by what they see as growing power of rampant, unedited dialogue; those who worked closely with Jordan say he worked to make life safer for journalists in Iraq; photo (M)",
      "lead_paragraph": "With the resignation Friday of a top news executive from CNN, bloggers have laid claim to a prominent media career for the second time in five months.",
      "publication_date": "2005-02-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/14/technology/resignation-at-cnn-shows-the-growing-influence-of-blogs.html",
      "byline": "This article was reported by Katharine Q. Seelye, Jacques Steinberg and David F. Gallagher, and Written By Ms. Seelye"
    },
    {
      "headline": "Verizon Agrees to Acquire MCI for $6.6 Billion, Beating Qwest",
      "snippet": "Verizon, nation's largest regional phone company, will acquire nation's second-largest long-distance company, MCI, for $6.6 billion in cash and stock, latest merger in rapidly consolidating telecommunications industry; deal has been approved by bo...",
      "abstract": "Verizon, nation's largest regional phone company, will acquire nation's second-largest long-distance company, MCI, for $6.6 billion in cash and stock, latest merger in rapidly consolidating telecommunications industry; deal has been approved by boards of both companies and will be announced Feb 14; MCI, with 14 million residential customers and million corporate customers, emerged from bankruptcy protection last year and changed its name from WorldCom after nearly collapsing when $11 billion accounting fraud was unearthed; although it is shadow of its former self, its high-margin corporate customers and worldwide telephone and data network make it quite valuable; it was one of last remaining major telecommunications companies up for grabs following SBC's recent acquisition of AT&T for $15 billion; deal with MCI reflects Verizon's interest in growing its present business of selling telephone and data services to corporate customers (M)",
      "lead_paragraph": "Verizon, the nation's largest regional phone company, reached a deal last night to acquire MCI for about $6.6 billion is cash and stock, the latest merger in the rapidly consolidating telecommunications industry.",
      "publication_date": "2005-02-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/14/technology/verizon-agrees-to-acquire-mci-for-66-billion-beating-qwest.html",
      "byline": "By Matt Richtel and Andrew Ross Sorkin"
    },
    {
      "headline": "Abbas Declares War With Israel Effectively Over",
      "snippet": "Palestinian Pres Mahmoud Abbas says war with Israelis is effectively over and that Israeli Prime Min Ariel Sharon is speaking 'different language' to Palestinians, int; cites Sharon's commitment to withdraw from Gaza and dismantle all Israeli sett...",
      "abstract": "Palestinian Pres Mahmoud Abbas says war with Israelis is effectively over and that Israeli Prime Min Ariel Sharon is speaking 'different language' to Palestinians, int; cites Sharon's commitment to withdraw from Gaza and dismantle all Israeli settlements there and four in West Bank in spite of pressure from Israeli Likud rightists; calls himself Sharon's 'partner' on road to real peace; speaks with pride about persuading radical groups Hamas and Islamic Jihad to respect mutual declaration of truce he and Sharon announced at their meeting in Sharm el Sheik; says Hamas made commitment to him to run in July elections for Palestinian legislature, continuing group's 'conversion' into political party; says he fired nine senior police and security officials in Gaza and will fire any more who do not enforce his cease-fire; sets release of Palestinian prisoners as his first priority; rejects idea of sovereign Palestinian state in temporary borders before final settlement; says he hopes Bush administration will deliver on its promises of political and economic aid; photos (M)",
      "lead_paragraph": "GAZA, Feb. 13 - The new Palestinian leader, Mahmoud Abbas, said in an interview this weekend that the war with the Israelis is effectively over and that the Israeli prime minister, Ariel Sharon, is speaking \"a different language\" to the Palestinians. Mr. Sharon's commitment to withdraw from Gaza and dismantle all Israeli settlements there and four in the West Bank, despite \"how much pressure is on him from the Israeli Likud rightists,\" Mr. Abbas said, \"is a good sign to start with\" on the road to real peace.",
      "publication_date": "2005-02-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/14/world/middleeast/abbas-declares-war-with-israel-effectively-over.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Crucial Week for Defense In WorldCom Fraud Trial  Scott D. Sullivan, above, the government's star witness in its case against Bernard J. Ebbers, the former chief executive of WorldCom, faces a challenging week of court testimony this week during c...",
      "abstract": " Crucial Week for Defense In WorldCom Fraud Trial  Scott D. Sullivan, above, the government's star witness in its case against Bernard J. Ebbers, the former chief executive of WorldCom, faces a challenging week of court testimony this week during cross-examination.     Mr. Sullivan, a former WorldCom chief financial officer, testified last week that Mr. Ebbers consented to the accounting maneuvers involved in the $11 billion fraud that bankrupted the company. The task of Mr. Ebbers's defense is to shred Mr. Sullivan's credibility. This is crucial to its strategy because there were rarely others present when Mr. Sullivan said he told Mr. Ebbers about fraudulent accounting changes. [Page C2.]    Challenging an Education Giant  Three journalists who worked at The Chronicle of Higher Education for 20 years have started an online publication called insidehighered.com. They are attempting to become the first significant competition in higher education publishing since Lingua Franca folded in 2001. [C6.]    Flat Screens for the Cost-Conscious  Little-known companies like BenQ, Norcent and Syntax have jumped on the flat panel TV bandwagon and are seeking to capture market share from well established consumer electronics manufacturers like Panasonic, Philips, RCA and Sony by using the same tactic: low prices. [C3.]    Securities Settlements at Record  Securities class-action settlements reached record levels in 2004 as corporations paid shareholders for losses in the stock market, according to a study. [C2.]    Getting Online Carts to Checkout  More than half of prospective customers bail out of their purchases sometime after selecting products and before hitting the buy button, according to Forrester Research, a technology consultant. That phenomenon has prompted sites to find new ways to shepherd customers smoothly through the checkout process. Bob Tedeschi: E-Commerce Report. [C3.]    Uncertainty for Research Firms  The technology research business, which includes companies like Gartner and Forrester Research is at a crossroads. While spending on information technology has started to grow again, the research industry has not recovered from the dot-com bust. [C3.]    Superhero as Public Servant  A monthly comic book from WildStorm/DC Comics retains some superhero elements but also draws heavily on politics. The series, written by Brian K. Vaughan and illustrated by Tony Harris, follows its hero, Mayor Mitchell Hundred, as he retires from crime-fighting to pursue public office. This hero worries about topics like gay marriage, budgets, controversial art in public museums and debates over school vouchers. [C6.]    Gaps Cited in Political Coverage  In the month leading up to last year's presidential election, local television stations in big cities devoted eight times more coverage to car crashes and other accidents than to campaigns for the House of Representatives, state senate, city hall and other local offices, according to a study that analyzed more than 4,000 local newscasts that were broadcast in 11 major markets. [C4.]  ",
      "lead_paragraph": "Crucial Week for Defense In WorldCom Fraud Trial Scott D. Sullivan, above, the government's star witness in its case against Bernard J. Ebbers, the former chief executive of WorldCom, faces a challenging week of court testimony this week during cross-examination.",
      "publication_date": "2005-02-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/14/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Disney Book Is Good News for Publishers",
      "snippet": "Book publishers hope that James B Stewart's book DisneyWar: The Battle for the Magic Kingdom and Kurt Eichenwald's upcoming book Conspiracy of Fools, on Enron scandal, signal return of longtime industry staple: best-selling business narrative; say...",
      "abstract": "Book publishers hope that James B Stewart's book DisneyWar: The Battle for the Magic Kingdom and Kurt Eichenwald's upcoming book Conspiracy of Fools, on Enron scandal, signal return of longtime industry staple: best-selling business narrative; say books about business scandals have fared poorly among readers in recent years because hyperactive business media have picked over most of details of story before books hit stores and because shelves were saturated with multiple books on same scandal within months of each other, making it harder for any to stand out; are excited by level of personal detail about Disney head Michael Eisner's personality and how it affected his management of Disney (M)",
      "lead_paragraph": "LOS ANGELES, Feb. 13 - James B. Stewart first approached Michael D. Eisner in 2001 about writing a book about the Walt Disney Company, but was turned away. Two years later Mr. Stewart, a Pulitzer-prize winning author, came calling again. And this time, after a dinner in New York, Mr. Eisner did not say no, noting that Disney was on the upswing and he personally had nothing to hide.",
      "publication_date": "2005-02-14T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/14/business/media/disney-book-is-good-news-for-publishers.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Split Verdict in Iraqi Vote Sets Stage for Weak Government",
      "snippet": "Analysis of election results in Iraq; razor-thin margin captured by Shiite alliance seems certain to enshrine weak government that will be unable to push through sweeping changes, like granting Islam central role in new Iraqi state; fractured mand...",
      "abstract": "Analysis of election results in Iraq; razor-thin margin captured by Shiite alliance seems certain to enshrine weak government that will be unable to push through sweeping changes, like granting Islam central role in new Iraqi state; fractured mandate expected to herald long round of negotiating, in which Shiite alliance will have to strike deals with parties run by Kurds and others, most of which are secular and broadly opposed to enhanced role for Islam or overbearing Shiite government; role of Islam expected to be one of most contentious issues in drafting of permanent constitution over next 10 months (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Feb. 13 - The razor-thin margin apparently captured by the Shiite alliance here in election results announced Sunday seems almost certain to enshrine a weak government that will be unable to push through sweeping changes, like granting Islam a central role in the new Iraqi state.",
      "publication_date": "2005-02-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/14/world/middleeast/split-verdict-in-iraqi-vote-sets-stage-for-weak-government.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "U.S. Is Shaping Plan to Pressure North Koreans",
      "snippet": "Bush administration is developing new strategies to track and freeze financial transactions that are thought to enable government of Kim Jong Il to profit from counterfeiting, drug trafficking and sale of missile and other weapons technology; effo...",
      "abstract": "Bush administration is developing new strategies to track and freeze financial transactions that are thought to enable government of Kim Jong Il to profit from counterfeiting, drug trafficking and sale of missile and other weapons technology; efforts began in months before North Korea announced that it possesses nuclear weapons; some officials describe steps as building blocks for what could turn into broader quarantine if American allies--particularly China and South Korea--can be convinced that Kim's declaration on nuclear weapons means he must finally be forced to choose between disarmament and even deeper isolation; China and South Korea have been reluctant to impose penalties on North; it is far from clear that Bush administration's development of what one official calls 'new instruments of pressure' will work; effort arises to some degree from Washington's lack of leverage over North Korea, and absence of good military options; administration officials deny that renewed effort is part of unstated initiative to topple Kim; several officials say North Korea has stepped up its illicit trafficking and counterfeiting in part to make up for lost missile sales and crackdown on cash transfers from North Koreans living in Japan, some of which are illegal (M)",
      "lead_paragraph": "WASHINGTON, Feb. 13 - In the months before North Korea announced that it possessed nuclear weapons, the Bush administration began developing new strategies to choke off its few remaining sources of income, based on techniques in use against Al Qaeda, intelligence officials and policy makers involved in the planning say.",
      "publication_date": "2005-02-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/14/politics/us-is-shaping-plan-to-pressure-north-koreans.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "G.M. Will Pay $2 Billion to Sever Ties to Fiat",
      "snippet": "General Motors says it will pay Fiat $2 billion so that it will not be forced to take over Fiat's ailing auto business; companies also dissolve industrial partnership in which they jointly produced engines and transmissions in Europe and Latin Ame...",
      "abstract": "General Motors says it will pay Fiat $2 billion so that it will not be forced to take over Fiat's ailing auto business; companies also dissolve industrial partnership in which they jointly produced engines and transmissions in Europe and Latin America and jointly bought parts; say they will continue to cooperate in some areas; Fiat chief executive Sergio Marchionne and GM chairman Rick Wagoner call settlement of Fiat's put option to sell auto business to GM fair; GM will return its 10 percent stake in Fiat Auto to Fiat and take $840 million charge (M)",
      "lead_paragraph": "DETROIT, Feb. 13 - General Motors said on Sunday that it would pay Fiat $2 billion so that it would not be forced to take over Fiat's ailing auto business, resolving a dispute between the two that had threatened to become a court battle.",
      "publication_date": "2005-02-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/14/business/worldbusiness/gm-will-pay-2-billion-to-sever-ties-to-fiat.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Iraqi Shiites Win, but Margin Is Less Than Projection",
      "snippet": "In final election results, broad Shiite alliance led by two Iran-backed religious parties wins slim majority of seats in national assembly; 8.5 million people who voted, turnout of 58 percent, spread choices widely enough to assure that power in n...",
      "abstract": "In final election results, broad Shiite alliance led by two Iran-backed religious parties wins slim majority of seats in national assembly; 8.5 million people who voted, turnout of 58 percent, spread choices widely enough to assure that power in new government, and in drafting of new constitution, will have to be broadly shared among assembly's 275 members, lessening possibility that religious Shiite theocracy could emerge from elections; heavy Kurdish voting in north and secular voting in Baghdad and Basra offsets alliance's sweep in most of southern provinces, giving alliance 140 seats, only two-seat majority; alliance of country's two main Kurdish parties will hold about 75 seats, and party led by Ayad Allawi, interim prime minister, will hold about 40 seats, largest bloc controlled by any individual leader; five seats will go to Sheik Ghazi al-Yawar, one of handful of Sunni leaders who did not boycott elections; three seats expected to go to group loyal to volatile Shiite cleric Moktada al-Sadr; remaining seats will be scattered among eight other parties; photos; maps with voting results (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/14/world/middleeast/iraqi-shiites-win-but-margin-is-less-than-projection.html",
      "byline": "By John F. Burns and James Glanz"
    }
  ]
}