{
  "metadata": {
    "date": "2005-12-02",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Merrill Unit Subpoenaed on Pensions",
      "snippet": "Merrill Lynch acknowledges that its pension consulting unit in Jacksonville, Fla, which advises nearly 100 funds in state, has received subpoena from Securities and Exchange Commission as part of probe into conflicts of interest among advisers to ...",
      "abstract": "Merrill Lynch acknowledges that its pension consulting unit in Jacksonville, Fla, which advises nearly 100 funds in state, has received subpoena from Securities and Exchange Commission as part of probe into conflicts of interest among advisers to pension funds; SEC's interest in operation appears to have grown out of its study of pension consulting industry, in which it found conflicts at more than half consultants it examined (M)",
      "lead_paragraph": "Merrill Lynch acknowledged yesterday that its pension consulting unit in Florida, which advises nearly 100 funds in the state, had received a subpoena from the Securities and Exchange Commission as part of an investigation into conflicts of interest among advisers to pension funds.",
      "publication_date": "2005-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/02/business/merrill-unit-subpoenaed-on-pensions.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "After 24 Years on Death Row, Clemency Is Killer's Final Appeal",
      "snippet": "Gov Arnold Schwarzenegger of California must decide whether to grant clemency to Stanley (Tookie) Williams, who is scheduled to be executed on Dec 13 after 24 years on death row; governor could commute his sentence to life in prison; no condemned ...",
      "abstract": "Gov Arnold Schwarzenegger of California must decide whether to grant clemency to Stanley (Tookie) Williams, who is scheduled to be executed on Dec 13 after 24 years on death row; governor could commute his sentence to life in prison; no condemned prisoner has been spared in California since 1967, and nationwide such commutations have become rare; Williams, once leader of notorious street gang, was found guilty of four murders; his lawyers base their request for clemency on good he has done during his years in prison; he has written children's books and devised process by which rival gangs can declare truce; he gives lectures to young groups by telephone; supporters have nominated him for Nobel Prize for both literature and peace; Schwarzenegger must decide in his case whether clemency means something more than additional scrutiny of evidence presented in court or whether it should also take account of progress of prisoner's life in years following death sentence; photos; map; graph (M)",
      "lead_paragraph": "SAN QUENTIN, Calif., Nov. 30 - Stanley Tookie Williams, once a leader of a notorious street gang and now perhaps the nation's most prominent death row inmate, leaned over a small wooden table in a cramped visiting cell here and tried to explain what he used to be and what he has become.",
      "publication_date": "2005-12-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/02/us/after-24-years-on-death-row-clemency-is-killers-final-appeal.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Profusion of Rebel Groups Helps Them Survive in Iraq",
      "snippet": "Proliferation of militant groups in Iraq may explain why insurgency has been so hard to destroy; Iraqi and American officials in Iraq say single most important fact about insurgency is that it consists not of few groups, as Bush administration has...",
      "abstract": "Proliferation of militant groups in Iraq may explain why insurgency has been so hard to destroy; Iraqi and American officials in Iraq say single most important fact about insurgency is that it consists not of few groups, as Bush administration has long contended, but of dozens, possibly as many as 100; say there is no coherent organization, but far-flung collection of smaller groups often acting on their own or coming together for single attack; say each has its own leader and is free to act on its own; say highly visible groups like Al Qaeda, Ansar al Sunna and Victorious Army Group may act as fronts, providing money, general direction and expertise to smaller groups, then taking responsibility for attacks by broadcasting them across globe; say essential structure of Iraqi insurgency, making it so difficult to destroy, is horizontal as opposed to hierarchical, and ad hoc as opposed to unified; photos; chart (L)",
      "lead_paragraph": "BAGHDAD, Iraq, Dec. 1 - Here is a small sampling of the insurgent groups that have claimed responsibility for attacks on Americans and Iraqis in the last few months:",
      "publication_date": "2005-12-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/02/world/middleeast/profusion-of-rebel-groups-helps-them-survive-in-iraq.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "A Clash of Exchange Titans",
      "snippet": "Owners of New York Stock Exchange are expected to vote on Dec 6 to convert 213-year-old nonprofit public utility into for-profit publicly traded company; deal will give Big Board currency to acquire other exchanges, freedom to make swift decisions...",
      "abstract": "Owners of New York Stock Exchange are expected to vote on Dec 6 to convert 213-year-old nonprofit public utility into for-profit publicly traded company; deal will give Big Board currency to acquire other exchanges, freedom to make swift decisions without waiting for consensus among its 1,366 members and ability to act like entrepreneur and pursue sources of faster-growing revenue; competition between NYSE and Nasdaq, which is expected to win right soon to call itself an exchange, is set to explode; Nasdaq president and chief executive Robert Greifeld says Nasdaq has superior market model and NYSE will have to imitate what Nasdaq has been doing for 30 years, reference to all-electronic trading; NYSE chief executive John A Thain counters that it is not an all-electronic world but more of a hybrid world; charts; photos (M)",
      "lead_paragraph": "On Tuesday, the 1,366 owners of the New York Stock Exchange are likely to end an era and begin a new one by voting to convert the 213-year-old nonprofit public utility into a for-profit publicly traded company. The deal will give the Big Board a verve it has lacked: it will have the currency to acquire other exchanges, the freedom to make swift decisions without waiting for a consensus among its members and the ability to act like an entrepreneur and pursue sources of faster-growing revenue.",
      "publication_date": "2005-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/02/business/a-clash-of-exchange-titans.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Lofty Promise of Saturn Plant Runs Into G.M.'s Fiscal Reality",
      "snippet": "General Motors' Saturn plant in Spring Hill, Tenn, opened with such high hopes, is among 12 factories GM plans to shut or partly close; it will eliminate 30,000 jobs in North America as it tries to recover from one of worst slumps in its history; ...",
      "abstract": "General Motors' Saturn plant in Spring Hill, Tenn, opened with such high hopes, is among 12 factories GM plans to shut or partly close; it will eliminate 30,000 jobs in North America as it tries to recover from one of worst slumps in its history; Saturn plant was seen as rare opportunity for company and its workers to embrace some of lessons Japan was teaching, with American twist; workers and managers at complex made decisions together; Saturn plant is victim of company decision to disregard plant's need to grow, pouring money into sport utility vehicles and pickups instead; now, 1,500 workers at Saturn plant are set to lose jobs that GM originally assured them were guaranteed; another 4,000 jobs there hinge on whether company gives factory new models to build; Saturn workers have learned harsh reality that building quality cars and cooperating with management are not enough to save their jobs; GM also plans to close its well-regarded plants in Oklahoma City and Oshawa, Ontario; photos (M)",
      "lead_paragraph": "SPRING HILL, Tenn., Nov. 29 - This was the factory that was going to revive the American automobile industry, proving that Detroit could build quality cars and win back buyers who had defected to the Japanese.",
      "publication_date": "2005-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/02/business/lofty-promise-of-saturn-plant-runs-into-gms-fiscal-reality.html",
      "byline": "By Jeremy W. Peters and Micheline Maynard"
    },
    {
      "headline": "Lobbyist's Role in Hiring Aides Is Investigated",
      "snippet": "Jack Abramoff, Republican lobbyist, may have brokered lucrative jobs for Congressional aides at powerful lobbying firms in exchange for legislative favors; Abramoff is under mounting pressure to cooperate in federal corruption inquiry into whether...",
      "abstract": "Jack Abramoff, Republican lobbyist, may have brokered lucrative jobs for Congressional aides at powerful lobbying firms in exchange for legislative favors; Abramoff is under mounting pressure to cooperate in federal corruption inquiry into whether money and gifts were used in influence-peddling scandal that involved lawmakers; his closest business partner Michael Scanlon just pleaded guilty to conspiracy in exchange for cooperating in inquiry; prosecutors seeking to increase pressure on Abramoff to cooperate are sifting through evidence related to hiring of several former Congressional aides by lobbying firm Greenberg Traurig, where Abramoff worked; investigators are said to be focusing on how Tony C Rudy, former deputy chief of staff to Rep Tom DeLay, and Neil G Volz, former chief of staff to Rep Bob Ney, obtained lobbying positions with big firms in capital; also under examination are payments to lobbyists and lawmakers' wives, including Rudy's wife Lisa Rudy, whose firm worked in consultation with Abramoff (M)",
      "lead_paragraph": "WASHINGTON, Dec. 1 - With a federal corruption case intensifying, prosecutors investigating Jack Abramoff, the Republican lobbyist, are examining whether he brokered lucrative jobs for Congressional aides at powerful lobbying firms in exchange for legislative favors, people involved in the case have said.",
      "publication_date": "2005-12-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/02/politics/lobbyists-role-in-hiring-aides-is-investigated.html",
      "byline": "By Anne E. Kornblut"
    },
    {
      "headline": "Hedge Fund Settles Trade Case",
      "snippet": "Millennium Partners, one of most successful hedge fund managers, agrees to $180 million settlement over elaborate scheme to trade in and out of mutual funds; its founder, Israel A Englander, will personally pay $30 million fine under civil settlem...",
      "abstract": "Millennium Partners, one of most successful hedge fund managers, agrees to $180 million settlement over elaborate scheme to trade in and out of mutual funds; its founder, Israel A Englander, will personally pay $30 million fine under civil settlement with New York State Atty Gen Eliot Spitzer and Securities and Exchange Commission; will not be required to step down from overseeing his $5.4 billion hedge fund firm (M)",
      "lead_paragraph": "Millennium Partners, one of the most successful hedge fund managers, agreed yesterday to a $180 million settlement over an elaborate, scheme to trade in and out of mutual funds.",
      "publication_date": "2005-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/02/business/hedge-fund-settles-trade-case.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "Pension Truths: A Scare for Investors?",
      "snippet": "Floyd Norris column says better accounting rules are likely to mean fewer stock options and fewer pensions; says companies have become stingier in handing out options and are actively searching for ways to minimize reported expenses; says first pa...",
      "abstract": "Floyd Norris column says better accounting rules are likely to mean fewer stock options and fewer pensions; says companies have become stingier in handing out options and are actively searching for ways to minimize reported expenses; says first part of accounting change, which could come at end of 2006, would simply put value of pension obligations and post-employee health care obligations on balance sheet as liability, offset by value of pension fund assets; says that will cut shareholder equity at many companies, prompting more companies to cut back on pensions if they can and reduce promises of retiree health care; graph (M)",
      "lead_paragraph": "THE 90's were a decade in which bad accounting obscured unpleasant reality and made investors happy, at least for a time. This decade may be remembered as a time when better accounting changed reality in ways that were not always pleasant.",
      "publication_date": "2005-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/02/business/pension-truths-a-scare-for-investors.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Drained at the Pump, Shoppers Cut Back",
      "snippet": "Shoppers this holiday season appear to be cutting back spending in wake of rising gasoline prices and big increase in impending heating bills; Retail Metrics says purchases at stores open at least one year rose 3.7 percent over last year, below ex...",
      "abstract": "Shoppers this holiday season appear to be cutting back spending in wake of rising gasoline prices and big increase in impending heating bills; Retail Metrics says purchases at stores open at least one year rose 3.7 percent over last year, below expected 3.9 percent rise; sluggish performance at department stores, club warehouse chains and even usually invulnerable luxury retailers dragged down results, intensifying pressure on chains like Saks, Federated Department Stores and Gap to produce strong December; consumers are flocking to discount chains like Wal-Mart and Target, purchasing more online, but skipping many full-price shops at mall; several mall retailers--Gap, Express and Aeropostale, among them--have been offering deep discounts that could eat into profit margins for fourth quarter; Wal-Mart says sales rose 4.3 percent, outperforming its trendier rival, Target, which was up 2.6 percent, for first time in year; graph; chart; photo (M)",
      "lead_paragraph": "The word that Heather Dunne repeats most often this holiday season is no. No gas-guzzling trips to nearby Madison, Wis., for shopping; no splurging when Wal-Mart will suffice; no gifts over $10 for extended family.",
      "publication_date": "2005-12-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/02/business/drained-at-the-pump-shoppers-cut-back.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Cash Missing in Iraq; A Colonel Is Charged",
      "snippet": "A United States Army Reserve officer was charged with smuggling hundreds of thousands of dollars in stolen cash from Iraq and using some of the money, intended for reconstruction, to purchase machine guns, grenade launchers and other illegal arms ...",
      "abstract": "A United States Army Reserve officer was charged with smuggling hundreds of thousands of dollars in stolen cash from Iraq and using some of the money, intended for reconstruction, to purchase machine guns, grenade launchers and other illegal arms that were later found in a garage in North Carolina.  ",
      "lead_paragraph": "A United States Army Reserve officer was charged with smuggling hundreds of thousands of dollars in stolen cash from Iraq and using some of the money, intended for reconstruction, to purchase machine guns, grenade launchers and other illegal arms that were later found in a garage in North Carolina.",
      "publication_date": "2005-12-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/02/front page/world/cash-missing-in-iraq-a-colonel-is-charged.html",
      "byline": ""
    }
  ]
}