{
  "metadata": {
    "date": "2005-08-11",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Former F.C.C. Chief to Join Providence Equity",
      "snippet": "Michael K Powell, who stepped down as head of Federal Communications Commission in January, is joining Providence Equity Partners as senior adviser; Powell comments; photo (M)",
      "abstract": "Michael K Powell, who stepped down as head of Federal Communications Commission in January, is joining Providence Equity Partners as senior adviser; Powell comments; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/11/business/media/former-fcc-chief-to-join-providence-equity.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "TV Ad Attacking Court Nominee Provokes Furor",
      "snippet": "Abortion-rights group Naral Pro-Choice America runs television advertisement opposing Supreme Court nomination of John G Roberts Jr which other abortion rights supporters and neutral media watchdog group say is misleading and unfair; focus of 30-s...",
      "abstract": "Abortion-rights group Naral Pro-Choice America runs television advertisement opposing Supreme Court nomination of John G Roberts Jr which other abortion rights supporters and neutral media watchdog group say is misleading and unfair; focus of 30-second spot is argument in abortion-related case that Roberts made to Supreme Court in early 1990's, as deputy solicitor general in first Bush administration; Roberts argued that Reconstruction-era civil rights law could not be invoked against those seeking to block access to abortion clinics with increasingly violent demonstrations; at issue in Naral ad is its failure to include Roberts' explanation that he was not defending demonstrators' conduct but rather proper interpretation' of statute; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/11/politics/tv-ad-attacking-court-nominee-provokes-furor.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "States Opposing Plan to Shutter Air Guard Bases",
      "snippet": "Many states object to proposed overhaul of more than two dozen Air National Guard units, most contested part of Pentagon's larger plan to shut, shrink or realign hundreds of military sites nationwide; Air Force wants to retire aging aircraft from ...",
      "abstract": "Many states object to proposed overhaul of more than two dozen Air National Guard units, most contested part of Pentagon's larger plan to shut, shrink or realign hundreds of military sites nationwide; Air Force wants to retire aging aircraft from many Guard units, close or consolidate some of their bases and give some units new missions it says are better suited to today's national security environment; state officials around country argue that plan would leave them vulnerable to terrorist attacks; Illinois and Penna have filed suit in federal court contending that Defense Dept cannot move Air Guard units without consent of state governors, who share authority with president over use of units; members of independent commission who are preparing to begin their final assessment of Pentagon plan publicly express alarm at Air National Guard recommendations; Air Guard, with 106,000 members, has units stationed at 24 Air Force, Air Guard or Air Reserve bases, as well as at 63 civilian airports across country; photo; map;diagrams (M)",
      "lead_paragraph": "WASHINGTON, Aug. 10 - A proposed overhaul of more than two dozen Air National Guard units has ignited a political firestorm in many states, drawing attention to the most contested part of the Pentagon's larger plan to shut, shrink or realign hundreds of military sites nationwide.",
      "publication_date": "2005-08-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/11/politics/states-opposing-plan-to-shutter-air-guard-bases.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Science's Quest to Banish Fat in Tasty Ways",
      "snippet": "Every major food producer and food-ingredient company has ordered it2",
      "abstract": "Every major food producer and food-ingredient company has ordered it2",
      "lead_paragraph": "Low-fat fried chicken may seem like a contradiction in terms, but not to Stephen Kelleher. On a recent summer morning, he hovered over a whirling assembly line as a waterfall of gray liquid cascaded over slabs of breaded chicken. Then the magic began.",
      "publication_date": "2005-08-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/11/business/sciences-quest-to-banish-fat-in-tasty-ways.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "To Woo Students, Colleges Choose Names That Sell",
      "snippet": "Growing numbers of colleges are changing their names to attract more students; colleges jockeying for market share seek names that project image they want or reflect changes they hope to make; some have seen doubling of student applications after ...",
      "abstract": "Growing numbers of colleges are changing their names to attract more students; colleges jockeying for market share seek names that project image they want or reflect changes they hope to make; some have seen doubling of student applications after name change, although not all efforts at name change are successful; process of respositioning begins, but does not end, with name change; branding expert notes widespread effort at schools of higher learning to articulate what makes each school uniquely valuable; new efforts are directly tied to growth in number of colleges and universities, increasing competition for students; photo (M)",
      "lead_paragraph": "Since Beaver College in the Philadelphia suburbs became Arcadia University four years ago, applications have doubled. Western Maryland College was also looking for a boost when it became McDaniel College in 2002. And California State University, Hayward, decided last January that a name change to California State University, East Bay, would help it reach out to students in new communities.",
      "publication_date": "2005-08-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/11/education/to-woo-students-colleges-choose-names-that-sell.html",
      "byline": "By Alan Finder"
    },
    {
      "headline": "Foiled Bid Stirs Worry for U.S. Oil",
      "snippet": "Oil companies face whether they might suffer political retribution in their dealings with foreign governments in wake of political lobbying in Washington that scuttled China's Cnooc from acquiring Unocal; fate of Unocal is finally settled when maj...",
      "abstract": "Oil companies face whether they might suffer political retribution in their dealings with foreign governments in wake of political lobbying in Washington that scuttled China's Cnooc from acquiring Unocal; fate of Unocal is finally settled when majority of company's shareholders approve takeover offer from Chevron worth about $18 billion; battle has left bitter taste among many in oil and gas industry because of hostility displayed by lawmakers and consequences this might have for US oil companies worldwide; photo (M)",
      "lead_paragraph": "When Cnooc, the Chinese government-owned oil company, dropped its bid to buy Unocal this month, it said political opposition in Washington had scuttled the plan. The question oil companies now face is whether they might suffer similar political retribution in their own dealings with foreign governments.",
      "publication_date": "2005-08-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/11/business/worldbusiness/foiled-bid-stirs-worry-for-us-oil.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Entrenched Epidemic: Wife-Beatings in Africa",
      "snippet": "Wife-beating is accepted practice in sub-Saharan Africa; in Nigeria, one in three women, including wives of government officials, report having been physically abused by male partner; provocation may be as insignificant as burning dinner or watchi...",
      "abstract": "Wife-beating is accepted practice in sub-Saharan Africa; in Nigeria, one in three women, including wives of government officials, report having been physically abused by male partner; provocation may be as insignificant as burning dinner or watching movies; in Zambia, nearly half of women surveyed say male partner beat them; in South Africa, researchers estimate that male partner kills girlfriend or spouse every six hours--highest mortality rate from domestic violence every reported; in Zimbabwe's capital, Harare, domestic violence accounts for more than 60 percent of murder cases in court; women's rights organizations say most women remain silent about abuse; say help is typically not easy to find and that many women are raised to believe that wifely transgressions justify beatings; Nigeria's penal code in Muslim-dominated north specifically allows husbands to discipline their wives; police typically see wife-beating as exception to assault laws; women's rights advocates say prevalence of abuse is emblematic of low status of women in sub-Saharan Africa; photos (M)",
      "lead_paragraph": "LAGOS, Nigeria - It was a typical husband-wife argument. She wanted to visit her parents. He wanted her to stay home.",
      "publication_date": "2005-08-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/11/world/africa/entrenched-epidemic-wifebeatings-in-africa.html",
      "byline": "By Sharon Lafraniere"
    },
    {
      "headline": "A Look Ahead at HDTV, Shot by You",
      "snippet": "David Pogue column on Sony's new HDR-HCI, world's smallest and least expensive HD camcorder; device is 7.4 by 2.8 by 3.7 inches and priced at $1,750 online; photo (M)5",
      "abstract": "David Pogue column on Sony's new HDR-HCI, world's smallest and least expensive HD camcorder; device is 7.4 by 2.8 by 3.7 inches and priced at $1,750 online; photo (M)5",
      "lead_paragraph": "WHEN it comes to attitudes toward high-definition TV, you can pretty much divide the world into three camps. Group A thinks HDTV is the greatest invention since the microwave, and counts the hours until the nation's transition to HDTV is complete. Group B thinks that HDTV is an enormous boondoggle, a bald-faced government-industry conspiracy to milk the citizenry for billions.",
      "publication_date": "2005-08-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/11/technology/circuits/a-look-ahead-at-hdtv-shot-by-you.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Deal Likely to Let KPMG Avoid Charge in Tax Case",
      "snippet": "Negotiations between federal prosecutors and KPMG, accounting firm facing possible criminal charges for its role in marketing questionable tax shelters, appears to have ruled out indictment of firm; KPMG is expected to face fines that could reach ...",
      "abstract": "Negotiations between federal prosecutors and KPMG, accounting firm facing possible criminal charges for its role in marketing questionable tax shelters, appears to have ruled out indictment of firm; KPMG is expected to face fines that could reach as much as $500 million; firm has been under probe for about 18 months over its creation and sales of shelters, which investigators say cost government at least $1.4 billion in unpaid taxes (M)",
      "lead_paragraph": "Negotiations between federal prosecutors and KPMG, the accounting firm facing possible criminal charges for its role in marketing questionable tax shelters, appear to have ruled out an indictment of the firm, people briefed on the discussions said last night.",
      "publication_date": "2005-08-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/11/business/deal-likely-to-let-kpmg-avoid-charge-in-tax-case.html",
      "byline": "By Jonathan D. Glater and Lynnley Browning"
    }
  ]
}