{
  "metadata": {
    "date": "2005-03-01",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Sales Halted in Biotech Drug Because of Link to a Death",
      "snippet": "Sales of drug Tysabri for treatment of multiple sclerosis are abruptly suspended after product is linked to fatal neurological disease called progressive multifocal leukoencephalopathy, or PML; drug, jointly marked by Biogen Idec and Elan, was app...",
      "abstract": "Sales of drug Tysabri for treatment of multiple sclerosis are abruptly suspended after product is linked to fatal neurological disease called progressive multifocal leukoencephalopathy, or PML; drug, jointly marked by Biogen Idec and Elan, was approved by Food and Drug Administration three months ago under procedure designed to speed introduction of drugs for serious diseases; Biogen's chief executive James C Mullen comments; Biogen's stock loses 43 percent of market value, plunging $28.63 to $38.65; graph; photo (M)",
      "lead_paragraph": "Sales of a new drug that had been hailed as a big advance in the treatment of multiple sclerosis were abruptly suspended yesterday after the product was linked to a rare but potentially fatal neurological disease.",
      "publication_date": "2005-03-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/01/business/sales-halted-in-biotech-drug-because-of-link-to-a-death.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "I.R.S. Accuses Man of Hiding $450 Million",
      "snippet": "Walter Anderson, chief executive of Orbital Recovery, is arrested and chaged with evading taxes by hiding at least $450 million of income through offshore corporations; indictment claims Anderson did not pay over $210 million in federal and local ...",
      "abstract": "Walter Anderson, chief executive of Orbital Recovery, is arrested and chaged with evading taxes by hiding at least $450 million of income through offshore corporations; indictment claims Anderson did not pay over $210 million in federal and local taxes he owed for years 1995 through 1999 alone; IRS Comr Mark W Everson comments; Anderson pleads not guilty; Magistrate Alan Kay orders Anderson held without bail until bond hearing on March 3; Anderson allegedly formed offshore corporation Gold and Appeal Transfer in British Virgin Island in 1992 to hide his profits from deals involving telecommunications company he started in 1980's (M)",
      "lead_paragraph": "WASHINGTON, Feb. 28 - A prominent telecommunications entrepreneur who once tried to mount a rescue of a Russian space station has been arrested and charged with evading taxes by hiding at least $450 million of income through offshore corporations.",
      "publication_date": "2005-03-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/01/business/irs-accuses-man-of-hiding-450-million.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "A Soloist Holds Forth on Retailing",
      "snippet": "Article on Federated Department Stores chief executive Terry J Lundgren's corporate strategy that convinced May Department Stores' executives to sell company to Federated for $11 billion; photo (M)",
      "abstract": "Article on Federated Department Stores chief executive Terry J Lundgren's corporate strategy that convinced May Department Stores' executives to sell company to Federated for $11 billion; photo (M)",
      "lead_paragraph": "Terry J. Lundgren stood alone at the lectern yesterday as he held a news conference to discuss Federated's $11 billion acquisition of the May Department Stores. That was fitting, because it was Mr. Lundgren, 52, who thought up the notion of creating a single department-store giant several years ago; repeatedly wooed May's management; and drove the deal to its completion on Sunday.",
      "publication_date": "2005-03-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/01/business/retailing-shakeup-the-new-chief-a-soloist-holds-forth-on-retailing.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "Jackson Prosecutor Tells of Abuse and Conspiracy",
      "snippet": "Trial of Michael Jackson opens; Santa Barbara County district attorney Thomas W Sneddon Jr tells jury that Jackson used alcohol and pornography to seduce and molest young boy who was recovering from battle with cancer; defense attorney Thomas A Me...",
      "abstract": "Trial of Michael Jackson opens; Santa Barbara County district attorney Thomas W Sneddon Jr tells jury that Jackson used alcohol and pornography to seduce and molest young boy who was recovering from battle with cancer; defense attorney Thomas A Mesereau Jr counters charges by portraying boy's mother as grifter and extortionist who had repeatedly made spurious charges of sexual abuse; photo (M)",
      "lead_paragraph": "SANTA MARIA, Calif., Feb. 28 - The prosecution opened its case against Michael Jackson on Monday, telling a jury that he used alcohol and pornography to seduce and ultimately molest a young boy who was recovering from a life-threatening battle with cancer.",
      "publication_date": "2005-03-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/01/us/jackson-prosecutor-tells-of-abuse-and-conspiracy.html",
      "byline": "By John M. Broder"
    },
    {
      "headline": "Lebanon's Pro-Syria Government Quits After Protests",
      "snippet": "Lebanon Prime Min Omar Karami resigns, dissolving country's pro-Syrian government and setting stage for intense struggle over relationship between Syria and Lebanon; surprise move comes hours after grueling no-confidence debate in Lebanese Parliam...",
      "abstract": "Lebanon Prime Min Omar Karami resigns, dissolving country's pro-Syrian government and setting stage for intense struggle over relationship between Syria and Lebanon; surprise move comes hours after grueling no-confidence debate in Lebanese Parliament, and amid huge protests in streets of Beirut; pressure on government and Syria has intensified since assassination of former Prime Min Rafik Hariri; Lebanese opposition leaders cheer resignation and continue to call for pullout of Syria's 14,000 troops; say Syrian government is more vulnerable than ever; timeline traces Syrian power in Lebanon; photos (M)",
      "lead_paragraph": "BEIRUT, Lebanon, Feb. 28 - Lebanon's prime minister, Omar Karami, resigned Monday, dissolving the country's pro-Syrian government and setting the stage for an intense struggle over the relationship between Syria and Lebanon.",
      "publication_date": "2005-03-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/01/world/middleeast/lebanons-prosyria-government-quits-after-protests.html",
      "byline": "By Hassan M. Fattah"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Home Speculation Unseats Investment in Stocks  In several metropolitan areas where the real estate market is hot, rapidly rising sales prices are luring a growing number of ordinary people into buying and selling residences they will never occupy....",
      "abstract": " Home Speculation Unseats Investment in Stocks  In several metropolitan areas where the real estate market is hot, rapidly rising sales prices are luring a growing number of ordinary people into buying and selling residences they will never occupy.    According to LoanPerformance Inc., about 8.5 percent of mortgages in the first 11 months of last year were taken out by people who do not plan to live in the homes themselves, up from 5.8 percent in 2000. [Page A1.]    No Allied Domecq-Pernod Deal  Shares of Pernod Ricard declined after it was learned that the company has given up on the idea of taking over Allied Domecq. An out-and-out purchase by the French company was never likely: Pernod's market value, at just more than $10 billion, is slightly smaller than Allied's. Making a joint bid with another spirits company could theoretically give Pernod the mass to get a deal done. But finding such a partner is tricky. Market Place. [C11.]    Continental Unions Agree to Cuts  Continental Airlines reached tentative agreements with its unions on $500 million in annual savings, the fifth major airline to obtain cuts from all its workers. [C9.]    Senate Discussing Bankruptcy Bill  Legislation sought by banks and credit card companies to make it more difficult for consumers to discharge their debts in personal bankruptcy made its way to the Senate. [C2.]    Law Partnerships More Elusive  Making partner at big law firms is getting more difficult. The number of equity partners at law firms grew 2.5 percent last year, down from 4.5 percent five years ago. [C3.]    Ford Sued for Lending Practices  Ford Motor Credit, which makes car loans, is being sued on charges that the company's lending practices allow dealers to discriminate against minorities. [C2.]    China Goes to Latin America for Oil  China is shopping for oil. China has signed accords with Venezuela, invested in largely untapped markets like Peru and explored possibilities in Bolivia and Colombia. [C6.]    A Smaller Quarterly Loss at Fiat  Sergio Marchionne, left, Fiat's chief executive, has been piecing together a turnaround that has resulted in factory closings, management layoffs and the introduction of more than a dozen new or redesigned models. As a result, Fiat's fourth-quarter loss shrank to 374 million euros, or $495 million, from 1.1 billion euros in the final quarter of 2003. Sales were little changed at 12.5 billion euros. [C6.]    Givenchy Names a Designer  Riccardo Tisci was named Givenchy's creative director for women's wear. [C6.]    Couple Wins Suit Against Merrill  An arbitration panel has awarded a Florida couple more than $1 million for losses they claimed were caused by Merrill Lynch's fraudulent research. [C9.]    Hint of Inflation Cuts Bond Prices  With a whiff of inflation in the air, Treasury prices fell. The yield on the 10-year note jumped to 4.38 percent. [C11.]    The Dow Jones industrials declined 75.37 points, to 10,766.23; the S.&P. 500 dropped 7.77 points, to 1,203.60; and the Nasdaq composite index fell 13.68 points, to 2,051.72. [C11.]    The Pros and Cons of Upgrades  A modified Dear John letter about upgrades on Continental Airlines draws both pros and cons. Joe Sharkey: On the Road. [C8.]  ",
      "lead_paragraph": "Home Speculation Unseats Investment in Stocks In several metropolitan areas where the real estate market is hot, rapidly rising sales prices are luring a growing number of ordinary people into buying and selling residences they will never occupy.",
      "publication_date": "2005-03-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/01/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "No Longer the Queens of the Mall, Department Stores Try Makeovers",
      "snippet": "Analysis: Annuoncement that Federated Department Stores is acquiring May Department Stores reflects how much department store presence in marketplace has diminished; analysts anticipate that Federated's chief executive Terry J Lundgren will signif...",
      "abstract": "Analysis: Annuoncement that Federated Department Stores is acquiring May Department Stores reflects how much department store presence in marketplace has diminished; analysts anticipate that Federated's chief executive Terry J Lundgren will significantly reduce number of stores and bring them under fewer banner names; NPD Group says that in last eight years, department stores have lost about $2.5 billion in sales, money lost to discount merchants and specialty shops; graph; photos (M)",
      "lead_paragraph": "Later this month, one of the nation's biggest shopping mall developers is opening a mall in Jacksonville, Fla., that breaks with the old rules of what a mall should look like.",
      "publication_date": "2005-03-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/01/business/no-longer-the-queens-of-the-mall-department-stores-try-makeovers.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Blast Kills 122 at Iraqi Clinic in Attack on Security Recruits",
      "snippet": "Suicide bomber drives into thick crowd of Iraqi police and army recruits in Hilla, 60 miles south of Baghdad, killing at least 122 in deadliest single bombing since American invasion nearly two years ago; victims included men, women and children w...",
      "abstract": "Suicide bomber drives into thick crowd of Iraqi police and army recruits in Hilla, 60 miles south of Baghdad, killing at least 122 in deadliest single bombing since American invasion nearly two years ago; victims included men, women and children who were out and about, as well as recruits who were awaiting medical checkups; attack demonstrates that insurgency is able to set off deadly strikes at will, despite relatively peaceful elections in January; Interior Min Falah al-Naqib says deadliness has increased recently; recap of suicide attacks in last 10 days, which have killed more than 100 Iraqis; map; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/01/world/middleeast/blast-kills-122-at-iraqi-clinic-in-attack-on-security.html",
      "byline": "By Warzer Jaff and Robert F. Worth"
    },
    {
      "headline": "U.S. Cites Array of Rights Abuses by the Iraqi Government in 2004",
      "snippet": "State Department report details array of human rights abuses last year by Iraqi government, including torture, rape and illegal detentions by police officers and functionaries of interim administration that took power in June; discussion comes in ...",
      "abstract": "State Department report details array of human rights abuses last year by Iraqi government, including torture, rape and illegal detentions by police officers and functionaries of interim administration that took power in June; discussion comes in chapter in department's annual report on human rights; report does not address incidents in Iraq in which Americans were involved, like prisoner abuse at Abu Ghraib; senior State Departent official says criticism is in keeping with administration's approach to human rights and says Iraqis accept that there have been problems and are correcting their practices; report emphasizes larger accomplishments of Iraqi people as symbolized by successful elections; broader annual report, which is required by Congress, describes rights abuses in other allied countries, notably Saudi Arabia and Egypt, but strikes optimistic note, citing success of elections in Afghanistan and Ukraine, and suggests that development in those places might help embolden people elsewhere (M)",
      "lead_paragraph": "WASHINGTON, Feb. 28 - The State Department on Monday detailed an array of human rights abuses last year by the Iraqi government, including torture, rape and illegal detentions by police officers and functionaries of the interim administration that took power in June.",
      "publication_date": "2005-03-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/01/politics/us-cites-array-of-rights-abuses-by-the-iraqi-government-in-2004.html",
      "byline": "By Brian Knowlton"
    },
    {
      "headline": "Ebbers Mounts an 'I Never Knew' Defense",
      "snippet": "WorldCom Inc's former chief executive Bernard J Ebbers testifies at his fraud trial that 'I don't know about technology and I don't know about finance and accounting'; takes stand in his own defense displaying folksy innocence that is part of defe...",
      "abstract": "WorldCom Inc's former chief executive Bernard J Ebbers testifies at his fraud trial that 'I don't know about technology and I don't know about finance and accounting'; takes stand in his own defense displaying folksy innocence that is part of defense effort to cast him as someone who relied on others with greater expertise to handle details of runnign WorldCom; Ebbers disputes prosecution's star witness, former chief financial officer Scott D Sullivan, who testified that Ebbers directed fraud; photo (M)",
      "lead_paragraph": "Bernard J. Ebbers, the former WorldCom chief executive once hailed as one of the most brilliant telecommunications entrepreneurs ever, told a packed courtroom yesterday, \"I don't know about technology and I don't know about finance and accounting.\"",
      "publication_date": "2005-03-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/01/business/ebbers-mounts-an-i-never-knew-defense.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Speculators Seeing Gold in a Boom in the Prices for Homes",
      "snippet": "Growing number of ordinary people are jumping into real estate market, buying and selling residences they do not intend to occupy, despite warnings from some economists that prices cannot continue to rise; data from LoanPerformance Inc shows that ...",
      "abstract": "Growing number of ordinary people are jumping into real estate market, buying and selling residences they do not intend to occupy, despite warnings from some economists that prices cannot continue to rise; data from LoanPerformance Inc shows that 8.5 percent of mortgages nationwide in first 11 months of last year were taken by people who did not plan to live in houses themselves, up from 5.8 percent in 2000; in some markets, proportion was much higher; for now, low interest rates appear to be fueling buying frenzy, with some people borrowing against equity in primary residences to speculate in market, sometimes renting properties and sometimes selling them quickly; photo; chart shows percentage of homes bought for investment and rise in home prices in major investment areas, including Florida, Southern California, Las Vegas and Phoenix; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/01/us/speculators-seeing-gold-in-a-boom-in-the-prices-for-homes.html",
      "byline": "By Motoko Rich"
    }
  ]
}