{
  "metadata": {
    "date": "2005-09-07",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "In Nursing Home, a Fight Lost to Rising Waters",
      "snippet": "St Rita's nursing home in Chalmette, La, holds at least 14 swollen, unrecognizable bodies, victims of flooding caused by Hurricane Katrina; 32 of home's roughly 60 residents died on Aug 29, when storm struck; home bears signs of residents' futile ...",
      "abstract": "St Rita's nursing home in Chalmette, La, holds at least 14 swollen, unrecognizable bodies, victims of flooding caused by Hurricane Katrina; 32 of home's roughly 60 residents died on Aug 29, when storm struck; home bears signs of residents' futile effort to keep water out; local people ask why home was not evacuated, as other nursing homes in St Bernard Parish were; officials suspect that there may be hundreds of similar, though smaller scenes of death that will become apparent only after water recedes and they are able to search every house (M)",
      "lead_paragraph": "CHALMETTE, La., Sept. 6 - They nailed a table against one window, ran a heavy electric wheelchair with a table on top against another and pushed a couch against a door. These failed defenses are still in St. Rita's nursing home, as are at least 14 swollen, unrecognizable bodies.",
      "publication_date": "2005-09-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/07/us/nationalspecial/in-nursing-home-a-fight-lost-to-rising-waters.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "Toyota Hopes to Push Its Hybrids Beyond the Niche",
      "snippet": "Toyota Motor hopes to expand production of its gasoline-electric hybrid Prius cars from niche in marketplace--5 percent of American sales now--to mainstream--25 percent of its sales by 2010; faces variety of major challenges, among them increased ...",
      "abstract": "Toyota Motor hopes to expand production of its gasoline-electric hybrid Prius cars from niche in marketplace--5 percent of American sales now--to mainstream--25 percent of its sales by 2010; faces variety of major challenges, among them increased competition, new tax rules that favor its American competitors and spreading realization among car buyers that not all hybrids offer big savings on gas; Toyota's goal is to sell million hybrids worldwide, including 600,000 to Americans, in next decade; by 2008, Americans can expect to see 10 hybrid models from Toyota, but also dozen from such brands as Mercury, Dodge, Chevrolet, Nissan and Porsche, as those auto makers realize that fuel efficiency may become important marketing tool; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/07/business/worldbusiness/toyota-hopes-to-push-its-hybrids-beyond-the-niche.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Across Nation, Storm Victims Crowd Schools",
      "snippet": "School districts from Maine to Washington State are enrolling thousands of students from New Orleans and other Gulf Coast areas devastated by Hurricane Katrina in what experts say could become largest student resettlement in nation's history; scho...",
      "abstract": "School districts from Maine to Washington State are enrolling thousands of students from New Orleans and other Gulf Coast areas devastated by Hurricane Katrina in what experts say could become largest student resettlement in nation's history; schools welcoming displaced students, whose number is believed to exceed 200,000, must not only provide classrooms, teachers and textbooks, but also begin raising their scholastic achievement unless some provisions of federal No Child Left Behind law are waived; Pres Bush says Education Sec Margaret Spellings is working on plan to help states absorb educational costs; National Council of Education Providers, which represents nation's largest charter school companies, asks department to authorize it to enroll students housed at emergency shelters in Internet-based courses offered by its companies; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/07/us/nationalspecial/across-nation-storm-victims-crowd-schools.html",
      "byline": "By Sam Dillon"
    },
    {
      "headline": "Gas Prices at Pumps Show Signs of Easing",
      "snippet": "Gasoline prices at pump inch lower for first time since Hurricane Katrina hit Gulf Coast, suggesting that fuel costs are leveling off and may not lead to severe energy shock as once feared; policy makers and consumer groups increase calls for host...",
      "abstract": "Gasoline prices at pump inch lower for first time since Hurricane Katrina hit Gulf Coast, suggesting that fuel costs are leveling off and may not lead to severe energy shock as once feared; policy makers and consumer groups increase calls for host of government interventions to punish those shown to be profiteers, reduce gas taxes and institute price caps; Senate committee holds hearings on energy supplies and gasoline prices; officials from several states say they are taking forceful measures against what they view as price gouging; retail prices nationwide average $3.041 a gallon for regular unleaded gasoline; gasoline at wholesale level for October delivery falls by 12.87 cents a gallon, or 5.9 percent, to $2.055 after climbing past $2.60 last week in New York futures trading; crude oil prices fall $1.61 a barrel, to $65.96; charts; photos (M)",
      "lead_paragraph": "Gasoline prices at the pump inched lower yesterday for the first time since Hurricane Katrina hit the Gulf Coast last week, suggesting that fuel costs, while still high, are leveling off and may not lead to as severe an energy shock as once feared.",
      "publication_date": "2005-09-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/07/business/gas-prices-at-pumps-show-signs-of-easing.html",
      "byline": "By Vikas Bajaj and Jad Mouawad"
    },
    {
      "headline": "Baseball in Iraq: As Pastimes Go, It's Anything But",
      "snippet": "Baseball is taking root in Iraq, with players whose enthusiasm must make up for obvious lack of skill; Ismael Khalil Ismael set up national league in fall of 2003, and it has grown to 26 full-fledged baseball teams in 18 provinces; they play in sa...",
      "abstract": "Baseball is taking root in Iraq, with players whose enthusiasm must make up for obvious lack of skill; Ismael Khalil Ismael set up national league in fall of 2003, and it has grown to 26 full-fledged baseball teams in 18 provinces; they play in sandy lots, rutted pastures and soccer pitches, using hand-me-down gloves and cast-off equipment, much of it donated from US; Ismael says he has been threatened by people who accuse him of supporting American cultural export, and he is therefore leery about asking American authorities for financial support the sport needs; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq - The opening pitch of the Northern Regional Junior Baseball Tournament last March was a slow ball that struck the dirt an inch behind home plate, bounced into the catcher's face mask and knocked him to the ground.",
      "publication_date": "2005-09-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/07/world/middleeast/baseball-in-iraq-as-pastimes-go-its-anything-but.html",
      "byline": "By Kirk Semple"
    },
    {
      "headline": "U.S. to Widen Inquiry of KPMG Tax Shelters",
      "snippet": "Federal prosecutors plan to file new charges and name as many as 12 new defendants in their probe of questionable tax shelters sold by accounting firm KPMG; describe widening criminal investigation at arraignment of nine former executives who were...",
      "abstract": "Federal prosecutors plan to file new charges and name as many as 12 new defendants in their probe of questionable tax shelters sold by accounting firm KPMG; describe widening criminal investigation at arraignment of nine former executives who were charged in August with conspiracy to devise and sell fraudulent tax shelters; nine defenants, former lawyer at Sidley Austin Brown & Wood and eight former partners at KPMG, plead not guilty; photos (M)",
      "lead_paragraph": "Federal prosecutors said yesterday that they planned to file new charges and name as many as a dozen new defendants in their investigation of questionable tax shelters sold by the accounting firm KPMG.",
      "publication_date": "2005-09-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/07/business/us-to-widen-inquiry-of-kpmg-tax-shelters.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Putting Down New Roots on More Solid Ground",
      "snippet": "People forced from New Orleans by Hurricane Katrina are settling in new cities, many of them never to return New Orleans, and resulting population crash could be nearly as devastating to city as storm itself; city's population peaked at 630,000 in...",
      "abstract": "People forced from New Orleans by Hurricane Katrina are settling in new cities, many of them never to return New Orleans, and resulting population crash could be nearly as devastating to city as storm itself; city's population peaked at 630,000 in 1960, but steady decline put it at 445,000 at last census; city officials are devising strategy to draw citizens back; will set up centers in every area where large numbers of evacuees are known to be living to serve as clearinghouses of information on city's recovery; those returning will need assurances that such flooding will not recur; photo of evacuees in Astrodome in Houston; map of Gulf States showing shelters holding evacuees (M)",
      "lead_paragraph": "HOUSTON, Sept. 6 - In her 19 years, all spent living in downtown New Orleans, Chavon Allen had never ventured farther than her bus fare would allow, and that was one trip last year to Baton Rouge. But now that she has seen Houston, she is planning to stay.",
      "publication_date": "2005-09-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/07/us/nationalspecial/putting-down-new-roots-on-more-solid-ground.html",
      "byline": "By Susan Saulny"
    },
    {
      "headline": "The Perils of Casinos That Float",
      "snippet": "Extensive damage of floating casinos in Gulf Coast states caused by Hurricane Katrina has set off debate as to whether casino owners should be allowed to rebuild on land; drawbacks of floating casinos are visible everywhere; Gulf Coast economy has...",
      "abstract": "Extensive damage of floating casinos in Gulf Coast states caused by Hurricane Katrina has set off debate as to whether casino owners should be allowed to rebuild on land; drawbacks of floating casinos are visible everywhere; Gulf Coast economy has come to depend heavily on its casinos, and not just those in Mississippi; Louisiana's casinos in Shreveport and in New Orleans, which also suffered heavy damage, generated total of $1.45 billion in revenue in 2004; several casino owners have made it clear that they expect Mississippi to change laws that would require them to rebuild on barges rather than on land; casino operators have been seeking that change for years; MGM Mirage chairman and chief executive J Terrence Lanni says he opposes allowing casinos to build on land because of damage that would cause to local economy; chart; photos (M)",
      "lead_paragraph": "BILOXI, Miss., Sept. 6 - Bernie Burkholder, dressed in scuffed tennis shoes, shorts and a dirty shirt, could have been any other shell-shocked survivor of Hurricane Katrina, desperate to find enough gas to motor out of town. Mr. Burkholder stood by a badly damaged hotel here in the coastal town of Biloxi, siphoning gas from a barrel into a pair of five-gallon plastic jugs.",
      "publication_date": "2005-09-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/07/business/the-perils-of-casinos-that-float.html",
      "byline": "By Ken Belson and Gary Rivlin"
    },
    {
      "headline": "Ad-Libbing Many Routes, Ships Return to Mississippi",
      "snippet": "Ships laden with grain have been steaming out of mouth of Mississippi River headed for overseas markets, and dozens of vessels full of imported goods have been steering away from New Orleans and harbors of other hurricane-damaged cities to unload ...",
      "abstract": "Ships laden with grain have been steaming out of mouth of Mississippi River headed for overseas markets, and dozens of vessels full of imported goods have been steering away from New Orleans and harbors of other hurricane-damaged cities to unload at alternate ports eager for business; Coast Guard says number of idled ships has dwindled to 19 from 86 about week earlier at staging area near river's entrance; quick recovery of shipping does not suggest end of logistics problems from Hurricane Katrina; costs will inevitably rise as some goods are shifted from cheaper barges to more expensive rail and truck transport methods; skilled workers are scarce in some ports, and at whatever number, they are often being asked to handle more goods; high fuel prices continue to threaten efforts to ship cargoes; critical matter is that grain coming to harvest over next few weeks could still overwhelm what remains of Mississippi River export system unless repairs are made quickly; Port of New Orleans remains closed; map; photos (M)",
      "lead_paragraph": "It may be in fits and starts, but shipping in the gulf region is coming back to life.",
      "publication_date": "2005-09-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/07/business/adlibbing-many-routes-ships-return-to-mississippi.html",
      "byline": "This article was reported by Jeff Bailey, Alexei Barrionuevo and Charles V Bagli, and Was Written By Mr. Bailey"
    },
    {
      "headline": "STORM AND CRISIS",
      "snippet": "A POLLUTED BREW -- The water being pumped back into Lake Pontchartrain from New Orleans is laced with raw sewage, bacteria, heavy metals, pesticides and toxic chemicals, officials said.   PAGE A18    RESCUERS CHIDED -- Two Navy helicopter pilots w...",
      "abstract": " A POLLUTED BREW -- The water being pumped back into Lake Pontchartrain from New Orleans is laced with raw sewage, bacteria, heavy metals, pesticides and toxic chemicals, officials said.   PAGE A18    RESCUERS CHIDED -- Two Navy helicopter pilots who rescued hurricane victims last week were admonished by a commander for diverting from their supply mission.   PAGE A20    FATE OF CASINOS -- Damage to Mississippi's barge casinos has sparked debate over whether they should be rebuilt on land.    PAGE C1    COMPASSION'S LIMITS  -- Baton Rouge, a place that sees itself as a less raucous cousin to New Orleans, the kingdom of sin to its south, has been trying to come to terms with its newfound status as the most populous city in Louisiana. Questions are surfacing about just how compassionate the city can afford to be.    PAGE A17    THE BILL -- Hurricane Katrina is about to blow a hole in the federal budget, and it is already jeopardizing President Bush's agenda for cutting taxes and reducing the deficit. The total federal cost could reach as high as $100 billion.   PAGE A22  ",
      "lead_paragraph": "A POLLUTED BREW -- The water being pumped back into Lake Pontchartrain from New Orleans is laced with raw sewage, bacteria, heavy metals, pesticides and toxic chemicals, officials said. PAGE A18",
      "publication_date": "2005-09-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/07/us/front page/storm-and-crisis.html",
      "byline": ""
    },
    {
      "headline": "Flooding Recedes in New Orleans; U.S. Inquiry Is Set",
      "snippet": "Floodwaters that poured into New Orleans in aftermath of Hurricane Katrina begin to recede as handful of pumps come back into operation, but growing concerns about gas leaks, fires, toxic wastes and disease spread by mosquitoes prompt Mayor C Ray ...",
      "abstract": "Floodwaters that poured into New Orleans in aftermath of Hurricane Katrina begin to recede as handful of pumps come back into operation, but growing concerns about gas leaks, fires, toxic wastes and disease spread by mosquitoes prompt Mayor C Ray Nagin to put more pressure on estimated 5,000 to 10,000 remaining citizens to leave; about 60 percent of city remains under water, down from peak of about 80 percent; most of gain is due to opening of gaps in city's levees by Army Corps of Engineers to allow water in city to flow into surrounding bodies of water, whose level has dropped below that of water in city; officials say it will take 24 days to pump water from eastern section of New Orleanss and 80 days to clear flooding from nearby Chalmette; official death toll stands at 83, but counting has only begun; police official says New Orleans is secure and looting at a minimum thanks to help from National Guard torops and 82nd Airborne; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/07/us/nationalspecial/flooding-recedes-in-new-orleans-us-inquiry-is-set.html",
      "byline": "By Jere Longman and Sewell Chan"
    }
  ]
}