{
  "metadata": {
    "date": "2005-10-18",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Monitors in Iraq Review VotesWhere 'Yes' Ballots Hit 90%",
      "snippet": "Iraqi election officials say they are investigating 'unusually high' vote totals in 12 Shiite and Kurdish provinces, where as many as 99 percent of ballots cast favor new constitution; probe raises possibility that results of referendum could be c...",
      "abstract": "Iraqi election officials say they are investigating 'unusually high' vote totals in 12 Shiite and Kurdish provinces, where as many as 99 percent of ballots cast favor new constitution; probe raises possibility that results of referendum could be called into question; 12 provinces where 'yes' votes exceed 90 percent are all said to have populations that are majority Shiite or Kurd; none of provinces cited for closer look have Sunni majorities, although similarly lopsided votes against constitution are reported in some Sunni areas; results of referendum are coming into focus; about 10 million Iraqis cast ballots, about 64 percent of registered voters, and preliminary results show constitution has been approved by 65 percent of those voting (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 17 - Iraqi election officials said Monday that they were investigating \"unusually high\" vote totals in 12 Shiite and Kurdish provinces, where as many as 99 percent of the voters were reported to have cast ballots in favor of Iraq's new constitution. The investigation raised the possibility that the results of the referendum could be called into question.",
      "publication_date": "2005-10-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/18/world/middleeast/monitors-in-iraq-review-voteswhere-yes-ballots-hit-90.html",
      "byline": "By Dexter Filkins and Robert F. Worth"
    },
    {
      "headline": "China Builds Its Dreams, and Some Fear a Bubble",
      "snippet": "Shanghai and other Chinese cities are in midst of frenzied building boom that began in early 1990's; Shanghai already has 4,000 skyscrapers, almost double number in New York; there are designs to build 1,000 more by end of decade; this year, natio...",
      "abstract": "Shanghai and other Chinese cities are in midst of frenzied building boom that began in early 1990's; Shanghai already has 4,000 skyscrapers, almost double number in New York; there are designs to build 1,000 more by end of decade; this year, nation expects to lay down finishing blocks on 4.7 billion square feet or more of construction; big developers are acquiring huge swaths of prime land in largest cities to build huge residential campuses that dwarf anything being built today in West; prices are soaring; luxury apartments in Shangahi and Beijing sell for prices comparable to some high-end properties in New York; real estate fairs are mobbed and land speculation is rampant; rate at which China's real estate market is growing raises concern about huge property bubble; photos; charts (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/18/business/worldbusiness/china-builds-its-dreams-and-some-fear-a-bubble.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "Settlement in Marketing of a Drug for AIDS",
      "snippet": "Serono, Swiss biotechnology company, agrees to pay more than $700 million to settle Justice Department charges that it illegally marketed AIDS drug Serostim by concocting dubious medical test for those with disease and offering doctors all-expense...",
      "abstract": "Serono, Swiss biotechnology company, agrees to pay more than $700 million to settle Justice Department charges that it illegally marketed AIDS drug Serostim by concocting dubious medical test for those with disease and offering doctors all-expenses-paid trip to France to prescribe drug;' Atty Gen Alberto R Gonzales says company put its desire to sell more drugs above interest of patients; Michael J Sullivan, US attorney in Boston whose office handled probe, says 85 percent of prescriptions were unnecessary; Thomas Gunning, general counsel for company's American division, disputes charges; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 17 - A Swiss biotechnology company agreed on Monday to pay more than $700 million to settle federal charges that it illegally marketed an AIDS drug by concocting a dubious medical test for those with the disease and offering doctors an all-expenses-paid trip to France to prescribe the drug.",
      "publication_date": "2005-10-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/18/business/settlement-in-marketing-of-a-drug-for-aids.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "Looking for Influence in All the Right Places",
      "snippet": "Article in occasional series on efforts to rebuild Liberty Bank and Trust, largest black-owned bank in New Orleans, after Hurricane Katrina; chief executive Alden J McDonald Jr is relying on his many connections to powerful people to revive bank; ...",
      "abstract": "Article in occasional series on efforts to rebuild Liberty Bank and Trust, largest black-owned bank in New Orleans, after Hurricane Katrina; chief executive Alden J McDonald Jr is relying on his many connections to powerful people to revive bank; some notables McDonald has contacted for help include former Pres Bill Clinton, Gov Kathleen Blanco, Rev Jesse Jackson, John Breaux, Andrew Young and Robert Livingston; photos (M)",
      "lead_paragraph": "BATON ROUGE, La., Oct. 13 - In the six weeks since Hurricane Katrina struck, Alden J. McDonald Jr. has watched the assets of Liberty Bank and Trust shrink as the bank, once thriving, has struggled through a disaster that has drowned out the homes and livelihoods of most of its customers.",
      "publication_date": "2005-10-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/18/business/looking-for-influence-in-all-the-right-places.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Indictment Broadens in Shelters at KPMG",
      "snippet": "Federal prosecutors significantly widen criminal case against executives involved in sale of questionable tax shelters by accounting firm KPMG, filing dozens of criminal charges against 19 defendants; new indictment augments and replaces indictmen...",
      "abstract": "Federal prosecutors significantly widen criminal case against executives involved in sale of questionable tax shelters by accounting firm KPMG, filing dozens of criminal charges against 19 defendants; new indictment augments and replaces indictment against nine people filed in August; new indictment adds 43 counts of tax evasion and two counts of obstruction of Internal Revenue Service; 10 additional defendants include Richard Rosenthal, former chief financial officer of KPMG (M)",
      "lead_paragraph": "Federal prosecutors have significantly widened the criminal case against executives involved in the sale of questionable tax shelters by the accounting firm KPMG, filing dozens of criminal charges against a total of 19 defendants.",
      "publication_date": "2005-10-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/18/business/indictment-broadens-in-shelters-at-kpmg.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Hussein Goes on Trial Wednesday, and Iraqis See a First Accounting",
      "snippet": "Saddam Hussein goes on trial Oct 19 to answer for brutalities he inflicted on fellow Iraqis, as Western human rights groups and legal experts warn that he is unlikely to get fair trial; critics say proper forum for trial would be international tri...",
      "abstract": "Saddam Hussein goes on trial Oct 19 to answer for brutalities he inflicted on fellow Iraqis, as Western human rights groups and legal experts warn that he is unlikely to get fair trial; critics say proper forum for trial would be international tribunal similar to one in The Hague, not special Iraqi tribunal that was established to conduct trials; tribunal chose case centering on execution of more than 140 men and boys in Dujail in 1982 after assassination attempt there against Hussein; many Iraqis believe that case is too narrow to answer widespread yearning for Hussein to be held to account for most savage of his crimes; political pressure to hasten trial forces tribunal to accelerate some work needed to prepare for other cases involving tens of thousands of victims, 300 mass graves and 40 tons of documents gathered from government agencies that oversaw his repression; quick adjournment is expected after opening session, possibly to weigh motions for dismissal by defense lawyers; tribunal officials say privately that they would welcome quick adjournment, sparing them embarrassment of seeing proceedings unravel as inexperienced Iraqi judges and prosecutors are exposed to pressure of trial that will attract worldwide attention; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 17 - On Wednesday, 22 months after he was dragged from his hiding place in an underground bunker, Saddam Hussein will appear in an Iraqi court to answer for the brutalities he inflicted on his fellow Iraqis. But what should be a moment of triumph for his victims is instead stirring concern about the fairness and competence of the court itself.",
      "publication_date": "2005-10-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/18/world/middleeast/hussein-goes-on-trial-wednesday-and-iraqis-see-a-first.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "G.M. and Union in a Deal to Cut Health Benefits",
      "snippet": "General Motors says it has reached tentative agreement with United Automobile Workers union to cut $1 billion in annual health care benefits for more than 750,000 blue-collar workers, retirees and their families as part of effort to climb out of f...",
      "abstract": "General Motors says it has reached tentative agreement with United Automobile Workers union to cut $1 billion in annual health care benefits for more than 750,000 blue-collar workers, retirees and their families as part of effort to climb out of financial crisis; GM also reports $1.6 billion third-quarter loss, bringing losses to nearly $4 billion so far this year; company says it will seek to sell majority stake in General Motors Acceptance Corp; for union, tentative agreement to cut health care benefits is biggest strategy shift since early 1980's, when UAW made wave of concessions to head off bankruptcy filing by Chrysler; retreat of UAW sends further signal about how difficult it has become for American labor unions to preserve previously won gains; UAW has in past won richest contracts, at least for Big Three assembly workers and retirees; Ford Motor Co and Chrysler division of Daimler-Chrysler are already discussing health care cost cuts with union and will seek similar concessions; all three Detroit-based companies negotiate labor contracts in tandem; photo; graphs (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/18/business/gm-and-union-in-a-deal-to-cut-health-benefits.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "G.M. Retirees Confront Co-Pays and Deductibles",
      "snippet": "Retired union workers at General Motors begin coping with reality that they must now pay health insurance co-payments and deductibles; GM reaches tentative agreement with UAW to cut $1 billion annually from its retiree health care expenses--benefi...",
      "abstract": "Retired union workers at General Motors begin coping with reality that they must now pay health insurance co-payments and deductibles; GM reaches tentative agreement with UAW to cut $1 billion annually from its retiree health care expenses--benefits that have been so generous that economists and financial analysts have long said they were unsustainable; graphs; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/18/business/gm-retirees-confront-copays-and-deductibles.html",
      "byline": "By Jeremy W. Peters and Milt Freudenheim"
    },
    {
      "headline": "Snow Shifts His Demands on China",
      "snippet": "Treasury Sec John W Snow shifts his demands for China to float its currency and stresses needs for China to overhaul its system of banking and investment after week of meetings with Chinese leaders; says China needs to clean up its banks, build so...",
      "abstract": "Treasury Sec John W Snow shifts his demands for China to float its currency and stresses needs for China to overhaul its system of banking and investment after week of meetings with Chinese leaders; says China needs to clean up its banks, build sophisticated market for trading currencies and let Wall Street firms become full-fledged players in stock market; new call is also retreat; Snow's new stance gives Chinese leaders years to adopt anything close to floating exchange rate (M)",
      "lead_paragraph": "BEIJING, Oct. 17 - For two years, Treasury Secretary John W. Snow has pushed and prodded China to let its currency float more freely. On Monday, he declared his satisfaction and changed the subject.",
      "publication_date": "2005-10-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/18/business/worldbusiness/snow-shifts-his-demands-on-china.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Chaos Grows in Darfur Conflict as Militias Turn on Government",
      "snippet": "Janjaweed militias trained and armed by government of Sudan are now turning their guns on government, in latest grim chapter in desert war in Darfur region of Sudan; conflict is growing ever more confused and chaotic; rebels fight other rebels, ti...",
      "abstract": "Janjaweed militias trained and armed by government of Sudan are now turning their guns on government, in latest grim chapter in desert war in Darfur region of Sudan; conflict is growing ever more confused and chaotic; rebels fight other rebels, ties between some janjaweed fighters and government are fraying, and African Union troops charged with quelling conflict find themselves targets as well; United Nations has evacuated many of its personnel; some janjaweed fighters wear government uniforms; others maraud through countryside taking orders from no one; number of fighting forces jockeying for power grows by the day; description of miserable conditions at refugee camp at Zam Zam, former village in northern Darfur that has been transformed into sprawling camp of people on run from war; photo; map (M)",
      "lead_paragraph": "ZAM ZAM, Sudan, Oct. 17 - The outlaws who rode into Geneina on camelback one recent afternoon represent the latest grim chapter in the desert war in western Sudan.",
      "publication_date": "2005-10-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/18/world/africa/chaos-grows-in-darfur-conflict-as-militias-turn-on-government.html",
      "byline": "By Marc Lacey"
    }
  ]
}