{
  "metadata": {
    "date": "2005-04-06",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Food Companies Test Flavorings That Can Mimic Sugar, Salt or MSG",
      "snippet": "Some big food and beverage companies, including Kraft Foods, Nestle, Coca-Cola and Campbell Soup, are considering adding chemical product developed by biotechnology company Senomyx that allows them to cut amount of salt or sugar but leaves taste i...",
      "abstract": "Some big food and beverage companies, including Kraft Foods, Nestle, Coca-Cola and Campbell Soup, are considering adding chemical product developed by biotechnology company Senomyx that allows them to cut amount of salt or sugar but leaves taste intact; Senomyx's chemical compounds will not be listed separately on ingredient labels, but will be lumped into broad category--'artificial flavors'--already found on most packaged food labels; Senomyx has used human genome sequence to identfy hundreds of taste receptors on tongue or in mouth, and its chemical compounds active those receptors in way that accentuates taste of sugar or salt; photo (M)",
      "lead_paragraph": "Several big food and beverage companies are looking at a new ingredient in the battle for health-conscious consumers: a chemical that tricks the taste buds into sensing sugar or salt even when it is not there.",
      "publication_date": "2005-04-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/06/business/food-companies-test-flavorings-that-can-mimic-sugar-salt-or-msg.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "Political Groups Paid Two Relatives of House Leader",
      "snippet": "Wife and daughter of Republican House majority leader Tom DeLay have been paid more than $500,000 since 2001 by DeLay's political action and campaign committees; payments to Christine A DeLay and Dani DeLay Ferro were described in federal and Texa...",
      "abstract": "Wife and daughter of Republican House majority leader Tom DeLay have been paid more than $500,000 since 2001 by DeLay's political action and campaign committees; payments to Christine A DeLay and Dani DeLay Ferro were described in federal and Texas state disclosure forms as fund-raising fees, campaign management or payroll, with no further details; his national committee Armpac says two provided valuable service; photo; Ferro has managed father's re-election campaigns, but reform groups say payments, which are continuing, are inappropriate enrichment of relatives (M)",
      "lead_paragraph": "WASHINGTON, April 5 - The wife and daughter of Tom DeLay, the House majority leader, have been paid more than $500,000 since 2001 by Mr. DeLay's political action and campaign committees, according to a detailed review of disclosure statements filed with the Federal Election Commission and separate fund-raising records in Mr. DeLay's home state, Texas.",
      "publication_date": "2005-04-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/06/politics/political-groups-paid-two-relatives-of-house-leader.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Peter Jennings Announces That He Has Lung Cancer  Peter Jennings, the anchor of ABC's evening newscast for the last 22 years, announced that he was suffering from lung cancer and had begun treatment.    ABC said Mr. Jennings, who is 66, will work ...",
      "abstract": " Peter Jennings Announces That He Has Lung Cancer  Peter Jennings, the anchor of ABC's evening newscast for the last 22 years, announced that he was suffering from lung cancer and had begun treatment.    ABC said Mr. Jennings, who is 66, will work as often as he can during his course of treatment. But the network -- which has perceived the recent replacement of anchors at NBC and CBS as an opportunity for Mr. Jennings to vault into the ratings leadership -- said that it expected to use substitute anchors, including Charles Gibson and Elizabeth Vargas, in his absence. [Page A20.]    Allied Domecq in Talks to Be Bought  Allied Domecq of Britain said that it was in talks with Pernod Ricard of France and Fortune Brands of the United States about a buyout, a move that would revamp the alcoholic beverage industry. An offer for Allied Domecq could be worth more than $13 billion, executives involved in the talks said. [C12.]    MCI to Stick With Verizon Deal  The board of MCI Inc. said last night that it was sticking by its merger agreement with Verizon Communications and rejecting a higher takeover bid from rival Qwest Communications. [C10.]    Morgan Stanley Change Urged  Eight retired dissident executives of Morgan Stanley proposed that one of their own, Robert G. Scott, immediately replace Philip J. Purcell as chief executive. [C7.]    Mortgage Regulator Resigns  Armando Falcon Jr., the top regulator of Fannie Mae and Freddie Mac, announced that he would step down. [C5.]    Interpublic Again Delays Results  Executives of the Interpublic Group of Companies said for the third time in almost a month that they could not yet determine when they would be able to release 2004 financial results. Stuart Elliott: Advertising. [C6.]    Auto Emission Cuts in Canada  Automakers agreed to reduce greenhouse gases under a voluntary agreement with the Canadian government. [C5.]    Wal-Mart Chief Responds to Critics  H. Lee Scott Jr., Wal-Mart's chief executive, took the offensive against critics who have sought to block new stores in New York, Los Angeles and Chicago, saying that the company is good for consumers and good for its 1.3 million American employees. He noted that when Wal-Mart opens a store, more than 3,000 people often apply for 300 jobs. [C11.]    Major Stock Indicators Show Gains  Stocks gained as oil prices retreated. The Dow Jones industrial average was up 37.32 points, to close at 10,458.46. The Standard & Poor's 500-stock index was up 5.27 points, to end at 1,181.39. The Nasdaq composite index rose 8.25 points, to 1,999.32. [C12.]    Calame Named Times Public Editor  The New York Times announced that it had named Byron E. Calame, who recently retired as a top editor at The Wall Street Journal, to succeed Daniel Okrent as the newspaper's public editor. [C10.]  ",
      "lead_paragraph": "Peter Jennings Announces That He Has Lung Cancer Peter Jennings, the anchor of ABC's evening newscast for the last 22 years, announced that he was suffering from lung cancer and had begun treatment.",
      "publication_date": "2005-04-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/06/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Pfizer Plans 12% Cost Cut as Sales Lag",
      "snippet": "Pfizer Inc promises to cut annual costs by $4 billion, or 12 percent, by 2008 to keep profits rising even as several of its biggest-selling drugs lose patent protection; says profits will fall and sales will stagnate in 2005, but promises strong p...",
      "abstract": "Pfizer Inc promises to cut annual costs by $4 billion, or 12 percent, by 2008 to keep profits rising even as several of its biggest-selling drugs lose patent protection; says profits will fall and sales will stagnate in 2005, but promises strong profit growth in 2006 and 2007, saying adjusted earnings per share will rise more than 10 percent in both years; shares of Pfizer rise 3.7 percent, or 97 cents, to $26.90, leading rally among drug makers; chief executive Henry A McKinnell Jr declines to provide details of company's cost-cutting plan, or to say how many employees it will have when reorganization is completed; photo (M)",
      "lead_paragraph": "Pfizer promised yesterday to cut annual costs by $4 billion, or 12 percent, by 2008 to keep profits rising even as several of its biggest-selling drugs lose patent protection.",
      "publication_date": "2005-04-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/06/business/pfizer-plans-12-cost-cut-as-sales-lag.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Return-Hungry Investors Snap Up Riskier Loans",
      "snippet": "Corporations are raising more on more money on second-lien loans, typically paying twice the interest rate that they do on first-lien loans, which must be paid off in bankruptcy cases before second-lien lender get any money; buyers of these loans ...",
      "abstract": "Corporations are raising more on more money on second-lien loans, typically paying twice the interest rate that they do on first-lien loans, which must be paid off in bankruptcy cases before second-lien lender get any money; buyers of these loans include hedge funds and managers of pools of loans known as collateralized loan obligations, which are sold to insurance companies and the like; they focus less on company's short-term credit rating than on what its assets are worth and its ability to repay debts; there are concerns that these lenders, in their zeal for high returns, will end up losing much of their money, particularly as interest rates rise and companies have harder time paying their debts; Standard & Poor's study estimates that investors in second liens could recover less than 25 percent of their principal in event of bankruptcy; Krispy Kreme Doughnuts was able to obtain $225 million in new loans by offering to pay high rates to investors; chart; graph; photo (Market Place column) (M)",
      "lead_paragraph": "Krispy Kreme Doughnuts is a troubled company. Its accounting is under investigation by regulators, and it has not filed any financial statements since August. Bankers froze access to its credit lines.",
      "publication_date": "2005-04-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/06/business/returnhungry-investors-snap-up-riskier-loans.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "PLANS BY THE MORMON CHURCH and Taubman Centers to redevelop two church-owned malls on Main Street in Salt Lake City have drawn criticism from the city's mayor, who says that enclosed shopping centers represent a failed model from the past. [C8.]  ...",
      "abstract": " PLANS BY THE MORMON CHURCH and Taubman Centers to redevelop two church-owned malls on Main Street in Salt Lake City have drawn criticism from the city's mayor, who says that enclosed shopping centers represent a failed model from the past. [C8.]    A SURGE in speculative building is being seen as a concrete sign of a recovery in the New Jersey commercial real estate market. [C9.]",
      "lead_paragraph": "PLANS BY THE MORMON CHURCH and Taubman Centers to redevelop two church-owned malls on Main Street in Salt Lake City have drawn criticism from the city's mayor, who says that enclosed shopping centers represent a failed model from the past. [C8.]",
      "publication_date": "2005-04-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/06/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "Pilgrims' Influx Putting Strains On the Italians",
      "snippet": "Outpouring of mourning for Pope John Paul II blossoms into vast religious pilgrimage as river of humanity rolls through medieval streets around St Peter's Basilica to pay respects; influx of hundreds of thousands of people amazes and alarms Italia...",
      "abstract": "Outpouring of mourning for Pope John Paul II blossoms into vast religious pilgrimage as river of humanity rolls through medieval streets around St Peter's Basilica to pay respects; influx of hundreds of thousands of people amazes and alarms Italian and Vatican officials, straining security and emergency services with three days to go before funeral; photo; maps; 88 of 183 cardinals meet but have not yet read pope's will; some ritual details announced: bells will herald new pope in addition to sometimes-confusing white smoke; John Paul II will be buried in earth, as he wished, in Vatican grottoes (M)",
      "lead_paragraph": "ROME, April 5 - The outpouring of mourning for Pope John Paul II blossomed into a vast religious pilgrimage on Tuesday, with hundreds of thousands flocking to St. Peter's Square by the end of the first full day of public grieving over the pope's body.",
      "publication_date": "2005-04-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/06/world/worldspecial2/pilgrims-influx-putting-strains-on-the-italians.html",
      "byline": "By Daniel J. Wakin and Ian Fisher"
    },
    {
      "headline": "Cablevision Seeks Adelphia for $16 Billion",
      "snippet": "Cablevision Systems offers $16.5 billion in cash for Adelphia Communications; makes offer alone, without participation of equity firms Kohlberg Kravis Roberts and Providence Equity Partners; offer pits Cablevision against Time Warner, which has su...",
      "abstract": "Cablevision Systems offers $16.5 billion in cash for Adelphia Communications; makes offer alone, without participation of equity firms Kohlberg Kravis Roberts and Providence Equity Partners; offer pits Cablevision against Time Warner, which has submitted more complicated bid in conjunction with Comcast worth $17.6 billion in cash and warrants for stock in company that would be created by combining Time Warner's cable business and Adelphia (M)",
      "lead_paragraph": "Cablevision Systems turned the bidding for Adelphia Communications into a heated battle yesterday by offering $16.5 billion in cash for the company, executives involved in the process said.",
      "publication_date": "2005-04-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/06/business/media/cablevision-seeks-adelphia-for-16-billion.html",
      "byline": "By Andrew Ross Sorkin and Geraldine Fabrikant"
    },
    {
      "headline": "In Tsunami Area, Relief Is Very Slow in Coming",
      "snippet": "Three months after tsunami ravaged Banda Aceh and tens of thousands of bodies were removed, vast areas of Indonesian city remain flatland of rubble, with almost no rebuilding and little sign of billions of dollars in foreign donations; photos; map...",
      "abstract": "Three months after tsunami ravaged Banda Aceh and tens of thousands of bodies were removed, vast areas of Indonesian city remain flatland of rubble, with almost no rebuilding and little sign of billions of dollars in foreign donations; photos; map; one shopkeeper living with nine people in one room says all they see are 'meetings, meetings, meetings'; government and UN defend efforts; government auditors have difficulty accounting for portions of more than $4 billion received so far, for which Vice Pres Jusuf Kalla blames emergency pressures; there are no bulldozers, no clearing of rubble or repair of bridges and roads, no decontamination of water and no rebuilding of power lines, and only people who seem hard at work are looters who chew way through ruins; government's reconstruction draft is 12-volume tome baffling to people who simply want to rebuild homes (M)",
      "lead_paragraph": "BANDA ACEH, Indonesia, April 3 - Three months after a tsunami devastated this city, vast areas remain a flatland of rubble, mud and stagnant water where only palm trees and the stumps of broken buildings break the low horizon.",
      "publication_date": "2005-04-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/06/world/asia/in-tsunami-area-relief-is-very-slow-in-coming.html",
      "byline": "By Seth Mydans"
    },
    {
      "headline": "Asbestos Claims Decline, but Questions Rise",
      "snippet": "Wave of asbestos litigation that led to calls for legislation appears to have passed at least for now; number of claims filed against Manville Personal Injury Settlement Trust, which was set up to compensate victims of asbestos, fell in 2004 to it...",
      "abstract": "Wave of asbestos litigation that led to calls for legislation appears to have passed at least for now; number of claims filed against Manville Personal Injury Settlement Trust, which was set up to compensate victims of asbestos, fell in 2004 to its lowest level in more than decade; recent court proceedings have uncovered highly questionable practices by some of doctors whose diagnoses allowed some asbestos claimants to collect; number of large insurance companies say they no longer support legislation that would create huge federal trust fund; manufacturers and other businesses say change in legal system is still necessary; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/06/business/asbestos-claims-decline-but-questions-rise.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Iraqis in Accord on Top Positions, Ending Deadlock",
      "snippet": "Iraq's major political parties agree to appoint president and two vice presidents, breaking two-month deadlock on forming government; Kurdish leader Jalal Talabani is to be president, Shiite Adel Abdul Mahdi vice president and Sheik Ghazi al-Yawar...",
      "abstract": "Iraq's major political parties agree to appoint president and two vice presidents, breaking two-month deadlock on forming government; Kurdish leader Jalal Talabani is to be president, Shiite Adel Abdul Mahdi vice president and Sheik Ghazi al-Yawar, Sunni interim president, also vice president; prime minister, likely to be Shiite, will wield most power but Talabani's appointment gives Kurds strong leverage in new government and in negotiations on permanent constitution; three top appointees have two weeks to name prime minister who will select cabinet; four US soldiers are killed, two in pitched battle with insurgents in east, third in roadside bombing and fourth, marine, in explosion in Anbar; sectarian tensions increase as armed Shiites detain Sunnis southeast of capital in retaliation for kidnapping of seven Shiites; ten Iraqi policemen and soldiers found shot to death in mass grave in Babil; 3 kidnapped Romanian journalists released (M)",
      "lead_paragraph": "BAGHDAD, Iraq, April 5 - Iraq's major political parties agreed Tuesday evening to appoint a president and two vice presidents at a meeting of the national assembly on Wednesday, breaking a two-month deadlock in negotiations to form a new government, senior Iraqi officials said.",
      "publication_date": "2005-04-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/06/world/middleeast/iraqis-in-accord-on-top-positions-ending-deadlock.html",
      "byline": "By Edward Wong"
    }
  ]
}