{
  "metadata": {
    "date": "2005-08-26",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Alone in Illness, Seeking Steady Arm to Lean On",
      "snippet": "Article in series Being A Patient focuses on plight of sick or disabled single people without obvious person to look after them; demographers warn that graying of baby boom generation will swell already growing ranks of single-person households, w...",
      "abstract": "Article in series Being A Patient focuses on plight of sick or disabled single people without obvious person to look after them; demographers warn that graying of baby boom generation will swell already growing ranks of single-person households, with illness and disability inevitable corollary of old age; American Hospital Assn official James Bentley says sick people in hospital and afterward need health advocate, and some single persons end up being their own advocates at particularly vulnerable time; says situation is made worse by increase in short stays in hospitals, which sometimes send people home before they can manage alone; people who live alone without obvious next-of-kin for emergency contact forms must rely on patchwork support from professionals and friends; Bentley sees need for hospitals to develop new ways of preparing such patients for what lies ahead and for people who live alone to consider, before they are ill, what organized networks they can call on; cases cited; photos (L)",
      "lead_paragraph": "Every time Grace McCabe is handed a form in a doctor's office asking for an emergency contact, the blank space makes her shiver.",
      "publication_date": "2005-08-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/26/health/alone-in-illness-seeking-steady-arm-to-lean-on.html",
      "byline": "By Jane Gross"
    },
    {
      "headline": "Yes, He's Swiss, but Not Neutral",
      "snippet": "Deutsche Bank chairman Josef Ackermann says he believes there is growing support in Germany for his drive to transform Deutsche Bank from hidebound German institution into globally competitive financial player; says bank's struggle to remake itsel...",
      "abstract": "Deutsche Bank chairman Josef Ackermann says he believes there is growing support in Germany for his drive to transform Deutsche Bank from hidebound German institution into globally competitive financial player; says bank's struggle to remake itself mirrors that of Germany as whole; Ackermann's sense that his views are becoming more mainstream also stems from polls that show voters appear ready to push out Social Democratic government of Chancellor Gerhard Schroder in favor of his conservative challenger, Angela Merkel; German court affirms Schroder's plan to hold elections on Sept 18, year ahead of schedule; photo (M)",
      "lead_paragraph": "FRANKFURT, Aug. 25 - Growing up in Switzerland, Josef Ackermann once dreamed of a career in politics. Now the chairman of Deutsche Bank, Mr. Ackermann has gotten his wish -- though hardly in the way a budding Swiss politico could have imagined.",
      "publication_date": "2005-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/26/business/worldbusiness/yes-hes-swiss-but-not-neutral.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "CHARTER TALKS IN IRAQ REACH BREAKING POINT",
      "snippet": "Talks over Iraqi constitution reach breaking point, with Pres Bush personally intervening in effort to broker last-minute deal; he calls Abdul Aziz Hakim, one of country's most pwwerful Shiite leaders, to urge compromise after senior Shiite leader...",
      "abstract": "Talks over Iraqi constitution reach breaking point, with Pres Bush personally intervening in effort to broker last-minute deal; he calls Abdul Aziz Hakim, one of country's most pwwerful Shiite leaders, to urge compromise after senior Shiite leaders say they will bypass their Sunni counterparts, as well as Iraqi lawmakers, and send document directly to Iraqi voters for their approval; this provokes threats from Sunnis that they would urge their people to reject document in national referendum in Oct; senior Iraqi leaders say they will make last-ditch effort to strike deal, but some senior political leaders suggest time has run out; decision by Shiites to move ahead without Sunnis would be considerable blow to efforts by Bush administration to bring leaders of Sunni minority into negotiations over constitution; chart summarizing provisions still in contention, most notably notion of decentralized power that Sunnis heavily oppose (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Aug. 25 - Talks over the Iraqi constitution reached a breaking point on Thursday, with a parliamentary session to present the document being canceled and President Bush personally calling one of the country's most powerful Shiite leaders in an effort to broker a last-minute deal.",
      "publication_date": "2005-08-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/26/washington/the-struggle-for-iraq-negotiations-charter-talks-in-iraq-reach.html",
      "byline": "By Dexter Filkins and James Glanz"
    },
    {
      "headline": "Easy Credit in Mortgages May Backfire",
      "snippet": "Floyd Norris column on possibility of rise in home foreclosures if interest rates increase on mortgages that have variable rates or permit payments only on interest; says that if volume of home sales falls rapidly when higher rates cause prices to...",
      "abstract": "Floyd Norris column on possibility of rise in home foreclosures if interest rates increase on mortgages that have variable rates or permit payments only on interest; says that if volume of home sales falls rapidly when higher rates cause prices to fall, it will be indication that damage is likely to be limited; says if sales volume stays high at that point, that could indicate that home buyers are struggling with these innovative mortgatges; graph (M)",
      "lead_paragraph": "IF housing prices fall, will mortgages cushion the decline, or make it worse? Put another way, will more overstretched homeowners be forced to sell?",
      "publication_date": "2005-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/26/business/easy-credit-in-mortgages-may-backfire.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "The Doctrine Was Not to Have One",
      "snippet": "First article in The Greenspan Effect, periodic series examining Alan Greenspan's 18-year tenure as chairman of Federal Reserve, which is scheduled to end in January; says Greenspan's successor faces near-impossible task of replicating his success...",
      "abstract": "First article in The Greenspan Effect, periodic series examining Alan Greenspan's 18-year tenure as chairman of Federal Reserve, which is scheduled to end in January; says Greenspan's successor faces near-impossible task of replicating his success in managing monetary policy; holds Greenspan stood for flexibility and freedom from dogma; graph; photo (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/26/business/the-doctrine-was-not-to-have-one.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Maker of Vioxx Reports Progress of Suits",
      "snippet": "Merck may offer settlements to plaintiffs in some Vioxx-related lawsuits; general counsel Kenneth C Frazier denies any change in company's position that it will defend every personal-injury suit filed over Vioxx, but suggests it would consider set...",
      "abstract": "Merck may offer settlements to plaintiffs in some Vioxx-related lawsuits; general counsel Kenneth C Frazier denies any change in company's position that it will defend every personal-injury suit filed over Vioxx, but suggests it would consider settling suits brought by people who took Vioxx for long periods of time and had few other risk factors for heart disease; nearly 5,000 Vioxx suits have already been filed, and tens of thousands more are expected; company fears that any talk of settlements would encourage lawyers to file many additional suits; Merck has not decided whether to continue using two law firms that represented it in Texas case, Fulbright & Jaworski and Williams & Connolly; several jurors in that case criticized Merck's lawyers (M)",
      "lead_paragraph": "With the number of Vioxx-related lawsuits soaring, the drug maker Merck may consider offering settlements to plaintiffs in a few cases, the company's general counsel suggested yesterday.",
      "publication_date": "2005-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/26/business/maker-of-vioxx-reports-progress-of-suits.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Discounts Extended at G.M.",
      "snippet": "General Motors extends its employee discount offers to 2006 models of large sport utility vehicles and pickup trucks; discounts will be in addition to price cuts already made on some models (M)",
      "abstract": "General Motors extends its employee discount offers to 2006 models of large sport utility vehicles and pickup trucks; discounts will be in addition to price cuts already made on some models (M)",
      "lead_paragraph": "The 2006 models of large sport utility vehicles and pickup trucks by General Motors have barely hit the market, but the company said yesterday that it would start using employee discount offers to ensure that they sell.",
      "publication_date": "2005-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/26/automobiles/discounts-extended-at-gm.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "For Russians, Wounds Linger in School Siege",
      "snippet": "Fundamental questions remain in dispute year after school siege in Beslan by Chechen separatists that took 331 lives, including 186 children, worst terrorist attack in modern Russian history; even after three government investigations, there are q...",
      "abstract": "Fundamental questions remain in dispute year after school siege in Beslan by Chechen separatists that took 331 lives, including 186 children, worst terrorist attack in modern Russian history; even after three government investigations, there are questions about how many terrorists seized school, who they were, who commanded Russian response, and when and where powerful weapons that may have killed hostages were used; but most agree on one point: Russia's counterterrorism response was deeply flawed effort that squandered individual acts of courage and cost untold lives; most survivors and grieving families direct their rage at terrorists who herded families away at gunpoint and surrounded them with bombs; many also express disgust at what they see as government incompetence and inability to apportion blame for its mistakes; anger at government is so widespread that Beslan Mothers Committee, local support group, has asked Pres Vladimir V Putin not to attend memorial events; attack recalled; photos; map (L)",
      "lead_paragraph": "BESLAN, Russia - The ruins of School No.1 have changed little in a year. Blood remains on the walls in handprints and streaks. A blood-darkened shirt lies in the cafeteria, about the size for a 5-year-old.",
      "publication_date": "2005-08-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/26/world/europe/for-russians-wounds-linger-in-school-siege.html",
      "byline": "By C.j. Chivers"
    },
    {
      "headline": "Issues of Past Not Off Limits in TV Return, Stewart Says",
      "snippet": "Martha Stewart holds press conference to promote her coming TV programs, syndicated daily daytime show Martha and NBC prime-time series The Apprentice: Martha Stewart; says she will acknowledge her time in prison when she begins her live daily syn...",
      "abstract": "Martha Stewart holds press conference to promote her coming TV programs, syndicated daily daytime show Martha and NBC prime-time series The Apprentice: Martha Stewart; says she will acknowledge her time in prison when she begins her live daily syndicated show on Sept 12; photo (M)",
      "lead_paragraph": "Martha Stewart had not one but two new television shows to promote at a news conference yesterday, so she was quite willing to show a little leg.",
      "publication_date": "2005-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/26/business/media/issues-of-past-not-off-limits-in-tv-return-stewart-says.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Energy Prices Vex Americans On All Fronts",
      "snippet": "Many Americans are bracing themselves for high heating bills this winter; prices of heating oil, propane, natural gas and electricity are expected to rise substantially for second year; whether they curb energy consumption or not will be critical ...",
      "abstract": "Many Americans are bracing themselves for high heating bills this winter; prices of heating oil, propane, natural gas and electricity are expected to rise substantially for second year; whether they curb energy consumption or not will be critical to economy; economists generally seem convinced higher energy prices will not derail economy, although extra burden has already shaved three-quarters of percentage point off American growth; detailed examination of rising prices of heating oil, natural gas and propane around country; photos; map; graphs (M)",
      "lead_paragraph": "It might still be 80 degrees outside, but, four months before the first days of winter, many Americans are already facing the prospect of keeping warm while having to stay within their budgets. Instead of the short spike in energy prices that most expected, it now appears that a variety of high energy bills -- for heating oil, propane, natural gas and electricity, as well as gasoline -- will be around for a long while.",
      "publication_date": "2005-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/26/business/energy-prices-vex-americans-on-all-fronts.html",
      "byline": "By Jad Mouawad"
    }
  ]
}