{
  "metadata": {
    "date": "2005-09-06",
    "total_articles": 13
  },
  "articles": [
    {
      "headline": "STORM AND CRISIS",
      "snippet": "TINIEST SURVIVORS -- Woman's Hospital of Baton Rouge was the clearinghouse for 121 babies rescued from Orleans and Jefferson Parishes last week. Nearly all of the babies were newborns and most were premature. The hospital had not established conta...",
      "abstract": " TINIEST SURVIVORS -- Woman's Hospital of Baton Rouge was the clearinghouse for 121 babies rescued from Orleans and Jefferson Parishes last week. Nearly all of the babies were newborns and most were premature. The hospital had not established contact with parents of about 10 of them.  PAGE A24    HOMECOMING -- Thousands took slow steps toward recovery, as residents of Jefferson Parish were allowed to return home and salvage what they could for the first time since Hurricane Katrina hit. Some found mold growing on the ceiling. Some had trees through their roofs, some no roofs at all. The lucky ones discovered nothing worse than a refrigerator full of rotting food.  PAGE A21    FAMILY TO FAMILY -- In Cumming, Ga., the kindness of strangers allows one family of evacuees from Louisiana to find a safe harbor.  PAGE A24    FACE FROM THE PAST -- As administration officials fanned out in the White House's campaign to deal with criticism that they had failed in managing the disaster, there was one unexpected face in their crowd: former President Bill Clinton.  PAGE A25    POLICE TESTED -- The last week has meant nonstop rescue missions, shootouts and forays into shelters in response to gunshots and reports of rape for the New Orleans police force. And like most everyone in New Orleans, police officers have been traumatized by the loss of homes and family members.  PAGE A21    GEOGRAPHY LESSONS -- The Netherlands built coastal defenses to control the sea. London has floodgates, below. Japan is erecting superlevees. Experts say the projects are worth studying.  SCIENCE TIMES, PAGE F1",
      "lead_paragraph": "TINIEST SURVIVORS -- Woman's Hospital of Baton Rouge was the clearinghouse for 121 babies rescued from Orleans and Jefferson Parishes last week. Nearly all of the babies were newborns and most were premature. The hospital had not established contact with parents of about 10 of them. PAGE A24",
      "publication_date": "2005-09-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/06/us/front page/storm-and-crisis.html",
      "byline": ""
    },
    {
      "headline": "In New Orleans, the Business Haves and Have-Nots",
      "snippet": "Hurricane Katrina has been the big leveler in more than the physical sense. Small banks, big stores and international manufacturers were all hit, and all are trying to figure out how to help customers and employees. Like the hundreds of thousands ...",
      "abstract": "Hurricane Katrina has been the big leveler in more than the physical sense. Small banks, big stores and international manufacturers were all hit, and all are trying to figure out how to help customers and employees. Like the hundreds of thousands of refugees who have scattered to temporary homes and shelters throughout the South, businesses are also part of the diaspora.      With many phone lines and Internet connections down, and many roads still impassable, few companies have begun to assess the damage to their buildings and inventories. Nor have they accounted for all their employees.      Still, they are coping. Those with headquarters in Katrina's path have sent executives to prearranged safe spots to manage the businesses from afar. Those with local stores or factories near the worst devastation are busing in specialists, volunteers and supplies.      But, as the following three tales show, getting back to business is playing out in myriad ways.      ",
      "lead_paragraph": "Hurricane Katrina has been the big leveler in more than the physical sense. Small banks, big stores and international manufacturers were all hit, and all are trying to figure out how to help customers and employees. Like the hundreds of thousands of refugees who have scattered to temporary homes and shelters throughout the South, businesses are also part of the diaspora.",
      "publication_date": "2005-09-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/06/business/storm-and-crisis-a-tale-of-3-companies-in-new-orleans-the-business.html",
      "byline": "By Stuart Elliott"
    },
    {
      "headline": "Bush Makes Return Visit; Two Levees Secured",
      "snippet": "As criticism raged over the federal government's response to Hurricane Katrina, President Bush returned to the region yesterday, and Army engineers patched up two levees that had been breached by the storm and cautiously began pumping water out of...",
      "abstract": "As criticism raged over the federal government's response to Hurricane Katrina, President Bush returned to the region yesterday, and Army engineers patched up two levees that had been breached by the storm and cautiously began pumping water out of New Orleans.      Mr. Bush comforted victims in Poplarville, Miss., and Baton Rouge, La., but he found himself ensnared in a dispute with Louisiana's Democratic governor, Kathleen Babineaux Blanco, who learned of Mr. Bush's trip from news reports.  ",
      "lead_paragraph": "As criticism raged over the federal government's response to Hurricane Katrina, President Bush returned to the region yesterday, and Army engineers patched up two levees that had been breached by the storm and cautiously began pumping water out of New Orleans.",
      "publication_date": "2005-09-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/06/us/nationalspecial/bush-makes-return-visit-two-levees-secured.html",
      "byline": "By Elisabeth Bumiller and Clyde Haberman"
    },
    {
      "headline": "Volkswagen Will Cut Jobs in Germany",
      "snippet": "Volkswagen said on Monday that it planned deep cuts in jobs in Germany, injecting a combustible element into a German election campaign already driven by fears about unemployment.     The company, Europe's largest carmaker and one of Germany's mor...",
      "abstract": "Volkswagen said on Monday that it planned deep cuts in jobs in Germany, injecting a combustible element into a German election campaign already driven by fears about unemployment.     The company, Europe's largest carmaker and one of Germany's more important employers, did not disclose how many jobs would be affected, though analysts and news reports put the figure at 10,000.  ",
      "lead_paragraph": "FRANKFURT, Sept. 5 - Volkswagen said on Monday that it planned deep cuts in jobs in Germany, injecting a combustible element into a German election campaign already driven by fears about unemployment.",
      "publication_date": "2005-09-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/06/business/worldbusiness/volkswagen-will-cut-jobs-in-germany.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Foreign Workers AreCaught in a Double Trap",
      "snippet": "Like so many other people here, Pedro, a landscaper from Chiapas, Mexico, is desperately trying to get out of Biloxi. He wants to take his wife, Anna, who is eight months pregnant, someplace cleaner and safer, wherever that might be.      But asid...",
      "abstract": "Like so many other people here, Pedro, a landscaper from Chiapas, Mexico, is desperately trying to get out of Biloxi. He wants to take his wife, Anna, who is eight months pregnant, someplace cleaner and safer, wherever that might be.      But aside from being low on gas like everyone else, Pedro, who would not give his last name because he is undocumented, is nervous about traveling in a city swarming with police officers and National Guard troops.  ",
      "lead_paragraph": "BILOXI, Miss., Sept. 5 - Like so many other people here, Pedro, a landscaper from Chiapas, Mexico, is desperately trying to get out of Biloxi. He wants to take his wife, Anna, who is eight months pregnant, someplace cleaner and safer, wherever that might be.",
      "publication_date": "2005-09-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/06/us/nationalspecial/foreign-workers-arecaught-in-a-double-trap.html",
      "byline": "By Ian Urbina"
    },
    {
      "headline": "President Names Roberts as Choice for Chief Justice",
      "snippet": "President Bush said on Monday that he would nominate Judge John G. Roberts Jr., who had been his choice to fill the Supreme Court seat being vacated by Justice Sandra Day O'Connor, to succeed William H. Rehnquist as chief justice of the United Sta...",
      "abstract": "President Bush said on Monday that he would nominate Judge John G. Roberts Jr., who had been his choice to fill the Supreme Court seat being vacated by Justice Sandra Day O'Connor, to succeed William H. Rehnquist as chief justice of the United States.     Mr. Bush announced the switch less than 36 hours after Chief Justice Rehnquist's death and a day before the Senate Judiciary Committee had been scheduled to open hearings on Judge Roberts's nomination to replace Justice O'Connor.     If confirmed after hearings that are now expected to get under way in the next week, Judge Roberts would become the 17th chief justice. In taking the job at age 50, he would be in a position to play a pivotal role for decades in shaping the Supreme Court's rulings.  ",
      "lead_paragraph": "WASHINGTON, Sept. 5 - President Bush said on Monday that he would nominate Judge John G. Roberts Jr., who had been his choice to fill the Supreme Court seat being vacated by Justice Sandra Day O'Connor, to succeed William H. Rehnquist as chief justice of the United States.",
      "publication_date": "2005-09-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/06/politics/politicsspecial1/president-names-roberts-as-choice-for-chief.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "A Court Choice Well Schooled in Chief Justice Job's Pitfalls",
      "snippet": "As a Supreme Court law clerk to William H. Rehnquist decades ago, John G. Roberts Jr. learned how not to be chief justice.     Now that President Bush has chosen him for the position, he will, if the Senate confirms him, have the rare chance to pu...",
      "abstract": "As a Supreme Court law clerk to William H. Rehnquist decades ago, John G. Roberts Jr. learned how not to be chief justice.     Now that President Bush has chosen him for the position, he will, if the Senate confirms him, have the rare chance to put those lessons into practice.     His boss back in 1980-81 was an associate justice, one who often chafed under the leadership style of Chief Justice Warren E. Burger and who freed, even encouraged, his law clerks to poke fun at what they saw as the chief justice's pomposity and penchant for self-aggrandizement.  ",
      "lead_paragraph": "WASHINGTON, Sept. 5 - As a Supreme Court law clerk to William H. Rehnquist decades ago, John G. Roberts Jr. learned how not to be chief justice.",
      "publication_date": "2005-09-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/06/politics/politicsspecial1/a-court-choice-well-schooled-in-chief-justice.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Storm Puts BellSouth's Adaptability to the Test",
      "snippet": "As Hurricane Katrina hit this coastal town with its full fury, C.B. Hales Jr., the director of BellSouth's facilities in the region, received a plea from one of the managers riding out the storm with him: Come upstairs immediately, the brick wall ...",
      "abstract": "As Hurricane Katrina hit this coastal town with its full fury, C.B. Hales Jr., the director of BellSouth's facilities in the region, received a plea from one of the managers riding out the storm with him: Come upstairs immediately, the brick wall protecting the main generator was giving way.     Mr. Hales and eight colleagues, who had been hunkered down in the basement of the communications center, ran to the rooftop room. With winds of 130 miles an hour turning shingles, tin and wood into missiles, they furiously patched the wall with plastic tarps, plywood and a cardboard science project made by one worker's son.  ",
      "lead_paragraph": "GULFPORT, Miss., Sept. 3 - As Hurricane Katrina hit this coastal town with its full fury, C.B. Hales Jr., the director of BellSouth's facilities in the region, received a plea from one of the managers riding out the storm with him: Come upstairs immediately, the brick wall protecting the main generator was giving way.",
      "publication_date": "2005-09-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/06/business/storm-puts-bellsouths-adaptability-to-the-test.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Crawfish Étouffée Goes Into Exile",
      "snippet": "Hurricane Katrina has devastated one of the nation's most distinctive culinary cultures.     As restaurateurs and diners around the country worked to organize fund-raisers and find jobs for industry refugees, the people who ran many of the best-kn...",
      "abstract": "Hurricane Katrina has devastated one of the nation's most distinctive culinary cultures.     As restaurateurs and diners around the country worked to organize fund-raisers and find jobs for industry refugees, the people who ran many of the best-known restaurants in the United States struggled to find out what, if anything, was left of the vibrant New Orleans restaurant scene.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/06/business/crawfish-etouffee-goes-into-exile.html",
      "byline": "By Kim Severson and Julia Moskin"
    },
    {
      "headline": "Houston Finds Business Boon After Katrina",
      "snippet": "Perhaps no city in the United States is in a better spot than Houston to turn Katrina's tragedy into opportunity. And businesses here are already scrambling to profit in the hurricane's aftermath.      Oil services companies based here are racing ...",
      "abstract": "Perhaps no city in the United States is in a better spot than Houston to turn Katrina's tragedy into opportunity. And businesses here are already scrambling to profit in the hurricane's aftermath.      Oil services companies based here are racing to carry out repairs to damaged offshore platforms in the Gulf of Mexico; the promise of plenty of work to do sent shares in two large companies, Halliburton and Baker Hughes, soaring to 52-week highs last week. The Port of Houston is preparing for an increase in traffic as shippers divert cargoes away from the damaged ports of Pascagoula, Miss., and New Orleans.  ",
      "lead_paragraph": "HOUSTON, Sept. 5 - Perhaps no city in the United States is in a better spot than Houston to turn Katrina's tragedy into opportunity. And businesses here are already scrambling to profit in the hurricane's aftermath.",
      "publication_date": "2005-09-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/06/business/houston-finds-business-boon-after-katrina.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "In Small Town, Huge Morgue Takes Shape",
      "snippet": "After the wind, after the flood, after countless bodies are fished from muddy bayous or lifted off street corners or carried down from roofs or attics, the road ends here.     At a warehouse next to the modest city hall in this ragged town just pa...",
      "abstract": "After the wind, after the flood, after countless bodies are fished from muddy bayous or lifted off street corners or carried down from roofs or attics, the road ends here.     At a warehouse next to the modest city hall in this ragged town just past where the sprawl of Baton Rouge gives way to farmland, refrigerated trucks on Sunday began the task of bringing what is expected to be thousands of bodies to the temporary mortuary set up to process victims of Hurricane Katrina.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/06/us/nationalspecial/in-small-town-huge-morgue-takes-shape.html",
      "byline": "By Peter Applebome"
    },
    {
      "headline": "It Won't Be Cheap, but Gas Is to Be Had",
      "snippet": "Most American travelers managed to avoid any serious gasoline supply disruptions over the holiday weekend, officials said yesterday, but analysts and industry executives warned that fuel prices were likely to remain high and that the nation's oil ...",
      "abstract": "Most American travelers managed to avoid any serious gasoline supply disruptions over the holiday weekend, officials said yesterday, but analysts and industry executives warned that fuel prices were likely to remain high and that the nation's oil supply system might not return to normal operations for several weeks, perhaps longer.      Even as the federal government and other nations started releasing crude oil and gasoline into a thirsting world market and pipelines resumed sending supplies from the Gulf Coast, specialists said there were few quick fixes for the biggest remaining bottleneck: refining.  ",
      "lead_paragraph": "Most American travelers managed to avoid any serious gasoline supply disruptions over the holiday weekend, officials said yesterday, but analysts and industry executives warned that fuel prices were likely to remain high and that the nation's oil supply system might not return to normal operations for several weeks, perhaps longer.",
      "publication_date": "2005-09-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/06/business/it-wont-be-cheap-but-gas-is-to-be-had.html",
      "byline": "By VIKAS BAJAJ and RICHARD PÉREZ-PEÑA"
    },
    {
      "headline": "Utility Crews Help Turn Lights Back On in Parts of the Gulf Region",
      "snippet": "Randall W. Helmick, the man whose job it is to get the lights back on in New Orleans and many other parts of Louisiana and southern Mississippi, had finally reached his limit.     So on Friday afternoon he ordered the televisions turned off in the...",
      "abstract": "Randall W. Helmick, the man whose job it is to get the lights back on in New Orleans and many other parts of Louisiana and southern Mississippi, had finally reached his limit.     So on Friday afternoon he ordered the televisions turned off in the temporary command center for Entergy, the power company for 1.1 million households and businesses that lost electricity in Hurricane Katrina. The news reports were not helping Mr. Helmick's 100-plus-member team concentrate on coordinating the efforts of thousands of repair workers scattered over hundreds of square miles.  ",
      "lead_paragraph": "JACKSON, Miss., Sept. 5 - Randall W. Helmick, the man whose job it is to get the lights back on in New Orleans and many other parts of Louisiana and southern Mississippi, had finally reached his limit.",
      "publication_date": "2005-09-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/06/business/utility-crews-help-turn-lights-back-on-in-parts-of-the-gulf-region.html",
      "byline": "By Barnaby J. Feder"
    }
  ]
}