{
  "metadata": {
    "date": "2005-01-31",
    "total_articles": 35
  },
  "articles": [
    {
      "headline": "Security Nominee Gave Advice to the C.I.A. on Torture Laws",
      "snippet": "Bush administration officials say Michael Chertoff, who has been picked by Pres Bush to be homeland security secretary, advised CIA on legality of coercive interrogation methods on terror suspects under federal anti-torture statute; say he told in...",
      "abstract": "Bush administration officials say Michael Chertoff, who has been picked by Pres Bush to be homeland security secretary, advised CIA on legality of coercive interrogation methods on terror suspects under federal anti-torture statute; say he told intelligence agency that some coercive methods could be legal, but he advised against others; Chertoff's involvement in evaluating how far interrogators could go took place in 2002-3 when he headed Justice Dept's criminal division; advice came in form of responses to agency inquiries asking whether CIA employees risked being charged with crimes if particular interrogation techniques were used on specific detainees; Chertoff photo (M)",
      "lead_paragraph": "WASHINGTON, Jan. 28 - Michael Chertoff, who has been picked by President Bush to be the homeland security secretary, advised the Central Intelligence Agency on the legality of coercive interrogation methods on terror suspects under the federal anti-torture statute, current and former administration officials said this week.",
      "publication_date": "2005-01-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/29/politics/security-nominee-gave-advice-to-the-cia-on-torture-laws.html",
      "byline": "This article is by David Johnston, Neil A. Lewis and Douglas Jehl"
    },
    {
      "headline": "Lockheed Team to Build Presidential Copters",
      "snippet": "Pentagon chooses international team headed by Lockheed Martin to build next fleet of presidential helicopters; Sikorsky Aircraft, rival bidder, postioned itself as 'all-American' choice; Pentagon, in selecting Lockheed, signals new openness to for...",
      "abstract": "Pentagon chooses international team headed by Lockheed Martin to build next fleet of presidential helicopters; Sikorsky Aircraft, rival bidder, postioned itself as 'all-American' choice; Pentagon, in selecting Lockheed, signals new openness to foreign partners on sensitive military tasks; it also rewards Britain and Italy, two of staunchest US allies in Iraq war; Lockheed will receive $1.7 billion initially to begin program; helicopter fleet, which will be ready in 2009, will be built by joint venture of Lockheed and AgustaWestland, British-Italian venture that designed much of helicopter and will make about a third of it; photo (M)",
      "lead_paragraph": "After a contest that had pitted domestic pride against global politics, the Pentagon yesterday chose an international team, headed by Lockheed Martin, to build the next fleet of presidential helicopters over Sikorsky Aircraft, which had positioned itself as the \"all-American\" choice.",
      "publication_date": "2005-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/29/business/lockheed-team-to-build-presidential-copters.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Shiite Faction Ready to Shun Sunday's Election in Iraq",
      "snippet": "Sheik Nasir Al Saedy, popular Shiite cleric, does not utter word about nationwide elections in sermon to 20,000 Iraqis less than 48 hours before vote; his silence forshadows less than overwhelming voter turnout in many parts of Iraq; Saedy is foll...",
      "abstract": "Sheik Nasir Al Saedy, popular Shiite cleric, does not utter word about nationwide elections in sermon to 20,000 Iraqis less than 48 hours before vote; his silence forshadows less than overwhelming voter turnout in many parts of Iraq; Saedy is follower of rebel Shiite cleric Moktada al-Sadr, and his sermon seems to settle question of Sadr's place in country's new democratic order; Iraq's mainstream Shiite leaders want Sadr and his vast following to give up their rebellion and turn to ballot box; Sadr's silence signals that he has decided to hedge his bets against election; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Jan. 28 - Less than 48 hours before nationwide elections here, Nasir al-Saedy, one of the city's most popular Shiite clerics, stood before a crowd of 20,000 Iraqis and uttered not a single word about the vote.",
      "publication_date": "2005-01-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/29/world/middleeast/shiite-faction-ready-to-shun-sundays-election-in-iraq.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "At Celebrity Trials, the Spotlight Is Sharp but Shifting",
      "snippet": "Article on Southern California trials of actor Robert Blake, singer Michael Jackson and music producer Phil Spector; Blake says he did not kill his wife Bonnie Lee Bakley, but few people seem to care; his moment in sun has been eclipsed by Jackson...",
      "abstract": "Article on Southern California trials of actor Robert Blake, singer Michael Jackson and music producer Phil Spector; Blake says he did not kill his wife Bonnie Lee Bakley, but few people seem to care; his moment in sun has been eclipsed by Jackson, whose trial on charges of child molesting is to begin in Santa Barbara County with jury selection; media representatives from around world are converging on courthouse; Spector was vaulted into limelight when he was charged with murdering actress Lana Clarkson in 2003; Spector at first told police shooting was accident, but he now says Clarkson shot herself; photos (M)",
      "lead_paragraph": "LOS ANGELES, Jan. 28 - Robert Blake, the B-list actor who is accused of killing his wife, shuffles around the courthouse in Van Nuys these days, alone, a Pall Mall tucked behind his ear. He goes unrecognized by the public and unhounded by the trickle of reporters and others who bother to keep up with his trial.",
      "publication_date": "2005-01-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/29/us/at-celebrity-trials-the-spotlight-is-sharp-but-shifting.html",
      "byline": "By Charlie Leduff"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": " MCI May Be New Belle Of the Acquisition Ball  Now that SBC Communications appears close to buying AT&T, the other Bell operating companies are forced to consider whether to make a competing bid, try to snatch MCI or stand pat.  ",
      "abstract": " MCI May Be New Belle Of the Acquisition Ball  Now that SBC Communications appears close to buying AT&T, the other Bell operating companies are forced to consider whether to make a competing bid, try to snatch MCI or stand pat.  ",
      "lead_paragraph": "MCI May Be New Belle Of the Acquisition Ball Now that SBC Communications appears close to buying AT&T, the other Bell operating companies are forced to consider whether to make a competing bid, try to snatch MCI or stand pat.",
      "publication_date": "2005-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/29/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Big Health Plan Suspends Use of Painkiller",
      "snippet": "Kaiser Permanente, one of nation's largest managed care organizations, orders its pharmacies to stop dispensing Bextra, arthritis and pain drug made by Pfizer that some tests have indicated may increase risk of heart attacks and strokes; Bextra is...",
      "abstract": "Kaiser Permanente, one of nation's largest managed care organizations, orders its pharmacies to stop dispensing Bextra, arthritis and pain drug made by Pfizer that some tests have indicated may increase risk of heart attacks and strokes; Bextra is same class of drugs as another Pfizer painkiller, Celebrex, which has also been found to pose cardiac risks at high doses, and as Vioxx, drug that Merck pulled from market last fall after is own tests disclosed cardiac risks; SEC opens formal investigation of Merck's handling of issues related to Vioxx; suspension of Bextra is first case of Kaiser's doctors deciding to ban use of drug that has been approved by FDA (M)",
      "lead_paragraph": "Kaiser Permanente, one of the nation's largest managed care organizations, has ordered its pharmacies to stop dispensing Bextra, an arthritis and pain drug made by Pfizer that some tests have indicated may increase the risk of heart attacks and strokes.",
      "publication_date": "2005-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/29/business/big-health-plan-suspends-use-of-painkiller.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "A Merger in Search of a Home. Yours.",
      "snippet": "Comment on negotiations between Gillette chairman and chief executive James M Kilts and Procter & Gamble chief executive Alan G Lafley that led to agreement to merge their companies; Kilts approached Lafley in November with idea of merger that wou...",
      "abstract": "Comment on negotiations between Gillette chairman and chief executive James M Kilts and Procter & Gamble chief executive Alan G Lafley that led to agreement to merge their companies; Kilts approached Lafley in November with idea of merger that would combine his company, world's biggest marketer of products to men, with an industry giant that understands women; Procter says it will buy Gillette for about about $57 billion in stock; photo of Lafley and Kilts; photo of hectic scene at New York Stock Exchange (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/29/business/a-household-giant-the-overview-a-merger-in-search-of-a-home-yours.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "What's Behind the Procter Deal? Wal-Mart",
      "snippet": "Many consumer products and retail experts say Wal-Mart's power and proliferation of store brands is behind Procter & Gamble's decision to buy Gillette; as Procter chief executive Alan G Lafley denies that is the case; giant chains--Wal-Mart chief ...",
      "abstract": "Many consumer products and retail experts say Wal-Mart's power and proliferation of store brands is behind Procter & Gamble's decision to buy Gillette; as Procter chief executive Alan G Lafley denies that is the case; giant chains--Wal-Mart chief among them--have increasingly dominated their relationships with manufacturers over last 15 years, flexing their market muscle and seizing pricing power by showing willingness to sell their private label products; turning point in relationship between Wal-Mart and P&G came in November 2003, when Wal-Mart introduced detergent similar to P&G's Tide, but priced lower than Tide; tables show Procter & Gamble and Gillette's large shares of their respective markets; photo (M)",
      "lead_paragraph": "Did Wal-Mart's power and the proliferation of store brands have anything to do with Procter & Gamble's decision to buy Gillette?",
      "publication_date": "2005-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/29/business/whats-behind-the-procter-deal-walmart.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "For Iraqi Expatriates in the U.S., a Chance to Savor the Vote",
      "snippet": "Thousands of Iraqi expatriates in US and 13 other countries begin three days of voting to choose 275-member national assembly in Iraq's first democratic election in 50 years; many voters express fear about vote in their homeland; some beg loved on...",
      "abstract": "Thousands of Iraqi expatriates in US and 13 other countries begin three days of voting to choose 275-member national assembly in Iraq's first democratic election in 50 years; many voters express fear about vote in their homeland; some beg loved ones to abstain rather than risk bombs that insurgents have promised; registration in US is sparse, with 1 in 10 signing up among estimated 240,000 eligible Iraqis; photo (M)",
      "lead_paragraph": "SOUTHGATE, Mich., Jan. 28 - Ali Mohammed, who spent eight years in the Abu Ghraib prison in Saddam Hussein's Iraq, called the owner of the grocery store where he is a stock clerk before sunup on Friday to say he was putting on his best suit, the charcoal pinstripe he usually saves for weddings.",
      "publication_date": "2005-01-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/29/world/middleeast/for-iraqi-expatriates-in-the-us-a-chance-to-savor-the-vote.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "Israel Cuts Back Military Actions to Answer Abbas",
      "snippet": "Israel, in its most significant response to Palestinian leader Mahmoud Abbas's policies against violence, orders its army to stop offensive operations in Gaza Strip and scale them back sharply in West Bank; orders from Lt Gen Moshe Yaalon come aft...",
      "abstract": "Israel, in its most significant response to Palestinian leader Mahmoud Abbas's policies against violence, orders its army to stop offensive operations in Gaza Strip and scale them back sharply in West Bank; orders from Lt Gen Moshe Yaalon come after Palestinian police complete their deployment throughout Gaza; Prime Min Ariel Sharon says conditions are ripe for Israel and Palestinians to reach historic breakthrough in relations; photo (M)",
      "lead_paragraph": "JERUSALEM, Jan. 28 - In Israel's most significant response yet to new Palestinian policies against violence, Israel ordered its army on Friday to stop offensive operations in the Gaza Strip and scale them back sharply in the West Bank.",
      "publication_date": "2005-01-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/29/world/middleeast/israel-cuts-back-military-actions-to-answer-abbas.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Growth Pace of Economy Slowed to 3.1% in 4th Quarter",
      "snippet": "Commerce Dept reports that American economy slowed to annual growth rate of 3.1 percent in final three months of 2004; that is weakest quarterly pace in nearly two years, held down by surge in imports, which substituted for production at home; con...",
      "abstract": "Commerce Dept reports that American economy slowed to annual growth rate of 3.1 percent in final three months of 2004; that is weakest quarterly pace in nearly two years, held down by surge in imports, which substituted for production at home; consumers provide most of lift, increasing their outlays for goods and services by more than enough to offset weaknesses in other areas; chart (M)",
      "lead_paragraph": "The American economy slowed to an annual growth rate of 3.1 percent in the final three months of 2004, the Commerce Department reported yesterday. That was the weakest quarterly pace in nearly two years, held down by a surge in imports, which substituted for production at home.",
      "publication_date": "2005-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/29/business/growth-pace-of-economy-slowed-to-31-in-4th-quarter.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Iraqis Vote Amid Tight Security and Scattered Attacks",
      "snippet": "Iraqis begin casting ballots for 275-member national assembly and for provincial parliaments amid scattered insurgent attacks and tight security; steady streams of people line up at checkpoints to vote; suicide bomb attack in western Baghdad kills...",
      "abstract": "Iraqis begin casting ballots for 275-member national assembly and for provincial parliaments amid scattered insurgent attacks and tight security; steady streams of people line up at checkpoints to vote; suicide bomb attack in western Baghdad kills policeman and wounds several people at checkpoint and several explosions are heard across city; voters turn out in large numbers in Kurdish areas; turn out and ease with which election is carried off are regarded as major tests of Bush administration goal of implanting democracy in Middle East; prospect of widespread Sunni boycott could mar results; map; photos (L)",
      "lead_paragraph": "BAGHDAD, Iraq, Sunday, Jan. 30 - Iraqis began casting ballots Sunday morning in the country's first free elections in more than 50 years, and scattered insurgent attacks began soon after, including a car bombing that killed at least one police officer in western Baghdad.",
      "publication_date": "2005-01-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/30/world/middleeast/iraqis-vote-amid-tight-security-and-scattered-attacks.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Under Pressure, Qatar May Sell Jazeera Station",
      "snippet": "Bush administration has complained so heatedly to Qatari leaders that Al Jazeera's broadcasts have been inflammatory, misleading and occasionally false, especially on Iraq, that Qatar is accelerating plans to put station on market, although Bush a...",
      "abstract": "Bush administration has complained so heatedly to Qatari leaders that Al Jazeera's broadcasts have been inflammatory, misleading and occasionally false, especially on Iraq, that Qatar is accelerating plans to put station on market, although Bush administration may like privately owned station no better; Al Jazeera's audiences range from 30 million to 50 million, but station still relied in 2004 on $40 million to $50 million subsidy from government, out of $120 million budget (M)",
      "lead_paragraph": "WASHINGTON - The tiny state of Qatar is a crucial American ally in the Persian Gulf, where it provides a military base and warm support for American policies. Yet relations with Qatar are also strained over an awkward issue: Qatar's sponsorship of Al Jazeera, the provocative television station that is a big source of news in the Arab world.",
      "publication_date": "2005-01-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/30/washington/world/the-iraqi-election-the-network-under-pressure-qatar-may.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Forget Armor. All You Need Is Love",
      "snippet": "Frank Rich column criticizes claims that Pres George W Bush's inaugural events were salute to American troops in Iraq; suggests television time spent covering inaugural festivities would have been better used broadcasting documentary Gunner Palace...",
      "abstract": "Frank Rich column criticizes claims that Pres George W Bush's inaugural events were salute to American troops in Iraq; suggests television time spent covering inaugural festivities would have been better used broadcasting documentary Gunner Palace, true tribute to daily courage of American troops; photo (M)",
      "lead_paragraph": "JAN. 30 is here at last, and the light is at the end of the tunnel, again. By my estimate, Iraq's election day is the fifth time that American troops have been almost on their way home from an about-to-be pacified Iraq. The four other incipient V-I days were the liberation of Baghdad (April 9, 2003), President Bush's declaration that \"major combat operations have ended\" (May 1, 2003), the arrest of Saddam Hussein (Dec. 14, 2003) and the handover of sovereignty to our puppet of choice, Ayad Allawi (June 28, 2004). And this isn't even counting the two \"decisive\" battles for our nouveau Tet, Falluja. Iraq is Vietnam on speed -- the false endings of that tragic decade re-enacted and compressed in jump cuts, a quagmire retooled for the MTV attention span.",
      "publication_date": "2005-01-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "2",
      "web_url": "https://www.nytimes.com/2005/01/30/arts/forget-armor-all-you-need-is-love.html",
      "byline": "By Frank Rich"
    },
    {
      "headline": "In Jacksonville, Faith, Hope and Charity at a Super Bowl",
      "snippet": "Religious groups in Jacksonville, Fla, plan interdenominational tie-ins to Super Bowl game; David Garrett, head of Jacksonville Baptist Association's Super Bowl Ministry, sees Super Bowl as opportunity for city entwined with religion to show less ...",
      "abstract": "Religious groups in Jacksonville, Fla, plan interdenominational tie-ins to Super Bowl game; David Garrett, head of Jacksonville Baptist Association's Super Bowl Ministry, sees Super Bowl as opportunity for city entwined with religion to show less worldly side; Convoy of Hope, scheduled for day before Super Bowl, is planned to be largest faith-based outreach event NFL has ever seen; photos (M)",
      "lead_paragraph": "JACKSONVILLE, Fla., Jan. 23 - David Garrett's mission walks in step with his city. With the Super Bowl coming to Jacksonville for the first time, the eyes of more than a hundred million people will turn to northeast Florida, known here as the First Coast. Mr. Garrett wants his ambitious hometown to make a good impression.",
      "publication_date": "2005-01-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/30/sports/in-jacksonville-faith-hope-and-charity-at-a-super-bowl.html",
      "byline": "By Robert Andrew Powell"
    },
    {
      "headline": "The Vote, and Democracy Itself, Leave Anxious Iraqis Divided",
      "snippet": "Iraqis vote today in first multi-party elections since 1954, but people remain divided over whether fundamental choices about shape of their future political system can be made by outsiders and whether democracy can be implanted so quickly in regi...",
      "abstract": "Iraqis vote today in first multi-party elections since 1954, but people remain divided over whether fundamental choices about shape of their future political system can be made by outsiders and whether democracy can be implanted so quickly in region with little experience with democratic institutions; senior American officials acknowledge problem of holding election so closely identified with United States, but many Iraqis bridle at suggestion that their country is too immature for democracy; turnout in face of intimidation by militants will be one way to judge whether holding elections now was wise; photos (L)",
      "lead_paragraph": "BAGHDAD, Iraq, Jan. 29 - For Ghassan al-Atiyyah, the journey to Sunday's elections has been long and painful, sustained by the hope that Iraq would one day embrace the democratic principles that drove him into 20 years of exile.",
      "publication_date": "2005-01-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/30/washington/world/the-iraqi-election-the-process-the-vote-and-democracy.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "The Artist's Perfect Day Job? It's the One Too Good to Quit",
      "snippet": "Stereotype of frenzied aspiring artist jumping from one low-paying job to another between gigs is changing, as some artists have decided they want more balanced life that includes regular salary and medical benefits; one example is Angela Workman ...",
      "abstract": "Stereotype of frenzied aspiring artist jumping from one low-paying job to another between gigs is changing, as some artists have decided they want more balanced life that includes regular salary and medical benefits; one example is Angela Workman who toured with Ray Charles but works full-time for Tishman Speyer Properties, company that allows her time off to pursue her music; photo (M)",
      "lead_paragraph": "Angela Workman's goal for the near future is getting a record deal. Ms. Workman, who toured with Ray Charles as a Raelette background vocalist from 1985 through 1995, has since sung background vocals for Prince, George Clinton and Eminem and has already written the lyrics and recorded nine songs for \"Moonflowers,\" a pop-jazz project that she is producing with the keyboardist of the band Spyro Gyra.",
      "publication_date": "2005-01-30T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/01/30/jobs/the-artists-perfect-day-job-its-the-one-too-good-to-quit.html",
      "byline": "By Coeli Carr"
    },
    {
      "headline": "The Sisterhood Judging WorldCom",
      "snippet": "Profiles of Denise L Cote and Barbara S Jones, friends and Federal District Court judges in Manhattan who oversee cases related to WorldCom; photos (M)",
      "abstract": "Profiles of Denise L Cote and Barbara S Jones, friends and Federal District Court judges in Manhattan who oversee cases related to WorldCom; photos (M)",
      "lead_paragraph": "BOTH are former federal prosecutors, formidable in their courtrooms. They are also fast friends, contemporaries who rose through the legal ranks in New York City during the gritty 1970's and the more prosperous 1980's.",
      "publication_date": "2005-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/01/30/business/yourmoney/the-sisterhood-judging-worldcom.html",
      "byline": "By Gretchen Morgenson and Ken Belson"
    },
    {
      "headline": "U.S. Is Close to Eliminating AIDS in Infants, Officials Say",
      "snippet": "American doctors may be on verge of eliminating AIDS in infants, when as recently as 1990, 2,000 babies were born with AIDS every year; success in fighting mother-to-child transmission is largely because of better drugs, but also aggressive public...",
      "abstract": "American doctors may be on verge of eliminating AIDS in infants, when as recently as 1990, 2,000 babies were born with AIDS every year; success in fighting mother-to-child transmission is largely because of better drugs, but also aggressive public education and testing as well as cooperation at federal and local levels; tide turned when 1994 study showed that drug AZT reduced risk of transmission of HIV from mother to child by 67 percent; graph; photos (M)",
      "lead_paragraph": "AIDS among infants, which only a decade ago took the lives of hundreds of babies a year and left doctors in despair, may be on the verge of being eliminated in the United States, public health officials say.",
      "publication_date": "2005-01-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/30/nyregion/us-is-close-to-eliminating-aids-in-infants-officials-say.html",
      "byline": "By Marc Santora"
    },
    {
      "headline": "Under One Roof, Aging Together Yet Alone",
      "snippet": "Assisted living was hailed as dignified alternative to nursing homes when introduced in mid-1980's, yet few sociologists and public health researchers have studied social organization and daily preoccupations of these communities; experts agree th...",
      "abstract": "Assisted living was hailed as dignified alternative to nursing homes when introduced in mid-1980's, yet few sociologists and public health researchers have studied social organization and daily preoccupations of these communities; experts agree this stage in life is bleaker than most Americans admit; yet leaving assisted living community, on average after two and one half years, is rarely voluntary but due to dwindling assets; nursing homes charge on average 40 percent more but also accept Medicaid; photos (L)",
      "lead_paragraph": "STRATFORD, Conn., Jan. 28 - Everyone complains about the food. Nobody wants to sit with the misfits. There are leaders and followers, social butterflies and loners, goody-goodies and troublemakers. Friendships are intense and so are rivalries. Everybody knows everybody else's business.",
      "publication_date": "2005-01-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/30/us/under-one-roof-aging-together-yet-alone.html",
      "byline": "By Jane Gross"
    },
    {
      "headline": "Can Angelina Jolie Really Save the World?",
      "snippet": "Article on 34th annual conference of World Economic Forum in Davos, Switzerland, whose attendees included several celebrities; explores question of whether forum amounted to anything more than hobnobbing with celebrities; photos (M)",
      "abstract": "Article on 34th annual conference of World Economic Forum in Davos, Switzerland, whose attendees included several celebrities; explores question of whether forum amounted to anything more than hobnobbing with celebrities; photos (M)",
      "lead_paragraph": "Davos, Switzerland - THE Rolls Royce of business conferences glides to its conclusion here today, capping a week of stimulating, high-minded discourse that makes the gathering such a hot ticket each year among chief executives, politicians, academics, journalists, the nonprofit set and the occasional celebrity.",
      "publication_date": "2005-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/01/30/business/can-angelina-jolie-really-save-the-world.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "These Stock Options Just Didn't Add Up",
      "snippet": "Gretchen Morgenson column, in light of recent episode involving Brocade Communications, on possible connections between stock options included in pay packages received by top executives and improprieties that continue to erupt across corporate Ame...",
      "abstract": "Gretchen Morgenson column, in light of recent episode involving Brocade Communications, on possible connections between stock options included in pay packages received by top executives and improprieties that continue to erupt across corporate America (M)",
      "lead_paragraph": "TOP executives on the receiving end of munificent pay packages like to argue that their troughs full of stock options have no relationship to the improprieties that keep erupting across corporate America.",
      "publication_date": "2005-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/01/30/business/yourmoney/these-stock-options-just-didnt-add-up.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Envisioning a Career Path With Pit Stops",
      "snippet": "Lisa Belkin Life's Work column expresses dismay at comment made by Lawrence Summers that there are fewer women on math and science faculty at country's elite institutions because jobs entail more time and energy than women with children are willin...",
      "abstract": "Lisa Belkin Life's Work column expresses dismay at comment made by Lawrence Summers that there are fewer women on math and science faculty at country's elite institutions because jobs entail more time and energy than women with children are willing to give; contends that there are numerous reasons why women do not enter science and mathematics but calls for changes to accommodate women and make fields more attractive; drawing (M)",
      "lead_paragraph": "IN the month of January alone, researchers concluded that high I.Q. diminishes a woman's chances of getting married; men in demanding jobs prefer to wed women willing to be old-fashioned stay-at-home mothers; men looking for long-term relationships would rather have them with women lower on the job ladder than higher; the number of women who have never had children is rising markedly; and employers do in fact hold working mothers to a higher performance standard and working fathers to a lower one.",
      "publication_date": "2005-01-30T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/01/30/jobs/envisioning-a-career-path-with-pit-stops.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "For a Battered Populace, a Day of Civic Passion",
      "snippet": "Scene at Baghdad polling station is suffused with sense of civic spirit, dispelling suspicion that 24 years of bludgeoning under Saddam Hussein had bred disabling passivity among country's 28 million people; voters walk long distances through stre...",
      "abstract": "Scene at Baghdad polling station is suffused with sense of civic spirit, dispelling suspicion that 24 years of bludgeoning under Saddam Hussein had bred disabling passivity among country's 28 million people; voters walk long distances through streets choked with military checkpoints, and stand for hours in line to cast their ballots; these are same people who crowded polling centers in 2002 to re-elect Hussein in one-candidate referendum by official vote count of 100 percent; after surprise of heavy turnout on Jan 30, there is much that remains to daunt American hopes that Iraqis would come together in new political compact, one that would enable their new national assembly to draft constitution, submit it to referendum, and hold another election late this year for full-term parliament and government; Americans who have remained decisive authority in Iraq emerge from voting with large measure of vindication for having pressed ahead with election despite predictions that enterprise would collapse amid uncontrollable insurgent violence or crippling voter boycott; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Jan. 30 - Nobody among the hundreds of voters thronging one Baghdad polling station on Sunday could remember anything remotely like it, not even those old enough to have taken part in Iraq's last partly free elections more than 50 years ago, before the assassination of King Faisal II began a spiraling descent into tyranny.",
      "publication_date": "2005-01-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/31/world/middleeast/for-a-battered-populace-a-day-of-civic-passion.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Adelphia Weighs Options As Cable Bids Come Due  As bids for Adelphia's cable systems come due, a joint bid from Time Warner and Comcast remains the one to beat. But investors and analysts are warning that Time Warner and Comcast could be overpayin...",
      "abstract": " Adelphia Weighs Options As Cable Bids Come Due  As bids for Adelphia's cable systems come due, a joint bid from Time Warner and Comcast remains the one to beat. But investors and analysts are warning that Time Warner and Comcast could be overpaying at the $17.5 billion asking price.  ",
      "lead_paragraph": "Adelphia Weighs Options As Cable Bids Come Due As bids for Adelphia's cable systems come due, a joint bid from Time Warner and Comcast remains the one to beat. But investors and analysts are warning that Time Warner and Comcast could be overpaying at the $17.5 billion asking price.",
      "publication_date": "2005-01-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/31/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Federal Reserve Is Expected to Continue Raising Rates",
      "snippet": "Federal Reserve appears poised to continue raising interest rates for most if not all of this year despite latest Commerce Department report showing that economic growth has slowed in recent months; inflation, though still subdued by most measures...",
      "abstract": "Federal Reserve appears poised to continue raising interest rates for most if not all of this year despite latest Commerce Department report showing that economic growth has slowed in recent months; inflation, though still subdued by most measures, is running higher than a year ago, and Fed officials continue to believe that economic growth will probably remain fairly strong this year without stimulation from them; analysts note that cheap money is almost as plentiful now as it was before Fed started process of raising short-term rates six months ago; note that cost of home mortgages and long-term corporate financing has actually declined (M)",
      "lead_paragraph": "WASHINGTON, Jan. 30 - Notwithstanding new evidence released on Friday that economic growth has slowed in recent months, the Federal Reserve appears poised to continue raising interest rates for most if not all of this year.",
      "publication_date": "2005-01-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/31/business/federal-reserve-is-expected-to-continue-raising-rates.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "MORE ON IRAQ",
      "snippet": "PLANE CRASHES -- A British transport plane crashed in central Iraq, with reports that up to 15 military personnel may have died.   PAGE A14    BOMBS GO UNHEARD -- The bombs kept exploding, but in Karada, a Shiite neighborhood in Baghdad, Iraqis ga...",
      "abstract": " PLANE CRASHES -- A British transport plane crashed in central Iraq, with reports that up to 15 military personnel may have died.   PAGE A14    BOMBS GO UNHEARD -- The bombs kept exploding, but in Karada, a Shiite neighborhood in Baghdad, Iraqis gathered to vote hardly even bothered to look up.   PAGE A9    ARAB MEDIA FOCUS -- After months of closely covering Iraq's mayhem, Arab news outlets found that violence was not the story on election day -- the voting was.   PAGE A14    DRAWN TO SERVE -- Some of the marines killed when their helicopter crashed in Iraq last week were pursuing a lifelong dream; others enlisted after the Sept. 11 attacks.   PAGE A16  ",
      "lead_paragraph": "PLANE CRASHES -- A British transport plane crashed in central Iraq, with reports that up to 15 military personnel may have died. PAGE A14",
      "publication_date": "2005-01-31T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/31/front page/world/more-on-iraq.html",
      "byline": ""
    },
    {
      "headline": "Employers Can Get Medicare Subsidies for Lower Benefits",
      "snippet": "Bush administration touches off furious debate with new rules allowing employers to collect billions of dollars in federal subsidies for prescription drug benefits less generous than what many retirees are expecting under new Medicare law; Medicar...",
      "abstract": "Bush administration touches off furious debate with new rules allowing employers to collect billions of dollars in federal subsidies for prescription drug benefits less generous than what many retirees are expecting under new Medicare law; Medicare officials, labor unions and specialists in employee benefits say that retiree benefits will not always be equal in value to new Medicare drug benefit; administration says many employers will be able to ignore Medicare's catastrophic coverage, which helps people with high drug costs and accounts for one-fourth of annual value of standard Medicare drug benefit; Dr Mark B McClellan, administrator of Centers for Medicare and Medicaid Services, says federal subsidies would reverse erosion of retiree health benefits and enable employers to offer high-quality retiree coverage at much lower cost; AFL-CIO health policy analyst JoAnn C Volk claims rules will allow employer to get subsidy for benefit that is less valuable to retirees than what they would receive if they signed up for Medicare drug benefit and employer dropped coverage altogether (M)",
      "lead_paragraph": "WASHINGTON, Jan. 30 - The Bush administration has touched off a furious debate with new rules allowing employers to collect billions of dollars in federal subsidies for prescription drug benefits less generous than what many retirees were expecting under the new Medicare law.",
      "publication_date": "2005-01-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/31/politics/employers-can-get-medicare-subsidies-for-lower-benefits.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "Video Sales Abroad AreGood News in Hollywood. Shhh.",
      "snippet": "Motion Picture Assn of America refuses to reveal how much money Hollywood studios make on legitimate foreign sales of home video, including DVD's, VCD's and VHS tapes, which are believed to be fastest-growing part of Hollywood's business; most rel...",
      "abstract": "Motion Picture Assn of America refuses to reveal how much money Hollywood studios make on legitimate foreign sales of home video, including DVD's, VCD's and VHS tapes, which are believed to be fastest-growing part of Hollywood's business; most reliable estimate comes from Screen Digest, which calculates that home video divisions of US studios garnered $11.4 billion in wholesale revenues from $24.6 billion that overseas consumers spent buying and renting home video products in 2004; windfall from overseas sales is affecting how movie business is run, inflating budgets for films with big international potential, changing how top stars negotiate their take of profits and prompting studios to spend millions fighting piracy that they fear will threaten lucrative developing markets; question of how to share DVD windfall has become sore subject in studios' negotiations with unions representing writers, directors and actors; photos (M)",
      "lead_paragraph": "Here's a Hollywood riddle: If a car leaves Los Angeles at 9 a.m. traveling toward Reno at 30 miles per hour and another car leaves from Reno for Los Angeles at 40 m.p.h., when will the two meet?",
      "publication_date": "2005-01-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/31/business/media/video-sales-abroad-aregood-news-in-hollywood-shhh.html",
      "byline": "By Ross Johnson"
    },
    {
      "headline": "Security Efforts Hold Insurgents Mostly at Bay",
      "snippet": "Security measures imposed by American and Iraqi forces widely thwart insurgents who threatened to wash steets with blood on election day in Iraq; American troop strength is increased, all civilian car traffic is banned and host of other security m...",
      "abstract": "Security measures imposed by American and Iraqi forces widely thwart insurgents who threatened to wash steets with blood on election day in Iraq; American troop strength is increased, all civilian car traffic is banned and host of other security measures, some not within standard military procedures, are imposed; as many as 44 people are killed, including nine suicide bombers, but Pentagon officials and military officers say they expected much worse; some suggest election day had been test for insurgency, too, and it had been found unable to press sustained, timed attack in face of concerted defense; many American commanders salute Iraqi security fofces, whose decidedly mixed performance in recent weeks and months caused some American officers as well as top Bush amdinistration officials to question Iraqis' ability to secure their own country; descriptions of unusual solutions devised by American officers to thwart insurgent attacks; photo (M)",
      "lead_paragraph": "WASHINGTON, Jan. 30 - By increasing American troop strength in Iraq, banning all civilian car traffic and ordering a host of other security measures -- some within standard military procedure and others distinctly not -- American and Iraqi forces widely thwarted insurgents who had threatened to wash the streets with blood.",
      "publication_date": "2005-01-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/31/politics/security-efforts-hold-insurgents-mostly-at-bay.html",
      "byline": "By Thom Shanker and Eric Schmitt"
    },
    {
      "headline": "Much Ado About What's in a Disney Book",
      "snippet": "James B Stewart's forthcoming book, DisneyWar: The Battle for the Magic Kingdom, comes at critical time for Walt Disney Co; reportedly has sections highly critical of Michael D Eisner, Disney's departing chief executive, as well as his ruminations...",
      "abstract": "James B Stewart's forthcoming book, DisneyWar: The Battle for the Magic Kingdom, comes at critical time for Walt Disney Co; reportedly has sections highly critical of Michael D Eisner, Disney's departing chief executive, as well as his ruminations about whether Robert A Iger, president and likely candidate to succeed him, has qualification for job; portrays Disney's ABC television network as dysfunctional; Stewart had Disney executives' full coperation during several years in which he researched book about how company both mirrored and shaped Aemrican culture, but he changed focus of book after Roy E Disney began demanding Eisner's resignation, and Disney executives are now questioning whether it was wise to give him access in first place; photos (M)",
      "lead_paragraph": "ORLANDO, Fla., Jan. 30 - Analysts and investors gathering at the Walt Disney World resort here on Monday for the Walt Disney Company's annual conference will be buzzing about a book -- but not one being published by Disney.",
      "publication_date": "2005-01-31T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/31/business/media/much-ado-about-whats-in-a-disney-book.html",
      "byline": "By Laura M. Holson and Lorne Manly"
    },
    {
      "headline": "Defying Threats, Millions of Iraqis Flock to Polls",
      "snippet": "Defying death threats and suicide bombers, millions of Iraqis turn out to vote in country's first free elections in 50 years, endorsing democratic rule 22 months after Saddam Hussein's overthrow; voters in Shiite and Kurdish areas turn out in espe...",
      "abstract": "Defying death threats and suicide bombers, millions of Iraqis turn out to vote in country's first free elections in 50 years, endorsing democratic rule 22 months after Saddam Hussein's overthrow; voters in Shiite and Kurdish areas turn out in especially large numbers; in Sunni-dominated areas like Falluja and Mosul, where guerrilla insurgency rages and where many Sunni leaders called for boycott, turnout is substantially lower but still exceeds initial expectations; election officials say turnout nationwide could exceed 60 percent, and turnout in Sunni areas could be as high as 40 percent; in Shiite-dominated cities, and through much of Baghdad, Iraqis stream to polling places despite relentless insurgent attacks that leave 44 people dead, including nine suicide bombers; in some polling centers, mood turns joyous and street parties break out; election workers keep polls open for latecomers; voters choose from among 111 parties for members of provincial parliaments as well as 275-member national assembly, which will be empowered to write country's constitution; election results are not expected for several days; photos (L)",
      "lead_paragraph": "BAGHDAD, Iraq, Jan. 30 - Defying death threats, mortars and suicide bombers, Iraqis turned out in great numbers on Sunday to vote in this country's first free elections in 50 years, offering a powerful, if uneven, endorsement of democratic rule 22 months after Saddam Hussein was overthrown.",
      "publication_date": "2005-01-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/31/world/middleeast/defying-threats-millions-of-iraqis-flock-to-polls.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Bush Hails Iraqi Vote, but Warns of More Fighting Ahead",
      "snippet": "Pres Bush celebrates comparatively peaceful day of voting in Iraq, calling it triumphant moment in his effort to spur democratic movements throughout Middle East; warns that terrorists and insurgents will continue to wage war against democracy, an...",
      "abstract": "Pres Bush celebrates comparatively peaceful day of voting in Iraq, calling it triumphant moment in his effort to spur democratic movements throughout Middle East; warns that terrorists and insurgents will continue to wage war against democracy, and says US will support Iraqi people in their fight against them; Bush and his aides are concerned that televised images showing jubilant Iraqis filling out ballots would add to pressures at home to set clear timetable for withdrawing 150,000 American forces now based in Iraq; aides say it is far from clear how success of election will affect insurgency; even while hailing accomplishment, they seek to tamp down expectations, issuing reminders that American-led effort to remake Iraq is still at precarious stage; photo; timeline of major phases since end of major combat operations in Iraq (M)",
      "lead_paragraph": "WASHINGTON, Jan. 30 - Just short of two years after engineering the overthrow of Saddam Hussein, President Bush on Sunday celebrated a comparatively peaceful day of voting in Iraq, declaring it a triumphant moment in his effort to spur democratic movements throughout the Middle East.",
      "publication_date": "2005-01-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/31/politics/bush-hails-iraqi-vote-but-warns-of-more-fighting-ahead.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "A Texas Paper Bets on Espaol, Not Assimilation",
      "snippet": "Rumbo starts four Spanish-language daily nespapers in Texas in space of year, betting that state's growing Hispanic population is ready for sophisticated daily newspaper in Spanish that mixes coverage of local news and sports with commentary and d...",
      "abstract": "Rumbo starts four Spanish-language daily nespapers in Texas in space of year, betting that state's growing Hispanic population is ready for sophisticated daily newspaper in Spanish that mixes coverage of local news and sports with commentary and dispatches from Latin America; papers serve San Antonio, Houston, Austin and Rio Grande Valley; larger English-language newspapers in state react with skeptcism and resistance; believe they can reach Hispanics by addressing their culture without using their language; have responded to Rumbo's arrival in their markets by creating or buying newspapers to compete with Rumbo's tabloids; photo of Edward Schumacher Matos, Rumbo's founder and editorial director (M)",
      "lead_paragraph": "SAN ANTONIO - The headquarters of Rumbo, a new chain of Spanish-language newspapers, are in an old office building here, a short stroll away from the Alamo, where Mexican troops in 1836 sought to quell the secessionist ambitions of English-speaking colonists in Texas.",
      "publication_date": "2005-01-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/31/business/media/a-texas-paper-bets-on-espanol-not-assimilation.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Search Sites Play a Game of Constant Catch-Up",
      "snippet": "Internet search sites are fiercely competing for visitors and are often forced to match each other's latest offerings; Yahoo, Microsoft and Amazon.com have yet to shake Google from first place in serach market, although they have slowed growth of ...",
      "abstract": "Internet search sites are fiercely competing for visitors and are often forced to match each other's latest offerings; Yahoo, Microsoft and Amazon.com have yet to shake Google from first place in serach market, although they have slowed growth of its market share; Yahoo is making significant gains, particularly in US, with new features that it has yet to introduce tio international users; pace of Google's product development may have been slowed somewhat by management's involvement in initial stock offering; photo; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/31/technology/search-sites-play-a-game-of-constant-catchup.html",
      "byline": "By Saul Hansell"
    }
  ]
}