{
  "metadata": {
    "date": "2005-02-21",
    "total_articles": 33
  },
  "articles": [
    {
      "headline": "A Reminder That No Drug Is Risk-Free",
      "snippet": "Panel of doctors and scientists convened by Food and Drug Administration to discuss risks of pain medications, after three days of hearings, releases cost-benefit analysis that recommends allowing sale of arthritis medicines Celebrex and Bextra, m...",
      "abstract": "Panel of doctors and scientists convened by Food and Drug Administration to discuss risks of pain medications, after three days of hearings, releases cost-benefit analysis that recommends allowing sale of arthritis medicines Celebrex and Bextra, made by Pfizer, and Vioxx, made by Merck, despite acknowledged heart risks; recommendations back pharmaceutical industry's stance that no medicine is risk-free and that patients should sometimes be allowed to choose medicines that have serious risks even for conditions that are not life-threatening; photo (M)",
      "lead_paragraph": "Cost-benefit analyses for drugs are rarely as explicit as they were yesterday.",
      "publication_date": "2005-02-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/19/business/a-reminder-that-no-drug-is-riskfree.html",
      "byline": "By Alex Berenson and Barnaby Feder"
    },
    {
      "headline": "Suicide Bombers Kill at Least 35 in Baghdad Area",
      "snippet": "Five suicide bombers, some disguised in robes of religious pilgrims, explode their bombs in crowds of worshipers and at police check point in Baghdad area, killing at least 35 people on eve of Shiite holy day of Ashura; explosions raise fears of r...",
      "abstract": "Five suicide bombers, some disguised in robes of religious pilgrims, explode their bombs in crowds of worshipers and at police check point in Baghdad area, killing at least 35 people on eve of Shiite holy day of Ashura; explosions raise fears of repeat of last year's carnage, when about 180 people were killed during Ashura celebrations; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Feb. 18 - Five suicide bombers, some disguised in the black robes of religious pilgrims, exploded their bombs in crowds of worshipers and at a police checkpoint in the Baghdad area on Friday, killing or maiming dozens of people on the eve of the Shiite holy day of Ashura.",
      "publication_date": "2005-02-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/19/world/middleeast/suicide-bombers-kill-at-least-35-in-baghdad-area.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Time Warner Stops Granting Stock Options to Most of Staff",
      "snippet": "Time Warner, citing new accounting rules, says it will no longer grant stock options to most of its 80,000 employees; some workers, however, will continue to get stock options based on their job responsibilities and industry practice; stock option...",
      "abstract": "Time Warner, citing new accounting rules, says it will no longer grant stock options to most of its 80,000 employees; some workers, however, will continue to get stock options based on their job responsibilities and industry practice; stock option grants will not be replaced with other forms of equity and salaries and benefits will largely stay the same (M)",
      "lead_paragraph": "Time Warner said yesterday that it would no longer grant stock options to most employees, citing new accounting rules.",
      "publication_date": "2005-02-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/19/business/media/time-warner-stops-granting-stock-options-to-most-of-staff.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "White House Bond: Teamed by No. 43, 41 and 42 Hit It Off",
      "snippet": "Former Presidents George Bush and Bill Clinton are on four-day humanitarian trip to Asian nations hit hard by tsunami; they are scheduled to visit Phuket, Thailand, Banda Aceh, Indonesia, Sri Lanka and Maldives in effort to raise money for tsunami...",
      "abstract": "Former Presidents George Bush and Bill Clinton are on four-day humanitarian trip to Asian nations hit hard by tsunami; they are scheduled to visit Phuket, Thailand, Banda Aceh, Indonesia, Sri Lanka and Maldives in effort to raise money for tsunami victims; trip is most dramatic example in recent months of what staff members for both men describe as growing friendship that seems to have erased bitterness of 1992 election, when Clinton ousted Bush from White House; photo (M)",
      "lead_paragraph": "WASHINGTON, Feb. 18 - Former President George Bush calls them \"the odd couple,\" and this weekend one of the most unlikely teams in modern American politics is on a four-day humanitarian air odyssey to the Asian nations hit hard by the tsunami last year.",
      "publication_date": "2005-02-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/19/politics/white-house-bond-teamed-by-no-43-41-and-42-hit-it-off.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "7 Habits of Highly Effective Cadres",
      "snippet": "Article on popular Western management experts who have reached celebrity status in China; Chester Elton, 46, author of management handbook, The 24-Carrot Manager, John Welch Jr, Stephen Covey and Michael Porter as well as lesser known experts, man...",
      "abstract": "Article on popular Western management experts who have reached celebrity status in China; Chester Elton, 46, author of management handbook, The 24-Carrot Manager, John Welch Jr, Stephen Covey and Michael Porter as well as lesser known experts, many of them hired by Communist Party officials, are conducting management-training seminars, hawking their books, making television appearances and soaking up adoration; photos (M)",
      "lead_paragraph": "HARBIN, China - The crowded auditorium began to take on the feel of a rock concert. At the urging of the speaker, people suddenly stood up and, to the pulsing strains of a recording by the group Barenaked Ladies, thrust their fists in the air and shouted, \"Yes! Yes! Yes!\"",
      "publication_date": "2005-02-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/19/business/worldbusiness/7-habits-of-highly-effective-cadres.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "Shareholders Who Answer to a Higher C.E.O.",
      "snippet": "Article on influence groups of activist Roman Catholic nuns are having in corporate boardrooms and shareholders' meetings; nuns of dozens of orders are seeking to persuade military companies, including Lockheed Martin, General Dynamics and Raytheo...",
      "abstract": "Article on influence groups of activist Roman Catholic nuns are having in corporate boardrooms and shareholders' meetings; nuns of dozens of orders are seeking to persuade military companies, including Lockheed Martin, General Dynamics and Raytheon, to limit military sales in countries where arms can fall into hands of child soldiers or perpetuate long-running laws and promote code of conduct that holds arms makers accountable for effect of their business on environment and on political and social stability of countries where they operate; photos; graph (M)",
      "lead_paragraph": "Decades ago, during a different war, many churches were at the forefront of antiwar efforts, whether it was the high-profile activism of the Berrigan brothers, the two Roman Catholic priests who splattered blood on draft records, or mainstream churches marching against nuclear weapons.",
      "publication_date": "2005-02-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/19/business/shareholders-who-answer-to-a-higher-ceo.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Tired of TiVo? Beyond Blogs? Podcasts Are Here",
      "snippet": "Brad Durick and Brad Dokken, who record show called Why Fish from Grand Forks, ND, are pioneers in latest technology revolution; their show is podcast, kind of recording that anyone can make on computer and then post to Web site, where it can be d...",
      "abstract": "Brad Durick and Brad Dokken, who record show called Why Fish from Grand Forks, ND, are pioneers in latest technology revolution; their show is podcast, kind of recording that anyone can make on computer and then post to Web site, where it can be downloaded to iPod or MP3 player to be played at listener's leisure; former MTV video jockey Adam Curry and David Winer developed podcasting technology in Aug 2004; photos (M)",
      "lead_paragraph": "GRAND FORKS, N.D., Feb. 16 - From a chenille-slipcovered sofa in the basement of their friend Dave's mom's house at the edge of a snow-covered field, Brad and Other Brad, sock-footed pioneers in the latest technology revolution, are recording \"Why Fish,\" their weekly show.",
      "publication_date": "2005-02-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/19/technology/tired-of-tivo-beyond-blogs-podcasts-are-here.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "Doubting U.S., China Is Wary of Korea Role",
      "snippet": "Dispatch by China of high-level envoy to persuade North Koreans to return to talks on their nuclear weapons would seem to present it with ideal opportunity; all pieces seem to be in place for Beijing to score its first big coup in global diplomacy...",
      "abstract": "Dispatch by China of high-level envoy to persuade North Koreans to return to talks on their nuclear weapons would seem to present it with ideal opportunity; all pieces seem to be in place for Beijing to score its first big coup in global diplomacy; only problem with this optimistic scenario is that it is shared by almost no one in China; Chinese remain reluctant to take major diplomatic risks on North Korea, convinced that its longtime ally will never turn against them; analysts say that Beijing' s top priority is to maintain quiet on its frontier, and that it would take more aggressive tack only if tensions between US and North Korea were to increase seriously (M)",
      "lead_paragraph": "SHANGHAI, Feb. 18 - The dispatch by China of a high-level envoy this weekend to persuade the North Koreans to return to talks on their nuclear weapons would seem to present it with an ideal opportunity.",
      "publication_date": "2005-02-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/19/world/asia/doubting-us-china-is-wary-of-korea-role.html",
      "byline": "By Howard W. French"
    },
    {
      "headline": "F.D.A. IS ADVISED TO LET PAIN PILLS STAY ON MARKET",
      "snippet": "Panel of experts votes unanimously to advise Food and Drug Administration that leading painkillers Celebrex, Bextra and Vioxx can cause heart problems; it also advises against banning drugs, though by narrow margins in cases of Bextra and Vioxx; m...",
      "abstract": "Panel of experts votes unanimously to advise Food and Drug Administration that leading painkillers Celebrex, Bextra and Vioxx can cause heart problems; it also advises against banning drugs, though by narrow margins in cases of Bextra and Vioxx; most panel members recommend that agency should place warnings on drugs' labels, ban consumer advertising for drugs and require prescriptions to include guide outlining risks; several members say patients in need of pain relief should first try naproxen, which is sold as Aleve by Bayer AG (M)",
      "lead_paragraph": "GAITHERSBURG, Md., Feb. 18 - A panel of experts voted unanimously on Friday to advise the Food and Drug Administration that three leading painkillers -- Celebrex, Bextra and Vioxx -- can cause worrisome heart problems. But it also advised against banning the drugs, though by narrow margins in the cases of Bextra and Vioxx.",
      "publication_date": "2005-02-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/19/us/fda-is-advised-to-let-pain-pills-stay-on-market.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "Health Industry Under Pressure to Computerize",
      "snippet": "Dr David Brailer, national health information technology coordinator, tells those attending convention in Dallas sponsored by Healthcare Information and Management Systems Society to come up with single set of technical standards for electronic he...",
      "abstract": "Dr David Brailer, national health information technology coordinator, tells those attending convention in Dallas sponsored by Healthcare Information and Management Systems Society to come up with single set of technical standards for electronic health records; health care experts and politicians agree that nation's hodgepodge of paper medical files needs to move into digital age so that each person has electronic health care record that can be read by doctors, hospitals and insurers as well as patients; Brailer says that if industry cannot agree on standards by this summer, goverment may issue mandate; photo (M)",
      "lead_paragraph": "DALLAS, Feb. 17 - Dr. David J. Brailer, the federal official who is trying to prod the nation's health care system into the computer age, has delivered a warning to the health care industry: take steps soon to make it happen or the government will probably impose a solution.",
      "publication_date": "2005-02-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/19/business/health-industry-under-pressure-to-computerize.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Advisory Panel Tells F.D.A. Not to Ban Cox-2 Drugs  A panel of experts voted to advise the Food and Drug Administration that three leading painkillers -- Celebrex, Bextra and Vioxx -- can cause heart problems. But it also advised against banning t...",
      "abstract": " Advisory Panel Tells F.D.A. Not to Ban Cox-2 Drugs  A panel of experts voted to advise the Food and Drug Administration that three leading painkillers -- Celebrex, Bextra and Vioxx -- can cause heart problems. But it also advised against banning the drugs, though by narrow margins in the cases of Bextra and Vioxx.    Several panel members said patients should first try naproxen, sold as Aleve, before taking any of the three painkillers known as cox-2 inhibitors. [Page A1.]    Sentencing in Boeing Case  A former executive at Boeing, Michael M. Sears, was sentenced to four months in prison for his role in illegally recruiting a former Air Force official to work for the company. [C2.]    Did Star Power Doom a Fox Film?  Some in Hollywood see this week's sudden collapse of a Fox Searchlight film as a lesson in the difficulty of putting big stars like Russell Crowe into art-house films. [B17.]    Keep Your Hands Off Our Orange  Orange, the British mobile phone company, plans to sue easyMobile, a wireless start-up, to keep it from using Orange's signature color in advertisements. EasyMobile is part of easyGroup, founded by the entrepreneur Stelios Haji-Ioannou, and the shade of orange used by Orange is similar to the one used by easyGroup brands. [C3.]    Bank Takeover Offer in Japan  The Mitsubishi Tokyo Financial Group, the No.2 Japanese bank, offered $29 billion in stock for UFJ Holdings, moving the companies closer to creating the world's largest financial group. [C3.]    Unions Support Contribution Cuts  Many of the nation's largest unions are pushing a plan to cut in half most unions' contributions to the A.F.L.-C.I.O. and instead devote the money to organizing workers. [A10.]    Boston Herald Found Guilty of Libel  A jury ordered The Boston Herald to pay $2.09 million to a superior court judge, ruling that the newspaper libeled him in articles that accused him of making disparaging comments about crime victims. [A10.]    A New Kind of Microbroadcasting  The new home-grown technology known as podcasting may have the potential to transform the world of radio. [A1.]    Shares Finish the Week Mixed  Intensified fears about inflation caused by a report on producer prices sent stocks to a mixed finish as bond prices fell. Blue-chip stocks rose in late trading, led by pharmaceuticals. The major indexes finished the week with losses. For the week, the Dow fell 0.1 percent, the S.&.P. 500 was down 0.34 percent and the Nasdaq dropped 0.87 percent. [C4.]    Investment Group Helps US Airways  US Airways reached agreement on a $125 million deal with Eastshore Aviation, an investment group owned by Air Wisconsin. The deal was the first significant equity investment in US Airways since it filed for Chapter 11 protection last September. [C4.]    Jury Awards May Be Shrinking  A look at the 100 biggest jury verdicts of 2004 indicates that the size of jury awards may have leveled off. [C2.]    Exxon Mobil Tops Market Value List  Exxon Mobil passed General Electric to become the largest corporation in the nation measured by stock market value. Exxon Mobil's market value topped $383 billion, while G.E. slipped to $379 billion. [C3.]    Brascan in Deal With Weyerhaeuser  Brascan, a holding company based in Toronto, agreed to buy timberland and sawmills in British Columbia from Weyerhaeuser for 1.2 billion Canadian dollars ($975 million). [C4.]  ",
      "lead_paragraph": "Advisory Panel Tells F.D.A. Not to Ban Cox-2 Drugs A panel of experts voted to advise the Food and Drug Administration that three leading painkillers -- Celebrex, Bextra and Vioxx -- can cause heart problems. But it also advised against banning the drugs, though by narrow margins in the cases of Bextra and Vioxx.",
      "publication_date": "2005-02-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/19/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "You Want Any Fruit With That Big Mac?",
      "snippet": "McDonald's is adding apple slices and salads to its menus, hoping to pacify public health officials and other critics of its highly processed fat- and calorie-laden sandwiches, drinks and fries; move is making McDonald's a major player in $80 bill...",
      "abstract": "McDonald's is adding apple slices and salads to its menus, hoping to pacify public health officials and other critics of its highly processed fat- and calorie-laden sandwiches, drinks and fries; move is making McDonald's a major player in $80 billion American produce industry, with power to influence not only volume, variety and price of produce, but also how it is grown; photos (L)",
      "lead_paragraph": "EACH day, 50,000 shiny, fire-engine-red Gala apples work their way through a sprawling factory in Swedesboro, N.J. Inside, 26 machines wash them, core them, peel them, seed them, slice them and chill them. At the end of the line, they are dunked in a solution of calcium ascorbate and then deposited into little green bags featuring a jogging Ronald McDonald.",
      "publication_date": "2005-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/02/20/business/yourmoney/you-want-any-fruit-with-that-big-mac.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "The White House Stages Its 'Daily Show'",
      "snippet": "Frank Rich column on disturbing patterns in Bush administration handling of relations with press; cites recent scandal in which Jeff Gannon, whose real identity is James D Guckert and who is employed by Republican media organization, was given Whi...",
      "abstract": "Frank Rich column on disturbing patterns in Bush administration handling of relations with press; cites recent scandal in which Jeff Gannon, whose real identity is James D Guckert and who is employed by Republican media organization, was given White House press credentials and used to push Bush agenda through carefully scripted questions at press conferences and creation of fake news stories; photo (M)",
      "lead_paragraph": "THE prayers of those hoping that real television news might take its cues from Jon Stewart were finally answered on Feb. 9, 2005. A real newsman borrowed a technique from fake news to deliver real news about fake news in prime time.",
      "publication_date": "2005-02-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "2",
      "web_url": "https://www.nytimes.com/2005/02/20/washington/arts/the-white-house-stages-its-daily-show.html",
      "byline": "By Frank Rich"
    },
    {
      "headline": "Testing New Ban, Britons Run With the Hounds",
      "snippet": "Hundreds of people gather in Great Britain on horseback and foot to ride and run with hounds in defiance of new law forbidding hunting with intent to kill foxes and allowing hounds to do killing; hunters insist they will test law without actually ...",
      "abstract": "Hundreds of people gather in Great Britain on horseback and foot to ride and run with hounds in defiance of new law forbidding hunting with intent to kill foxes and allowing hounds to do killing; hunters insist they will test law without actually breaking it, under legal guise of exercising hounds; some see situation as crisis of confidence in government; others say fight is urban-rural battle or class warfare; photos (M)",
      "lead_paragraph": "EDGEHILL, England, Feb. 19 - In 1642, the English fought a battle here between royalists and parliamentarians at the beginning of their Civil War. On Saturday they came to contest a newer struggle that, some might say, is not so different in spirit at all.",
      "publication_date": "2005-02-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/02/20/world/europe/testing-new-ban-britons-run-with-the-hounds.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "In Secretly Taped Conversations, Glimpses of the Future President",
      "snippet": "Doug Wead, author and friend of Pres Bush, reports that he recorded phone conversations when Bush turned to him for advice at beginning of national political career from 1998 to 2000; says he recorded conversations because he viewed Bush as histor...",
      "abstract": "Doug Wead, author and friend of Pres Bush, reports that he recorded phone conversations when Bush turned to him for advice at beginning of national political career from 1998 to 2000; says he recorded conversations because he viewed Bush as historic figure, but he knew Bush might regard his actions as a betrayal; has played about a dozen tapes that offer insights into Bush's thinking as he contemplated run for presidency; private Bush heard on tapes sounds remarkably similar in many ways to public Bush; photo (M)",
      "lead_paragraph": "WASHINGTON, Feb. 19 - As George W. Bush was first moving onto the national political stage, he often turned for advice to an old friend who secretly taped some of their private conversations, creating a rare record of the future president as a politician and a personality.",
      "publication_date": "2005-02-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/02/20/politics/in-secretly-taped-conversations-glimpses-of-the-future-president.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "Continent Is Divided, Though Views Soften",
      "snippet": "Europe is still deeply divided over how much to bend to will of United States on issues of war and peace, but success of elections in Iraq and recent visits by Sec of State Condoleezza Rice and Defense Sec Donald H Rumsfeld have helped soften opin...",
      "abstract": "Europe is still deeply divided over how much to bend to will of United States on issues of war and peace, but success of elections in Iraq and recent visits by Sec of State Condoleezza Rice and Defense Sec Donald H Rumsfeld have helped soften opinion; Europeans are eager to believe new era of friendship has begun but are suspicious that soaring language will not translate into action; philosophical differences remain over causes of terrorism and relative values of liberty and stability; European Union has conviction that it is becoming power center in its own right; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/02/20/world/europe/continent-is-divided-though-views-soften.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "Older Hands Find Place in a New Course",
      "snippet": "Gateway Workforce Development Program at Columbia University combines training with community service; once a week, 20 New Yorkers--selected by Managed Work Services, Bronx-based employment services organization and Columbia's partner in effort--c...",
      "abstract": "Gateway Workforce Development Program at Columbia University combines training with community service; once a week, 20 New Yorkers--selected by Managed Work Services, Bronx-based employment services organization and Columbia's partner in effort--come to classes at computer lab at Fu Foundation School of Engineering and Applied Sciences; they learn how to operate Web design software, but they work on group projects and attend lectures on communicating with colleagues and managing team members who do not get along; photo (M)",
      "lead_paragraph": "FOR the last few years, Jack McGourty, an associate dean at Columbia University's engineering school, has been dispatching his department's first-year students into the neighborhoods of Upper Manhattan. There, they have applied the same talents that got them into one of the country's most selective colleges to helping those who have not had quite so many opportunities.But this year, Columbia's undergraduates will be joined by a few older faces: participants in a new program that gives out-of-work New Yorkers a chance to take classes at an Ivy League university, then puts them to work on service projects that use what they have learned.",
      "publication_date": "2005-02-20T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/02/20/jobs/older-hands-find-place-in-a-new-course.html",
      "byline": "By Nicholas Confessore"
    },
    {
      "headline": "Bush Seeks to Begin a Thaw in a Europe Still Cool to Him",
      "snippet": "Pres Bush leaves today on four-day trip to Belgium, Germany and Slovakia with goal of easing tensions after quarrel over invasion of Iraq; Sec of State Condoleezza Rice has suggested Bush make improving relations with Europe his second-term foreig...",
      "abstract": "Pres Bush leaves today on four-day trip to Belgium, Germany and Slovakia with goal of easing tensions after quarrel over invasion of Iraq; Sec of State Condoleezza Rice has suggested Bush make improving relations with Europe his second-term foreign policy priority; tensions remain over war, Iran's suspected nuclear weapons program and American opposition to arms sales to China; Bush will attend meetings in Brussels at NATO and European Union headquarters; Bush abhors such formal sessions, and European officials see his visit as underscoring administration's commitment to European unity; map (M)",
      "lead_paragraph": "WASHINGTON, Feb. 19 - President Bush leaves for Brussels on Sunday for a four-day campaign to sell himself to Europe as a new man with open arms, but behind his embrace of the triumvirate that opposed him on Iraq -- President Jacques Chirac of France, Chancellor Gerhard Schröder of Germany and President Vladimir V. Putin of Russia -- lie serious tensions unlikely to be resolved on the trip.",
      "publication_date": "2005-02-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/02/20/world/europe/bush-seeks-to-begin-a-thaw-in-a-europe-still-cool-to-him.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "Audit Faults U.S. for Its Spending on Port Defense",
      "snippet": "Homeland Security Department's inspector general's audit concludes department spent $517 million to protect ports without ever focusing on most vulnerable ports; nearly 80 percent of sea-borne international trade moves through only 10 of roughly 3...",
      "abstract": "Homeland Security Department's inspector general's audit concludes department spent $517 million to protect ports without ever focusing on most vulnerable ports; nearly 80 percent of sea-borne international trade moves through only 10 of roughly 360 ports; audit asserts that department disbursed money to dubious security initiatives instead of withholding grant money because of shortage of viable projects; department appears to have intentionally distributed money as widely as possible instead of focusing on most likely targets (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/02/20/politics/audit-faults-us-for-its-spending-on-port-defense.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "Taking Care of Business, His Way",
      "snippet": "US Chamber of Commerce has become most visible and effective business lobby in country under leadership of Thomas J Donohue, its president and chief executive; was force behind legislation to move class-action lawsuits out of state courts, succeed...",
      "abstract": "US Chamber of Commerce has become most visible and effective business lobby in country under leadership of Thomas J Donohue, its president and chief executive; was force behind legislation to move class-action lawsuits out of state courts, succeeded in stalling SEC proposal that would have allowed shareholders more say in how their directors are selected and is challenging provisions of Sarbanes-Oxley corporate reform law; has become deeply involved in political campaigns across country, and 90 percent of Congressional candidates it endorsed have been elected; critics say chamber may be overreaching and question Donohue's work as director at four public companies: Sunrise Senior Living, Union Pacific, XM Satellite Radio and Qwest Communications; photos; graph of chamber's fund-raising (L)",
      "lead_paragraph": "WHEN President Bush signed the Class Action Fairness Act into law last Friday at a White House ceremony, Thomas J. Donohue, the president and chief executive of the United States Chamber of Commerce, had a front-row seat. Though Mr. Donohue did not take a bow, he could have. After all, he and his troops had been fighting for years for such a change. The new legislation will push class-action cases out of state courts, which are often more accommodating to such lawsuits, and into federal courts.",
      "publication_date": "2005-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/02/20/business/yourmoney/taking-care-of-business-his-way.html",
      "byline": "By Gretchen Morgenson and Glen Justice"
    },
    {
      "headline": "For Pain Management, Doctors Prescribe Caution",
      "snippet": "Panel of medical experts warns that painkillers Celebrex, Vioxx and Bextra increase risk of heart attack and stroke and recommends that Food and Drug Administration place new warnings on labels, but also holds that benefits to some patients outwei...",
      "abstract": "Panel of medical experts warns that painkillers Celebrex, Vioxx and Bextra increase risk of heart attack and stroke and recommends that Food and Drug Administration place new warnings on labels, but also holds that benefits to some patients outweigh risks and that drugs should remain on market; many candidates for these drugs are same ones at risk for heart attack; doctors recommend taking lower doses of drugs and avoiding taking them for extended periods; chart (M)",
      "lead_paragraph": "After a panel of medical experts gave a very cautious nod to the continued use of the painkillers Celebrex, Vioxx and Bextra on Friday, pain management experts said they expected to see the same caution transform the way the painkillers are prescribed from now on.",
      "publication_date": "2005-02-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/02/20/health/for-pain-management-doctors-prescribe-caution.html",
      "byline": "By Mary Duenwald"
    },
    {
      "headline": "Unmasking That Pension Consultant",
      "snippet": "Gretchen Morgenson column urges public pension funds to investigate whether their investment consultants have conflicts of interest and, if so, whether funds have been hurt because of them; welcomes decision by board of Public School Teachers' Pen...",
      "abstract": "Gretchen Morgenson column urges public pension funds to investigate whether their investment consultants have conflicts of interest and, if so, whether funds have been hurt because of them; welcomes decision by board of Public School Teachers' Pension and Retirement Fund of Chicago to consider conducting comprehensive conflict-of-interest audit of its investment consultant, Mercer Inc, unit of Marsh & McLennan (M)",
      "lead_paragraph": "IT'S something of a mystery why the huge and presumably powerful public pension funds in this country have been so loath to investigate whether they have been hurt by their consultants' conflicted loyalties. After all, the biases in these organizations are of enough concern to the Securities and Exchange Commission that it has conducted an industrywide investigation of pension consultants and may recommend enforcement actions against some of them.",
      "publication_date": "2005-02-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/02/20/business/yourmoney/unmasking-that-pension-consultant.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "A Deal Maker, or Breaker, on Adelphia",
      "snippet": "Article on role of William Huff in effort by Time Warner chairman and chief executive Richard Parsons to acquire Adelphia Communications; Huff, whose firm, W R Huff, manages more than $15 billion in junk bonds and other investments, is never afrai...",
      "abstract": "Article on role of William Huff in effort by Time Warner chairman and chief executive Richard Parsons to acquire Adelphia Communications; Huff, whose firm, W R Huff, manages more than $15 billion in junk bonds and other investments, is never afraid to use his financial muscle to push for what he thinks he deserves, no matter how long it takes; Huff has not disclosed how much of Adelphia's debt he owns; he and other creditors of Adelphia will have final say on any offer for company; photos (M)",
      "lead_paragraph": "In seeking to acquire Adelphia Communications, Richard D. Parsons, the chairman and chief executive of Time Warner, must balance the concerns of his shareholders with the demands of a tough negotiator in the contentious world of bankruptcy investing.",
      "publication_date": "2005-02-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/21/business/a-deal-maker-or-breaker-on-adelphia.html",
      "byline": "By Riva D. Atlas and Geraldine Fabrikant"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Three States Are in Talks With Aon to Settle Inquiry  The attorneys general in New York, Connecticut and Illinois are in talks with Aon, the insurance broker, to settle investigations into whether it received improper payments from insurance compa...",
      "abstract": " Three States Are in Talks With Aon to Settle Inquiry  The attorneys general in New York, Connecticut and Illinois are in talks with Aon, the insurance broker, to settle investigations into whether it received improper payments from insurance companies that increased costs for its customers, some of the officials said.     The talks have been under way for several weeks and could conclude with an agreement as early as this week, according to people who have been briefed on the case. [Page C2.]    Blogs Monitor the Press in Europe  In Europe, the Web has spawned a new breed of self-appointed cybermonitors of the conventional news media. One example is Bildblog, a media monitor that was created last summer and dissects the tabloid reports of Bild, Germany's leading daily. Christoph Schultheis, above, is one of the founding members of the blog. [Page C7.]    New Wave of Telecom Deals Seen  The merger wave in the telecommunications industry may soon hit the equipment makers that supply the big carriers. Investors are increasingly talking about potential deals between Motorola, Lucent Technologies, Nortel Networks and possibly European manufacturers like Alcatel. The rationale is simple: When carriers merge, they cut their capital spending budgets. To survive, their suppliers have to merge to keep revenue growing and expand into new product areas. New Economy. [C4.]    Pop-Up Company Tries a New Path  The Claria Corporation, which has recently collected enemies among Internet users and publishers, is ready to play nice. The company, formerly known as the Gator Corporation, built a business covering consumer desktops and publisher Web sites with pop-up ads. But last week it announced a new advertising service that rejects pop-ups and seeks to make business partners of publishers. Bob Tedeschi: E-Commerce Report. [C3.]    Post Office Drops Two Airlines  Add the United States Postal Service to the list of disgruntled airline customers. Exasperated by frequent delays that caused first-class mail to arrive late, the post office has stopped using American Airlines and US Airways. [C2.]    Glitch Enables Illegal Downloads  It was clear last week that Napster, which sells legal music downloads, still has less-than-perfect controls over illegal copying. [C6.]    Advertising for Peace in Middle East  The chief executive of Publicis Groupe, an advertising company, is leading an effort to develop a public service campaign promoting the idea of peace. It would run in Arabic and Hebrew, aimed at Israelis, Palestinians and -- perhaps eventually -- a wider audience. [C6.]    Spears Takes On Magazine  In an interview in the March issue of Details, Britney Spears referred to the influential Jann Wenner, publisher of US Weekly and editor of Rolling Stone, in unflattering terms. Ms. Spears has been the subject of a string of embarrassing articles in US Weekly over the last year. Adding fuel to the fire, a recent issue of US Weekly featured pictures that the magazine purchased Ms. Spears and Kevin Federline on their honeymoon. [C6.]    Financial Markets Closed  Financial markets in the United States are closed today for the Presidents' Day holiday.  ",
      "lead_paragraph": "Three States Are in Talks With Aon to Settle Inquiry The attorneys general in New York, Connecticut and Illinois are in talks with Aon, the insurance broker, to settle investigations into whether it received improper payments from insurance companies that increased costs for its customers, some of the officials said.",
      "publication_date": "2005-02-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/21/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Story Line Is Changing for Game Makers and Their Movie Deals",
      "snippet": "Article on unpredictability of relationship between video game publishers and Hollywood movie industry; blockbuster movies have not always made for blockbuster games and many game makers are weighing licensing deals far more carefully; since major...",
      "abstract": "Article on unpredictability of relationship between video game publishers and Hollywood movie industry; blockbuster movies have not always made for blockbuster games and many game makers are weighing licensing deals far more carefully; since major games typically cost around $10 million to develop, they generally have to sell more than 500,000 copies to be profitable and marketing costs and advances must be considered; photos (M)",
      "lead_paragraph": "A few years ago, Warner Brothers sold the video game rights to its film series \"The Matrix,\" a heady science-fiction trilogy starring Keanu Reeves, for $10 million, according to industry reports.",
      "publication_date": "2005-02-21T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/21/technology/story-line-is-changing-for-game-makers-and-their-movie-deals.html",
      "byline": "By Robert Levine"
    },
    {
      "headline": "A New Target for Advisers to Swift Vets",
      "snippet": "USA Next, conservative lobbying group, hires consultants who advised Swift boat veterans last year to orchestrate attacks on AARP for opposing Pres Bush's plan to revamp Social Security; USA Next says it will spend $10 million on commercials and o...",
      "abstract": "USA Next, conservative lobbying group, hires consultants who advised Swift boat veterans last year to orchestrate attacks on AARP for opposing Pres Bush's plan to revamp Social Security; USA Next says it will spend $10 million on commercials and other tactics assailing AARP, which sent mailings to its 35 million members and spent $5 million on print advertisements opposing private investment accounts at center of Bush's plan; several huge business lobbies, like Business Roundtable, have assembled coalitions to promote Bush's proposals across country; but USA Next, which portrays AARP as liberal organization out of step with Republican values, claims it is not part of White House effort; photo (M)",
      "lead_paragraph": "WASHINGTON, Feb. 20 - Taking its cues from the success of last year's Swift boat veterans' campaign in the presidential race, a conservative lobbying organization has hired some of the same consultants to orchestrate attacks on one of President Bush's toughest opponents in the battle to overhaul Social Security.",
      "publication_date": "2005-02-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/21/politics/a-new-target-for-advisers-to-swift-vets.html",
      "byline": "By Glen Justice"
    },
    {
      "headline": "Federal Effort to Head Off TV Piracy Is Challenged",
      "snippet": "US Court of Appeals in Washington, DC, is set to hear oral arguments in suit brought by Public Knowledge, digital-rights advocacy group, and others against Federal Communications Commission challenging new regulation aimed at preventing illegal fi...",
      "abstract": "US Court of Appeals in Washington, DC, is set to hear oral arguments in suit brought by Public Knowledge, digital-rights advocacy group, and others against Federal Communications Commission challenging new regulation aimed at preventing illegal file-sharing of digital broadcast content over Internet; rule, effective on July 1, would require that all new consumer electronics equipment capable of receiving over-the-air digital signals must include technology that will recognize 'flag' that would protect broadcast stream and prevent content from being distributed to other devices unless they, too, are flag-compliant; diagram (M)",
      "lead_paragraph": "Mike Godwin, the legal director for Public Knowledge, a digital-rights advocacy group in Washington, is a fan of Showtime's new drama series \"Huff.\" So three weeks ago, when he missed the season finale, he decided to download it to his personal computer.",
      "publication_date": "2005-02-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/21/technology/federal-effort-to-head-off-tv-piracy-is-challenged.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "New Offensive Against Rebels",
      "snippet": "The Marine division that led the assault that retook Falluja from insurgents says it has now started an offensive in Ramadi. Page A10.",
      "abstract": "The Marine division that led the assault that retook Falluja from insurgents says it has now started an offensive in Ramadi. Page A10.",
      "lead_paragraph": "The Marine division that led the assault that retook Falluja from insurgents says it has now started an offensive in Ramadi. Page A10.",
      "publication_date": "2005-02-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/21/front page/world/new-offensive-against-rebels.html",
      "byline": ""
    },
    {
      "headline": "Case of Vanishing Deductions: Alternative Tax Called Culprit",
      "snippet": "Alternative minimum tax, created in 1969 to ensure that wealthiest people do not use loopholes to avoid paying taxes, will capture growing numbers of people whose main deductions come from children and local taxes, because triggers for alternative...",
      "abstract": "Alternative minimum tax, created in 1969 to ensure that wealthiest people do not use loopholes to avoid paying taxes, will capture growing numbers of people whose main deductions come from children and local taxes, because triggers for alternative tax have not kept up with inflation; almost 19 million taxpayers will be subject to it next year, up from 3.4 million this year and 1.3 million in 2000; without change in AMT, 30 million taxpayers are likely to face it five years from now, many of them concentrated in high-tax states; about half the people paying AMT in recent years live in Calif, Mass, New Jersey or New York, accounting for almost quarter of nation's population; AMT effectively sets up parallel tax system for all households; taxpayers whose alternative tax is higher than their regular federal income tax must pay alternative one; system explained in detail; if AMT remains, living in many localities will become more expensive, and perhaps less desirable; photo; charts (L)",
      "lead_paragraph": "The valuable federal tax deductions that people receive for paying local and state taxes have quietly started to vanish for many households, raising the cost of living in places like New York, Massachusetts and California, already among the nation's most expensive.",
      "publication_date": "2005-02-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/21/business/case-of-vanishing-deductions-alternative-tax-called-culprit.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Cabinet in Israel Ratifies Pullout From Gaza Strip",
      "snippet": "Israel's cabinet approves Prime Min Ariel Sharon's two sweeping plans intended to reshape relations with Palestinians: withdrawal of Jewish settlers from Gaza Strip and revamped route for separation barrier in West Bank; Sharon and his defense min...",
      "abstract": "Israel's cabinet approves Prime Min Ariel Sharon's two sweeping plans intended to reshape relations with Palestinians: withdrawal of Jewish settlers from Gaza Strip and revamped route for separation barrier in West Bank; Sharon and his defense minister immediately sign orders calling for Gaza evacuation to begin on July 20; dissenting votes in cabinet come from members of Sharon's right-wing Likud Party, including Benjamin Nethanyahu and Natan Sharansky, who says he objects to such steps being taken on unilateral basis, without linking it to any concessions by Palestinians; Sharon conceived his intiatives as unilateral moves and shunned Yasir Arafat, who died in Nov; it is not clear whether Sharon will be willing to work closely with Arafat's successor Mahmoud Abbas; Gaza pullout should give Abbas a lift with Palestinians, but continued construction of separation barrier, which is adamantly opposed by Palestianins, will complicate matters for him; Sharon wants to complete West Bank separation barrier, which is intended to prevent Palestinian attacks, while consolidating Israel's control over large settlement blocs; photos; map showing barrier's revised route following Israeli court order last year (M)",
      "lead_paragraph": "JERUSALEM, Feb. 20 - Prime Minister Ariel Sharon won cabinet approval on Sunday for two sweeping plans intended to reshape Israel's relations with the Palestinians: the withdrawal of Jewish settlers from the Gaza Strip, and a revamped route for the separation barrier in the West Bank.",
      "publication_date": "2005-02-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/21/world/middleeast/cabinet-in-israel-ratifies-pullout-from-gaza-strip.html",
      "byline": "By Greg Myre"
    },
    {
      "headline": "Insurgents Wage Precise Attacks on Baghdad Fuel",
      "snippet": "Iraqi and American officials say new pattern of insurgent attacks to disrupt fuel supplies in Baghdad shows deep understanding of complex network of pipelines, power cables and reservoirs feeding Iraqi capital; see systematic plan to cripple Baghd...",
      "abstract": "Iraqi and American officials say new pattern of insurgent attacks to disrupt fuel supplies in Baghdad shows deep understanding of complex network of pipelines, power cables and reservoirs feeding Iraqi capital; see systematic plan to cripple Baghdad's ability to provide basic services for six million citizens and to prevent fledgling government from operating; new analysis shows that choice of targets and timing of sabotage attacks has shifted to what amounts to siege of capital; overall pattern of sabotage and its technical savvy suggests guidance of very officials who tended nation's infrastructure during Saddam Hussein's reign; senior official at Iraqi Interior Ministry says sabotage is part of larger, two-faceted plan including terror operations that have killed many Iraqis over last two years; says insurgents' goal is to create chaos and sow discord among ethnic and religious groups; photo; map (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Feb. 20 - Insurgent attacks to disrupt Baghdad's supplies of crude oil, gasoline, heating oil, water and electricity have reached a degree of coordination and sophistication not seen before, Iraqi and American officials say.",
      "publication_date": "2005-02-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/21/world/middleeast/insurgents-wage-precise-attacks-on-baghdad-fuel.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Wal-Mart Is Upgrading Its Vast In-Store Television Network",
      "snippet": "Article on upgrades being made to Wal-Mart TV Network, Web network of in-store programming that shows constant stream of consumer product ads purchased by major companies; according to Wal-Mart and its ad agency, operation captures some 120 millio...",
      "abstract": "Article on upgrades being made to Wal-Mart TV Network, Web network of in-store programming that shows constant stream of consumer product ads purchased by major companies; according to Wal-Mart and its ad agency, operation captures some 120 million viewers every four weeks, making it fifth-largest television network in US; company plans to install 42-inch high-definition TV screens in stores by December and eventually every store will have them; plans to tailor its broadcasts more specifically to areas of its stores and to individual stores, based on regional tastes and situations; photos (M)",
      "lead_paragraph": "PEARLAND, Tex. - Here in the Houston suburbs, Banana-Vision has arrived. That's the industry nickname for the 42-inch high-definition L.C.D. monitor installed directly over a pyramid of bright yellow bananas in the produce section of the local Wal-Mart store.",
      "publication_date": "2005-02-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/21/business/media/walmart-is-upgrading-its-vast-instore-television-network.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "Panel to Advise Testing Babies for 29 Diseases",
      "snippet": "Fierce debate has already begun over federal advisory group's expected recommendation that all newborns be screened for 29 rare medical conditions, including diseases so obscure that they are known to just handful of medical specialists; proponent...",
      "abstract": "Fierce debate has already begun over federal advisory group's expected recommendation that all newborns be screened for 29 rare medical conditions, including diseases so obscure that they are known to just handful of medical specialists; proponents say early diagnosis of these terrible diseases can be lifesaving; opponents say that for all but about five or six of 29 conditions, it is not known whether treatments help or how often baby will test positive but never show signs of serious disease; they see danger of children with mild versions of illnesses being treated needlessly and aggressively for more serious forms and suffering dire health consequences; both sides agree that tests unintentionally pick up about 25 other conditions, in addition to 29 that are screened for; additional conditions show up as abnormalities, but no one knows what they mean or whether they are associated with disease; Health and Human Services Sec Michael O Leavitt will decide what to recommend after reviewing panel's report; photos; map (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/21/health/panel-to-advise-testing-babies-for-29-diseases.html",
      "byline": "By Gina Kolata"
    }
  ]
}