{
  "metadata": {
    "date": "2005-07-20",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Bush's Supreme Court Choice Isa Judge Anchored in Modern Law",
      "snippet": "News analysis of Judge John G Roberts, Pres Bush's nominee to replace Sandra Day O'Connor on Supreme Court; finds Roberts deeply anchored in trajectory of modern constitutional law, not inclined to mission to change status quo; says question is wh...",
      "abstract": "News analysis of Judge John G Roberts, Pres Bush's nominee to replace Sandra Day O'Connor on Supreme Court; finds Roberts deeply anchored in trajectory of modern constitutional law, not inclined to mission to change status quo; says question is whether Roberts would, like Justices Antonin Scalia and Clarence Thomas, seek to recapture distant constitutional paradise in which Court is faithful to 'original intent,' or whether he finds himself comfortably in middle, like O'Connor; his resume has no flame-throwing speeches or visible hard edges and, while he signed anti-abortion briefs as Justice Department lawyer, he has given no indication of his personal or judicial views on subject (M)",
      "lead_paragraph": "WASHINGTON, July 19 - Standing at the president's side Tuesday night, Judge John G. Roberts, a veteran of 39 arguments before the Supreme Court, spoke of his \"profound appreciation\" and \"deep regard\" for it.",
      "publication_date": "2005-07-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/20/us/bushs-supreme-court-choice-isa-judge-anchored-in-modern-law.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "An Ultimate Capital Insider",
      "snippet": "Man in the News profile of Judge John Glover Roberts, Pres Bush's nominee to Supreme Court; Roberts, 50, graduated from Harvard College in three years and went on to Harvard Law School and clerkship with then-Associate Justice William Rehnquist; h...",
      "abstract": "Man in the News profile of Judge John Glover Roberts, Pres Bush's nominee to Supreme Court; Roberts, 50, graduated from Harvard College in three years and went on to Harvard Law School and clerkship with then-Associate Justice William Rehnquist; he developed lucrative practice at Washington law firm Hogan & Hartson after Senate Democratic leadership balked at first Pres Bush's plan to put him on appeals court; he is described as cordial, wry and extremely smart but not inclined to take himself too seriously; he and wife Jane Marie Sullivan, lawyer as well, live with two young children in Chevy Chase and are described as devout Catholics; Roberts, who has been active in conservative Federalist Society, was born in Buffalo and grew up in Indiana, son of Bethlehem Steel executive; photos (M)",
      "lead_paragraph": "WASHINGTON, July 19 - In nominating Judge John G. Roberts for the Supreme Court, President Bush, who likes to portray himself as an outsider to Washington and its culture, chose an ultimate insider in the capital.",
      "publication_date": "2005-07-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/20/politics/politicsspecial1/an-ultimate-capital-insider.html",
      "byline": "By Neil A. Lewis"
    },
    {
      "headline": "2 Sunnis at Work on Constitution Are Shot Dead in Car in Baghdad",
      "snippet": "Two Sunni Arabs involved in drafting Iraq's constitution are assassinated on busy street in central Baghdad; bodyguard also killed; Mejbil al-Sheik Isa was among 15 Sunnis recently named to committee and Damin al-Obeidi was one of ten Sunni consul...",
      "abstract": "Two Sunni Arabs involved in drafting Iraq's constitution are assassinated on busy street in central Baghdad; bodyguard also killed; Mejbil al-Sheik Isa was among 15 Sunnis recently named to committee and Damin al-Obeidi was one of ten Sunni consultants; killings raise questions about efforts to draw in more Sunnis to make process more inclusive; Sunnis and Shiites alike condemn killings, as does UN Sec Gen Kofi Annan; photos of scene and of women's groups demonstrating against constitutional draft that would strengthen Islamic law regarding women and families; attacks come as Pres Jalal Talabani predicts constitution could be completed by end of month; more than dozen people are killed in other attacks (M)",
      "lead_paragraph": "BAGHDAD, Iraq, July 19 - Two Sunni Arabs involved in drafting Iraq's constitution were assassinated Tuesday afternoon on a busy street in central Baghdad, delivering a setback to the country's fledgling democratic process.",
      "publication_date": "2005-07-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/20/world/middleeast/2-sunnis-at-work-on-constitution-are-shot-dead-in-car-in.html",
      "byline": "By Kirk Semple"
    },
    {
      "headline": "Crisis in Hussein Tribunal",
      "snippet": "The Iraqi tribunal preparing Saddam Hussein's trial has been thrown into turmoil by the dismissal of 9 senior staff members and the threatened dismissal of 19 others.   Page A9.",
      "abstract": "The Iraqi tribunal preparing Saddam Hussein's trial has been thrown into turmoil by the dismissal of 9 senior staff members and the threatened dismissal of 19 others.   Page A9.",
      "lead_paragraph": "The Iraqi tribunal preparing Saddam Hussein's trial has been thrown into turmoil by the dismissal of 9 senior staff members and the threatened dismissal of 19 others. Page A9.",
      "publication_date": "2005-07-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/20/front page/world/crisis-in-hussein-tribunal.html",
      "byline": ""
    },
    {
      "headline": "Intel Says Earnings Rose 16% in Quarter",
      "snippet": "Intel, largest chip maker and bellwether stock of technology industry, reports that its profit rose 16 percent because of healthy growth in computer industry and strong demand for notebook computers; report caps period of good financial news for c...",
      "abstract": "Intel, largest chip maker and bellwether stock of technology industry, reports that its profit rose 16 percent because of healthy growth in computer industry and strong demand for notebook computers; report caps period of good financial news for chip industry; Intel's profit is $2.04 billion, or 33 cents a share, in second quarter, compared with $1.76 billion, or 27 cents a share, in period year ago; revenue rises 15 percent, to $9.23 billion (M)",
      "lead_paragraph": "SAN FRANCISCO, July 19 - Intel, the largest chip maker and a bellwether stock of the technology industry, reported Tuesday that its profit rose 16 percent because of healthy growth in the computer industry and strong demand for notebook computers.",
      "publication_date": "2005-07-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/20/technology/intel-says-earnings-rose-16-in-quarter.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "At Vioxx Trial, a Discrepancy Appears to Undercut Merck's Defense",
      "snippet": "Evidence is presented in first Vioxx lawsuit to reach trial, Angleton, Texas; evidence shows that Merck, in 2001 letter to doctors, seriously understated heart risks faced by patients taking its painkiller Vioxx; in letter, Merck reported that pat...",
      "abstract": "Evidence is presented in first Vioxx lawsuit to reach trial, Angleton, Texas; evidence shows that Merck, in 2001 letter to doctors, seriously understated heart risks faced by patients taking its painkiller Vioxx; in letter, Merck reported that patients taking Vioxx in largest clinical trial of drug ever, only 0.5 percent had incurred 'cardiovascular events,' or heart or circulation problems; that would mean only about 20 patients among the more than 4,400 who took Vioxx during study; but in fact, 14.6 percent of Vioxx patients--or 590 people--had cardiovascular troubles while taking drug, according to Merck's own report on study to federal regulators; 2.5 percent, or 101 people, had serious problems, like heart attacks; Merck sent letter to thousands of doctors, including one in April 2001 to Dr Brent Wallace, who had prescribed Vioxx to Robert Ernst; Ernst, who was 59, died suddenly in May 2001 after taking Vioxx for eight months, and his family is suing Merck, claiming drug caused his death; lawyer for Ernst family contends Merck lied to Wallace; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/20/business/at-vioxx-trial-a-discrepancy-appears-to-undercut-mercks-defense.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Lawyers Challenged on Asbestos",
      "snippet": "Plaintiffs' lawyers, long accustomed to public criticism and lawmakers' wrath, now face new and more dangerous adversary in federal prosecutors; latest evidence that government may be increasingly willing to pursue these lawyers comes in bankruptc...",
      "abstract": "Plaintiffs' lawyers, long accustomed to public criticism and lawmakers' wrath, now face new and more dangerous adversary in federal prosecutors; latest evidence that government may be increasingly willing to pursue these lawyers comes in bankruptcy of company overwhelmed by asbestos claims; recently filed court documents show that federal prosecutors in Manhattan may have begun to investigate conduct of three law firms; documents--which surfaced in bankruptcy case of G-1 Holdings, formerly GAF Corporation, manufacturer of roofing material--show that lawyers for G-1 have met with prosecutors from United States atorney's office in Manhattan in recent months; documents also show that company's lawyers have turned over records of extensive interviews with former employees of three plaintiffs' firms in which some employees describe coaching potential claimants and noted efforts to influence doctors' diagnosis; law firms being investigated are Baron & Budd of Dallas, Ness Motley, Loadholt, Richardson & Poole of Mount Pleasant, SC, and Weitz & Luxenberg of New York (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/20/business/lawyers-challenged-on-asbestos.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Bid by Chevron in Big Oil Deal Thwarts China",
      "snippet": "Chevron reportedly sweetens offer for Unocal in 11th-hour move to thwart rival offer from Chinese oil company Cnooc; Unocal board reportedly accepts Chevron's increased offer worth $17-billion, or $63 per share, rejecting Cnooc's $67-per-share off...",
      "abstract": "Chevron reportedly sweetens offer for Unocal in 11th-hour move to thwart rival offer from Chinese oil company Cnooc; Unocal board reportedly accepts Chevron's increased offer worth $17-billion, or $63 per share, rejecting Cnooc's $67-per-share offer as too politically risky (M)",
      "lead_paragraph": "Chevron sweetened its offer for Unocal late yesterday in an 11th-hour move to thwart a rival offer from Cnooc, a government backed Chinese oil company, executives close to the negotiations said.",
      "publication_date": "2005-07-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/20/world/asia/bid-by-chevron-in-big-oil-deal-thwarts-china.html",
      "byline": "By Andrew Ross Sorkin and Jad Mouawad"
    },
    {
      "headline": "MORE ON NOMINATION",
      "snippet": "THE PRESIDENT -- With the nomination of Judge John G. Roberts, President Bush has moved to place a conservative imprint on the Supreme Court, one of his central goals.   PAGE A14    THE PROCESS -- As Mr. Bush interviewed finalists, the credentials...",
      "abstract": " THE PRESIDENT -- With the nomination of Judge John G. Roberts, President Bush has moved to place a conservative imprint on the Supreme Court, one of his central goals.   PAGE A14    THE PROCESS -- As Mr. Bush interviewed finalists, the credentials of Judge Roberts ''just jumped off the page,'' said Dan Bartlett, the White House counselor.   PAGE A16    THE REACTION -- Senate Republicans praised the nominee as a distinguished judge who deserved quick confirmation, while Democrats voiced reservations.   PAGE A16",
      "lead_paragraph": "THE PRESIDENT -- With the nomination of Judge John G. Roberts, President Bush has moved to place a conservative imprint on the Supreme Court, one of his central goals. PAGE A14",
      "publication_date": "2005-07-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/20/us/front page/more-on-nomination.html",
      "byline": ""
    },
    {
      "headline": "The Urban Migrants",
      "snippet": "Housing boom, with its promise of consistent and better-paying jobs, has in last five years attracted undocumented laborers not just to Long island, but also to hot housing markets around country--among them areas around Chicago, Washington, Freeh...",
      "abstract": "Housing boom, with its promise of consistent and better-paying jobs, has in last five years attracted undocumented laborers not just to Long island, but also to hot housing markets around country--among them areas around Chicago, Washington, Freehold, NJ, Raleigh, NC, and Jupiter, Fla; but unlike agricultural work that traditionally drew immigrant laborers to little-populated areas of country, construction labor is conspicuously in heart of suburbs, with laborers gathering in Home Depot parking lots, outside convenience stores and on street corners; many are remaining in suburbs afterward to do landscaping, painting, kitchen renovations and other home improvements; in process, long-time residents are being forced to confront issue of illegal immigration as never before; photo (M)",
      "lead_paragraph": "RIVERHEAD, N.Y. - Eight years ago, Sister Margaret Rose Smyth had to go out of her way to find illegal immigrants who might need her help, listening for Spanish conversations at the Kmart on the North Fork of Long Island.",
      "publication_date": "2005-07-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/20/business/the-urban-migrants.html",
      "byline": "By Roben Farzad"
    },
    {
      "headline": "In Pursuit of Conservative Stamp, President Nominates Roberts",
      "snippet": "Pres Bush nominates John G Roberts, 50-year-old federal appeals court judge, to Supreme Court; moves to replace Sandra Day O'Connor with candidate who has distinguished resume and conservative, though enigmatic, record; makes announceement on prim...",
      "abstract": "Pres Bush nominates John G Roberts, 50-year-old federal appeals court judge, to Supreme Court; moves to replace Sandra Day O'Connor with candidate who has distinguished resume and conservative, though enigmatic, record; makes announceement on prime-time television, saying he believes Democrats and Republicans alike will see Roberts' strong qualifications; photos; Roberts is Harvard graduate who clerked for Justice William Rehnquist and was unanimously confirmed to US Appeals Court in District of Columbia in 2003; conservative and liberal groups swing into action after years of preparation; Naral ProChoice America calls nominee 'unsuitable,' but Democratic leader Sen Harry Reid is subdued, promising thorough vetting; Roberts has impeccable Republican credentials from Reagan and first Bush administrations but paper trail of opinions is relatively thin and he is not 'movement conservative'; he helped write 1990 brief restating administration's opposition to Roe v Wade but said at 2003 confirmation hearing that Roe is settled law and he has no personal views to prevent him from 'faithfully appylying' precedent, which made him somewhat suspect to social conservatives; Roberts was born in Buffalo, grew up in Indiana and also clerked for Judge Henry J Friendly; quotes from legal opinions; career highlights (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/20/politics/politicsspecial1/in-pursuit-of-conservative-stamp-president.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "Hewlett-Packard to Lay Off 14,500 in Turnaround Effort",
      "snippet": "Hewlett-Packard announces that it will lay off 14,500 workers, nearly 10 percent of its workforce, over next 10 months as part of revamping plan that company's executives hope wll turn around struggling fortunes of giant computer and printer maker...",
      "abstract": "Hewlett-Packard announces that it will lay off 14,500 workers, nearly 10 percent of its workforce, over next 10 months as part of revamping plan that company's executives hope wll turn around struggling fortunes of giant computer and printer maker; cuts come four months into tenure of Mark V Hurd, who took over as chief executive on April 1; company announces that starting Jan 1, it will no longer contribute to pension plans of its employees in United Staets; Hurd comments; charts; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, July 19 - Hewlett-Packard announced Tuesday that it will lay off 14,500 workers, or nearly 10 percent of its staff, over the next 18 months as part of a revamping plan that the company's executives hope will turn around the struggling fortunes of the giant computer and printer maker.",
      "publication_date": "2005-07-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/20/technology/hewlettpackard-to-lay-off-14500-in-turnaround-effort.html",
      "byline": "By Gary Rivlin"
    }
  ]
}