{
  "metadata": {
    "date": "2005-10-27",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "CBS Replaces Its News Chief; Sports Executive Is Successor",
      "snippet": "CBS replaces Andrew Heyward as president of its news division with Sean McManus, its top sports executive; McManus, who is credited with reviving network's sports division, will continue to head that department as well; changes are announced by Le...",
      "abstract": "CBS replaces Andrew Heyward as president of its news division with Sean McManus, its top sports executive; McManus, who is credited with reviving network's sports division, will continue to head that department as well; changes are announced by Leslie Moonves, chairman of CBS, who has openly complained about Heyward's lack of progress in pursuing goal set by Moonves to change single-anchor format of CBS Evening News; during Heyward's decade as news president, network collected numerous awards, but end of his tenure has been characterized by much internal turmoil and uncertainty; photos (M)",
      "lead_paragraph": "CBS replaced the president of its news division with its top sports executive yesterday, in the latest shake-up for a news organization damaged by a discredited broadcast about President Bush's military service and -- like other established news outlets -- struggling to stem viewer defections.",
      "publication_date": "2005-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/27/business/media/cbs-replaces-its-news-chief-sports-executive-is-successor.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Rip and Burn and Download on a Stereo",
      "snippet": "David Pogue column on Olive Symphony, $900 hi-fi digital jukebox for the home; photo (M)",
      "abstract": "David Pogue column on Olive Symphony, $900 hi-fi digital jukebox for the home; photo (M)",
      "lead_paragraph": "JUST because a bunch of individual ingredients are delicious doesn't mean they'll taste good when they're all cooked up together. Ask anyone who's ever sampled a 5-year-old chef's rendition of chocolate chip spaghetti with meat sauce and grape jelly.",
      "publication_date": "2005-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/27/technology/circuits/rip-and-burn-and-download-on-a-stereo.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "A Big Gorilla Weighs In",
      "snippet": "Universal Pictures' remake of King Kong by Oscar-winning director Peter Jackson is becoming one of most expensive and longest films, with budget over $200 million and running time of three hours; film is set to be released on Dec 14; charts; photo...",
      "abstract": "Universal Pictures' remake of King Kong by Oscar-winning director Peter Jackson is becoming one of most expensive and longest films, with budget over $200 million and running time of three hours; film is set to be released on Dec 14; charts; photos (M)",
      "lead_paragraph": "LOS ANGELES, Oct. 26 - In hiring Peter Jackson, the Oscar-winning director of the \"Lord of the Rings\" trilogy, to remake the monster classic \"King Kong,\" Universal Pictures took a daring leap, paying him $20 million to direct, produce and be the co-writer of the film.",
      "publication_date": "2005-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/27/movies/a-big-gorilla-weighs-in.html",
      "byline": "By Sharon Waxman"
    },
    {
      "headline": "After CBS's Decision, Networks Face Many More",
      "snippet": "Appointment of Sean McManus as president of CBS News answers only one of many questions facing broadcast news industry; other questions include who will replace Peter Jennings as ABC evening news anchor, who take over CBS evening newscast, who wil...",
      "abstract": "Appointment of Sean McManus as president of CBS News answers only one of many questions facing broadcast news industry; other questions include who will replace Peter Jennings as ABC evening news anchor, who take over CBS evening newscast, who will be permanent president of NBC News, whether ABC News's Nightline be able to survive with ensemble anchor team replacing Ted Koppel, and whether evening newscasts at each network will be regarded as lesser programs in comparison with far more profitable morning news programs like Today and Good Morning America; looming over all those questions is larger issue of what network news will look like over next few years as executives ponder how to keep news programming on networks competitive in world of expanding choices for news consumers; photos (M)",
      "lead_paragraph": "The future of television news is being decided week by week, network by network.",
      "publication_date": "2005-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/27/business/media/after-cbss-decision-networks-face-many-more.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Mammograms Validated as Key In Cancer Fight",
      "snippet": "New study finds mammogram screening contributed to pronounced drop in death rate from breast cancer; study, sponsored by National Cancer Institute, is published in New England Journal of Medicine; it concludes that 28 to 65 percent of sharp decrea...",
      "abstract": "New study finds mammogram screening contributed to pronounced drop in death rate from breast cancer; study, sponsored by National Cancer Institute, is published in New England Journal of Medicine; it concludes that 28 to 65 percent of sharp decrease in breast cancer deaths from 1990 to 2000 was due to mammograms; rest is attributed to powerful new drugs to treat breast cancer; study detailed; chart (M)",
      "lead_paragraph": "Addressing a major unknown in the longstanding debate over mammograms, a new study sponsored by the National Cancer Institute found that the screening test contributed to a pronounced drop in the death rate from breast cancer.",
      "publication_date": "2005-10-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/27/us/mammograms-validated-as-key-in-cancer-fight.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "Doubts Raised on Saudi Vow for More Oil",
      "snippet": "Some officials and other advising federal government are skeptical about Crown Prince Abdullah's ability to fulfill pledge he made in April to increase Saudi oil production capacity significantly; challenges facing Bush administration on energy co...",
      "abstract": "Some officials and other advising federal government are skeptical about Crown Prince Abdullah's ability to fulfill pledge he made in April to increase Saudi oil production capacity significantly; challenges facing Bush administration on energy come as oil companies are set to report record profits resulting from soaring prices for oil and natural gas; Exxon Mobil is expected to announce quarterly profit exceeding $8.5 billion; graph; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 26 - Last spring, the White House publicly embraced plans by Saudi Arabia to increase its oil production capacity significantly. But privately, some officials and others advising the government are skeptical about some of those Saudi forecasts.",
      "publication_date": "2005-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/27/business/worldbusiness/doubts-raised-on-saudi-vow-for-more-oil.html",
      "byline": "By Jeff Gerth"
    },
    {
      "headline": "Inquiry Into G.M. Accounts by S.E.C.",
      "snippet": "Securities and Exchange Commission is investigating General Motors' accounting in 'various matters,' including its handling of pensions and some transactions between GM and Delphi, supply giant that was once division of GM; investigations, which i...",
      "abstract": "Securities and Exchange Commission is investigating General Motors' accounting in 'various matters,' including its handling of pensions and some transactions between GM and Delphi, supply giant that was once division of GM; investigations, which include issuing of subpoenas, appear to be looking at whether GM has understated debt or inflated income; SEC is also looking at reporting of benefits GM might have to take over from Delphi now that Delphi has filed for bankruptcy protection; GM says some units of its financial subsidiary, General Motors Acceptance Corp, have been served with subpoenas by SEC and federal grand jury 'in connection with industrywide investigations into practices in insurance industry relating to loss mitigation insurance products such as finite risk insurance'; photo (M)",
      "lead_paragraph": "The Securities and Exchange Commission is investigating General Motors' accounting in \"various matters,\" the automaker disclosed yesterday, including its handling of pensions and some transactions between G.M. and Delphi, the supply giant that was once a division of G.M.",
      "publication_date": "2005-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/27/business/inquiry-into-gm-accounts-by-sec.html",
      "byline": "By Mary Williams Walsh and Danny Hakim"
    },
    {
      "headline": "U.N. to Detail Kickbacks Paid for Iraq's Oil",
      "snippet": "Illegal surcharges and kickbacks totaling $1.8 billion were paid to Saddam Hussein by more than half of 4,500 companies that took part in United Nations oil-for-food program; findings are in fifth and final report of independent committee led by P...",
      "abstract": "Illegal surcharges and kickbacks totaling $1.8 billion were paid to Saddam Hussein by more than half of 4,500 companies that took part in United Nations oil-for-food program; findings are in fifth and final report of independent committee led by Paul Volcker; report details how companies from more than 60 countries, but most of them from Russia and France, were able to evade United Nations controls and make money for themselves as well as for Hussein government; report, which will be released Oct 27, will identify companies and individuals outside Iraq who took part, both deliberately and inadvertently; those manipulating program ranged from established trading companies with international reputations to front companies set up for purpose; Volcker says while naming companies would draw attention, his committee's main purpose is to focus on need for UN reform (M)",
      "lead_paragraph": "UNITED NATIONS, Oct. 26 - More than 4,500 companies took part in the United Nations oil-for-food program and more than half of them paid illegal surcharges and kickbacks to Saddam Hussein, according to the independent committee investigating the program.",
      "publication_date": "2005-10-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/27/world/middleeast/un-to-detail-kickbacks-paid-for-iraqs-oil.html",
      "byline": "By Warren Hoge"
    }
  ]
}