{
  "metadata": {
    "date": "2005-09-09",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "A Legal System in Shambles",
      "snippet": "Hurricane Katrina has decimated legal system of New Orleans region; more than third of state's lawyers have lost their offices; many computer records will be lost forever; some local courthouses have been flooded, imperiling vast universe of files...",
      "abstract": "Hurricane Katrina has decimated legal system of New Orleans region; more than third of state's lawyers have lost their offices; many computer records will be lost forever; some local courthouses have been flooded, imperiling vast universe of files, records and documents; court proceedings, from divorces to murder trials, will be indefinitely halted; in criminal courts in southern Lousiana, thousands of detainees awaiting hearings and trials are thrust into legal limbo without courts, trials or lawyers (M)",
      "lead_paragraph": "BATON ROUGE, La., Sept. 8 - At Rapides Parish Detention Center 3 in Alexandria, which normally holds convicted felons, there are now 200 new inmates who arrived hot, hungry and exhausted on buses this week after being evacuated from flooded jails in New Orleans.",
      "publication_date": "2005-09-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/09/us/nationalspecial/a-legal-system-in-shambles.html",
      "byline": "By Peter Applebome and Jonathan D. Glater"
    },
    {
      "headline": "Holdouts on Dry Ground Say, 'Why Leave Now?'",
      "snippet": "Some people living on high ground in New Orleans are defying Mayor C Ray Nagin's orders to leave, contending they have constitutional right to remain in their homes; Nagin says city is not safe for civilians because of risk of fire and water-borne...",
      "abstract": "Some people living on high ground in New Orleans are defying Mayor C Ray Nagin's orders to leave, contending they have constitutional right to remain in their homes; Nagin says city is not safe for civilians because of risk of fire and water-borne diseases; police officers ae knocking on doors, pleading with holdouts to leave on their own; there is no official word about when they would start to evict residents forcibly; to reduce risk of violent confrontation, police begin confiscating firearms, even those legally owned; photos (M)",
      "lead_paragraph": "NEW ORLEANS, Sept. 8 - Ten days ago, the water rose to the front steps of their house. Four days ago, it began falling. But only now is the city demanding that Richie Kay and Emily Harris get out.",
      "publication_date": "2005-09-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/09/us/nationalspecial/holdouts-on-dry-ground-say-why-leave-now.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Political Issues Snarled Plans for Troop Aid",
      "snippet": "Pres Bush's key advisers at White House, Justice Dept and Pentagon decided, for reasons of practicality and politics, not to urge him to take command of relief effort last week as New Orleans descended into chaos; instead, they decided to rely on ...",
      "abstract": "Pres Bush's key advisers at White House, Justice Dept and Pentagon decided, for reasons of practicality and politics, not to urge him to take command of relief effort last week as New Orleans descended into chaos; instead, they decided to rely on growing number of National Guard personnel flowing into Louisiana, who were under Gov Kathleen Babineaux Blanco's control; as situation grew worse, officials in Washington and Louisiana wrangled with questions of federal/state authority, weighing realities of military logistics and perhaps talking past each other in midst of crisis; decision makers in Washington felt certain Blanco would have resisted surrendering control, as administration officials believe would have been required under Insurrection Act for president to deploy active-duty combat forces before law and order had been re-established; administration was also concerned about message that would have been sent by a president ousting a Southern governor of another party from command of her National Guard; aides to Blanco say she would have accepted deployment of active-duty miiltary officials, but would balk at giving up control of Guard; photo (M)",
      "lead_paragraph": "WASHINGTON, Sept. 8 - As New Orleans descended into chaos last week and Louisiana's governor asked for 40,000 soldiers, President Bush's senior advisers debated whether the president should speed the arrival of active-duty troops by seizing control of the hurricane relief mission from the governor.",
      "publication_date": "2005-09-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/09/us/nationalspecial/political-issues-snarled-plans-for-troop-aid.html",
      "byline": "This article was reported and written by Eric Lipton, Eric Schmitt and Thom Shanker"
    },
    {
      "headline": "From UBS's Suite of Power to the Sweat of a Hedge Fund",
      "snippet": "Article on John P Costas, who went from chief executive of UBS AG's global investment banking unit to head of hedge fund within global asset management group in space of 72 hours; says Costas's decision to leave executive suite was quiet, self-imp...",
      "abstract": "Article on John P Costas, who went from chief executive of UBS AG's global investment banking unit to head of hedge fund within global asset management group in space of 72 hours; says Costas's decision to leave executive suite was quiet, self-imposed and remarkably swift; Costas comments; photo (M)",
      "lead_paragraph": "On June 30, John P. Costas, the chief executive of UBS's investment bank, pulled out of his driveway in his black Lexus sport utility vehicle, and drove to the bank's giant Stamford, Conn., office.",
      "publication_date": "2005-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/09/business/from-ubss-suite-of-power-to-the-sweat-of-a-hedge-fund.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "F.D.A. Panel Endorses Inhaled Form of Insulin",
      "snippet": "Food and Drug Administration votes to recommend approval of insulin drug Exubera for adults with either Type 1 or Type 2 diabetes, despite some concerns about long-term effect that inhaling insulin would have on users' lungs; drug was developed by...",
      "abstract": "Food and Drug Administration votes to recommend approval of insulin drug Exubera for adults with either Type 1 or Type 2 diabetes, despite some concerns about long-term effect that inhaling insulin would have on users' lungs; drug was developed by Pfizer in partnership with Sanofi-Aventis and Nektar Therapeutics (M)",
      "lead_paragraph": "The first inhaled form of insulin, a product that could reduce or eliminate the daily injections needed by millions of diabetics, moved closer to federal approval yesterday.",
      "publication_date": "2005-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/09/business/fda-panel-endorses-inhaled-form-of-insulin.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Willing Workers but With the Wrong Job Skills",
      "snippet": "Makeup of Gulf Coast work force--heavy on warehouse employees and blackjack dealers, light on bankers and factory workers--has already complicated relief efforts and appears likely to add to Hurricane Katrina's economic damage; New Orleans and coa...",
      "abstract": "Makeup of Gulf Coast work force--heavy on warehouse employees and blackjack dealers, light on bankers and factory workers--has already complicated relief efforts and appears likely to add to Hurricane Katrina's economic damage; New Orleans and coastal Mississippi, with population less educated than nation as whole, employed many people without kind of skills that would help them quickly find new jobs; Congressional Budget Office estimates that 400,000 jobs, out of approximately one million in area pummeled by storm, will remain unfilled through end of year; school districts around Louisiana are hiring teachers from New Orleans to teach children from city who are pouring into their schools; Manpower has placed 400 refugees in temporary jobs paying about $8 to $12 an hour; private economists and Congressional Budget Office predict that by early 2006 economy will recover 400,000 lost jobs, as rebuilding of Gulf Coast picks up speed; photos (M)",
      "lead_paragraph": "With some one million people from New Orleans and the Mississippi Gulf Coast suddenly tossed out of their jobs by Hurricane Katrina, the newly unemployed are now fanning out across the South and the rest of the country, getting help from friends, family, employers or government agencies. In many ways, the potpourri of relief efforts is serving as a testament to the economy's flexibility.",
      "publication_date": "2005-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/09/business/willing-workers-but-with-the-wrong-job-skills.html",
      "byline": "By David Leonhardt and Louis Uchitelle"
    },
    {
      "headline": "Shake-Up at the Top at Sears",
      "snippet": "Sears Holdings Corp's chairman Edward S Lampert puts himself in charge of creative decision making, taking measure of personal responsibility for lifting Sears and Kmart out of long sales slump; move comes as Sears reports 2 percent decline in ove...",
      "abstract": "Sears Holdings Corp's chairman Edward S Lampert puts himself in charge of creative decision making, taking measure of personal responsibility for lifting Sears and Kmart out of long sales slump; move comes as Sears reports 2 percent decline in overall sales for second quarter, ended July 30, and as sales in stores open at least year dropped 0.3 percent at Kmart stores and 7.4 percent at Sears stores; company also demotes Alan J Lacy, longtime Sears, Roebuck executive, stripping him of chief executive's title; Aylwin B Lewis is named chief executive; Lacy will continue as vice chairman and board member and will work on merger integration and strategic issues; Sears reports net income of $161 million for second quarter compared to $154 million year earlier; photo (M)",
      "lead_paragraph": "CHICAGO, Sept. 8 - Edward S. Lampert, the billionaire who bought Kmart when it was in bankruptcy and then used it to buy Sears, Roebuck, put himself in charge of creative decision making on Thursday, taking a measure of personal responsibility for lifting two retailers out of a long sales slump.",
      "publication_date": "2005-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/09/business/shakeup-at-the-top-at-sears.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "A Symbol of ApartheidSees Signs of Prosperity",
      "snippet": "Soweto, poverty-stricken hotbed of rebellion in South African apartheid's dying days, is emerging as springboard into black middle and upper classes; it is economic hub in its own right, resembling typical if modest suburb; so-called informal sett...",
      "abstract": "Soweto, poverty-stricken hotbed of rebellion in South African apartheid's dying days, is emerging as springboard into black middle and upper classes; it is economic hub in its own right, resembling typical if modest suburb; so-called informal settlements of shanties account for fewer than one in 10 dwellings; there are still many poor people living there: nation's latest census, from 2001, concludes that great majority of Sowetans make less than $12,000 a year; but it also finds that nearly 20,000 of 300,000 households make more--some of them hundreds of thousands of dollars a year; region has embarked on seeming development boom, including $16 million complex of offices, shops and tourist center; golf course is in planning, surrounded by upscale housing; photos; map (M)",
      "lead_paragraph": "SOWETO, South Africa, Sept. 6 - They held a wine-tasting festival here this past weekend, the social event of the month in this sprawling township of a million-plus people just west of downtown Johannesburg. Among the 1,500 who showed up, Maureen Makhathini of Diepkloof needed a lift to get there.",
      "publication_date": "2005-09-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/09/world/africa/a-symbol-of-apartheidsees-signs-of-prosperity.html",
      "byline": "By Michael Wines"
    },
    {
      "headline": "How to Assure the Very Rich Stay That Way",
      "snippet": "Floyd Norris column on Senate's decision not to vote on repealing estate tax because Hurricane Katrina's impact on poor people who remained in New Orleans made it politically unattractive; says such vote is possible later in Congressional session,...",
      "abstract": "Floyd Norris column on Senate's decision not to vote on repealing estate tax because Hurricane Katrina's impact on poor people who remained in New Orleans made it politically unattractive; says such vote is possible later in Congressional session, however, and if it does not pass, there is some speculation that compromise to cut estate tax rates by two-thirds might be approved; chart (M)",
      "lead_paragraph": "HURRICANE KATRINA may have cost very wealthy people a lot of money. Perhaps it would be more accurate to say that it may have cost their heirs a lot of money.",
      "publication_date": "2005-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/09/business/how-to-assure-the-very-rich-stay-that-way.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Cost of Recovery Surges, as Do Bids to Join in Effort",
      "snippet": "Federal costs for Hurricane Katrina recovery expected to exceed $100 billion, with demands for money coming from many directions; lawmakers and industry groups line up to bring home their share of money for rebuilding and relief; torrent of money ...",
      "abstract": "Federal costs for Hurricane Katrina recovery expected to exceed $100 billion, with demands for money coming from many directions; lawmakers and industry groups line up to bring home their share of money for rebuilding and relief; torrent of money prompts several lawmakers to warn about perils of open checkbook; Sen Jeff Sessions calls on Pres Bush to appoint person with significant business experience to oversee spending; $51.8 billion emergency spending measure is approved in House on 410-to-11 vote and in Senate by 97 to 0; fiscal conservatives who support legislation threaten to oppose future installments of money unless Congress and administration find ways to offset spending so it is not just piled on top of federal deficit; House majority leader Tom DeLay, typically opponent of increased spending for social programs, says Congress has no choice but to provide financial assistance as quickly as possible; photo (M)",
      "lead_paragraph": "WASHINGTON, Sept. 8 - With Congress primed to spend billions of dollars on the aftermath of Hurricane Katrina, lawmakers and industry groups are lining up to bring home their share of the cascade of money for rebuilding and relief.",
      "publication_date": "2005-09-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/09/us/nationalspecial/cost-of-recovery-surges-as-do-bids-to-join-in-effort.html",
      "byline": "By Edmund L. Andrews and Carl Hulse"
    },
    {
      "headline": "Ruth Built the Steakhouse. Katrina Intervened.",
      "snippet": "Ruth's Chris Steak House, popular tourist attraction in New Orleans for last four decades with 88 restaurants nationwide, decides to relocate its headquarters from New Orleans to Orlando, Fla, in aftermath of Hurricane Katrina; chief executive Cra...",
      "abstract": "Ruth's Chris Steak House, popular tourist attraction in New Orleans for last four decades with 88 restaurants nationwide, decides to relocate its headquarters from New Orleans to Orlando, Fla, in aftermath of Hurricane Katrina; chief executive Craig S Miller comments; graph; photos (M)",
      "lead_paragraph": "ORLANDO, Fla., Sept. 8 - It was the steakhouse that Ruth built, a New Orleans institution that sizzled over the last four decades not just as a tourist favorite but also as a popular hangout for the city's power brokers.",
      "publication_date": "2005-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/09/business/ruth-built-the-steakhouse-katrina-intervened.html",
      "byline": "By Eric Dash"
    }
  ]
}