{
  "metadata": {
    "date": "2005-06-07",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Black, White or Gray",
      "snippet": "Marcel T Thomas, chief executive of GE Aviation Materials who is black, has sued GE for racial discrimination; Thomas, who has been promoted three times since he joined company in 2001 and has base salary of $205,000, says recent low job evaluatio...",
      "abstract": "Marcel T Thomas, chief executive of GE Aviation Materials who is black, has sued GE for racial discrimination; Thomas, who has been promoted three times since he joined company in 2001 and has base salary of $205,000, says recent low job evaluation and negligible compensation increase is result of racial discrimination; says racism is pervasive at GE and is seeking to have suit certified as class action; GE insists suit is specious, and notes that it has seven black officers, up from four in 2001, and that 2 of its 11 businesses, accounting for $28 billion in combined revenue, are run by blacks; suit offers example of how people can look at same numbers and draw opposing conclusions; show that no matter how race-neutral its policies, not company can be certain that it has rooted out racism, particularly in locations far from where policies are set; offers powerful illustration that employees who feel wronged will not be satisfied by diversity programs or statistics showing that others in their group are progressing; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/07/business/black-white-or-gray.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "In County Made Rich by Golf, Some Enclaves Are Left Behind",
      "snippet": "Moore County, NC, is made up of booming towns that are mostly white and impoverished areas that are almost all black; area has been made rich by golf; United States Open will be held at Pinehurst, one of county's 43 courses; developers rush to pro...",
      "abstract": "Moore County, NC, is made up of booming towns that are mostly white and impoverished areas that are almost all black; area has been made rich by golf; United States Open will be held at Pinehurst, one of county's 43 courses; developers rush to provide 'resort quality' amenities in newest subdivisions, while some neighborhoods are without sewers, police service, garbage pickup or even, in some cases, piped water; residents of three black neighborhoods near Pinehurst, and their advocates, are making concerted effort for first time to win more services, holding news conferences and giving tours; County Comr Michael Holden says residents' request for services puts county in 'delicate situation' in part because of competing demands for resources; photo; map (M)",
      "lead_paragraph": "PINEHURST, N.C., June 2 - Golf has made Moore County rich. There are spas, country clubs and new $2 million homes. The United States Open, to be held later this month on the most famous of the county's 43 golf courses, is expected to bring $124 million to the state.",
      "publication_date": "2005-06-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/07/us/in-county-made-rich-by-golf-some-enclaves-are-left-behind.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "Apple's Next Test: Get Developers to Write Programs for Intel Chips",
      "snippet": "Apple Computer decides to shift Macintosh microprocessor business to Intel Corp, longtime rival, after more than decade with IBM; chief Steven P Jobs says company will begin incorporating Intel chips in some Macintosh computers beginning next year...",
      "abstract": "Apple Computer decides to shift Macintosh microprocessor business to Intel Corp, longtime rival, after more than decade with IBM; chief Steven P Jobs says company will begin incorporating Intel chips in some Macintosh computers beginning next year and largely complete changeover by 2008, address to Apple Computer's Worldwide Developers Conference, San Francisco; Apple will offer new version of its operating system for transition, Macintosh OS X Tiger, that will run on both IBM and Intel chips; immediate challenge will be to persuade Apple customers to continue to buy Mac computers based on IBM's PowerPC chip while they wait for Intel version to arrive; photo of Jobs with Intel's chief Paul S Otellini (M)",
      "lead_paragraph": "SAN FRANCISCO, June 6 - Steven P. Jobs took the stage at Apple Computer's Worldwide Developers Conference on Monday to tell more than 3,000 of his most enthusiastic fans -- and occasionally also his harshest critics -- that he was giving them a new homework assignment: to rework their Macintosh programs to run on chips from Intel.",
      "publication_date": "2005-06-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/07/technology/apples-next-test-get-developers-to-write-programs-for-intel.html",
      "byline": "By John Markoff and Laurie J. Flynn"
    },
    {
      "headline": "Personal Data for 3.9 Million Lost in Transit",
      "snippet": "CitiFinancial, consumer finance subsidiary of Citigroup, says box of computer tapes containing information on 3.9 million customers was lost on May 2 by United Parcel Service, while in transit to credit reporting agency Experian in Allen, Tex from...",
      "abstract": "CitiFinancial, consumer finance subsidiary of Citigroup, says box of computer tapes containing information on 3.9 million customers was lost on May 2 by United Parcel Service, while in transit to credit reporting agency Experian in Allen, Tex from Weehawken, NJ; Citigroup says tapes have not been seen since; says there is no indication that tape were stolen or that any data on them has been compromised; photo (M)",
      "lead_paragraph": "In one of the largest breaches of data security to date, CitiFinancial, the consumer finance subsidiary of Citigroup, announced yesterday that a box of computer tapes containing information on 3.9 million customers was lost by United Parcel Service last month, while in transit to a credit reporting agency.",
      "publication_date": "2005-06-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/07/business/personal-data-for-39-million-lost-in-transit.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "Social Security: Migrants Offer Numbers for Fee",
      "snippet": "Many illegal immigrants from Mexico are 'renting' Social Security numbers from legal immigrants; transactions are beneficial to both; legal immigrants are able to pad their earnings by letting illegal immigrants work under their name and number, e...",
      "abstract": "Many illegal immigrants from Mexico are 'renting' Social Security numbers from legal immigrants; transactions are beneficial to both; legal immigrants are able to pad their earnings by letting illegal immigrants work under their name and number, enhancing their own unemployment and pension benefits and often charging fee; illegal immigrants get legal identity that allows them to work in United States; deals generate cash in other ways; illegal immigrant workers usually earn so little they are owed income tax refund at end of year; typically, illegal immigrant 'working the numbers' will pay real owner by sharing tax refund; process has one big drawback; Social Security sends hundreds of thousands of letters to employers for W-2 earning statements with names or numbers that do not match its records; these letters can provoke firing of offending worker; photo (M)",
      "lead_paragraph": "TLALCHAPA, Mexico - Gerardo Luviano is looking for somebody to rent his Social Security number.",
      "publication_date": "2005-06-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/07/business/social-security-migrants-offer-numbers-for-fee.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Justices Say U.S. May Prohibit the Use of Medical Marijuana",
      "snippet": "Supreme Court, in 6-to-3 decision, upholds power of Congress to prohibit and prosecute possession and use of marijuana for medical purposes, even in 11 states that permit it; majority bases its decision on power of Congress to regulate interstate ...",
      "abstract": "Supreme Court, in 6-to-3 decision, upholds power of Congress to prohibit and prosecute possession and use of marijuana for medical purposes, even in 11 states that permit it; majority bases its decision on power of Congress to regulate interstate commerce; those voting to uphold federal authority include Justices Anthony M Kennedy and Antonin M Scalia, who over past decade have voted with majority in series of decisions curbing Congressional power and elevating role of states within federal system; this decision overturns 2003 ruling by federal appeals court that shielded California's Compassionate Use Act, medical-marijuana initiative adopted by state's voters nine years ago, from reach of federal drug enforcement; decision is not necessarily last word on medical marijuana from courts or other branches of government; under terms of opinion, appeals court will now consider other challenges to application of federal drug law; advocates for medical marijuana emphasize that state laws remain in effect, and that prospect of federal enforcement is fairly remote; photos (M)",
      "lead_paragraph": "WASHINGTON, June 6 - The Supreme Court on Monday upheld the power of Congress to prohibit and prosecute the possession and use of marijuana for medical purposes, even in the 11 states that permit it.",
      "publication_date": "2005-06-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/07/politics/justices-say-us-may-prohibit-the-use-of-medical-marijuana.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Desert Graves in Northern Iraq Yield Evidence to Try Hussein",
      "snippet": "Mass grave near Hatra, in northern Iraq, is first of many to be excavated by American investigative team working with special Iraqi tribunal to build cases against Saddam Hussein and others in his government; burial site holds about 2,500 bodies, ...",
      "abstract": "Mass grave near Hatra, in northern Iraq, is first of many to be excavated by American investigative team working with special Iraqi tribunal to build cases against Saddam Hussein and others in his government; burial site holds about 2,500 bodies, many of them women and children; American legal advisers say Hatra grave holds key to one of broadest charges against Hussein--that he is responsible for killing of as many as 100,000 Kurds in late 1980's, some in chemical-weapons attacks; Iraqi officials say there could be up to 12 separate cases against Hussein and others, each requiring separate trial; multiple convictions could mean multiple death sentences for any defendant; Bush administration hopes trials and Iraqi-American partnership will help vindicate its involvement in Iraq and serve as model of justice and democracy in Arab world; but questions have been raised from several quarters about whether process can produce fair trial; United Nations and most European countries refuse to help tribunal, partly out of opposition to death penalty; human-rights advocates question whether tribunal's standards for finding guilt will be high enough to justly link Hussein to killings; grisly findings in burial site described; photos; maps (L)",
      "lead_paragraph": "A chain of evidence that investigators believe will help convict Saddam Hussein begins at a windswept grave in the desert near Hatra, in northern Iraq.",
      "publication_date": "2005-06-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/07/world/middleeast/desert-graves-in-northern-iraq-yield-evidence-to-try.html",
      "byline": "By Christopher Drew and Tresha Mabile"
    },
    {
      "headline": "Limited Enforcement",
      "snippet": "Some advocates of the medical use of marijuana feared that the court ruling might embolden opponents of the practice, but there are few federal prosecutions of such cases.    Article, Page A21.",
      "abstract": "Some advocates of the medical use of marijuana feared that the court ruling might embolden opponents of the practice, but there are few federal prosecutions of such cases.    Article, Page A21.",
      "lead_paragraph": "Some advocates of the medical use of marijuana feared that the court ruling might embolden opponents of the practice, but there are few federal prosecutions of such cases.",
      "publication_date": "2005-06-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/07/us/front page/limited-enforcement.html",
      "byline": ""
    },
    {
      "headline": "Pension Loopholes Helped United Hide Troubles",
      "snippet": "Analysis by Pension Benefit Guaranty Corp shows loopholes in federal pension law allowed United Airlines to treat its pension fund as solid for years, when in fact it was dangerously weakening; findings will be presented at Senate Finance Committe...",
      "abstract": "Analysis by Pension Benefit Guaranty Corp shows loopholes in federal pension law allowed United Airlines to treat its pension fund as solid for years, when in fact it was dangerously weakening; findings will be presented at Senate Finance Committee hearing; second report, by comptroller general, finds that most companies that operate pension funds are using same loopholes; those loopholes give companies says to make their pension plans look healthier than they really are, reducing amount of money companies must contribute; chart; photo (M)",
      "lead_paragraph": "Loopholes in the federal pension law allowed United Airlines to treat its pension fund as solid for years, when in fact it was dangerously weakening, according to a new analysis by the agency that guarantees pensions. That analysis is scheduled to be presented at a Senate Finance Committee hearing today.",
      "publication_date": "2005-06-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/07/business/pension-loopholes-helped-united-hide-troubles.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "A Plea Expected in Inquiry of Insurer",
      "snippet": "General Re Corp former senior executive John Houldsworth plans to plead guilty to federal criminal charges of helping American International Group doctor its books; Securities and Exchange Commission and Justice Department say that Houldsworth, wh...",
      "abstract": "General Re Corp former senior executive John Houldsworth plans to plead guilty to federal criminal charges of helping American International Group doctor its books; Securities and Exchange Commission and Justice Department say that Houldsworth, who has been fired by General Re, will cooperate with law enforcement authorities as they investigate and seek to prosecute other executives involved in fraudulent transactions; General Re is subsidiary of Berkshire Hathaway, which is controlled by Warren E Buffett (M)",
      "lead_paragraph": "A former senior executive of the General Re Corporation, John Houldsworth, plans to plead guilty this week to federal criminal charges of helping the insurer American International Group doctor its books, according to Mr. Houldsworth's lawyer and prosecutors conducting a wide-ranging investigation of abuses in the insurance industry.",
      "publication_date": "2005-06-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/07/business/a-plea-expected-in-inquiry-of-insurer.html",
      "byline": "By Timothy L. O'Brien"
    }
  ]
}