{
  "metadata": {
    "date": "2005-02-10",
    "total_articles": 14
  },
  "articles": [
    {
      "headline": "Sudden Stress Breaks Hearts, a Report Says",
      "snippet": "Sudden emotional stress -- from grief, fear, anger or shock -- can cause heart failure, in a little known and poorly understood syndrome that seems to affect primarily women, researchers are reporting today. The victims are generally healthy, with...",
      "abstract": "Sudden emotional stress -- from grief, fear, anger or shock -- can cause heart failure, in a little known and poorly understood syndrome that seems to affect primarily women, researchers are reporting today. The victims are generally healthy, with no history of heart disease.     A death in the family, an armed robbery, a car accident, a biopsy procedure and a surprise party were among the events that sent 18 women and one man to coronary care units in Baltimore with chest pains and weakening of the heart, according to an article in The New England Journal of Medicine.   ",
      "lead_paragraph": "Sudden emotional stress -- from grief, fear, anger or shock -- can cause heart failure, in a little known and poorly understood syndrome that seems to affect primarily women, researchers are reporting today. The victims are generally healthy, with no history of heart disease.",
      "publication_date": "2005-02-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/10/health/sudden-stress-breaks-hearts-a-report-says.html",
      "byline": "By Denise Grady"
    },
    {
      "headline": "SHAKE-UP AT HEWLETT",
      "snippet": "C.E.O. AS CELEBRITY -- Carleton S. Fiorina was a rock star of the computer world. But her personality and flashy management style attracted a number of critics.   PAGE C1    BIG PAYDAYS -- The merger of Hewlett-Packard and Compaq Computer may not ...",
      "abstract": " C.E.O. AS CELEBRITY -- Carleton S. Fiorina was a rock star of the computer world. But her personality and flashy management style attracted a number of critics.   PAGE C1    BIG PAYDAYS -- The merger of Hewlett-Packard and Compaq Computer may not have fared so well, but the two executives who put it together have reaped rewards.   PAGE C1",
      "lead_paragraph": "C.E.O. AS CELEBRITY -- Carleton S. Fiorina was a rock star of the computer world. But her personality and flashy management style attracted a number of critics. PAGE C1",
      "publication_date": "2005-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/10/business/front page/shakeup-at-hewlett.html",
      "byline": ""
    },
    {
      "headline": "Too Late for Katie, Town Tackles a Drug's Scourge",
      "snippet": "John Neace forces himself to pass by the run-down apartment buildings every day. Inside, the police say, Mr. Neace's 10-year-old daughter stumbled on someone with methamphetamine last month. Her drowned body was found five days later at a nearby c...",
      "abstract": "John Neace forces himself to pass by the run-down apartment buildings every day. Inside, the police say, Mr. Neace's 10-year-old daughter stumbled on someone with methamphetamine last month. Her drowned body was found five days later at a nearby creek, small hands tied tightly behind her back.    As dime and dollar donations poured in from around the corner and around the country for the little girl's burial, Mr. Neace, whose $14.75-an-hour factory job barely covers the $400 monthly rent on his trailer, had a thought: What if he could buy the hated buildings, bulldoze them and build a playground in their place?  ",
      "lead_paragraph": "CROTHERSVILLE, Ind., Feb. 9 - John Neace forces himself to pass by the run-down apartment buildings every day. Inside, the police say, Mr. Neace's 10-year-old daughter stumbled on someone with methamphetamine last month. Her drowned body was found five days later at a nearby creek, small hands tied tightly behind her back.",
      "publication_date": "2005-02-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/10/us/too-late-for-katie-town-tackles-a-drugs-scourge.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "A.I.G. Hit Bonus Pool to Pay Bulk of Penalty",
      "snippet": "The American International Group, one of the world's biggest insurance companies, said yesterday that most of the $126 million it paid to settle with federal regulators late last year came out of a bonus pool for executives at the unit that was at...",
      "abstract": "The American International Group, one of the world's biggest insurance companies, said yesterday that most of the $126 million it paid to settle with federal regulators late last year came out of a bonus pool for executives at the unit that was at the center of the investigations.     The disclosure came as A.I.G. reported a 11.5 percent rise in fourth-quarter earnings, despite heavy losses from hurricanes in Florida and the tsunami in Asia, as well as costs from the investigations.  ",
      "lead_paragraph": "The American International Group, one of the world's biggest insurance companies, said yesterday that most of the $126 million it paid to settle with federal regulators late last year came out of a bonus pool for executives at the unit that was at the center of the investigations.",
      "publication_date": "2005-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/10/business/aig-hit-bonus-pool-to-pay-bulk-of-penalty.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Fiorina's Confrontational Tenure at Hewlett Comes to a Close",
      "snippet": "It came as an icy moment in an already tense news conference last month during the annual World Economic Forum in Davos, Switzerland.     Asked to describe her relationship with her board, Carleton S. Fiorina, the Hewlett-Packard chief executive, ...",
      "abstract": "It came as an icy moment in an already tense news conference last month during the annual World Economic Forum in Davos, Switzerland.     Asked to describe her relationship with her board, Carleton S. Fiorina, the Hewlett-Packard chief executive, replied with a single word: ''Excellent.''  ",
      "lead_paragraph": "SAN FRANCISCO, Feb. 9 - It came as an icy moment in an already tense news conference last month during the annual World Economic Forum in Davos, Switzerland.",
      "publication_date": "2005-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/10/technology/fiorinas-confrontational-tenure-at-hewlett-comes-to-a-close.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Hewlett's Board Forces Chief Out After Rocky Stay",
      "snippet": "Carleton S. Fiorina, one of the nation's best-known business executives and perhaps the most powerful woman in corporate America, was ousted Wednesday as the chief executive of Hewlett-Packard, the giant computer and printer maker.     The move ca...",
      "abstract": "Carleton S. Fiorina, one of the nation's best-known business executives and perhaps the most powerful woman in corporate America, was ousted Wednesday as the chief executive of Hewlett-Packard, the giant computer and printer maker.     The move came after she was unable to build Hewlett into a reliable profit machine with the broad heft to challenge I.B.M. at the top of the industry.  ",
      "lead_paragraph": "SAN FRANCISCO, Feb. 9 - Carleton S. Fiorina, one of the nation's best-known business executives and perhaps the most powerful woman in corporate America, was ousted Wednesday as the chief executive of Hewlett-Packard, the giant computer and printer maker.",
      "publication_date": "2005-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/10/technology/hewletts-board-forces-chief-out-after-rocky-stay.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "U.S. Chamber Wants China To Put an End to Piracy  The United States Chamber of Commerce is asking the Bush administration to take legal action at the World Trade Organization against China to put an end to the piracy and counterfeiting that the gr...",
      "abstract": " U.S. Chamber Wants China To Put an End to Piracy  The United States Chamber of Commerce is asking the Bush administration to take legal action at the World Trade Organization against China to put an end to the piracy and counterfeiting that the group says have cost American industry $200 billion every year.    The move grew out of China's refusal to crack down on piracy last year. [Page C3.]    S.E.C. Expected to Make Changes  William H. Donaldson, left, the chairman of the Securities and Exchange Commission, said the commission would consider making modest changes to some major regulations adopted after a wave of corporate scandals. He was referring specifically to a section of the Sarbanes-Oxley Act, the landmark corporate law adopted two years ago, which requires company executives and their auditors to tighten controls. [C9.]    Toyota Appoints a President  Katsuaki Watanabe was appointed president of Toyota, succeeding Fujio Cho, who is 68, effective in June. [C4.]    10-Year Note Yield Falls Below 4%  The yield on the benchmark 10-year Treasury note fell below 4 percent, to 3.98 percent, for the first time since October. [C9.]    Stocks dropped. The Standard & Poor's 500-stock index lost 10.31 points, to 1,191.99; the Dow Jones industrial average slipped 60.52 points, to 10,664.11; and the Nasdaq composite index fell 34.13 points, to 2,052.55. [C9.]    Medicare Drug Benefit Costs Up  New cost estimates for Medicare's prescription drug benefit of $724 billion from 2006 to 2015 prompted members of Congress to demand changes in the law before the benefit becomes available next year. [A20.]    Big Trouble on the Railroads  A federal audit of the four biggest railroads contends they suffer from substantial and systemic safety problems. [A19.]    Molson Profit Fell Before Merger  W.Leo Kiely, left, the chief executive of Coors, will hold the same position in the newly formed Molson Coors Brewing, which began trading in New York and Toronto. Molson, which ended nearly 219 years as an independent company, reported that its third-quarter earnings had dropped to 17.7 million Canadian dollars ($14.2 million) compared with 43.6 million Canadian dollars a year earlier. [C2.]    U.S. Plays Ebbers Tapes in Court  The government played a video and several audio tapes in an effort to hammer home the contention that Bernard J. Ebbers, the former chief executive of WorldCom, signed off on fraudulent accounting changes that helped WorldCom mask its faltering business. [C15.]    Move to Ban Wal-Mart From Queens  Small businesses, union leaders and City Council members want to prevent Wal-Mart from opening its first New York City store, planned for Rego Park, Queens, in 2008. [A1.]    Wal-Mart Canada is closing a store in Quebec where workers are trying to negotiate the first collective agreement in North America. [C3.]    Knowing When to Fold  An entrepreneur has closed his home-office furniture company and taken a job in corporate America. Small Business. [C5.]    No Easy Fix for Social Security  Private accounts that simply redirect Social Security contributions do not offer enough benefits to investors or taxpayers to warrant the costs they will impose on the economy at large. Hal R. Varian: Economic Scene. [C2.]  ",
      "lead_paragraph": "U.S. Chamber Wants China To Put an End to Piracy The United States Chamber of Commerce is asking the Bush administration to take legal action at the World Trade Organization against China to put an end to the piracy and counterfeiting that the group says have cost American industry $200 billion every year.",
      "publication_date": "2005-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/10/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Asterisk Aside, First National Vote for Saudis",
      "snippet": "It is not exactly a democratic revolution  the election is for only half the members of municipal councils and women may not vote. Still, Saudi Arabia embarks on its first nationwide elections on Thursday and the exercise may end up being more tha...",
      "abstract": "It is not exactly a democratic revolution  the election is for only half the members of municipal councils and women may not vote. Still, Saudi Arabia embarks on its first nationwide elections on Thursday and the exercise may end up being more than symbolic.    Until now, the country's authoritarian founding dynasty, the al-Sauds, have rejected even the notion of sharing power, imprisoning and lashing those who dare carry out virtually any public protest.   ",
      "lead_paragraph": "RIYADH, Saudi Arabia, Feb. 9 - It is not exactly a democratic revolution the election is for only half the members of municipal councils and women may not vote. Still, Saudi Arabia embarks on its first nationwide elections on Thursday and the exercise may end up being more than symbolic.",
      "publication_date": "2005-02-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/10/world/middleeast/asterisk-aside-first-national-vote-for-saudis.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "Whether They're Coming or Going, Deal Makers Are Well Paid",
      "snippet": "The merger of Hewlett-Packard and Compaq Computer may not have fared so well, but the two executives who put it together have been handsomely rewarded anyway.     Carleton S. Fiorina is walking away with a severance package of at least $21.1 milli...",
      "abstract": "The merger of Hewlett-Packard and Compaq Computer may not have fared so well, but the two executives who put it together have been handsomely rewarded anyway.     Carleton S. Fiorina is walking away with a severance package of at least $21.1 million from Hewlett-Packard. The man who persuaded her to buy Compaq -- its former chief executive, Michael D. Capellas -- left with more than $15 million in cash and stock after a short stint as president of the merged company. And he could pocket another big paycheck if he succeeds in efforts to sell the company he is running now, the struggling telecommunications carrier MCI.  ",
      "lead_paragraph": "The merger of Hewlett-Packard and Compaq Computer may not have fared so well, but the two executives who put it together have been handsomely rewarded anyway.",
      "publication_date": "2005-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/10/technology/whether-theyre-coming-or-going-deal-makers-are-well-paid.html",
      "byline": "By Ken Belson and Matt Richtel"
    },
    {
      "headline": "World of Warcraft Keeps Growing, Even as Players Test Its Limits",
      "snippet": "World of Warcraft by Blizzard Entertainment, colorful three-dimensional online fantasy, has become one of fastest-selling computer games since its release in Nov 2004; Blizzard pays what is described as fanatical attention to detail to design of i...",
      "abstract": "World of Warcraft by Blizzard Entertainment, colorful three-dimensional online fantasy, has become one of fastest-selling computer games since its release in Nov 2004; Blizzard pays what is described as fanatical attention to detail to design of its games, inspiring high level of enthusiasm among players; magazine Computer Gaming World gives World of Warcraft high marks; game is played by wide level of players, from those who spend many hours playing to more casual users; Blizzard's servers were initially overwhelmed in opening weeks, and some critics have slammed company over customer care and technical support issues; Blizzard is responding as it grapples with its huge success; photos (M)",
      "lead_paragraph": "IRVINE, Calif., Feb. 7 - It was 4:33 p.m. Thursday, and 263,863 people were reaching through cyberspace to explore the sprawling World of Warcraft.",
      "publication_date": "2005-02-10T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/02/10/technology/circuits/world-of-warcraft-keeps-growing-even-as-players-test.html",
      "byline": "By Seth Schiesel"
    },
    {
      "headline": "Home Video Made to Watch on HDTV",
      "snippet": "David Pogue State of the Art column on Sony's new three-chip, high-definition camcorder aimed at consumer market; like professional cameras, it has three light sensors, one for each primary color, for superior color capturing; it is pricy at $3,70...",
      "abstract": "David Pogue State of the Art column on Sony's new three-chip, high-definition camcorder aimed at consumer market; like professional cameras, it has three light sensors, one for each primary color, for superior color capturing; it is pricy at $3,700, but its introduction opens world of high-quality, professional-looking, wide-screen video; release coincides with that of Apple's new low-priced movie editing program; photo; drawing (M)",
      "lead_paragraph": "THERE are three good reasons you might not want to read this review of Sony's new HDR-FX1 camcorder. First, it costs $3,300 online(list price: $3,700). Second, it's a big black behemoth, 14 inches long; among the shiny silver microcams at a typical school concert, it would look positively idiotic. Third, it's appallingly basic: it doesn't overlay text or graphics on your video, has no infrared \"night shot\" mode and can't even take still photos (gasp).",
      "publication_date": "2005-02-10T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/02/10/technology/circuits/home-video-made-to-watch-on-hdtv.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "A Sector Where 'Merger' Can Mean the Start of Something Ugly",
      "snippet": "Having trouble naming a big merger among technology companies that ended well?     Well, there aren't many.     With the ousting of Carleton S. Fiorina from Hewlett-Packard yesterday, her much-derided acquisition of Compaq Computer in 2002 was off...",
      "abstract": "Having trouble naming a big merger among technology companies that ended well?     Well, there aren't many.     With the ousting of Carleton S. Fiorina from Hewlett-Packard yesterday, her much-derided acquisition of Compaq Computer in 2002 was officially added to the long list of disasters.  ",
      "lead_paragraph": "Having trouble naming a big merger among technology companies that ended well?",
      "publication_date": "2005-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/10/technology/a-sector-where-merger-can-mean-the-start-of-something-ugly.html",
      "byline": "By Andrew Ross Sorkin and Barnaby Feder"
    },
    {
      "headline": "Eisner Said to Be Open to Staying at Disney",
      "snippet": "Michael D. Eisner indicated that he still harbors the desire to stay on as chairman of the Walt Disney Company after he steps down as chief executive in September 2006, according to a new book on the Disney company.     According to the book, writ...",
      "abstract": "Michael D. Eisner indicated that he still harbors the desire to stay on as chairman of the Walt Disney Company after he steps down as chief executive in September 2006, according to a new book on the Disney company.     According to the book, written by James B. Stewart, Mr. Eisner said in an interview that he would consider staying on at Disney, just weeks after Mr. Eisner was quoted as saying he would not remain as chairman.  ",
      "lead_paragraph": "LOS ANGELES, Feb. 9 - Michael D. Eisner indicated that he still harbors the desire to stay on as chairman of the Walt Disney Company after he steps down as chief executive in September 2006, according to a new book on the Disney company.",
      "publication_date": "2005-02-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/10/business/media/eisner-said-to-be-open-to-staying-at-disney.html",
      "byline": "By Laura M. Holson and Geraldine Fabrikant"
    },
    {
      "headline": "9/11 REPORT CITES MANY WARNINGS ABOUT HIJACKINGS",
      "snippet": "In the months before the Sept. 11 attacks, federal aviation officials reviewed dozens of intelligence reports that warned about Osama bin Laden and Al Qaeda, some of which specifically discussed airline hijackings and suicide operations, according...",
      "abstract": "In the months before the Sept. 11 attacks, federal aviation officials reviewed dozens of intelligence reports that warned about Osama bin Laden and Al Qaeda, some of which specifically discussed airline hijackings and suicide operations, according to a previously undisclosed report from the 9/11 commission.     But aviation officials were ''lulled into a false sense of security,'' and ''intelligence that indicated a real and growing threat leading up to 9/11 did not stimulate significant increases in security procedures,'' the commission report concluded.  ",
      "lead_paragraph": "WASHINGTON, Feb. 9 - In the months before the Sept. 11 attacks, federal aviation officials reviewed dozens of intelligence reports that warned about Osama bin Laden and Al Qaeda, some of which specifically discussed airline hijackings and suicide operations, according to a previously undisclosed report from the 9/11 commission.",
      "publication_date": "2005-02-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/10/us/front page/911-report-cites-many-warnings-about-hijackings.html",
      "byline": "By Eric Lichtblau"
    }
  ]
}