{
  "metadata": {
    "date": "2005-06-27",
    "total_articles": 30
  },
  "articles": [
    {
      "headline": "To Catch a Thief",
      "snippet": "Over the last eight months, there seemed to be at least 140 different men and women living in the same apartment at 2978 Nostrand Avenue in Brooklyn. Every one of them appeared to have a credit card and an insatiable appetite for jewelry from the ...",
      "abstract": "Over the last eight months, there seemed to be at least 140 different men and women living in the same apartment at 2978 Nostrand Avenue in Brooklyn. Every one of them appeared to have a credit card and an insatiable appetite for jewelry from the glittering collections hawked on ShopNBC, a shopping network based in this suburb of Minneapolis.    So it was particularly satisfying for Joan Radtke, the director of credit at ShopNBC, when a postal inspection agent in New York called to say that a 22-year-old man had been arrested Wednesday morning at the Nostrand Avenue address, partly on the basis of information provided by ShopNBC.  ",
      "lead_paragraph": "EDEN PRAIRIE, Minn., June 24 - Over the last eight months, there seemed to be at least 140 different men and women living in the same apartment at 2978 Nostrand Avenue in Brooklyn. Every one of them appeared to have a credit card and an insatiable appetite for jewelry from the glittering collections hawked on ShopNBC, a shopping network based in this suburb of Minneapolis.",
      "publication_date": "2005-06-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/25/technology/to-catch-a-thief.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "Chevron Criticizes Rival Suitor",
      "snippet": "A top executive at Chevron yesterday sharply criticized the $18.5 billion bid by the China National Offshore Oil Corporation for Unocal, calling it an inferior combination that would end up producing less oil and natural gas than a Chevron acquisi...",
      "abstract": "A top executive at Chevron yesterday sharply criticized the $18.5 billion bid by the China National Offshore Oil Corporation for Unocal, calling it an inferior combination that would end up producing less oil and natural gas than a Chevron acquisition and would turn Unocal into a company ''strategically focused on China.''    The executive, Peter Robertson, Chevron's vice chairman, also accused the Chinese of not competing fairly.  ",
      "lead_paragraph": "A top executive at Chevron yesterday sharply criticized the $18.5 billion bid by the China National Offshore Oil Corporation for Unocal, calling it an inferior combination that would end up producing less oil and natural gas than a Chevron acquisition and would turn Unocal into a company \"strategically focused on China.\"",
      "publication_date": "2005-06-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/25/business/worldbusiness/chevron-criticizes-rival-suitor.html",
      "byline": "By Alexei Barrionuevo and Andrew Ross Sorkin"
    },
    {
      "headline": "Thirteen With the C.I.A. Sought by Italy in a Kidnapping",
      "snippet": "An Italian judge has ordered the arrest of 13 officers and operatives of the Central Intelligence Agency on charges that they seized an Egyptian cleric on a Milan street two years ago and flew him to Egypt for questioning, Italian prosecutors and ...",
      "abstract": "An Italian judge has ordered the arrest of 13 officers and operatives of the Central Intelligence Agency on charges that they seized an Egyptian cleric on a Milan street two years ago and flew him to Egypt for questioning, Italian prosecutors and investigators said Friday.      The judge, Chiara Nobili of Milan, signed the arrest warrants on Wednesday for 13 C.I.A. operatives who are suspected of seizing an imam named Hassan Mustafa Osama Nasr, also known as Abu Omar, as he walked to his mosque here for noon prayers on Feb. 17, 2003.   ",
      "lead_paragraph": "MILAN, June 24 - An Italian judge has ordered the arrest of 13 officers and operatives of the Central Intelligence Agency on charges that they seized an Egyptian cleric on a Milan street two years ago and flew him to Egypt for questioning, Italian prosecutors and investigators said Friday.",
      "publication_date": "2005-06-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/25/world/europe/thirteen-with-the-cia-sought-by-italy-in-a-kidnapping.html",
      "byline": "By Stephen Grey and Don van Natta"
    },
    {
      "headline": "U.S. Court Backs Bush's Changes on Clean Air Act",
      "snippet": "A federal appeals court sided with the Bush administration on Friday, upholding its revisions of the Clean Air Act to allow plant operators to modernize without installing expensive new pollution control equipment. The ruling turned back challenge...",
      "abstract": "A federal appeals court sided with the Bush administration on Friday, upholding its revisions of the Clean Air Act to allow plant operators to modernize without installing expensive new pollution control equipment. The ruling turned back challenges to the revisions by New York, California and a dozen other states.    In upholding central provisions of the regulations known as New Source Review, the court concluded that the Environmental Protection Agency had acted within its rights in issuing rules in 2002 that allowed operators of power plants, refineries, and factories greater flexibility in controlling emissions of air pollutants than they had previously.  ",
      "lead_paragraph": "WASHINGTON, June 24 - A federal appeals court sided with the Bush administration on Friday, upholding its revisions of the Clean Air Act to allow plant operators to modernize without installing expensive new pollution control equipment. The ruling turned back challenges to the revisions by New York, California and a dozen other states.",
      "publication_date": "2005-06-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/25/politics/us-court-backs-bushs-changes-on-clean-air-act.html",
      "byline": "By Michael Janofsky"
    },
    {
      "headline": "Morgan in Talks to Bring Back Ex-President",
      "snippet": "John J. Mack, the former president of Morgan Stanley who left after a power struggle in 2001, is locked in discussions with the board over his return as chief executive.     But Mr. Mack has told the board that he wants two former executives who l...",
      "abstract": "John J. Mack, the former president of Morgan Stanley who left after a power struggle in 2001, is locked in discussions with the board over his return as chief executive.     But Mr. Mack has told the board that he wants two former executives who left during Philip J. Purcell's management shake-up to return with him, people briefed on the search process said yesterday.   ",
      "lead_paragraph": "John J. Mack, the former president of Morgan Stanley who left after a power struggle in 2001, is locked in discussions with the board over his return as chief executive.",
      "publication_date": "2005-06-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/25/business/morgan-in-talks-to-bring-back-expresident.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "On Autism's Cause, It's Parents vs. Research",
      "snippet": "Kristen Ehresmann, a Minnesota Department of Health official, had just told a State Senate hearing that vaccines with microscopic amounts of mercury were safe. Libby Rupp, a mother of a 3-year-old girl with autism, was incredulous.     ''How did m...",
      "abstract": "Kristen Ehresmann, a Minnesota Department of Health official, had just told a State Senate hearing that vaccines with microscopic amounts of mercury were safe. Libby Rupp, a mother of a 3-year-old girl with autism, was incredulous.     ''How did my daughter get so much mercury in her?'' Ms. Rupp asked Ms. Ehresmann after her testimony.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/25/science/on-autisms-cause-its-parents-vs-research.html",
      "byline": "By Gardiner Harris and Anahad O'Connor"
    },
    {
      "headline": "Victory Is Seen for Hard-Liner in Iranian Vote",
      "snippet": "The conservative mayor of Tehran, Mahmoud Ahmadinejad, a former hard-line militia member, appeared to be rolling to a landslide victory in the presidential runoff election as votes were being counted Saturday, after a campaign that exposed deep cl...",
      "abstract": "The conservative mayor of Tehran, Mahmoud Ahmadinejad, a former hard-line militia member, appeared to be rolling to a landslide victory in the presidential runoff election as votes were being counted Saturday, after a campaign that exposed deep class divisions in Iran and a widespread desire to rid the country of corruption and cronyism.    In the first official preliminary results of Friday's voting, released by the Interior Ministry on state television at 9 a.m., Mr. Ahmadinejad was said to have won 14.4 million of 23.2 million votes counted.   ",
      "lead_paragraph": "TEHRAN, Saturday, June 25 - The conservative mayor of Tehran, Mahmoud Ahmadinejad, a former hard-line militia member, appeared to be rolling to a landslide victory in the presidential runoff election as votes were being counted Saturday, after a campaign that exposed deep class divisions in Iran and a widespread desire to rid the country of corruption and cronyism.",
      "publication_date": "2005-06-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/25/world/middleeast/victory-is-seen-for-hardliner-in-iranian-vote.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "Guidant Says Flaw Is Found in More Types of Heart Units",
      "snippet": "The Guidant Corporation, already under scrutiny for delaying disclosures about flawed products, urged doctors yesterday to stop implanting its most sophisticated heart devices because of a fault that might cause some of the 40,000 units already im...",
      "abstract": "The Guidant Corporation, already under scrutiny for delaying disclosures about flawed products, urged doctors yesterday to stop implanting its most sophisticated heart devices because of a fault that might cause some of the 40,000 units already implanted not to work properly.    The move could have significant financial consequences for Guidant because it affects, for now, sales of many of the company's heart devices in the fastest-growing part of the market: advanced defibrillators that also act as pacemakers for both sides of the heart.  ",
      "lead_paragraph": "The Guidant Corporation, already under scrutiny for delaying disclosures about flawed products, urged doctors yesterday to stop implanting its most sophisticated heart devices because of a fault that might cause some of the 40,000 units already implanted not to work properly.",
      "publication_date": "2005-06-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/25/business/guidant-says-flaw-is-found-in-more-types-of-heart-units.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "Auditors: Too Few to Fail",
      "snippet": "CAN you believe this KPMG thing? A mere three years after Arthur Andersen -- once the most upright accounting firm in the land -- was indicted for obstructing justice in the Enron scandal, KPMG has come this close to suffering the same fate for pe...",
      "abstract": "CAN you believe this KPMG thing? A mere three years after Arthur Andersen -- once the most upright accounting firm in the land -- was indicted for obstructing justice in the Enron scandal, KPMG has come this close to suffering the same fate for peddling illegal tax shelters. The Andersen indictment effectively put the firm out of business (even though the Supreme Court later overturned its conviction), costing thousands of jobs and shrinking the number of major accounting firms to four from five. Without question, the same fate would await KPMG were it to be prosecuted; accounting firms simply cannot withstand an indictment. Can anyone say ''The Big Three?''     If you've been following the KPMG story, you know two things. First, its actions were truly reprehensible. A 2003 investigation by the Senate Permanent Subcommittee on Investigations leaves no ambiguity: the firm absolutely knew the shelters it was devising would probably not pass muster with the Internal Revenue Service, but sold them anyway. Everything about these products and the way they were marketed was sleazy. The smallest of the Big Four, KPMG used them to bolster revenue -- they are said to have generated $124 million in fees for the firm -- and the executives involved were rising stars. In the Enron debacle, Andersen's fundamental sin was spinelessness; its auditors weren't willing to stand up to a high-paying client determined to bend (and break) accounting rules to post fictitious profits. Though it affected fewer people, KPMG's behavior was more mendacious.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/25/business/auditors-too-few-to-fail.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "At PartyGaming, Everything's Wild",
      "snippet": "AS a rule, companies don't often draw attention to business practices that could land their executives in jail. But for PartyGaming PLC, potential illegalities aren't just a secret hidden in its business plan -- they are the centerpiece of its bus...",
      "abstract": "AS a rule, companies don't often draw attention to business practices that could land their executives in jail. But for PartyGaming PLC, potential illegalities aren't just a secret hidden in its business plan -- they are the centerpiece of its business plan.     A giant in the online gambling business, PartyGaming is an often-overlooked megasurvivor from the dot-com crash of the late 1990's. As hundreds of profitless commercial sites disappeared into the digital ether, PartyGaming's popular gambling sites -- like PartyPoker.com -- soared, with revenues and profits growing exponentially year after year.  ",
      "lead_paragraph": "AS a rule, companies don't often draw attention to business practices that could land their executives in jail. But for PartyGaming PLC, potential illegalities aren't just a secret hidden in its business plan -- they are the centerpiece of its business plan.",
      "publication_date": "2005-06-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/06/26/business/yourmoney/at-partygaming-everythings-wild.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "Saving a Career Threatened by 9/11",
      "snippet": "BECAUSE of a leg injury she suffered while on duty, Myrna Franceschis was forced to retire prematurely as a New York City police officer, a job she loved.     But her 12 years on the force gave her an advantage in building a new career -- and in s...",
      "abstract": "BECAUSE of a leg injury she suffered while on duty, Myrna Franceschis was forced to retire prematurely as a New York City police officer, a job she loved.     But her 12 years on the force gave her an advantage in building a new career -- and in saving it when the Sept. 11 terrorist attacks threatened to end it just as it was taking off.  ",
      "lead_paragraph": "BECAUSE of a leg injury she suffered while on duty, Myrna Franceschis was forced to retire prematurely as a New York City police officer, a job she loved.",
      "publication_date": "2005-06-26T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/06/26/jobs/saving-a-career-threatened-by-911.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "In Italy, Anger at U.S. Tactics Colors Spy Case",
      "snippet": "The extraordinary decision by an Italian judge to order the arrest of 13 people linked to the Central Intelligence Agency on charges of kidnapping a terrorism suspect here dramatizes a growing rift between American counterterrorism officials and t...",
      "abstract": "The extraordinary decision by an Italian judge to order the arrest of 13 people linked to the Central Intelligence Agency on charges of kidnapping a terrorism suspect here dramatizes a growing rift between American counterterrorism officials and their counterparts in Europe.    European counterterrorism officials have pursued a policy of building criminal cases against terrorism suspects through surveillance, wire-taps, detective work and the criminal justice system. The United States, however, has frequently used other means since Sept. 11, 2001, including renditions -- abducting terror suspects from foreign countries and transporting them for questioning to third countries, some of which are known to use torture.  ",
      "lead_paragraph": "MILAN, June 25 - The extraordinary decision by an Italian judge to order the arrest of 13 people linked to the Central Intelligence Agency on charges of kidnapping a terrorism suspect here dramatizes a growing rift between American counterterrorism officials and their counterparts in Europe.",
      "publication_date": "2005-06-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/06/26/world/europe/in-italy-anger-at-us-tactics-colors-spy-case.html",
      "byline": "By Stephen Grey and Don van Natta Jr"
    },
    {
      "headline": "With Bid for Unocal, U.S. Struggles on China Policies",
      "snippet": "President Bush's initial response to the proposed takeover of a major American oil company by a Chinese rival has been to duck. It is not hard to see why.    The $18.5 billion offer by the China National Offshore Oil Corporation for Unocal, which ...",
      "abstract": "President Bush's initial response to the proposed takeover of a major American oil company by a Chinese rival has been to duck. It is not hard to see why.    The $18.5 billion offer by the China National Offshore Oil Corporation for Unocal, which had already made a deal to be acquired by the American oil giant, Chevron, is forcing the administration to confront its own internal rifts over whether China should be viewed as friend, foe or something in between.   ",
      "lead_paragraph": "WASHINGTON, June 25 - President Bush's initial response to the proposed takeover of a major American oil company by a Chinese rival has been to duck. It is not hard to see why.",
      "publication_date": "2005-06-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/06/26/business/with-bid-for-unocal-us-struggles-on-china-policies.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "A Merger? Anyone Tell the Board?",
      "snippet": "IN coming weeks, shareholders will vote on merger proposals that, if successful, will retire two of corporate America's biggest icons. On Thursday, owners of AT&T will vote on SBC Communications' offer to buy it for $22 billion, and on July 12, sh...",
      "abstract": "IN coming weeks, shareholders will vote on merger proposals that, if successful, will retire two of corporate America's biggest icons. On Thursday, owners of AT&T will vote on SBC Communications' offer to buy it for $22 billion, and on July 12, shareholders of Gillette will vote on the proposed $57 billion acquisition of their company by Procter & Gamble.    The mergers are almost certain to win shareholder approval. But Proxy Governance Inc., an institutional investor advisory firm, has voiced concern that both deals demonstrate a problem that is all too common to mergers: that executives are conducting extensive merger negotiations without adequate participation from company directors.   ",
      "lead_paragraph": "IN coming weeks, shareholders will vote on merger proposals that, if successful, will retire two of corporate America's biggest icons. On Thursday, owners of AT&T will vote on SBC Communications' offer to buy it for $22 billion, and on July 12, shareholders of Gillette will vote on the proposed $57 billion acquisition of their company by Procter & Gamble.",
      "publication_date": "2005-06-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/06/26/business/yourmoney/a-merger-anyone-tell-the-board.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "The Newspaper of the Future",
      "snippet": "EVERY Little League player in this town of about 85,000 people can be a star. Regardless of how he or she hits or fields, each tyke and teenager is eligible for a personalized electronic trading card -- replete with a picture, biography, statistic...",
      "abstract": "EVERY Little League player in this town of about 85,000 people can be a star. Regardless of how he or she hits or fields, each tyke and teenager is eligible for a personalized electronic trading card -- replete with a picture, biography, statistics and an audio clip of the player philosophizing about the game -- that can be posted on the Web site of the local newspaper, The Lawrence Journal-World.    Lawrencians buying tickets for University of Kansas football games can visit the same site, LJWorld.com, and find photographs offering sightlines from each of Memorial Stadium's 50,000 seats. Law aficionados can find transcripts of locally significant court cases posted on the site and participate in live, online chats debating the pros or cons of some cases -- sometimes with experts who are involved in the proceedings.  ",
      "lead_paragraph": "Lawrence, Kan. - EVERY Little League player in this town of about 85,000 people can be a star. Regardless of how he or she hits or fields, each tyke and teenager is eligible for a personalized electronic trading card -- replete with a picture, biography, statistics and an audio clip of the player philosophizing about the game -- that can be posted on the Web site of the local newspaper, The Lawrence Journal-World.",
      "publication_date": "2005-06-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/06/26/business/yourmoney/the-newspaper-of-the-future.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Safer Vehicles for Soldiers: A Tale of Delays and Glitches",
      "snippet": "When Defense Secretary Donald H. Rumsfeld visited Iraq last year to tour the Abu Ghraib prison camp, military officials did not rely on a government-issued Humvee to transport him safely on the ground. Instead, they turned to Halliburton, the oil ...",
      "abstract": "When Defense Secretary Donald H. Rumsfeld visited Iraq last year to tour the Abu Ghraib prison camp, military officials did not rely on a government-issued Humvee to transport him safely on the ground. Instead, they turned to Halliburton, the oil services contractor, which lent the Pentagon a rolling fortress of steel called the Rhino Runner.    State Department officials traveling in Iraq use armored vehicles that are built with V-shaped hulls to better deflect bullets and bombs. Members of Congress favor another model, called the M1117, which can endure 12-pound explosives and .50-caliber armor-piercing rounds.  ",
      "lead_paragraph": "When Defense Secretary Donald H. Rumsfeld visited Iraq last year to tour the Abu Ghraib prison camp, military officials did not rely on a government-issued Humvee to transport him safely on the ground. Instead, they turned to Halliburton, the oil services contractor, which lent the Pentagon a rolling fortress of steel called the Rhino Runner.",
      "publication_date": "2005-06-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/06/26/world/middleeast/safer-vehicles-for-soldiers-a-tale-of-delays-and-glitches.html",
      "byline": "By Michael Moss"
    },
    {
      "headline": "Winner in Iran Calls for Unity; Reformists Reel",
      "snippet": "Iran's newly elected president, Mahmoud Ahmadinejad, said Saturday that he wanted to create a strong Islamic nation and issued a call for unity in his first comments after a landslide victory that left the country's reformist movement virtually po...",
      "abstract": "Iran's newly elected president, Mahmoud Ahmadinejad, said Saturday that he wanted to create a strong Islamic nation and issued a call for unity in his first comments after a landslide victory that left the country's reformist movement virtually powerless and threatened to further complicate relations with the United States.    In an address on state radio, Mr. Ahmadinejad, a religious conservative, said he would work toward building ''an Islamic, exemplary, advanced and powerful nation,'' and urged Iranians to ''forget all our rivalries and turn them into friendships.''  ",
      "lead_paragraph": "TEHRAN, June 25 - Iran's newly elected president, Mahmoud Ahmadinejad, said Saturday that he wanted to create a strong Islamic nation and issued a call for unity in his first comments after a landslide victory that left the country's reformist movement virtually powerless and threatened to further complicate relations with the United States.",
      "publication_date": "2005-06-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/06/26/world/middleeast/winner-in-iran-calls-for-unity-reformists-reel.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "MORE ON THE ELECTION",
      "snippet": "CHALLENGE FOR U.S. -- With the election of a hard-liner in Iran, the Bush administration is bracing for confrontations over Tehran's nuclear programs and terrorism.   PAGE 10    MODEST ROOTS -- The mayor of Tehran appealed to voters by emphasizing...",
      "abstract": " CHALLENGE FOR U.S. -- With the election of a hard-liner in Iran, the Bush administration is bracing for confrontations over Tehran's nuclear programs and terrorism.   PAGE 10    MODEST ROOTS -- The mayor of Tehran appealed to voters by emphasizing his background as the son of a blacksmith, not his revolutionary credentials.   PAGE 11",
      "lead_paragraph": "CHALLENGE FOR U.S. -- With the election of a hard-liner in Iran, the Bush administration is bracing for confrontations over Tehran's nuclear programs and terrorism. PAGE 10",
      "publication_date": "2005-06-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/06/26/world/more-on-the-election.html",
      "byline": ""
    },
    {
      "headline": "Unlikely Hero in Europe's Spat: The 'Polish Plumber'",
      "snippet": "Blond, buffed and blow-dried, a come-hither half-smile on his face, the man in the travel ad grips the tools of his trade as he beckons visitors to Poland.    ''I'm staying in Poland,'' the man says, a set of strategically placed pipes in one hand...",
      "abstract": "Blond, buffed and blow-dried, a come-hither half-smile on his face, the man in the travel ad grips the tools of his trade as he beckons visitors to Poland.    ''I'm staying in Poland,'' the man says, a set of strategically placed pipes in one hand, a metal-cutter in the other. ''Lots of you should come.''   ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/06/26/world/europe/unlikely-hero-in-europes-spat-the-polish-plumber.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "In Battle to Pick Next Justice, Right Says, Avoid a Kennedy",
      "snippet": "Justice Anthony M. Kennedy is looming in many conservatives' minds as just the kind of mistake they hope President Bush avoids.",
      "abstract": "Justice Anthony M. Kennedy is looming in many conservatives' minds as just the kind of mistake they hope President Bush avoids.",
      "lead_paragraph": " Correction Appended",
      "publication_date": "2005-06-27T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/27/politics/in-battle-to-pick-next-justice-right-says-avoid-a-kennedy.html",
      "byline": "By JASON DePARLE"
    },
    {
      "headline": "At McGraw-Hill, an Heir Takes Over and the Company Flourishes",
      "snippet": "Harold W McGraw III, president and chief executive of McGraw-Hill Companies for last 12 years, is given good deal of credit for company's performance over that time, during which its stock has risen from $8.20 a share to $44; is praised for stream...",
      "abstract": "Harold W McGraw III, president and chief executive of McGraw-Hill Companies for last 12 years, is given good deal of credit for company's performance over that time, during which its stock has risen from $8.20 a share to $44; is praised for streamlining company from agglomeration of 15 business units into three core businesses--Standard & Poor's, educational publishing and information unit--that have capitalized on major trends in US and abroad, while moving company away from slower-growing low-return businesses; was also the man who kept company from rushing into Internet, sparing it disastrous results that some other media companies have encountered; photos (M)",
      "lead_paragraph": "When Harold Whittlesey McGraw III joined McGraw-Hill in 1980, there were plenty of skeptics -- despite the fact that his name was on the building.",
      "publication_date": "2005-06-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/27/business/media/at-mcgrawhill-an-heir-takes-over-and-the-company-flourishes.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "China's Economic Brawn Unsettles Japanese",
      "snippet": "Japanese are becoming hesitant to make further investments in China after wave of anti-Japanese protests in April undermined their sense that they were secure in China because they are providing jobs and quality products; Japanese companies see ne...",
      "abstract": "Japanese are becoming hesitant to make further investments in China after wave of anti-Japanese protests in April undermined their sense that they were secure in China because they are providing jobs and quality products; Japanese companies see new need for China-plus-one policy and are directing investment to India and other countries in Southeast Asia; Japanese tourism to China has also ground to halt; Japanese exports to China stalled in May, and some market watchers speculate that Chinese companies expect government to strengthen currency later this summer and are holding back on making purchases overseas; photo (M)",
      "lead_paragraph": "TOKYO, June 26 - As politicians in Washington watch the Chinese bid for a big American oil and gas company play out, the reaction in Japan to the swelling economic muscle of China provides an early warning sign of the mixed emotions that China evokes as it rises on the global stage.",
      "publication_date": "2005-06-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/27/business/worldbusiness/chinas-economic-brawn-unsettles-japanese.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "In Effort to Pare Medicaid, Long-Term Care Is Focus",
      "snippet": "Effort is under way to remove from Medicaid rolls those who are not poor by standard definitions, but who have exhausted lifetime of resources or used legal strategies to give their money away; Medicaid is straining to cover two-thirds of nation's...",
      "abstract": "Effort is under way to remove from Medicaid rolls those who are not poor by standard definitions, but who have exhausted lifetime of resources or used legal strategies to give their money away; Medicaid is straining to cover two-thirds of nation's 1.6 million nursing home residents, many of them real estate rich but cash poor; most popular idea is to slow eligibility by extending so-called lookback period, during which older people can give away or shelter assets and not be penalized when applying for Medicaid; other proposals detailed; Medicaid's demand of impoverishment has spurred growth of cottage industry of elder-care lawyers; they counsel older middle-class people, sometimes at behest of their children, how to legally rid themselves of assets in face of nursing home bills that can exceed $100,000 a year; chart (M)",
      "lead_paragraph": "Congress is holding hearings. The governors have a plan. The Bush administration has named a commission. Insurance companies have weighed in, and so have lawyers and the AARP.",
      "publication_date": "2005-06-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/27/politics/in-effort-to-pare-medicaid-longterm-care-is-focus.html",
      "byline": "By Jane Gross"
    },
    {
      "headline": "U.S. Has Plans to Again Make Own Plutonium",
      "snippet": "Bush administration plans government's first production of plutonium 238 since cold war, stirring debate over risks and benefits of material so radioactive that one speck can cause cancer; Energy Dept official Timothy A Frazier says most if not al...",
      "abstract": "Bush administration plans government's first production of plutonium 238 since cold war, stirring debate over risks and benefits of material so radioactive that one speck can cause cancer; Energy Dept official Timothy A Frazier says most if not all of new plutonium is intended for secret missions, but not for nuclear arms, satellites or weapons in space; program would produce total of 330 pounds over 30 years at Idaho National Laboratory outside Idaho Falls; environmentalists warn of potential threat to ecosystems of several nearby national parks; plutonium 238's steady heat can be turned into electricity; federal and private experts unconnected to project say even if no formal plans now exist to use plutonium in space for military purposes, material could be used by military to power compact spy satellites that would be hard for adversaries to track, evade or destroy; photo; map (M)",
      "lead_paragraph": "The Bush administration is planning the government's first production of plutonium 238 since the cold war, stirring debate over the risks and benefits of the deadly material. The substance, valued as a power source, is so radioactive that a speck can cause cancer.",
      "publication_date": "2005-06-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/27/politics/us-has-plans-to-again-make-own-plutonium.html",
      "byline": "By William J. Broad"
    },
    {
      "headline": "China's Costly Quest for Energy Control",
      "snippet": "China's bid for Unocal is part of drive to secure fuel it needs to keep its economy in overdrive; some in Congress are advising that bid be rejected by United States on national security grounds; this could motivate China to build more ties to rog...",
      "abstract": "China's bid for Unocal is part of drive to secure fuel it needs to keep its economy in overdrive; some in Congress are advising that bid be rejected by United States on national security grounds; this could motivate China to build more ties to rogue states and step up its courtship of major oil producers in Africa and Latin America that in past have looked mainly to US market; Pres Hu Jintao has traveled to Latin America, Southeast Asia and Africa on missions focused largely on securing energy supplies that will not pass through American or European companies before reaching China; he will soon make his third trip to Russia as president to continue lobbying campaign for pipeline to ferry Siberian crude to China's northeastern oil hub, Daqing; China's relations with outside world are being transformed by energy needs, generating fears that it will compete with US for resources; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/27/business/worldbusiness/chinas-costly-quest-for-energy-control.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "The Tell-All Steven Florio Won't Sell",
      "snippet": "David Carr column on 40-page book proposal that was circulated and then junked by Steven T Florio, former chief executive of Conde Nast; says book as proposed sounded like new kind of CEO tell-all: one part management treatise, one part braggadoci...",
      "abstract": "David Carr column on 40-page book proposal that was circulated and then junked by Steven T Florio, former chief executive of Conde Nast; says book as proposed sounded like new kind of CEO tell-all: one part management treatise, one part braggadocio and one part settling of scores with former colleagues; Florio says he decided against book out of loyalty to friends and former colleagues; admits that parts of proposal were over the top (M)",
      "lead_paragraph": "IN many respects, the career of Steven T. Florio, the former chief executive of Condé Nast, is an amazing American success story. A knockabout guy from Jamaica, Queens, blessed with a very finite set of skills -- a knack for selling advertising pages and a facility for slicing the conversational baloney -- Mr. Florio ended up running the second-largest, and arguably the most prestigious, magazine company in the United States. What a grand land of opportunity we live in.",
      "publication_date": "2005-06-27T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/27/business/media/the-tellall-steven-florio-wont-sell.html",
      "byline": "By David Carr"
    },
    {
      "headline": "In Battle to Pick Next Justice, Right Says, Avoid a Kennedy",
      "snippet": "Conservative advocacy groups launch campaign to ensure that next Supreme Court nominee not resemble Justice Anthony M Kennedy, who they see as turncoat on the bench; Kennedy was Pres Ronald Reagan's consensus third choice after his first selection...",
      "abstract": "Conservative advocacy groups launch campaign to ensure that next Supreme Court nominee not resemble Justice Anthony M Kennedy, who they see as turncoat on the bench; Kennedy was Pres Ronald Reagan's consensus third choice after his first selections, including Robert H Bork, failed; Kennedy sided with court's right flank in his first few years, than began infuriating right by writing decisions in cases striking down prayer at public school graduations, upholding abortion rights, giving constitutional protections to pornography and gay sex and banning death penalty for juveniles; critics express outrage at his expansive style, which they call pure judicial activism; detailed examination of his position on various controversial cases; he is latest Supreme Court justice picked by Republican president to disappoint Republican faithful; photos; chart (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/27/politics/in-battle-to-pick-next-justice-right-says-avoid-a-kennedy.html",
      "byline": "By Jason Deparle"
    },
    {
      "headline": "Low Rates Could Be Around for Long Term",
      "snippet": "Federal Reserve officials are all but certain to raise short-term interest rates again on June 30, but real debate at their meeting is expected to be perplexing decline of long-term interest rates, which have kept mortgage rates at their lowest le...",
      "abstract": "Federal Reserve officials are all but certain to raise short-term interest rates again on June 30, but real debate at their meeting is expected to be perplexing decline of long-term interest rates, which have kept mortgage rates at their lowest level in decades and fueled what many analysts fear is bubble in housing prices; one school of thought regards low long-term rates as harbinger of slowing economic growth, and another holds that they mean that global investors expect lower inflation; yet another points to other factors, including 'savings glut' around the world and efforts by Asian central banks to keep value of their currencies down by buying US Treasury securities; best course of action for Fed would vary depending on which theory is right (M)",
      "lead_paragraph": "WASHINGTON, June 26 - Federal Reserve officials, who meet this week, are beginning to suspect that the perplexing decline in long-term interest rates is more than a temporary aberration.",
      "publication_date": "2005-06-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/27/business/low-rates-could-be-around-for-long-term.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "The Lawsuit of the Rings",
      "snippet": "Use or misuse of corporate synergy is at heart of Peter Jackson's lawsuit against New Line Cinema, which financed and distributed The Lord of the Rings, his film trilogy; suit charges that New Line committed fraud in handling revenues generated by...",
      "abstract": "Use or misuse of corporate synergy is at heart of Peter Jackson's lawsuit against New Line Cinema, which financed and distributed The Lord of the Rings, his film trilogy; suit charges that New Line committed fraud in handling revenues generated by 2001's The Fellowship of the Ring and in that way underpaid him by millions; faults New Line's use of pre-emptive bidding for subsidiary rights to such things as Lord of the Rings books, DVD's and merchandise, most of which went to other companies in New Line family or other units of Time Warner, New Line's parent; says that while Time Warner's bottom line was not hurt by these deals, overall gross revenues for film, on which Jackson's percentage is based, would have been greater if open bidding had been used; claim strikes at heart of modern vertically integrated media company, painting corporate synergy as 'self-dealing'; Stanton Stein, Jackson's lawyer, has specialized in vertical integration litigation in television and movie industries; photo; graph (M)",
      "lead_paragraph": "What if Frodo Baggins, instead of confronting the evil empire in \"The Lord of the Rings,\" just got himself a lawyer and sued?",
      "publication_date": "2005-06-27T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/27/business/media/the-lawsuit-of-the-rings.html",
      "byline": "By Ross Johnson"
    },
    {
      "headline": "Bombing Attacks on Iraqi Forces Kill 38 in North",
      "snippet": "Four suicide bomb attacks strike Iraqi police and Iraqi Army base in Mosul; 16-hour wave of insurgent violence kills 38 people and wounds scores more; American commander sees recent trend of insurgent attacks intensely focused on Iraqi security fo...",
      "abstract": "Four suicide bomb attacks strike Iraqi police and Iraqi Army base in Mosul; 16-hour wave of insurgent violence kills 38 people and wounds scores more; American commander sees recent trend of insurgent attacks intensely focused on Iraqi security forces; Defense Sec Donald H Rumsfeld and Gen John P Abizaid suggest insurgency could last dozen years, and that Iraq would become more violent before elections later this year; Abizaid's remark last week that insurgency was undiminished seemingly countered remark by Vice Pres Dick Cheney that insurgency was in its 'last throes'; polls show support for war is dropping; Pres Bush is expected to use upcoming speech at Fort Bragg to press his case for large continued military presence in Iraq and explain why administration's strategy will eventually work; photo (M)",
      "lead_paragraph": "MOSUL, Iraq, June 26 - Four suicide bomb attacks struck Iraqi police and an Iraqi Army base in a 16-hour wave of insurgent violence in the northern city of Mosul on Saturday and Sunday, killing 38 people and wounding scores more. One American commander said the violence continued a trend in the past few weeks of insurgent attacks intensely focused on Iraqi security forces.",
      "publication_date": "2005-06-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/27/world/middleeast/bombing-attacks-on-iraqi-forces-kill-38-in-north.html",
      "byline": "By Richard A. Oppel Jr. and Eric Schmitt"
    }
  ]
}