{
  "metadata": {
    "date": "2005-05-06",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Blair Wins Re-election, but His Hold Is Weakened",
      "snippet": "Prime Min Tony Blair of Britain wins record-setting third successive term, but with much reduced majority reflecting his unpopularity over war in Iraq; margin is his lowest since first leading Labor Party to power in 1997; disappointing results ma...",
      "abstract": "Prime Min Tony Blair of Britain wins record-setting third successive term, but with much reduced majority reflecting his unpopularity over war in Iraq; margin is his lowest since first leading Labor Party to power in 1997; disappointing results may speed his transfer of power to his heir apparent, Chancellor of Exchequer Gordon Brown; nearly final results show that Blair's majority in Parliament will fall from current 160 to around 66; Conservatives under Michael Howard win 200 seats, and smaller Liberal Democrats are projected to secure almost 60; Labor notes this is first time since party was formed in 1900 that it secured third successive term; Blair, who was bruised by criticism over war and labeled untrustworthy by some traditional followers, concedes that Iraq has been divisive issue in country; photos; chart (M)",
      "lead_paragraph": "LONDON, Friday, May 6 - Prime Minister Tony Blair of Britain returned to power on Friday for a record-setting third successive term, according to official election results, with a much reduced majority reflecting his unpopularity over the war in Iraq.",
      "publication_date": "2005-05-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/06/world/europe/blair-wins-reelection-but-his-hold-is-weakened.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "I.B.M. Job Cuts Will Hit Europe Especially Hard",
      "snippet": "IBM's cuts of 10,000 to 13,000 jobs will fall heaviest on Germany, France, Britain and Italy, where costs are high and growth prospects have recently been dimmed; IBM's European division, which is based in Paris and also covers Africa and Middle E...",
      "abstract": "IBM's cuts of 10,000 to 13,000 jobs will fall heaviest on Germany, France, Britain and Italy, where costs are high and growth prospects have recently been dimmed; IBM's European division, which is based in Paris and also covers Africa and Middle East, employs 100,000 people; chief financial officer Mark Loughridge says IBM wants to 'rebalance' its investment from low-growth to high-growth areas; public reaction to IBM's cuts is muted in Germany, partly because offices and stock markets are closed in France, Germany and other countries in observance of Ascension Day; IBM's move is likely to deepen fears that Europe is losing its competitiveness as place for business; IBM is shutting several of its smaller sites in Germany and consolidating at service centers in Hungary and Czech Republic, among other countries; photos (M)",
      "lead_paragraph": "FRANKFURT, May 5 - In the fierce global battle for jobs and capital, Western Europe just lost another round.",
      "publication_date": "2005-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/06/technology/ibm-job-cuts-will-hit-europe-especially-hard.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "U.S. Cites Signs of Korean Preparations for Nuclear Test",
      "snippet": "United States officials reportedly suspect that North Korea may be preparing for its first nuclear weapons test; White House and Pentagon officials said to be closely monitoring recent stream of satellite photographs showing burst of activity at s...",
      "abstract": "United States officials reportedly suspect that North Korea may be preparing for its first nuclear weapons test; White House and Pentagon officials said to be closely monitoring recent stream of satellite photographs showing burst of activity at suspected test site, including construction of reviewing stand, presumably for dignitaries; Bush administration officials caution that satellite photographs cannot divine intentions of Kim Jong Il; suggest he might be putting on show for American spy satellites in effort to pressure Pres Bush to offer improved package of economic and diplomatic incentives to his desperately poor country in exchange for curtailing its nuclear activities; but American officials are alarmed enough to extensively brief Japanese and South Korean allies and warn them to be prepared for political implications of test; map (M)",
      "lead_paragraph": "WASHINGTON, May 5 - White House and Pentagon officials are closely monitoring a recent stream of satellite photographs of North Korea that appear to show rapid, extensive preparations for a nuclear weapons test, including the construction of a reviewing stand, presumably for dignitaries, according to American and foreign officials who have been briefed on the imagery.",
      "publication_date": "2005-05-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/06/world/asia/us-cites-signs-of-korean-preparations-for-nuclear-test.html",
      "byline": "By David E. Sanger and William J. Broad"
    },
    {
      "headline": "Smooth Earnings Growth Was Reassuring, but It Was Often Fictional",
      "snippet": "Floyd Norris column on American International Group's financial transgressions focuses on possible motives since company appears to be in fine shape, albeit not as good as it claimed; questions whether AIG management was determined to show that it...",
      "abstract": "Floyd Norris column on American International Group's financial transgressions focuses on possible motives since company appears to be in fine shape, albeit not as good as it claimed; questions whether AIG management was determined to show that it was perfect or if it thought that fudging was completely acceptable, whatever some rule might say; photo (M)",
      "lead_paragraph": "SMOOTH is dead. That means less business for financial firms and more erratic earnings for others.",
      "publication_date": "2005-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/06/business/smooth-earnings-growth-was-reassuring-but-it-was-often-fictional.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "S.&P. Downgrades Debt Of Ford and General Motors  General Motors and the Ford Motor Company lost their investment grade ratings, pushing the two major automakers into the ranks of junk bonds, and rattling the financial markets.     The downgrade b...",
      "abstract": " S.&P. Downgrades Debt Of Ford and General Motors  General Motors and the Ford Motor Company lost their investment grade ratings, pushing the two major automakers into the ranks of junk bonds, and rattling the financial markets.     The downgrade by Standard & Poor's, the credit agency, reflects rising pessimism about the kinds of cars that G.M. and Ford have placed at the center of their company strategies, as well as worries that the two automakers may not emerge any time soon from their troubles. [Page A1.]    Investigation of A.I.G. Share Price  Federal prosecutors have opened an investigation into whether Maurice R. Greenberg, the former chief executive of the insurance giant American International Group, orchestrated an effort to manipulate the company's stock price in his final weeks as chief, people officially briefed on the inquiry said. [A1.]    A Plea for an Aviation Policy  The struggling airlines are begging Washington for policies that will help them survive. The latest person to seek assistance is the chief of Delta Air Lines, Gerald Grinstein. He called on federal officials to establish a comprehensive aviation policy that would offer companies guidelines in areas like bankruptcy, mergers, fuel prices and taxation. [C3.]    Cardinal Health to Shut Unit  Cardinal Health is shuttering a unit that trades in the secondary drug marketplace, in which drugs are purchased and resold before finding their way to consumers. [C12.]    'American Idol' Starts Inquiry  The producers of ''American Idol'' and the Fox network, which broadcasts the program, said that they had begun their own inquiry into claims by a former contestant that he received coaching and financial assistance from one of the show's judges, Paula Abdul. [C5.]    Cablevision Lost $118.9 Million  Cablevision Systems said that it had a loss of $118.9 million in the first quarter of the year, but revenues rose 6 percent as premium cable services like Internet access grew. [C4.]    Gas Prices Hurt Discount Stores  J.C. Penney and Nordstrom led sales gains at retailers, while discounters like Wal-Mart Stores trailed, hurt by gasoline prices. [C3.]    Reporter for USA Today Resigns  A reporter for USA Today resigned after his editors said he violated the paper's standards by lifting quotations from other newspapers without attribution. [C5].    MCI Reports a Small Loss  MCI, the long-distance carrier, posted a small loss in the first quarter as it made deep cost cuts to offset steep declines in revenue. The company, based in Ashburn, Va., lost $2 million, or 1 cent, in the first quarter after losing $388 million, or $1.19 a share in the quarter last year. Revenue plunged 12 percent from the quarter last year, to $4.8 billion. [C4.]    Productivity Rose in First Quarter  Business productivity growth accelerated unexpectedly in the first quarter, but in a signal of building price pressures, labor costs also picked up, a government report showed. [C12.]    An Alert for Advertisers  Madison Avenue was warned that it risked being marginalized by changes in technology. Stuart Elliott: Advertising. [C5.]  ",
      "lead_paragraph": "S.&P. Downgrades Debt Of Ford and General Motors General Motors and the Ford Motor Company lost their investment grade ratings, pushing the two major automakers into the ranks of junk bonds, and rattling the financial markets.",
      "publication_date": "2005-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/06/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Iraq's Violence Sweeps Away All the Norms",
      "snippet": "Iraqis try to cope with relentless barrage of car bombs and kidnappings that have become part of daily rhythm of life in Baghdad; violence follows them to market, to work and to school; it has become part of public consciousness, surfacing even in...",
      "abstract": "Iraqis try to cope with relentless barrage of car bombs and kidnappings that have become part of daily rhythm of life in Baghdad; violence follows them to market, to work and to school; it has become part of public consciousness, surfacing even in television ads and newspaper cartoons; violence has altered daily habits and ripped up routines, from shopping habits to routes to work and school; teenage girl who was kidnapped and beaten before being released has not stepped outside her home since; she considers herself lucky because she was not raped during her ordeal, as others have been; others have given up driving, but even taxis are not safe; many Iraqis live in fear for themselves and their children; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, May 5 - The gardenias are blooming in Baghdad, but Hala is not allowed out in the garden to cut them. A 16-year-old high school student, Hala was kidnapped for a day in the middle of April and has not set foot outside her house since.",
      "publication_date": "2005-05-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/06/world/middleeast/iraqs-violence-sweeps-away-all-the-norms.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "States and Employers Duel Over Health Care",
      "snippet": "Relentless rise in health care costs is causing states and businesses to fight over whose job it is to insure workers; nearly two dozen states, struggling with growing burden of providing public assistance to people with jobs but no insurance, are...",
      "abstract": "Relentless rise in health care costs is causing states and businesses to fight over whose job it is to insure workers; nearly two dozen states, struggling with growing burden of providing public assistance to people with jobs but no insurance, are looking to shift more of financial burden onto employers; Maryland, which spends about $350 million a year on health care for uninsured, approved bill last month requiring state's largest employers to spend at least 8 percent of their payrolls on health benefits for their workers; lawmakers elsewhere, including Connecticut, are considering legislation that may also require some companies to provide coverage, either directly or by paying into state fund; some measures would let companies bid on state contracts only if they provided health insurance for their workers; some states would embarrass companies whose workers are on Medicaid or other forms of state assistance by publishing employers' names--as Massachusetts did with list of companies including Dunkin' Donuts, Stop & Shop and Wal-Mart Stores; photo (M)",
      "lead_paragraph": "The relentless rise in health care costs is causing states and businesses to fight over whose job it is to insure workers. And nearly two dozen states, struggling with the growing burden of providing public assistance to people with jobs but no insurance, are looking to shift more of the financial burden onto the workers' employers.",
      "publication_date": "2005-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/06/business/states-and-employers-duel-over-health-care.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "Insurer Ex-Chief Is Called Target of Stock Inquiry",
      "snippet": "Federal prosecutors in Manhattan reportedly open investigation into whether Maurice R Greenberg, former chairman and chief executive of American International Group, orchestrated effort to manipulate company's stock price in his final weeks as chi...",
      "abstract": "Federal prosecutors in Manhattan reportedly open investigation into whether Maurice R Greenberg, former chairman and chief executive of American International Group, orchestrated effort to manipulate company's stock price in his final weeks as chief; executive with company's trading group has told company that he talked with Greenberg about AIG's stock prices in Feb, at time that it had begun to fall sharply; conversation was captured on recording system used by trading division, and people who have heard tape say Greenberg can be heard instructing trader to buy shares of AIG, possibly in violation of federal securities law; federal prosecutors said to have subpoenaed all of AIG's recordings from its trading group, dating back two years; development shows that Greenberg remains focal point in investigation despite being forced to step down in March (M)",
      "lead_paragraph": "Federal prosecutors in Manhattan have opened an investigation into whether Maurice R. Greenberg, the former chairman and chief executive of the insurance giant American International Group, orchestrated an effort to manipulate the company's stock price in his final weeks as chief, people officially briefed on the inquiry said yesterday.",
      "publication_date": "2005-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/06/business/insurer-exchief-is-called-target-of-stock-inquiry.html",
      "byline": "By Jenny Anderson and Kurt Eichenwald"
    },
    {
      "headline": "A Big Splash, Ripples to Follow",
      "snippet": "Standard & Poor's announcement that it is cutting its credit ratings for General Motors and Ford Motor Co sets off selling spree in corporate bond market; rating cut to below investment grade begins process of adjustment that could ripple through,...",
      "abstract": "Standard & Poor's announcement that it is cutting its credit ratings for General Motors and Ford Motor Co sets off selling spree in corporate bond market; rating cut to below investment grade begins process of adjustment that could ripple through, and roil, fixed-income markets for weeks; some investors--like pension funds that prefer investment-grade bonds or are restricted to only such securities--will sell their GM and Ford bonds to those that invest in high-yield or junk bonds and to other investors, including hedge funds that favor so-called distressed securities; potential redistribution is enormous, with some $292 billion in outstanding GM bonds and $161 billion in Ford bonds; graphs; photos (M)",
      "lead_paragraph": "Many investors knew it was coming, but they did not expect that two of the nation's biggest issuers of bonds would be reduced to junk status so soon.",
      "publication_date": "2005-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/06/business/a-big-splash-ripples-to-follow.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "Chief Executive Quits at Merck; Insider Steps Up",
      "snippet": "Raymond V Gilmartin resigns as chairman and chief executive of Merck, ending troubled decade-long term during which Merck lost its place as world's pre-eminent drug maker and was forced into product recall that has clouded its future; Merck names ...",
      "abstract": "Raymond V Gilmartin resigns as chairman and chief executive of Merck, ending troubled decade-long term during which Merck lost its place as world's pre-eminent drug maker and was forced into product recall that has clouded its future; Merck names Richard T Clark, its head of manufacturing, as new chief executive; chairman's position will remain vacant for at least one year; photos (M)",
      "lead_paragraph": "Raymond V. Gilmartin resigned yesterday as chairman and chief executive of Merck, ending a troubled decade-long term during which Merck lost its place as the world's pre-eminent drug maker and was forced into a product recall that has clouded its future.",
      "publication_date": "2005-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/06/business/chief-executive-quits-at-merck-insider-steps-up.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Credit Rankings of G.M. and Ford Lowered to Junk",
      "snippet": "Standard & Poor's downgrades credit rankings of General Motors and Ford, pushing two of corporate America's biggest borrowers into ranks of junk bonds; action reflects inability of GM and Ford to make enough cars that people will buy without $5,00...",
      "abstract": "Standard & Poor's downgrades credit rankings of General Motors and Ford, pushing two of corporate America's biggest borrowers into ranks of junk bonds; action reflects inability of GM and Ford to make enough cars that people will buy without $5,000 rebates and other sales incentives, as well as concern that two automakers may not emerge anytime soon from their troubles, starting with eroding earnings and sliding sales; S&P cites declining sales of large sport utility vehicles that Ford and GM depend on for profits, as Japanese automakers step up their interest in pickup truck market; downgrading may make it more expensive for GM and Ford to borrow; both companies are likely to use other ways of financing operations besides issuing bonds for now, and both have large enough stashes of cash at least for short term; photos; graphs (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/06/automobiles/credit-rankings-of-gm-and-ford-lowered-to-junk.html",
      "byline": "By Danny Hakim"
    }
  ]
}