{
  "metadata": {
    "date": "2005-11-02",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Taking The Future For a Drive; California Family Tests Honda's Fuel Cell Car",
      "snippet": "Article in occasional series Beyond Gasoline describes experiment in which Honda FCX, $1 million car powered by hydrogen fuel cells, is being test-driven by Jon and Sandy Spallino of Redondo Beach, Calif, under $500-a-month lease; Spallinos have h...",
      "abstract": "Article in occasional series Beyond Gasoline describes experiment in which Honda FCX, $1 million car powered by hydrogen fuel cells, is being test-driven by Jon and Sandy Spallino of Redondo Beach, Calif, under $500-a-month lease; Spallinos have had positive experience so far; FCX would have to overcome considerable obstacles if it is ever to become common on the road, not the least of which is getting the price down; photos (M)",
      "lead_paragraph": "LOS ANGELES - You would never guess that Jon Spallino drives what is probably the most expensive car in this city known for automotive excess. Or that he is the world's most technologically advanced commuter.",
      "publication_date": "2005-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/02/business/taking-the-future-for-a-drive-california-family-tests-hondas-fuel.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Jury Begins to Deliberate Vioxx Case",
      "snippet": "Jury begins deliberations in Frederick Humeston v Merck & Co, second Vioxx-related lawsuit to go on trial; receives case after two-hour closing argument from plaintiff's lawyer, Christopher Seeger, who urges jurors to hold Merck accountable for hi...",
      "abstract": "Jury begins deliberations in Frederick Humeston v Merck & Co, second Vioxx-related lawsuit to go on trial; receives case after two-hour closing argument from plaintiff's lawyer, Christopher Seeger, who urges jurors to hold Merck accountable for hiding information about Vioxx's heart risks from doctors (M)",
      "lead_paragraph": "ATLANTIC CITY, Nov. 1 - After seven weeks of testimony and often heated legal wrangling, a jury of six women and three men began deliberations here on Tuesday in Humeston v. Merck, the second Vioxx-related lawsuit to go to trial.",
      "publication_date": "2005-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/02/business/jury-begins-to-deliberate-vioxx-case.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Detainee Policy Sharply Divides Bush Officials",
      "snippet": "Bush administration is embroiled in sharp internal debate over whether new Defense Department standards for handling terrorist suspects should adopt Geneva Conventions language banning treatment that is 'cruel' or 'humiliating' or 'degrading'; adv...",
      "abstract": "Bush administration is embroiled in sharp internal debate over whether new Defense Department standards for handling terrorist suspects should adopt Geneva Conventions language banning treatment that is 'cruel' or 'humiliating' or 'degrading'; advocates, including some Defense, State and military lawyers, say moving closer to international law would prevent further abuses and build foreign support for fight against Islamic extremists; opponents, including Vice Pres Cheney's aides and senior Pentagon figures, warn that language is vague, would tie government's hands and still not satisfy America's critics; debate delays publication of second major Pentagon directive on interrogations and Army manual; also mirrors public battle between administration and Sen John McCain, who is pressing legislation to ban 'cruel, inhuman or degrading' treatment; David S Addington, Cheney's new chief of staff, reportedly assailed Pentagon aide who presented proposal; Sec Condoleezza Rice, security adviser Stephen J Hadley and Defense Deputy Sec Gordon R England reportedly support reviewing Pentagon detention policies; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 1 - The Bush administration is embroiled in a sharp internal debate over whether a new set of Defense Department standards for handling terror suspects should adopt language from the Geneva Conventions prohibiting \"cruel,\" \"humiliating\" and \"degrading\" treatment, administration officials say.",
      "publication_date": "2005-11-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/02/politics/detainee-policy-sharply-divides-bush-officials.html",
      "byline": "By Tim Golden and Eric Schmitt"
    },
    {
      "headline": "Microsoft Introduces Web Services, Competing With Google and Yahoo",
      "snippet": "Microsoft introduces two new advertising-supported Web services, Windows Live and Office Live, as direct response to formidable challenges posed by its major competitors, Google and Yahoo; new online initiatives will deliver services to businesses...",
      "abstract": "Microsoft introduces two new advertising-supported Web services, Windows Live and Office Live, as direct response to formidable challenges posed by its major competitors, Google and Yahoo; new online initiatives will deliver services to businesses and consumers directly via Web, in many cases, without need to download applications to computer; services are important step in extending Microsoft's reach beyond desktop PC to smart phones and other Internet-connected devices; Microsoft chairman Bill Gates comments on company's future; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, Nov. 1 - Microsoft introduced on Tuesday two new advertising-supported Web services, Windows Live and Office Live, as a direct response to the formidable challenges posed by its major competitors, Google and Yahoo.",
      "publication_date": "2005-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/02/technology/microsoft-introduces-web-services-competing-with-google-and.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "The Fed Lifts Rates Again, Despite Rise in Fuel Price",
      "snippet": "Federal Reserve raises short-term interest rates to 4 percent from 3.75 percent, despite back-to-back hurricanes and higher oil prices; Fed policy makers say economic disruptions caused by hurricanes were essentially transitory and signal that the...",
      "abstract": "Federal Reserve raises short-term interest rates to 4 percent from 3.75 percent, despite back-to-back hurricanes and higher oil prices; Fed policy makers say economic disruptions caused by hurricanes were essentially transitory and signal that they are more concerned about higher inflation than slower growth; Fed is expected to raise rates in December and January, and will probably keep going after chairman Alan Greenspan retires at end of January; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 1 - Undaunted by back-to-back hurricanes and higher oil prices, the Federal Reserve raised short-term interest rates on Tuesday for the 12th time in a row and made it clear that more increases were on the way.",
      "publication_date": "2005-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/02/business/the-fed-lifts-rates-again-despite-rise-in-fuel-price.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "10 Ways to Please Us, the Customers",
      "snippet": "DEAR electronics makers,     You must be getting pretty excited about the holiday season. No wonder. That's when we, your customers, hand you a huge chunk of your annual income -- about $17 billion of our cash.  ",
      "abstract": "DEAR electronics makers,     You must be getting pretty excited about the holiday season. No wonder. That's when we, your customers, hand you a huge chunk of your annual income -- about $17 billion of our cash.  ",
      "lead_paragraph": "DEAR electronics makers,",
      "publication_date": "2005-11-02T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/11/02/technology/techspecial1/10-ways-to-please-us-the-customers.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "G.O.P. Reaches To Other Party On Court Pick",
      "snippet": "Bush administration, facing deep Democratic skepticism about Judge Samuel Alito's nomination to Supreme Court, turns quickly to moderate Democrats who could be crucial; judge meets with Sen Tim Johnson and will talk soon with Ben Nelson and Mark P...",
      "abstract": "Bush administration, facing deep Democratic skepticism about Judge Samuel Alito's nomination to Supreme Court, turns quickly to moderate Democrats who could be crucial; judge meets with Sen Tim Johnson and will talk soon with Ben Nelson and Mark Pryor, none of whom sit on Judiciary Committee; unconventional scheduling comes as interest groups on both sides spring into action aggressively and liberal groups raise possibility of filibuster; senators on both sides urge partisans to quiet down; photos (M)",
      "lead_paragraph": "WASHINGTON, Nov. 1 - Facing deep Democratic skepticism over the choice of Judge Samuel A. Alito Jr. for the Supreme Court, the Bush administration turned quickly on Tuesday to moderate Democrats who could be crucial to the confirmation as the two sides braced for a polarizing fight over Judge Alito's legal views.",
      "publication_date": "2005-11-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/02/us/front page/court-in-transition-the-overview-gop-reaches-to-other-party.html",
      "byline": "By David D. Kirkpatrick and Carl Hulse"
    },
    {
      "headline": "Stores Look for a Niche as Gadgets Grow Up",
      "snippet": "AT Wal-Mart Stores this fall, amid the $5 skirts and the two-for-$10 picture frames, the $7 detergent bottles and the $14 bookcases, some price tags hardly seem like rollbacks.     A Magnavox 42-inch widescreen high-definition plasma television is...",
      "abstract": "AT Wal-Mart Stores this fall, amid the $5 skirts and the two-for-$10 picture frames, the $7 detergent bottles and the $14 bookcases, some price tags hardly seem like rollbacks.     A Magnavox 42-inch widescreen high-definition plasma television is $2,000, a Canon 8.2-megapixel digital camera is $1,400, and a Sony Vaio laptop is $2,400 -- not exactly a bargain for working-class consumers.  ",
      "lead_paragraph": "AT Wal-Mart Stores this fall, amid the $5 skirts and the two-for-$10 picture frames, the $7 detergent bottles and the $14 bookcases, some price tags hardly seem like rollbacks.",
      "publication_date": "2005-11-02T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/11/02/technology/techspecial1/stores-look-for-a-niche-as-gadgets-grow-up.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Cheney's Skillful Insider",
      "snippet": "Admirers and detractors say the success of Vice President Dick Cheney's new chief of staff, David S. Addington, is rooted in his mastery of bureaucratic combat. Page A22.  ",
      "abstract": "Admirers and detractors say the success of Vice President Dick Cheney's new chief of staff, David S. Addington, is rooted in his mastery of bureaucratic combat. Page A22.  ",
      "lead_paragraph": "Admirers and detractors say the success of Vice President Dick Cheney's new chief of staff, David S. Addington, is rooted in his mastery of bureaucratic combat. Page A22.",
      "publication_date": "2005-11-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/02/us/front page/cheneys-skillful-insider.html",
      "byline": ""
    },
    {
      "headline": "Making the Right Connections for Holiday Presents",
      "snippet": "CONSIDER the tie. Before buying one as a holiday present, you could spend hours browsing the racks, pondering the recipient's tastes, favorite color, fabric. Or you could buy one that you like, because a tie's a tie and if the person doesn't like ...",
      "abstract": "CONSIDER the tie. Before buying one as a holiday present, you could spend hours browsing the racks, pondering the recipient's tastes, favorite color, fabric. Or you could buy one that you like, because a tie's a tie and if the person doesn't like it he won't wear it anyway.      Then consider gadgets -- impersonal objects, right? Color is usually less of a consideration, and fabric is generally not involved. But buying these items as gifts requires more knowledge of what the recipient likes, owns and wants. After all, a tie that is not loved is just one more article in a closet, but a gadget that doesn't hit the mark is often a bigger waste of money or a headache, especially when the giver is drafted as a help desk.  ",
      "lead_paragraph": "CONSIDER the tie. Before buying one as a holiday present, you could spend hours browsing the racks, pondering the recipient's tastes, favorite color, fabric. Or you could buy one that you like, because a tie's a tie and if the person doesn't like it he won't wear it anyway.",
      "publication_date": "2005-11-02T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/11/02/technology/techspecial1/making-the-right-connections-for-holiday-presents.html",
      "byline": "By Michel Marriott"
    },
    {
      "headline": "Decisions Offer Clues to CourtPick's View of Divisive Issues",
      "snippet": "Fifteen cases decided by Supreme Court nominee Judge Samuel Alito Jr involving abortion suggest his thinking is shaped by traditional concept of marriage, whether supporting husband's interest or considering marital status of Chinese men seeking a...",
      "abstract": "Fifteen cases decided by Supreme Court nominee Judge Samuel Alito Jr involving abortion suggest his thinking is shaped by traditional concept of marriage, whether supporting husband's interest or considering marital status of Chinese men seeking asylum because partners were forced to have abortions; Alito rejected claims of boyfriends, citing central position of marriage relationship in many areas of law, issue he will almost certainly confront if confirmed; Alito's decisions are not easily categorized; he voted in support of abortion rights side in three cases, joining 1997 ruling applying Roe v Wade to uphold New Jersey law allowing parents to sue on behalf of deceased children but not stillborn fetuses; his 1991 dissent in Casey case draws most interest; photos (M)",
      "lead_paragraph": "One distinct theme emerges from an examination of 15 cases decided by Judge Samuel A. Alito Jr. involving abortion: his thinking is shaped by a traditional concept of marriage.",
      "publication_date": "2005-11-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/02/politics/decisions-offer-clues-to-courtpicks-view-of-divisive-issues.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Big Drop In October For Detroit",
      "snippet": "Share of US auto market held by General Motors, Ford and Chrysler falls to 52.2 percent in October, lowest point ever, brought down by high gasoline prices, fears about economy and consumer resistance to buying cars without big discounts companies...",
      "abstract": "Share of US auto market held by General Motors, Ford and Chrysler falls to 52.2 percent in October, lowest point ever, brought down by high gasoline prices, fears about economy and consumer resistance to buying cars without big discounts companies offered in summer; GM and Ford are hurt most, with GM sales dropping 25.6 percent compared with year earlier and Ford sales down 26.1 percent; sales of some of largest SUV's fall by half or more; Toyota's overall sales rise 1.3 percent, coming within just one market share point of No. 2 Ford; Chrysler's overall decline in sales is only 3.1 percent; GM, whose market share four decades ago was as large as all three Detroit companies put together now, falls to 22.2 percent of American market; chart; photos (M)",
      "lead_paragraph": "DETROIT, Nov. 1 - October, which is the start of the new model year, used to be a month for the auto industry to celebrate. This year, it was a month for Detroit to forget.",
      "publication_date": "2005-11-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/02/business/big-drop-in-october-for-detroit.html",
      "byline": "By Micheline Maynard"
    }
  ]
}