{
  "metadata": {
    "date": "2005-03-18",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "A Haircut in Iraq Can Be the Death of the Barber",
      "snippet": "Barbers in Iraq live in fear of militant Islamists who are killing those who shave men's beards or do Western-style haircuts; as many as 12 barbers have been killed; many other barbers have received threats; killings and threats are not first effo...",
      "abstract": "Barbers in Iraq live in fear of militant Islamists who are killing those who shave men's beards or do Western-style haircuts; as many as 12 barbers have been killed; many other barbers have received threats; killings and threats are not first efforts in Iraq to enforce Taliban-style religious rule; in Falluja, armed mujahedeen ran Islamic police state for months before American invasion, and in southern Iraq, Shiite militants attacked liquor stores and sometimes killed those who ignored their threats; killings and threats in Baghdad are concentrated in Doura, working-class neighborhood that has seen so much violence that police say there is little they can do to protect barbers; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, March 17 - It was almost closing time in Sadiq Abdul Hussein's barbershop when a man in a black mask walked in, pulled out a pistol, and began spinning it on his finger, cowboy style.",
      "publication_date": "2005-03-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/18/world/middleeast/a-haircut-in-iraq-can-be-the-death-of-the-barber.html",
      "byline": "By Robert F. Worth"
    },
    {
      "headline": "In Blow to Bush, Senators Reject Cuts to Medicaid",
      "snippet": "Senate votes, 52 to 48, to strip proposed 2006 budget of Medicaid cuts, setting it on collision course with House and dealing blow to Pres Bush; House budget includes steep cuts in Medicaid and other so-called entitlement programs; Senate vote see...",
      "abstract": "Senate votes, 52 to 48, to strip proposed 2006 budget of Medicaid cuts, setting it on collision course with House and dealing blow to Pres Bush; House budget includes steep cuts in Medicaid and other so-called entitlement programs; Senate vote seen as rebuke to both White House and Republican leadership, which sought $14 billion reduction in Medicaid spending; amendment striking Medicaid cuts is sponsored by Republican Sen Gordon Smith; debate over cuts in Medicaid and other so-called entitlement programs has been especially contentious on Capitol Hill this year, with federal deficit at record levels; Bush has proposed budget that, for first time since 1997, seeks to reduce federal spending by cutting back entitlements programs, in which spending is determined by eligibility and which are growing at rapid clip; photo (M)",
      "lead_paragraph": "WASHINGTON, March 17 - The House and Senate passed competing versions of a $2.57 trillion budget for 2006 on Thursday night. The two chambers provided tens of billions of dollars to extend President Bush's tax cuts over the next five years, but differed sharply over cuts to Medicaid, the government insurance program for the poor.",
      "publication_date": "2005-03-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/18/politics/in-blow-to-bush-senators-reject-cuts-to-medicaid.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Questions Are Left by C.I.A. Chief on the Use of Torture",
      "snippet": "Central Intelligence Agency Director Porter J Goss says CIA interrogations 'at this time' are legal and do not include torture, but he declines to make same broad assertions about practices used over last few years, testimony before Senate Armed S...",
      "abstract": "Central Intelligence Agency Director Porter J Goss says CIA interrogations 'at this time' are legal and do not include torture, but he declines to make same broad assertions about practices used over last few years, testimony before Senate Armed Services Committee; says he could elaborate after committee goes into closed session to take classified testimony; his comments come closer than previous statements from CIA to admission that at least some of its practices might have crossed legal limits; they raise new questions about CIA's conduct in detaining and questioning terror suspects, and in transferring them to foreign governments, in what remains one of most secretive areas of government's efforts to combat terrorism; Goss acknowledges 'some uncertainty' in past among CIA officers about what interrogation techniques were specifically permitted and prohibited, but says now CIA employees are 'erring on the side of caution' in choosing what techniques to use; legal memorandum relaxing limits on interrogation was issued in 2002 but repudiated by Bush administration in 2004 (M)",
      "lead_paragraph": "WASHINGTON, March 17 - Porter J. Goss, the director of central intelligence, said Thursday that he could not assure Congress that the Central Intelligence Agency's methods of interrogating terrorism suspects since Sept. 11, 2001, had been permissible under federal laws prohibiting torture.",
      "publication_date": "2005-03-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/18/politics/questions-are-left-by-cia-chief-on-the-use-of-torture.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "Congressman From Ohio Is Chosen for Trade Post",
      "snippet": "Pres Bush names Rep Rob Portman, Ohio Republican who is one of his closest friends in Congress, to be next US trade representative; Portman is hailed as strong choice by lawmakers of both parties and by many trade groups; Bush and Portman comment;...",
      "abstract": "Pres Bush names Rep Rob Portman, Ohio Republican who is one of his closest friends in Congress, to be next US trade representative; Portman is hailed as strong choice by lawmakers of both parties and by many trade groups; Bush and Portman comment; Portman will succeed Robert B Zoellick, who left post nearly month ago to become deputy secretary of state; photo (M)",
      "lead_paragraph": "WASHINGTON, March 17 - President Bush announced on Thursday that he had selected Representative Rob Portman, an Ohio Republican who is one of his closest friends in Congress, to be the next United States trade representative.",
      "publication_date": "2005-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/18/business/congressman-from-ohio-is-chosen-for-trade-post.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "At A.I.G., It Seems Chief's Departure Was Exaggerated",
      "snippet": "Maurice R Greenberg continues to hold powerful sway over management of American International Group just days after stepping down as chief executive; Greenberg's unusual control stems largely from his role as top executive of related, private enti...",
      "abstract": "Maurice R Greenberg continues to hold powerful sway over management of American International Group just days after stepping down as chief executive; Greenberg's unusual control stems largely from his role as top executive of related, private entities, C V Starr and Starr International Co; Greenberg holds reins over vehicles that dole out compensation to AIG exeutives; is also still chairman of Starr Foundation, one of nation's largest private foundations, which makes contributions to organizations and charities run by company's directors; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/18/business/at-aig-it-seems-chiefs-departure-was-exaggerated.html",
      "byline": "By Gretchen Morgenson and Lynnley Browning"
    },
    {
      "headline": "Retirement, the Federal Way",
      "snippet": "Federal workers to belong to Thrift Savings Plan, which mimics 401(k) retirement plans, has seen widely varying results; Pres Bush holds up federal savings program as model for retirement accounts he wants to add to Social Security; federal thrift...",
      "abstract": "Federal workers to belong to Thrift Savings Plan, which mimics 401(k) retirement plans, has seen widely varying results; Pres Bush holds up federal savings program as model for retirement accounts he wants to add to Social Security; federal thrift plan, however, differs in essential way from retirement accounts that Bush wants to carve out of Social Security; thrift accounts are on top of generous fixed pension for federal employees, while Bush's proposal envisions amounts replacing substantial part of Social Security's fixed pension; some federal workers comment on their plan; chart; photo (M)",
      "lead_paragraph": "Brenda Barnett, an electronics technician for the Federal Aviation Administration in Oklahoma City, offers one model for how Americans may fare under President Bush's plan for private Social Security accounts.",
      "publication_date": "2005-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/18/business/retirement-the-federal-way.html",
      "byline": "By Louis Uchitelle and Riva D. Atlas"
    },
    {
      "headline": "Did Qwest Use Fraud to Arrange a Disastrous Merger With U S West?",
      "snippet": "Floyd Norris column on whether Qwest Communications used fraud to arrange disastrous merger with US West in 2000; says Securities and Exchange Commission has sued Qwest's former chief executive Joseph P Nacchio for return of $216 million in salary...",
      "abstract": "Floyd Norris column on whether Qwest Communications used fraud to arrange disastrous merger with US West in 2000; says Securities and Exchange Commission has sued Qwest's former chief executive Joseph P Nacchio for return of $216 million in salary, bonus and profits from stock sales, but Nacchio does not face criminal charges because Justice Department in its prosecution of some lower-level officials; holds new SEC action may cost some former Qwest managers a lot of money, but none are in danger of going to prison; SEC contends that there would have been no merger without fraud; adds without merger, shares in original Qwest would be worthless; graph (M)",
      "lead_paragraph": "IN the annals of Wall Street disasters, a special place of dishonor should be reserved for the bosses of good companies who were so gullible or foolish that they agreed to exchange their company's stock for shares in a company whose value was inflated by fraud or fad.",
      "publication_date": "2005-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/18/business/did-qwest-use-fraud-to-arrange-a-disastrous-merger-with-u-s-west.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Viacom Fights Against Its Own Size",
      "snippet": "Viacom Inc chief executive Sumner M Redstone's apparent decision to split company into two pieces is seen as admission his acquisition strategy did not work; news that Redstone is weighing split of sprawling media conglomerate--owner of MTV, CBS, ...",
      "abstract": "Viacom Inc chief executive Sumner M Redstone's apparent decision to split company into two pieces is seen as admission his acquisition strategy did not work; news that Redstone is weighing split of sprawling media conglomerate--owner of MTV, CBS, Paramount Pictures and Simon & Schuster--has sent Viacom's stock up 8.3 percent over last two days, to close at $36.72 per share; Viacom co-presidents Tom Freston and Les Moonves, who would run two companies, face difficult tasks, and that has left some Wall Street analysts skeptical of long-term value of splitting company; graph; photo (M)",
      "lead_paragraph": "For Sumner M. Redstone, it is not just billions of dollars that are riding on his proposal to split his company into two pieces.",
      "publication_date": "2005-03-18T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/18/business/media/viacom-fights-against-its-own-size.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Strong Doubts in Europe On Microsoft Compliance  The European Commission has strong doubts that Microsoft is obeying an order issued a year ago in an antitrust ruling against the company, a spokesman said.    The commission could impose fines up t...",
      "abstract": " Strong Doubts in Europe On Microsoft Compliance  The European Commission has strong doubts that Microsoft is obeying an order issued a year ago in an antitrust ruling against the company, a spokesman said.    The commission could impose fines up to 5 percent of daily worldwide sales until it decides that Microsoft is complying with the order, which requires it to disclose information about Windows to rival software makers. [Page C2.]    Interpublic Again Delays Results  Interpublic, the advertising giant, said continuing problems with accounting would cause further delays in releasing its financial results. Stuart Elliott: Advertising. [C6.]    Ann Taylor Names Chief Executive  Ann Taylor, the clothing chain, reported disappointing earnings and named a new chief executive. [C3.]    Triumph for a Young Prosecutor  The conviction of Bernard J. Ebbers for his role in the WorldCom fraud was the latest in a string of victories for David B. Anders. [C2.]    Westlaw to Restrict Data Access  Senator Charles E. Schumer said executives at the data broker Westlaw had agreed to new restrictions on the release of information like Social Security numbers. [C4.]    Strong Profits for Wall Street Firms  Goldman Sachs and Morgan Stanley followed their Wall Street peers in reporting strong first-quarter earnings, fueled by continued strength in trading. [C7.]    New Yorker Tops Nominations  The New Yorker once again received more nominations for National Magazine Awards than any other publication. [C6.]    Bertelsmann Earnings Up Sharply  Bertelsmann, the German media company, reported sharply higher profit for 2004, propelled by best-selling books and deep cost-cutting at its music division. [C6.]    Schröder Seeks Corporate Tax Cut  Chancellor Gerhard Schröder of Germany said he wanted to reduce corporate taxes to 19 percent from their current 25 percent to improve business competitiveness. [A3.]    Big Orders for Jets From Brazil  The Brazilian jet maker Embraer is building a new kind of plane that may allow JetBlue to serve many smaller markets in the United States. Maurício Botelho, left, the chief executive, said the planes were suited for regional and low-fare airlines looking to expand, as well as older airlines with a need to cut expenses. [C2.]    OPEC Speaks; Not Everyone Listens  Hours after OPEC ministers meeting in Iran decided to increase a production ceiling, oil prices in New York jumped to a new high. It seems there is little OPEC can do about rising prices. [C7.]    Stocks Stabilize Despite Oil Rise  Major indexes fluttered in a narrow range even as oil headed higher. The Dow average fell 6.72 points, to 10,626.35. The S.&P. 500 rose 2.14 points, to 1,190.21, and the Nasdaq composite gained 0.67 points, to 2,016.42. [C7.]    F.D.A. Nominee Is Questioned  Senate Democrats questioned Dr. Lester M. Crawford, President Bush's choice to lead the Food and Drug Administration, about approval for over-the-counter sales of a morning-after pill made by Barr Laboratories. [A16.]    Citigroup Told to Delay Takeovers  The Federal Reserve has told Citigroup to delay plans for major takeovers until it addresses regulatory problems and tightens internal controls. [C4.]    Surgeons' Bid for a Board Is Denied  A group of vascular surgeons was turned down again in its effort to create an independent medical board, but a new system of certifying the specialists was approved. [C4.]  ",
      "lead_paragraph": "Strong Doubts in Europe On Microsoft Compliance The European Commission has strong doubts that Microsoft is obeying an order issued a year ago in an antitrust ruling against the company, a spokesman said.",
      "publication_date": "2005-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/18/business/business-digest.html",
      "byline": ""
    }
  ]
}