{
  "metadata": {
    "date": "2005-04-01",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "A Final Verdict on Prewar Intelligence Is Still Elusive",
      "snippet": "Analysis: presidential commission on intelligence leaves little doubt that Pres Bush and top aides got what they wanted, not what they needed, when they were told that Saddam Hussein had threatening arsenal of illicit weapons; report states that i...",
      "abstract": "Analysis: presidential commission on intelligence leaves little doubt that Pres Bush and top aides got what they wanted, not what they needed, when they were told that Saddam Hussein had threatening arsenal of illicit weapons; report states that intelligence analysts worked in environment that did not encourage skepticism about the conventional wisdom; latest and presumably last official review of one of worst intelligence failures of modern times leaves unresoveld what may be biggest question of all: who is accountable, and will they ever be hold to account for letting mere assumptions 'harden into presumptions,' according to Judge Laurence H Silberman, who chaired panel; photo of Silberman and co-chair Charles Robb (M)",
      "lead_paragraph": "WASHINGTON, March 31 - It found no evidence that intelligence had been politically twisted to suit preconceptions about Iraq's unconventional weapons programs, and made no formal judgments about how top policy makers had used that intelligence to justify war. Yet in its own way, the presidential commission on intelligence left little doubt that President Bush and his top aides had gotten what they wanted, not what they needed, when they were told that Saddam Hussein had a threatening arsenal of illicit weapons.",
      "publication_date": "2005-04-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/01/politics/a-final-verdict-on-prewar-intelligence-is-still-elusive.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "Pope in 'Very Grave' Condition After Suffering a Heart Attack",
      "snippet": "Vatican statement says Pope John Paul II's condition is 'very grave'; he reportedly suffered heart attack and been given last rites; he has developed high fever because of urinary tract infection; Vatican says he is 'conscious, lucid and tranquil,...",
      "abstract": "Vatican statement says Pope John Paul II's condition is 'very grave'; he reportedly suffered heart attack and been given last rites; he has developed high fever because of urinary tract infection; Vatican says he is 'conscious, lucid and tranquil,' and he has decided not to go to hospital; terse statement from Vatican leaves many questions unanswered; there seem conflicting signs of just how grave latest crisis is; pilgrims flock to St Peter's Square with news that pope's health has worsened; photos (M)",
      "lead_paragraph": "VATICAN CITY, Friday, April 1 - The condition of Pope John Paul II was \"very grave,\" the Vatican said early on Friday, and he was given last rites after suffering a heart attack on Thursday.",
      "publication_date": "2005-04-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/01/front page/world/pope-in-very-grave-condition-after-suffering-a-heart.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "If the Old Merger Was a Disaster, Why Not Try Another One?",
      "snippet": "Floyd Norris column on internal problems at Morgan Stanley that dates to 1997 when Morgan Stanley ageed to merge with Dean Witter; says Morgan Stanley has not been hired bhy any of parties in MCI merger contest with Qwest and Verizon and may miss ...",
      "abstract": "Floyd Norris column on internal problems at Morgan Stanley that dates to 1997 when Morgan Stanley ageed to merge with Dean Witter; says Morgan Stanley has not been hired bhy any of parties in MCI merger contest with Qwest and Verizon and may miss out on bonanza, but that may be just as well because Morgan Stanley bankers have other battles to wage; graph (M)",
      "lead_paragraph": "HAPPY days are here again for investment bankers.",
      "publication_date": "2005-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/01/business/if-the-old-merger-was-a-disaster-why-not-try-another-one.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Morgan Stanley Trying to Rally Support for Chief",
      "snippet": "Morgan Stanley goes on offensive as its embattled chief executive, Philip J Purcell, takes new steps to consolidate his control over divided firm; company officials are preparing public letter in support of Purcell and his strategy, which would be...",
      "abstract": "Morgan Stanley goes on offensive as its embattled chief executive, Philip J Purcell, takes new steps to consolidate his control over divided firm; company officials are preparing public letter in support of Purcell and his strategy, which would be signed by members of management committee, as well as senior managing directors; how many bankers sign on remains uncertain, given rancor that still exists within firm; Stephen S Crawford and Zoe Cruz, who were recently appointed by Purcell as co-presidents, hold forum with firm's investment bankers; accompanied by Tarek F Abdel-Meguid, head of investment banking department, co-presidents urge Morgan's skeptical bankers to rally around new leadership; few managing directors attend forum; tepid response underscores steep challenge Purcell and his new team faces in unifying investment bank, where many bankers still feel deeply loyal to two departed executives--Vikram S Pandit and John P Havens--and resent what they feel to be series of loyalty tests that they have been asked to take; strong divisions still remain at firm between Morgan Stanley and Dean Witter executives that date back to their merger in 1997 (M)",
      "lead_paragraph": "Morgan Stanley went on the offensive yesterday as its embattled chief executive, Philip J. Purcell, took new steps to consolidate his control over the divided firm.",
      "publication_date": "2005-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/01/business/morgan-stanley-trying-to-rally-support-for-chief.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Even Death Does Not Quiet Harsh Political Fight",
      "snippet": "Political battle over Terri Schiavo erupts anew, even after her death; House majority leader Tom DeLay threatens retribution against judges who refused to intercede in case; Democrats, who mostly stayed on political sidelines in matter, immediatel...",
      "abstract": "Political battle over Terri Schiavo erupts anew, even after her death; House majority leader Tom DeLay threatens retribution against judges who refused to intercede in case; Democrats, who mostly stayed on political sidelines in matter, immediately seize on DeLay's remarks; Sen Edward M Kennedy, noting that people in case have already had their lives threatened, calls on DeLay to make clear that he is not advocating violence against anyone; Gov Jeb Bush appears to seek respite from political battles over Schiavo, saying it may be appropriate to wait before passing laws to address similar cases; Democrats argue that willingness of Republican-led Congress to intervene in one family's court battle will rally opposition; they cite polls that have consistently showed overwhelming public opposition to Congressional role; timeline with major events in case, beginning with Terri Schiavo's collapse in Feb 1990 (M)",
      "lead_paragraph": "WASHINGTON, March 31 - The political battle over Terri Schiavo erupted anew on Thursday as conservatives portrayed her death as the result of an unaccountable judiciary and Representative Tom DeLay, the House majority leader, threatened retribution against the judges who refused to intercede in the case.",
      "publication_date": "2005-04-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/01/politics/even-death-does-not-quiet-harsh-political-fight.html",
      "byline": "By Carl Hulse and David D. Kirkpatrick"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "A Weak Quarter for Stocks, And the Outlook Is Mixed  Even with the best daily rally of the year on Wednesday, the Dow average and the S.&P. 500 finished down 2.6 percent for the quarter, while the Nasdaq composite fell 8.1 percent.     From here o...",
      "abstract": " A Weak Quarter for Stocks, And the Outlook Is Mixed  Even with the best daily rally of the year on Wednesday, the Dow average and the S.&P. 500 finished down 2.6 percent for the quarter, while the Nasdaq composite fell 8.1 percent.     From here on, analysts say, the outlook for stocks is dependent on whether crude oil prices drop, whether inflation leads to interest rate increases and how much the economy slows down. [Page C6.]    Report Warns of Military Overruns  A report by the Government Accountability Office warned that the costs of the Pentagon's arsenal could soar by hundreds of billions of dollars over the next decade. [C3.]    Liz Smith and Newsday in Dispute  Newsday said it was parting ways with the gossip columnist Liz Smith, left, after she decided not to exercise an option to renew her contract. Ms. Smith said Newsday, which has been cutting costs, was trying to get rid of her to save money. ''The reports of my demise are very premature,'' she said. [C5.]    Data Ease Worries About Inflation  Reports on consumer spending and income eased concern about an overheating economy and the need to raise interest rates. [C3.]    Medical Device Reviews Criticized  Federal regulators released a report that was critical of their own oversight of medical device makers. [C3.]    Smith Barney Faces Bias Lawsuit  Four women filed suit against Smith Barney, contending that they were denied business opportunities while working there because of sex discrimination. [C3.]    Car Buyers in China Think Small  The Chinese have slowed their car purchases, and the cars they buy tend to be small and inexpensive -- trends that are hurting Western manufacturers. [C4.]    Jobs Scarce in France and Germany  Unemployment in Germany rose to 12 percent in March, while in France the rate remained 10.1 percent in February. [C4.]    Profits Drop 40% at Freddie Mac  Freddie Mac, the government-sponsored finance company, said its earnings plunged more than 40 percent last year. The shrinking profit was a result of a $4.48 billion loss from derivatives, financial contracts used to protect its mortgage assets against fluctuating interest rates. The company said derivatives continued to be an effective tool. [C6.]    Intel May Build Plant Overseas  The president of Intel warned that because of high tax rates in the United States, his company may build its next $3 billion semiconductor factory overseas. [C12.]    World Bank Confirms Wolfowitz  Paul D. Wolfowitz, the deputy defense secretary, was unanimously confirmed as the new president of the World Bank. [A8.]    Doctors' Billing of Medicare Rises  Medicare spending for doctors' services shot up 15 percent last year. [A14.]    New York Railyard Vote Favors Jets  New York transit officials voted to sell control of the West Side railyards to the Jets. [B1.]  ",
      "lead_paragraph": "A Weak Quarter for Stocks, And the Outlook Is Mixed Even with the best daily rally of the year on Wednesday, the Dow average and the S.&P. 500 finished down 2.6 percent for the quarter, while the Nasdaq composite fell 8.1 percent.",
      "publication_date": "2005-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/01/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Your Car: Politics on Wheels",
      "snippet": "Article on latest market research attempting to identify differences between cars driven by Democrats and Republicans; American car buyers tend to be Republican, except for those who buy Pontiacs, and foreign-brand compact cars are usually bought ...",
      "abstract": "Article on latest market research attempting to identify differences between cars driven by Democrats and Republicans; American car buyers tend to be Republican, except for those who buy Pontiacs, and foreign-brand compact cars are usually bought by Democrats, except for Mini Coopers, which are bought by almost equal numbers of Democrats and Republicans; chart (M)",
      "lead_paragraph": "IT has always been tempting to think you can figure out who a person is and what he thinks by what he drives. That subject was raised recently by Chely Wright in her country and western hit, \"Bumper of My S.U.V.,\" in which she tells of a \"lady in a minivan\" giving her a vulgar hand gesture for driving a car with a Marines bumper sticker:",
      "publication_date": "2005-04-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "F",
      "web_url": "https://www.nytimes.com/2005/04/01/automobiles/your-car-politics-on-wheels.html",
      "byline": "By John Tierney"
    },
    {
      "headline": "Schiavo Dies, Ending Bitter Case Over Feeding Tube",
      "snippet": "Terri Schiavo dies almost two weeks after removal of her feeding tube, with her husband Michael at her side; enmity between him and her parents and siblings that has defined case persists even in final minutes before her death, as Michael Schiavo ...",
      "abstract": "Terri Schiavo dies almost two weeks after removal of her feeding tube, with her husband Michael at her side; enmity between him and her parents and siblings that has defined case persists even in final minutes before her death, as Michael Schiavo insists that her brother Bobby Schindler leave her room in final minutes of her life; Pres Bush expresses sympathy to 'Terri Schiavo's families' and calls on nation to 'build a culture of life'; Vatican issues statement calling her death 'violation of the sacred nature of life'; Gov Jeb Bush calls case 'toughest issue' in his tenure; within hours of her death, her body is transported to medical examiner's office, where autopsy is to be performed; George Felos, Michael Schiavo's lawyer, says Schiavo wants public to know 'full and massive extent' of her brain damage to counteract accusations that she was cognizant, communicative and involuntarily starved to death; photos (M)",
      "lead_paragraph": "PINELLAS PARK, Fla., March 31 - The long, sorrowful struggle over Terri Schiavo's life ended Thursday morning when she died in her hospice bed almost two weeks after the removal of her feeding tube, her parents and siblings absent, the husband they reviled at her side.",
      "publication_date": "2005-04-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/01/us/schiavo-dies-ending-bitter-case-over-feeding-tube.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "Qwest, Refusing to Accept No, Raises MCI Bid",
      "snippet": "Qwest Communications International once again raises its offer for MCI; new offer of $8.9 billion comes two days after MCI's board tried to end contest by accepting $7.6 billion bid from Verizon Communications; Qwest's new bid would give MCI share...",
      "abstract": "Qwest Communications International once again raises its offer for MCI; new offer of $8.9 billion comes two days after MCI's board tried to end contest by accepting $7.6 billion bid from Verizon Communications; Qwest's new bid would give MCI shareholders $27.50 a share, with $13.50 in cash and rest in stock; Qwest asks MCI to respond to its new bid by April 5 (M)",
      "lead_paragraph": "Signaling its refusal to back down from a two-month bidding war, Qwest Communications International has once again raised its offer for MCI.",
      "publication_date": "2005-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/01/business/qwest-refusing-to-accept-no-raises-mci-bid.html",
      "byline": "By Ken Belson and Matt Richtel"
    },
    {
      "headline": "Koppel Leaving ABC News and 'Nightline' in December",
      "snippet": "Ted Koppel, who has been host of Nightline on ABC, will leave network when his contract expires in early December; it is not immediately clear how ABC intends to replace him; network executives offer assurances that 11:35 pm time slot of Nightline...",
      "abstract": "Ted Koppel, who has been host of Nightline on ABC, will leave network when his contract expires in early December; it is not immediately clear how ABC intends to replace him; network executives offer assurances that 11:35 pm time slot of Nightline will remain in hands of ABC News, at least in months immediately after Koppel leaves; industry executives note that network, owned by Walt Disney Co, is leaving as much as $100 million a year on table by not scheduling entertainment program at that hour; chart; graph; photos (M)",
      "lead_paragraph": "Ted Koppel, who during a quarter-century as the host of \"Nightline\" on ABC has provided a hard-news alternative to the monologues and banter of Johnny Carson, Jay Leno and David Letterman, will leave the network when his contract expires in early December, ABC News announced yesterday.",
      "publication_date": "2005-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/01/business/media/koppel-leaving-abc-news-and-nightline-in-december.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "For Insurance Regulators, Trails Lead to Dublin",
      "snippet": "Financiers have helped transform Dublin into one of world's most innovative insurance providers; they have also turned Dublin into unlikely hot spot in growing insurance scandal that has toppled chief executives and even pulled investing legend Wa...",
      "abstract": "Financiers have helped transform Dublin into one of world's most innovative insurance providers; they have also turned Dublin into unlikely hot spot in growing insurance scandal that has toppled chief executives and even pulled investing legend Warren E Buffett into its orbit; at center of investigations is General Re Corp, unit of Berkshire Hathaway, holding company that includes Buffett's insurance operations; investigators are exploring General Re in connection with possible financial manipulation at some of world's largest and most prestigious insurers; General Re, which has substantial presence in Dublin, is one among dozens companies that have enjoyed surge in business since first venturing to Dublin in early 1990's; city's insurance industry is based in 40-acre self-contained business park, International Financial Services Center, where Irish government offers corporate tax rate far below rates other large European Union members impose on companies; center is home to hundreds of concerns that employ about 16,000; photos (M)",
      "lead_paragraph": "DUBLIN, March 31 - Inside a sprawling complex of emerald-green glass towers, where derelict shipyards once lined the River Liffey, financiers have helped transform this city into one of the world's most innovative insurance providers. They have also turned Dublin into an unlikely hot spot in a growing insurance scandal that has toppled chief executives and even pulled the investing legend Warren E. Buffett into its orbit.",
      "publication_date": "2005-04-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/01/business/worldbusiness/for-insurance-regulators-trails-lead-to-dublin.html",
      "byline": "By Brian Lavery and Timothy L. O'Brien"
    },
    {
      "headline": "BUSH PANEL FINDS BIG FLAWS REMAIN IN U.S. SPY EFFORTS",
      "snippet": "Presidential commission tells Pres Bush that underlying causes of intelligence failure on Iraq's weapons programs 'are still all too common,' and warns that United States knows 'disturbingly little' about nuclear programs of many of world's 'most ...",
      "abstract": "Presidential commission tells Pres Bush that underlying causes of intelligence failure on Iraq's weapons programs 'are still all too common,' and warns that United States knows 'disturbingly little' about nuclear programs of many of world's 'most dangerous actors'; report flatly states that harm done to American credibility because of Iraq failure would take 'years to undo'; warns of specific new vulnerabilities, especially in understanding spread of biological weapons programs; report calls for radical reorganization of many of nation's 15 intelligence agencies to end long-running turf wars that have divided them; says John D Negroponte, who has not yet been confirmed as first director of national intelligence, should encourage culture that challenges assumptions before they turn into accepted wisdom, as was case about Iraq in prelude to American-led invasion; report is particularly blistering about low quality of 'President's Daily Brief,' which was once deemed gold standard of American intelligence; claims intelligence estimate on Iraqi threat was 'dead wrong'; Bush, after meeting with full commission, says 'we will correct what needs to be fixed'; chart with panel's suggested changes within US intelligence structure (L)",
      "lead_paragraph": "WASHINGTON, March 31 - In a scorching assessment of chronic dysfunction inside American intelligence agencies, a presidential commission told President Bush on Thursday that the underlying causes of the failure to have understood Iraq's weapons programs \"are still all too common.\" It also warned that the United States \"knows disturbingly little about the nuclear programs of many of the world's most dangerous actors.\"",
      "publication_date": "2005-04-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/01/washington/the-intelligence-critique-the-report-bush-panel-finds-big-flaws.html",
      "byline": "By Scott Shane and David E. Sanger"
    }
  ]
}