{
  "metadata": {
    "date": "2005-08-09",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "A Supplier of Parts Seeks Help From G.M.",
      "snippet": "Delphi chief executive Robert S Miller says company might seek bankruptcy protection if it does not considerably reduce its labor costs, development that could have severe consequences for industry and it workers; aims his comments at United Autom...",
      "abstract": "Delphi chief executive Robert S Miller says company might seek bankruptcy protection if it does not considerably reduce its labor costs, development that could have severe consequences for industry and it workers; aims his comments at United Automobile Workers, company's largest labor union, and General Motors, its former parent; Delphi says it lost $338 million in second quarter compared with profit of $143 million year earlier; auto supplier Visteon, which was spun off from Ford Motor Co, says it lost $1.2 billion in most recent quarter compared with profit of $24 million in period year ago; photo (M)",
      "lead_paragraph": "DETROIT, Aug. 8 - The chief executive of Delphi, the big auto parts supplier, said Monday that it might seek bankruptcy protection if it did not considerably reduce its labor costs, a development that could have severe consequences for the industry and its workers.",
      "publication_date": "2005-08-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/09/automobiles/a-supplier-of-parts-seeks-help-from-gm.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Reluctant ABC Faces Its Nights After Jennings",
      "snippet": "Senior executives at ABC and its parent Walt Disney Co adopt wait-and-see attitude about most crucial question facing network: who will succeed Peter Jennings as anchor of World News Tonight; calculus involved in naming successor is described by i...",
      "abstract": "Senior executives at ABC and its parent Walt Disney Co adopt wait-and-see attitude about most crucial question facing network: who will succeed Peter Jennings as anchor of World News Tonight; calculus involved in naming successor is described by insiders as incredibly intricate; for now, Charles Gibson and Elizabeth Vargas will continue to alternate in evening as they have since Jennings departed his broadcast on Apr 5; Gibson is said to be front-runner as permanent replacement, but he already is co-host of Good Morning America, which is far more profitable than evening news show; photo; graph (M)",
      "lead_paragraph": "It is known in the news business as an advance obituary -- a report that can be published or broadcast on short notice should an important figure die on deadline.",
      "publication_date": "2005-08-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/09/business/media/reluctant-abc-faces-its-nights-after-jennings.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Today's Insider Trading Suspect May Wear a Lab Coat",
      "snippet": "Securities and Exchange Commission is taking closer look at whether doctors participating in clinical trials with drug companies are accepting money to talk to analysts and investors about confidential results; probe could have broad implications ...",
      "abstract": "Securities and Exchange Commission is taking closer look at whether doctors participating in clinical trials with drug companies are accepting money to talk to analysts and investors about confidential results; probe could have broad implications for investors in drug companies, in particular hedge funds, which are aggressive consumers of information; inquiry could also have impact on analysts seeking to do independent research and new breed of research firms that facilitate primary research by connecting investors with specialists in particular field; Sen Charles E Grassley, chairman of Finance Committee, calls on Justice Department as well as SEC to investigate issue of payment for drug trial results; photo (Market Place column) (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/09/business/todays-insider-trading-suspect-may-wear-a-lab-coat.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Oil Prices, Amid Global Concerns, Surge to a Record",
      "snippet": "Crude oil prices hit record $64 a barrel, pushed by concerns over Middle East supplies and refinery shutdowns in US; crude oil for September delivery closes at $63.94 a barrel, up $1.63, or 2.6 percent; oil prices have risen 47 percent this year; ...",
      "abstract": "Crude oil prices hit record $64 a barrel, pushed by concerns over Middle East supplies and refinery shutdowns in US; crude oil for September delivery closes at $63.94 a barrel, up $1.63, or 2.6 percent; oil prices have risen 47 percent this year; Pres Bush signs energy bill that provides some incentives for domestic oil and gas producers but does little to curb consumption; photo (M)",
      "lead_paragraph": "With little news to restrain oil markets, crude prices began the week by hitting a record $64 a barrel yesterday, pushed higher by concerns over Middle East supplies and refinery shutdowns in the United States.",
      "publication_date": "2005-08-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/09/business/oil-prices-amid-global-concerns-surge-to-a-record.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Atomic Activity Resumes in Iran Amid Warnings",
      "snippet": "Iran resumes sensitive nuclear activities at its Isfahan facility, even after European negotiators threaten to refer such action to United Nations Security Council for punitive measures; International Atomic Energy Agency surveillance cameras show...",
      "abstract": "Iran resumes sensitive nuclear activities at its Isfahan facility, even after European negotiators threaten to refer such action to United Nations Security Council for punitive measures; International Atomic Energy Agency surveillance cameras show Iranian technicians resuming intricate process of converting uranium that Iran says is intended to yield energy but that West worries is precursor to development of nuclear weapons; United States and its European allies react with dismay; they are expected to take matter to Security Council with recommendation for economic sanctions if Iran does not back down; Iran has admitted to deceiving inspectors for 17 years about many of its activities, and US argues that those deceptions negate its right to full nuclear program and provide basis for international sanctions; diagrams (M)",
      "lead_paragraph": "TEHRAN, Aug. 8 - Iran resumed sensitive nuclear activities at one of its facilities on Monday, despite warnings from European negotiators that the move would prompt them to refer the case to the United Nations Security Council for punitive action.",
      "publication_date": "2005-08-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/09/world/middleeast/atomic-activity-resumes-in-iran-amid-warnings.html",
      "byline": "By Nazila Fathi and Joel Brinkley"
    },
    {
      "headline": "Panel Accuses Former U.N. Aide of Bribe Scheme",
      "snippet": "Benon V Sevan, former director of United Nations oil-for-food program in Iraq, is accused of accepting money from kickbacks in Iraqi oil sales, and another UN official is accused of soliciting bribe from program contractor by commission investigat...",
      "abstract": "Benon V Sevan, former director of United Nations oil-for-food program in Iraq, is accused of accepting money from kickbacks in Iraqi oil sales, and another UN official is accused of soliciting bribe from program contractor by commission investigating UN program; panel, led by Paul A Volcker, says Sevan made $150,00 by exploiting program; says Aleksandr Yakovlev's bribe offer was unsuccessful; Yakovlev has aleady pleaded guilty to several charges in another case; latest report from Volcker panel is first to accuse UN officials of outright corruption and personal benefit; Sevan sends letter to Secretary General Kofi Annan denying charges and saying he is being made scapegoat by enemies of UN; days ago he resigned from his $1-a-year advisory position at UN, post meant specifically to ensure his availability for Volcker inquiry; Manhattan Dist Atty Robert M Morgenthau opened criminal investigation of Sevan last month (M)",
      "lead_paragraph": "The commission investigating the United Nations oil-for-food program in Iraq yesterday accused the former director, Benon V. Sevan, of accepting money from kickbacks in Iraqi oil sales and accused another United Nations official of soliciting a bribe from a program contractor.",
      "publication_date": "2005-08-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/09/world/middleeast/panel-accuses-former-un-aide-of-bribe-scheme.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "4 in 9/11 Plot Are Called Tied To Qaeda in '00",
      "snippet": "Small, highly classified American military intelligence unit reportedly identified Mohammed Atta and three other future hijackers as likely members of Al Qaeda cell in US more than year before 9/11, but that information was not shared with Federal...",
      "abstract": "Small, highly classified American military intelligence unit reportedly identified Mohammed Atta and three other future hijackers as likely members of Al Qaeda cell in US more than year before 9/11, but that information was not shared with Federal Bureau of Investigation because Atta and others had valid US entry visas; Rep Curt Weldon and former defense intelligence official recall sense of discomfort common before 9/11 about sharing intelligence information with law enforcement agency; report produced by 9/11 commission does not mention this episode; Weldon referred to it in June, in little-noticed speech on House floor; matter has resurfaced in report by GSN: Government Security News, which is published every two weeks; Weldon says he bases his assertions on claims of at least three other former intelligence officers with direct knowledge of project; says some of them first called episode to his attention shortly after 9/11 attacks; this would be first assertion that Atta was identified by any American government agency as potential threat before 9/11 attacks (M)",
      "lead_paragraph": "WASHINGTON, Aug. 8 - More than a year before the Sept. 11 attacks, a small, highly classified military intelligence unit identified Mohammed Atta and three other future hijackers as likely members of a cell of Al Qaeda operating in the United States, according to a former defense intelligence official and a Republican member of Congress.",
      "publication_date": "2005-08-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/09/us/front page/4-in-911-plot-are-called-tied-to-qaeda-in-00.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "Expert Panel Gives Advice That Surprises a Drug Maker",
      "snippet": "Outside advisory committee formed by Scios unit of Johnson & Johnson, led by Dr Eugene Braunwald of Harvard Medical School, determined in June that use of Natrecor, Scios's popular heart failure therapy, should be strictly limited to acutely ill p...",
      "abstract": "Outside advisory committee formed by Scios unit of Johnson & Johnson, led by Dr Eugene Braunwald of Harvard Medical School, determined in June that use of Natrecor, Scios's popular heart failure therapy, should be strictly limited to acutely ill patients in hospitals; committee asked Scios to begin warning doctors against drug's use in outpatients, treatment that had not been approved by Food and Drug Administration but that had helped turn Natrecor into big money maker; some committee members have expressed concern about ways Scios has responded to its recommendations; Scios defends its response to Braunwald committee's recommendations and says it is preparing to expand its physician outreach campaign warning doctors against using Natrecor on outpatients (M)",
      "lead_paragraph": "Call it the advisory committee that keeps on giving advice.",
      "publication_date": "2005-08-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/09/business/expert-panel-gives-advice-that-surprises-a-drug-maker.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "About the Tables",
      "snippet": "Business Day section of New York Times is making two changes to its financial tables beginning Aug 9 (S)",
      "abstract": "Business Day section of New York Times is making two changes to its financial tables beginning Aug 9 (S)",
      "lead_paragraph": "Starting today, Business Day is making two changes to its financial tables.",
      "publication_date": "2005-08-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/09/business/about-the-tables.html",
      "byline": ""
    },
    {
      "headline": "The Stent Is a Superstar, but What About an Encore?",
      "snippet": "Taxus drug-coated heart stent has proved to be decidedly mixed blessing for Boston Scientific; it has transformed company from one known for broad but obscure array of medical devices into cash-rich powerhouse, but one dependent on a single high-p...",
      "abstract": "Taxus drug-coated heart stent has proved to be decidedly mixed blessing for Boston Scientific; it has transformed company from one known for broad but obscure array of medical devices into cash-rich powerhouse, but one dependent on a single high-profile product for more than half of its earnings; courtroom battles over Boston Scientific's patents and technology--most notably with its giant rival in stents, Johnson & Johnson--have raised questions about company's ability to enhance its current Taxus line; chairman Peter B Nicholas and chief executive James R Tobin comment on company's strategy; photos (M)",
      "lead_paragraph": "Few companies have ever enjoyed a product success like Boston Scientific did when it introduced its Taxus stent to the American market 16 months ago.",
      "publication_date": "2005-08-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/09/business/the-stent-is-a-superstar-but-what-about-an-encore.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "G.M. Thrives in China With Small, Thrifty Vans",
      "snippet": "General Motors, with its Chinese partner Wuling, has become top automobile company in China by making fuel-efficient minivans and small trucks that are popular with consumers; Wuling Sunshine minivan is far cry from big-is-better image of GM in Un...",
      "abstract": "General Motors, with its Chinese partner Wuling, has become top automobile company in China by making fuel-efficient minivans and small trucks that are popular with consumers; Wuling Sunshine minivan is far cry from big-is-better image of GM in United States, where it produces some of largest gas guzzlers on market, like Hummers; Wuling Sunshine minivan has quarter horsepower of American minivans, weak acceleration and top speed of 81 miles an hour; its development was led by Philip F Murtaugh, maverick executive who was able to create in China kind of innovative environment that GM has struggled for decades to achieve in its American operations; but Murtaugh's success in China led to his departure from company, in what may be telling sign of corporate culture at GM; photos; graphs (M)",
      "lead_paragraph": "LIUZHOU, China - In this obscure corner of southern China, General Motors seems to have hit on a hot new formula: $5,000 minivans that get 43 miles to the gallon in city driving. That combination of advantages has captivated Chinese buyers, propelling G.M. into the leading spot in this nascent car market.",
      "publication_date": "2005-08-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/09/automobiles/gm-thrives-in-china-with-small-thrifty-vans.html",
      "byline": "BY Keith Bradsher"
    }
  ]
}