{
  "metadata": {
    "date": "2005-11-21",
    "total_articles": 31
  },
  "articles": [
    {
      "headline": "DeLay Ex-Aide to Plead Guilty in Lobby Case",
      "snippet": "Michael Scanlon, a former top official for Representative Tom DeLay and onetime partner of the lobbyist Jack Abramoff, has agreed to plead guilty in a deal with federal prosecutors, according to his lawyer. The deal reveals a broadening corruption...",
      "abstract": "Michael Scanlon, a former top official for Representative Tom DeLay and onetime partner of the lobbyist Jack Abramoff, has agreed to plead guilty in a deal with federal prosecutors, according to his lawyer. The deal reveals a broadening corruption investigation involving top members of Congress.     Criminal papers filed in federal court outlined a conspiracy that not only named Mr. Scanlon but also mentioned a congressman, identified only as Representative No. 1, as part of the exchange of favors from clients funneled to lobbyists and officials.  ",
      "lead_paragraph": "WASHINGTON, Nov. 18 - Michael Scanlon, a former top official for Representative Tom DeLay and onetime partner of the lobbyist Jack Abramoff, has agreed to plead guilty in a deal with federal prosecutors, according to his lawyer. The deal reveals a broadening corruption investigation involving top members of Congress.",
      "publication_date": "2005-11-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/19/politics/delay-exaide-to-plead-guilty-in-lobby-case.html",
      "byline": "By Anne E. Kornblut"
    },
    {
      "headline": "New Orleans Utility Struggles to Relight a City of Darkness",
      "snippet": "From his temporary headquarters on the top floor of the Hyatt Regency here, Daniel F. Packer, the chief executive of Entergy New Orleans, has a perfect vantage point for viewing the problem confronting his beleaguered utility company: lights twink...",
      "abstract": "From his temporary headquarters on the top floor of the Hyatt Regency here, Daniel F. Packer, the chief executive of Entergy New Orleans, has a perfect vantage point for viewing the problem confronting his beleaguered utility company: lights twinkling in dozens of neighborhoods, but darkness spread across 40 percent of the city.      Those vast stretches of New Orleans without access to electrical power represent the magnitude of work the utility must perform before the city can recover. Nearly three months after Hurricane Katrina, the afflicted areas include not only devastated sections of town like the Lower Ninth Ward but also neighborhoods that suffered relatively little water and wind damage.  ",
      "lead_paragraph": "NEW ORLEANS, Nov. 18 - From his temporary headquarters on the top floor of the Hyatt Regency here, Daniel F. Packer, the chief executive of Entergy New Orleans, has a perfect vantage point for viewing the problem confronting his beleaguered utility company: lights twinkling in dozens of neighborhoods, but darkness spread across 40 percent of the city.",
      "publication_date": "2005-11-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/19/us/nationalspecial/new-orleans-utility-struggles-to-relight-a-city-of.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "G.E. to Sell Insurance Business to Swiss Re",
      "snippet": "The General Electric Company said yesterday that it was selling its troubled reinsurance business for $6.8 billion to Swiss Re, which will become the largest company in the world selling insurance to insurance companies.     The insurance business...",
      "abstract": "The General Electric Company said yesterday that it was selling its troubled reinsurance business for $6.8 billion to Swiss Re, which will become the largest company in the world selling insurance to insurance companies.     The insurance business has been ''a tough strategic fit for G.E.,'' said Jeffrey R. Immelt, the company's chief executive, who wants to focus on faster-growing sectors. Over the last five years, he said, G.E.'s main insurance unit has lost $700 million and required the infusion of $3.2 billion.  ",
      "lead_paragraph": "The General Electric Company said yesterday that it was selling its troubled reinsurance business for $6.8 billion to Swiss Re, which will become the largest company in the world selling insurance to insurance companies.",
      "publication_date": "2005-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/19/business/worldbusiness/ge-to-sell-insurance-business-to-swiss-re.html",
      "byline": "By Joseph B. Treaster and Claudia H. Deutsch"
    },
    {
      "headline": "$100 Billion in the Hands of a Computer",
      "snippet": "PEOPLE ask me all the time: What's your secret?'' James Simons said.      We were sitting in an office in Manhattan that Mr. Simons uses when he's not at the Long Island offices of Renaissance Technologies, the money management firm he founded in ...",
      "abstract": "PEOPLE ask me all the time: What's your secret?'' James Simons said.      We were sitting in an office in Manhattan that Mr. Simons uses when he's not at the Long Island offices of Renaissance Technologies, the money management firm he founded in 1982. He was wearing an elegant shirt and tie, and loafers with no socks. He took a drag from a cigarette, the second of three he would smoke in the course of a long interview.  ",
      "lead_paragraph": "PEOPLE ask me all the time: What's your secret?\" James Simons said.",
      "publication_date": "2005-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/19/business/100-billion-in-the-hands-of-a-computer.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "For a G.M. Family, the American Dream Vanishes",
      "snippet": "Four generations of the Roy family relied on General Motors for their prosperity.      Over more than seven decades, the company's wages bought the Roys homes, cars and once-unimaginable comforts, while G.M.'s enviable medical and pension benefits...",
      "abstract": "Four generations of the Roy family relied on General Motors for their prosperity.      Over more than seven decades, the company's wages bought the Roys homes, cars and once-unimaginable comforts, while G.M.'s enviable medical and pension benefits have kept them secure in their retirements.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/19/business/businessspecial2/for-a-gm-family-the-american-dream-vanishes.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Uproar in House as Parties Clash on Iraq Pullout",
      "snippet": "Republicans and Democrats shouted, howled and slung insults on the House floor on Friday as a debate over whether to withdraw American troops from Iraq descended into a fury over President Bush's handling of the war and a leading Democrat's call t...",
      "abstract": "Republicans and Democrats shouted, howled and slung insults on the House floor on Friday as a debate over whether to withdraw American troops from Iraq descended into a fury over President Bush's handling of the war and a leading Democrat's call to bring the troops home.      The battle boiled over when Representative Jean Schmidt, an Ohio Republican who is the most junior member of the House, told of a phone call she had just received from a Marine colonel back home.  ",
      "lead_paragraph": "WASHINGTON, Nov. 18 - Republicans and Democrats shouted, howled and slung insults on the House floor on Friday as a debate over whether to withdraw American troops from Iraq descended into a fury over President Bush's handling of the war and a leading Democrat's call to bring the troops home.",
      "publication_date": "2005-11-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/19/us/uproar-in-house-as-parties-clash-on-iraq-pullout.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "How to Tame an InflatedEntertainment Budget",
      "snippet": "You probably spend more on entertainment than you do on groceries, clothing or gasoline.      If you don't believe it, take a few minutes to total your monthly costs, starting with the services that have you locked in: basic cable television, and ...",
      "abstract": "You probably spend more on entertainment than you do on groceries, clothing or gasoline.      If you don't believe it, take a few minutes to total your monthly costs, starting with the services that have you locked in: basic cable television, and any premium channels, like HBO or Showtime; Netflix to rent videos; TiVo for digital recording; your high-speed Internet connection; and perhaps, satellite radio and streaming music like Yahoo Music. You are already up to about $200 a month, or $2,400 a year.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/19/business/how-to-tame-an-inflatedentertainment-budget.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Ready, Aim, Shop",
      "snippet": "As contact sports go, there is nothing quite like the four weeks before Christmas. For consumers, every door-busting trip to the neighborhood strip mall is an adventure, if not a near-death experience. For retailers, which generate as much as a th...",
      "abstract": "As contact sports go, there is nothing quite like the four weeks before Christmas. For consumers, every door-busting trip to the neighborhood strip mall is an adventure, if not a near-death experience. For retailers, which generate as much as a third of their annual sales during this manic month, it's a question of survival. And every holiday season has its subplots. Here are five to keep an eye on:    BARGAIN LUXURY -- Sam's Club, J. Crew and Macy's are not names that evoke the high life. But high they will go this holiday, flirting with price tags that cross the $2,000 barrier and march up to $200,000.  ",
      "lead_paragraph": "As contact sports go, there is nothing quite like the four weeks before Christmas. For consumers, every door-busting trip to the neighborhood strip mall is an adventure, if not a near-death experience. For retailers, which generate as much as a third of their annual sales during this manic month, it's a question of survival. And every holiday season has its subplots. Here are five to keep an eye on:",
      "publication_date": "2005-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/19/business/ready-aim-shop.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Coming Soon to Europe: Higher Rates",
      "snippet": "The European Central Bank said Friday that it was poised to raise interest rates, ending weeks of speculation about when Europe would join the United States in tightening credit.      The bank's president, Jean-Claude Trichet, said its governing b...",
      "abstract": "The European Central Bank said Friday that it was poised to raise interest rates, ending weeks of speculation about when Europe would join the United States in tightening credit.      The bank's president, Jean-Claude Trichet, said its governing board would soon ''moderately augment'' interest rates, which have not been raised in five years or changed at all in the last two and a half years.  ",
      "lead_paragraph": "FRANKFURT, Nov. 18 - The European Central Bank said Friday that it was poised to raise interest rates, ending weeks of speculation about when Europe would join the United States in tightening credit.",
      "publication_date": "2005-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/19/business/worldbusiness/coming-soon-to-europe-higher-rates.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Mosque Attacks Kill 70 in Iraq; Hotel Is Hit, Too",
      "snippet": "As worshipers gathered for Friday Prayer, a pair of suicide bombers wearing explosive belts demolished two Shiite mosques in the northern Kurdish town of Khanaqin, killing at least 70 people and wounding more than 100.      Hours earlier, two suic...",
      "abstract": "As worshipers gathered for Friday Prayer, a pair of suicide bombers wearing explosive belts demolished two Shiite mosques in the northern Kurdish town of Khanaqin, killing at least 70 people and wounding more than 100.      Hours earlier, two suicide truck bombs struck a hotel in downtown Baghdad that houses many foreign journalists, killing at least 6 Iraqis and wounding more than 40. A neighboring apartment building crumbled to the ground in a plume of dust.  ",
      "lead_paragraph": "BAGHDAD, Iraq, Nov. 18 - As worshipers gathered for Friday Prayer, a pair of suicide bombers wearing explosive belts demolished two Shiite mosques in the northern Kurdish town of Khanaqin, killing at least 70 people and wounding more than 100.",
      "publication_date": "2005-11-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/19/world/mosque-attacks-kill-70-in-iraq-hotel-is-hit-too.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Hello, I'm Your Sister. Our Father Is Donor 150.",
      "snippet": "Like most anonymous sperm donors, Donor 150 of the California Cryobank will probably never meet any of the offspring he fathered through sperm bank donations. There are at least four, according to the bank's records, and perhaps many more, since t...",
      "abstract": "Like most anonymous sperm donors, Donor 150 of the California Cryobank will probably never meet any of the offspring he fathered through sperm bank donations. There are at least four, according to the bank's records, and perhaps many more, since the dozens of women who have bought Donor 150's sperm are not required to report when they have a baby.      But two of his genetic daughters, born to different mothers and living in different states, have been e-mailing and talking on the phone regularly since learning of each other's existence last summer. They plan to meet over Thanksgiving.  ",
      "lead_paragraph": "Like most anonymous sperm donors, Donor 150 of the California Cryobank will probably never meet any of the offspring he fathered through sperm bank donations. There are at least four, according to the bank's records, and perhaps many more, since the dozens of women who have bought Donor 150's sperm are not required to report when they have a baby.",
      "publication_date": "2005-11-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/11/20/us/hello-im-your-sister-our-father-is-donor-150.html",
      "byline": "By Amy Harmon"
    },
    {
      "headline": "A Haven From Threats That Come From Home",
      "snippet": "WHEN she began her first job three decades ago, Brooke McMurray harbored a secret. The office was the only place she was not afraid; work was the only time her abusive husband could not get to her.      At home he raged unpredictably, and pushed h...",
      "abstract": "WHEN she began her first job three decades ago, Brooke McMurray harbored a secret. The office was the only place she was not afraid; work was the only time her abusive husband could not get to her.      At home he raged unpredictably, and pushed her down the stairs. At work there was a security guard in the lobby of her Fortune 500 company, and while her husband harassed her with phone calls as often as 30 times a day, he couldn't get up to her floor. The only person she told was the man who ran the freight elevator, which she took downstairs every night, because it opened on a side exit and her husband was often waiting for her in the lobby.  ",
      "lead_paragraph": "WHEN she began her first job three decades ago, Brooke McMurray harbored a secret. The office was the only place she was not afraid; work was the only time her abusive husband could not get to her.",
      "publication_date": "2005-11-20T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/11/20/jobs/a-haven-from-threats-that-come-from-home.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "'The Bonfire of the Vanities,' 2005 Edition",
      "snippet": "PAUL E. JOHNSON, a former Wall Street analyst who never saw an overpriced technology stock he didn't like, is still reeling from a federal jury's finding 10 days ago that he violated securities laws by misleading investors with his research. But h...",
      "abstract": "PAUL E. JOHNSON, a former Wall Street analyst who never saw an overpriced technology stock he didn't like, is still reeling from a federal jury's finding 10 days ago that he violated securities laws by misleading investors with his research. But his shock is less than shocking. After all, this is a man whose favorite state seems to be denial. He continued to rate more than 20 bubble stocks a ''buy'' in 2002 even after they had lost most of their value. And he was so certain that it was O.K. to advise investors in 2001 to buy the shares of a company as he was selling that he chose to try his case rather than settle with regulators.      Bad move. While Mr. Johnson could be enjoying life after Wall Street à la those other fallen stock analysts, Jack Grubman or Henry Blodget, he instead faces unspecified civil penalties, disgorgement of illicit profits and disgrace. Unless, that is, the verdict is thrown out or Mr. Johnson wins his case on appeal.  ",
      "lead_paragraph": "PAUL E. JOHNSON, a former Wall Street analyst who never saw an overpriced technology stock he didn't like, is still reeling from a federal jury's finding 10 days ago that he violated securities laws by misleading investors with his research. But his shock is less than shocking. After all, this is a man whose favorite state seems to be denial. He continued to rate more than 20 bubble stocks a \"buy\" in 2002 even after they had lost most of their value. And he was so certain that it was O.K. to advise investors in 2001 to buy the shares of a company as he was selling that he chose to try his case rather than settle with regulators.",
      "publication_date": "2005-11-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/11/20/business/the-bonfire-of-the-vanities-2005-edition.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Putting the Napster Genie Back in the Bottle",
      "snippet": "SHAWN FANNING turns 25 on Tuesday, and it's been a very long seven years since he wrote a little computer program that let him trade electronic music files with his dorm mates at Northeastern University in Boston, where he was a freshman. He calle...",
      "abstract": "SHAWN FANNING turns 25 on Tuesday, and it's been a very long seven years since he wrote a little computer program that let him trade electronic music files with his dorm mates at Northeastern University in Boston, where he was a freshman. He called it Napster, after his nickname, and it quickly grew into an Internet phenomenon -- not to mention the music industry's bête noire until it was shut down by the courts four years ago.     Now the public spotlight is turning back to Mr. Fanning, this time as a symbol of how big business and the disruptive force of the Internet just might find a way to get along. This month, Grokster, one of the file-sharing services that emerged after the original Napster vanished, stopped distributing its software and agreed to pay the record industry $50 million, which it has no prospect of ever raising. Grokster decided to give up on a legal battle that had effectively been lost when the Supreme Court unanimously decided in June that it and other file-sharing services could be held liable if people used them to steal copyrighted works.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-11-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/11/20/business/yourmoney/putting-the-napster-genie-back-in-the-bottle.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Some Signs of Easier Re-entry After Breaks to Rear Children",
      "snippet": "White-collar parents who take time off to rear children face an uphill battle when they seek to return to the land of W-2's. But because of the rising number of them trying to do so, cultural shifts since Sept. 11 and a possible labor shortage in ...",
      "abstract": "White-collar parents who take time off to rear children face an uphill battle when they seek to return to the land of W-2's. But because of the rising number of them trying to do so, cultural shifts since Sept. 11 and a possible labor shortage in a few years, extended sabbaticals need not be the kiss of death they were a generation ago.      Julienne Yi, a brand consultant, took time off when her son, William, was born. She and her husband, Thomas, had moved to New York from San Francisco in late 2001, when she was pregnant. When her son was about 18 months old, she tested the job market. She explained the gap on her résumé as stemming from relocation rather than child-rearing, but she was prepared when the baby issue came up. ''Everybody could understand, it's your first child and you want to take some time off,'' Ms. Yi said. ''Since it wasn't a lot of time to take off, and because I didn't leave a job, employers didn't think, 'Oh, she will quit on us.' I emphasized, 'I'm glad I did it, but I am ready to use my brain, I miss my challenges.' '' Ms. Yi ended up with her former employer, Salt Branding, when her family returned to the West Coast in August 2004.  ",
      "lead_paragraph": "White-collar parents who take time off to rear children face an uphill battle when they seek to return to the land of W-2's. But because of the rising number of them trying to do so, cultural shifts since Sept. 11 and a possible labor shortage in a few years, extended sabbaticals need not be the kiss of death they were a generation ago.",
      "publication_date": "2005-11-20T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/11/20/jobs/some-signs-of-easier-reentry-after-breaks-to-rear-children.html",
      "byline": "By Hillary Chura"
    },
    {
      "headline": "Bill Authorizes Private Purchase of Federal Land",
      "snippet": "Private companies and individuals would be able to buy large tracts of federal land, from sagebrush basins to high-peak hiking trails around the West, under the terms of the spending bill passed Friday by a two-vote margin in the House of Represen...",
      "abstract": "Private companies and individuals would be able to buy large tracts of federal land, from sagebrush basins to high-peak hiking trails around the West, under the terms of the spending bill passed Friday by a two-vote margin in the House of Representatives.     On the surface, the bill reads like the mundane nip and tuck of federal mining law its authors say it is. But lawyers who have parsed its language say the real beneficiaries could be real estate developers, whose business has become a more potent economic engine in the West than mining.  ",
      "lead_paragraph": "DENVER, Nov. 19 - Private companies and individuals would be able to buy large tracts of federal land, from sagebrush basins to high-peak hiking trails around the West, under the terms of the spending bill passed Friday by a two-vote margin in the House of Representatives.",
      "publication_date": "2005-11-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/11/20/politics/bill-authorizes-private-purchase-of-federal-land.html",
      "byline": "By Kirk Johnson and Felicity Barringer"
    },
    {
      "headline": "SESSION EXPOSES POLITICAL RISKS INSIDE CONGRESS",
      "snippet": "It was a bitter and fitting final note for a discordant Congress.     The ugly debate in the House on Friday over the Iraq war served as an emotional send-off for a holiday recess, capturing perfectly the political tensions coursing through the Ho...",
      "abstract": "It was a bitter and fitting final note for a discordant Congress.     The ugly debate in the House on Friday over the Iraq war served as an emotional send-off for a holiday recess, capturing perfectly the political tensions coursing through the House and Senate in light of President Bush's slumping popularity, serious party policy fights, spreading ethics investigations and the approach of crucial midterm elections in less than a year.  ",
      "lead_paragraph": "WASHINGTON, Nov. 19 - It was a bitter and fitting final note for a discordant Congress.",
      "publication_date": "2005-11-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/11/20/us/session-exposes-political-risks-inside-congress.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "Storm Hit Little, but Aid Flowed to Inland City",
      "snippet": "When the federal government and the nation's largest disaster relief group reached out a helping hand after Hurricane Katrina blew through here, tens of thousands of people grabbed it.     But in giving out $62 million in aid, the Federal Emergenc...",
      "abstract": "When the federal government and the nation's largest disaster relief group reached out a helping hand after Hurricane Katrina blew through here, tens of thousands of people grabbed it.     But in giving out $62 million in aid, the Federal Emergency Management Agency and the American Red Cross overlooked a critical fact: the storm was hardly catastrophic here, 160 miles from the coast. The only damage sustained by most of the nearly 30,000 households receiving aid was spoiled food in the freezer.  ",
      "lead_paragraph": "JACKSON, Miss., Nov. 19 - When the federal government and the nation's largest disaster relief group reached out a helping hand after Hurricane Katrina blew through here, tens of thousands of people grabbed it.",
      "publication_date": "2005-11-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/11/20/us/nationalspecial/storm-hit-little-but-aid-flowed-to-inland-city.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "Deals and Consequences",
      "snippet": "DANIEL H. BAYLY, a gaunt, diminished man, sits alone in the visitor's room of the Petersburg federal prison in southern Virginia. The former head of investment banking at Merrill Lynch, Mr. Bayly wears his prison fatigues sharp and well-pressed. H...",
      "abstract": "DANIEL H. BAYLY, a gaunt, diminished man, sits alone in the visitor's room of the Petersburg federal prison in southern Virginia. The former head of investment banking at Merrill Lynch, Mr. Bayly wears his prison fatigues sharp and well-pressed. His grooming -- clean cheeks and silvery hair cut short -- is immaculate. Taut, he seems ready to shed his jailhouse garb for a suit of the darkest blue and catch his regular 6:58 a.m. commuter train out of Darien, Conn.     Leaning forward on a plastic chair, his voice is soft and steady. But his eyes, which blink rapidly behind his horn-rimmed glasses, are wet and red. For a 30-year career at the firm, to say nothing of a banker's good name, lies in the ruins -- all because of a five-minute phone call he had with Andrew S. Fastow, the former chief financial officer of Enron.  ",
      "lead_paragraph": "DANIEL H. BAYLY, a gaunt, diminished man, sits alone in the visitor's room of the Petersburg federal prison in southern Virginia. The former head of investment banking at Merrill Lynch, Mr. Bayly wears his prison fatigues sharp and well-pressed. His grooming -- clean cheeks and silvery hair cut short -- is immaculate. Taut, he seems ready to shed his jailhouse garb for a suit of the darkest blue and catch his regular 6:58 a.m. commuter train out of Darien, Conn.",
      "publication_date": "2005-11-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/11/20/business/yourmoney/deals-and-consequences.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Bush, in Beijing, Faces a Partner Now on the Rise",
      "snippet": "President Bush began a one-day visit here on Sunday with a first set of meetings with President Hu Jintao of China to defuse a host of tensions, even as many in Beijing argue that he will be able to apply little true pressure on the world's fastes...",
      "abstract": "President Bush began a one-day visit here on Sunday with a first set of meetings with President Hu Jintao of China to defuse a host of tensions, even as many in Beijing argue that he will be able to apply little true pressure on the world's fastest-rising power.      In a brief exchange of prepared comments after conferring at the Great Hall of the People on the edge of Tiananmen Square, Mr. Bush and Mr. Hu committed themselves to improving their relationship, but also staked out their positions in clear terms.  ",
      "lead_paragraph": "BEIJING, Sunday, Nov. 20 - President Bush began a one-day visit here on Sunday with a first set of meetings with President Hu Jintao of China to defuse a host of tensions, even as many in Beijing argue that he will be able to apply little true pressure on the world's fastest-rising power.",
      "publication_date": "2005-11-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/11/20/world/asia/bush-in-beijing-faces-a-partner-now-on-the-rise.html",
      "byline": "By Joseph Kahn and David E. Sanger"
    },
    {
      "headline": "Sectarian Hatred Pulls Apart Iraq's Mixed Towns",
      "snippet": "Abu Noor's town had become so hostile to Shiites that his wife had not left the house in a month, his family could no longer go to the medical clinic and mortar shells had been lobbed at the houses of two of his religious leaders.      ''I couldn'...",
      "abstract": "Abu Noor's town had become so hostile to Shiites that his wife had not left the house in a month, his family could no longer go to the medical clinic and mortar shells had been lobbed at the houses of two of his religious leaders.      ''I couldn't open the door and stand in my yard,'' he said.  ",
      "lead_paragraph": "BAGHDAD, Iraq, Nov. 19 - Abu Noor's town had become so hostile to Shiites that his wife had not left the house in a month, his family could no longer go to the medical clinic and mortar shells had been lobbed at the houses of two of his religious leaders.",
      "publication_date": "2005-11-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/11/20/world/middleeast/sectarian-hatred-pulls-apart-iraqs-mixed-towns.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "In the Senate, a Chorus of Three Defies the Line",
      "snippet": "Vice Pres Dick Cheney met privately last July with Republican Sens John W Warner, John McCain and Lindsey Graham to ask them to toe administration line on treatment of military prisoners, but senators would not budge from their push to regulate tr...",
      "abstract": "Vice Pres Dick Cheney met privately last July with Republican Sens John W Warner, John McCain and Lindsey Graham to ask them to toe administration line on treatment of military prisoners, but senators would not budge from their push to regulate treatment of prisoners; meeting was early hint of feud that spilled into open as Senate Republicans openly challenged Pres Bush last week on American policy in Iraq and war on terrorism; though their views on war differ, they have much in common: each is member of Armed Services Committee, has strong maverick streak and has ties to military and to one another; relationships with Bush are respectful, though not close, and each has different political agenda, but their union has become powerful political force at time when Bush's popularity is sinking and Washington is consumed with debate over Iraq; they are firm in conviction that Congress must flex its muscles after ceding authority on military matters to executive branch; photos (M)",
      "lead_paragraph": "WASHINGTON, Nov. 20 - On a July evening in the Capitol, Vice President Dick Cheney summoned three Republican senators to his ornate office just off the Senate chamber. The Republicans -- John W. Warner of Virginia, John McCain of Arizona and Lindsey Graham of South Carolina -- were making trouble for the Bush administration, and Mr. Cheney let them know it.",
      "publication_date": "2005-11-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/21/politics/in-the-senate-a-chorus-of-three-defies-the-line.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Where Is Wal-Mart's Fancy Stuff? Try Online",
      "snippet": "Wal-Mart is using Walmart.com to sell upscale and even luxury merchandise that is not available in its stores, including platinum and diamond jewelry, cashmere sweaters and 60-inch plasma television sets; hopes this will allow it to increase sales...",
      "abstract": "Wal-Mart is using Walmart.com to sell upscale and even luxury merchandise that is not available in its stores, including platinum and diamond jewelry, cashmere sweaters and 60-inch plasma television sets; hopes this will allow it to increase sales, which have lately been disappointing, and lagging stock price; has come to find that its regular discount-seeking shoppers can be costlier to serve online than the more affluent are; has policy of carrying different assortments of goods online and offline, so Web site is not expected to divert sales from stores; offering luxury goods online is also seen as way to change perception that customers have of Wal-Mart; photo (M)",
      "lead_paragraph": "Sometime soon, somewhere in the country, an aspiring groom will go down on bended knee, present a ribboned blue box to his sweetheart and watch as she beholds the yellow diamond ring on which he spent $10,000.",
      "publication_date": "2005-11-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/21/business/where-is-walmarts-fancy-stuff-try-online.html",
      "byline": "By Bob Tedeschi"
    },
    {
      "headline": "Sharon Planning to Leave Party; Seeks Elections",
      "snippet": "Prime Min Ariel Sharon will leave Israel's governing Likud Party, which he helped to found, to create new party to try to win re-election; will ask Israeli Pres Moshe Katsav to dissolve Parliament and call for election within 90 days; Sharon has b...",
      "abstract": "Prime Min Ariel Sharon will leave Israel's governing Likud Party, which he helped to found, to create new party to try to win re-election; will ask Israeli Pres Moshe Katsav to dissolve Parliament and call for election within 90 days; Sharon has been battling 'rebels' within Likud who opposed Israel's unilateral withdrawal from Gaza and four West Bank settlements; has told intimates that he would like to be leader who defines borders of Israel, rather than being bound by party that opposes territorial compromise with Palestinians; decision was accelerated by recent defeat as Labor Party leader of Shimon Peres, who had chosen to throw support to Sharon and join his coalition to ensure Gaza withdrawal would be carried out; Katsav is likely to accept Sharon's request, leading to vote in early March and making it impossible for Sharon's enemies in Likud to delay elections; photos (M)",
      "lead_paragraph": "JERUSALEM, Monday, Nov. 21 - Prime Minister Ariel Sharon has decided to quit the governing Likud Party, which he helped to found, and will create a new party to try to win re-election, according to Israel's army radio and a senior Likud member.",
      "publication_date": "2005-11-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/21/world/middleeast/sharon-planning-to-leave-party-seeks-elections.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Journalist, Cover Thyself",
      "snippet": "Potential for conflicts of interest in Howard Kurtz's work as media writer for Washington Post and host of CNN's Reliable Sources, which scrutinizes media, is brought to fore when program turns its attention to revelation that Bob Woodward, Post's...",
      "abstract": "Potential for conflicts of interest in Howard Kurtz's work as media writer for Washington Post and host of CNN's Reliable Sources, which scrutinizes media, is brought to fore when program turns its attention to revelation that Bob Woodward, Post's investigative reporter, did not disclose fact that senior official in Bush administration had leaked name of CIA agent to him more than two years ago; Leonard Downie Jr, Post's executive editor, says he is comfortable with Kurtz's dual roles because they are made clear to readers and viewers; Kurtz brushes off charges of conflict of interest and says proof of his independence is evident in his work; photo (M)",
      "lead_paragraph": "Here's something you do not see every day: a newspaper reporter interrogating his own boss -- on live television yet.",
      "publication_date": "2005-11-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/21/business/media/journalist-cover-thyself.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "At Harvard, a Man, a Plan and a Scanner",
      "snippet": "Sidney Verba, director of Harvard University Library, defends decision to have library participate with other leading research libraries in Google's effort to create searchable digital copies of entire book collection; project has provoked lawsuit...",
      "abstract": "Sidney Verba, director of Harvard University Library, defends decision to have library participate with other leading research libraries in Google's effort to create searchable digital copies of entire book collection; project has provoked lawsuits by publishers and writers' groups that accuse Google of violating copyrights by scanning books into Google's search database without permission of copyright holders; Verba, a writer himself and former chairman of board of Harvard University Press, argues that project will meet needs of students who gravitate to Internet to conduct their research and that project will aid library's broader mission to preserve academic material and make it accessible to world; Harvard has so far confined scanning of its collections largely to books in public domain, but hopes eventually to scan copyrighted books as well, depending on outcome of legal dispute; Google's search of copyrighted works in library collections allows users to see limited amount of text surrounding relevant search term; photo (M)",
      "lead_paragraph": "Twenty years ago, when Sidney Verba became director of the Harvard University Library, he thought there was a good chance he would enjoy a placid transition into retirement.",
      "publication_date": "2005-11-21T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/21/business/at-harvard-a-man-a-plan-and-a-scanner.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "Tribes' Basketball Passion Turns Into Business",
      "snippet": "Sun Kings, minor league basketball team bought by Yakama Indian tribe last spring, sign Sioux player Richard Dionne after playing its first home game under new ownership; Dionne is believed to be the only American Indian on roster of Continental B...",
      "abstract": "Sun Kings, minor league basketball team bought by Yakama Indian tribe last spring, sign Sioux player Richard Dionne after playing its first home game under new ownership; Dionne is believed to be the only American Indian on roster of Continental Basketball Assn, national eight-league team that can be path to NBA; Indians have played basketball for decades on crude courts in reservations, and up-and-coming Indian players, especially on college circuit, are popping onto radars of minor and major league scouts; purchase of team caused furor in Yakama tribe, with many saying $140,000 investment was money pit with few employment opportunities for tribal members; others insist team could become important source of pride; several other tribes have since offered to become part owners; details of dispute over purchase noted; photos (M)",
      "lead_paragraph": "YAKIMA, Wash., Nov. 15 - The stands in the SunDome were unusually full Tuesday night when Yakima's minor league basketball team, the Sun Kings, bounded onto the court for an exhibition game a few days before the start of the season.",
      "publication_date": "2005-11-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/21/us/tribes-basketball-passion-turns-into-business.html",
      "byline": "By Sarah Kershaw"
    },
    {
      "headline": "Woodward? Google? A Plague Week",
      "snippet": "David Carr column on spate of bad news for nation's newspaper industry, the scariest being Google Base, an online threat to classified advertising; says that while large national newspapers have already absorbed big hit as advertising categories l...",
      "abstract": "David Carr column on spate of bad news for nation's newspaper industry, the scariest being Google Base, an online threat to classified advertising; says that while large national newspapers have already absorbed big hit as advertising categories like travel and automobiles have moved online, Google Base could take bigger toll on local and regional newspapers, which so far have managed to maintain their connection between their readers and goods and services in same market; says new competition will be evident if and when Knight Ridder, with its host of regional and local newspapers, goes up for sale (M)",
      "lead_paragraph": "LAST week's string of dismal headlines about the newspaper business eventually began to resemble a multivehicle pileup on the freeway. There was so much carnage it was difficult for even the most determined rubbernecker to know where to look.",
      "publication_date": "2005-11-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/21/business/woodward-google-a-plague-week.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Mildewed Police Files May Hold Clues to Atrocities in Guatemala",
      "snippet": "Guatemala's human rights ombudsman's office permits New York Times to visit room where stacks of National Police files that were found last summer are being kept; files, which were found during search of munitions depot in Guatemala City, are thou...",
      "abstract": "Guatemala's human rights ombudsman's office permits New York Times to visit room where stacks of National Police files that were found last summer are being kept; files, which were found during search of munitions depot in Guatemala City, are thought to promise trove of new evidence for victims of state-sponsored killings and kidnappings, and perhaps last best hope for justice; thick bundles of documents stand more than 10 feet tall and are closely watched by attendants in rubber gloves and gas masks; items include personnel records, spy logs, interrogation records, rolls of film and videos, snapshots of unidentified bodies, detainees and informants; it is unclear why files were not destroyed and even more uncertain how to proceed now that archive has been found, almost 10 years after end of fighting that left at least 200,000 people dead; photos; map (M)",
      "lead_paragraph": "GUATEMALA CITY, Nov. 20 - The reams and reams of mildewed police documents, tied in messy bundles and stacked from floor to ceiling, look on first sight like a giant trash heap. But human rights investigators are calling it a treasure hidden in plain sight.",
      "publication_date": "2005-11-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/21/world/americas/mildewed-police-files-may-hold-clues-to-atrocities-in.html",
      "byline": "By Ginger Thompson"
    },
    {
      "headline": "For Fox's 'Idol,' Success Is Set on a Shaky Pedestal",
      "snippet": "Simon Cowell, British recording industry executive and acid-tongued star of American Idol, Fox television network's big generator, has gained enormous leverage in talks with Fox executives on new season because he could well walk away from show an...",
      "abstract": "Simon Cowell, British recording industry executive and acid-tongued star of American Idol, Fox television network's big generator, has gained enormous leverage in talks with Fox executives on new season because he could well walk away from show and create American version of his British television hit, X-Factor, and sell it to one of Fox's rivals; seeks right to sign winner and runner-up of new season for his record label, which is under Sony BMG; complicating picture is copyright lawsuit brought against Cowell in Britain by Simon Fuller, whose company, 19 Entertainment, originated both American Idol and its British predecessor, Pop Idol; it accuses Cowell of stealing format of 'Idol' for his X-Factor series; photo (M)",
      "lead_paragraph": "Even though \"American Idol\" is the financial lifeblood of Fox's prime-time business, the network has kept news about its hit talent-contest series almost completely under wraps in the last several months.",
      "publication_date": "2005-11-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/21/business/for-foxs-idol-success-is-set-on-a-shaky-pedestal.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Chinese Leader GivesBush a Mixed Message",
      "snippet": "Pres Hu Jintao of China tells Pres Bush that he is willing to move more quickly to ease economic differences with US, but gives no ground on increasing political freedoms; American officials describe leaders as more comfortable with each other tha...",
      "abstract": "Pres Hu Jintao of China tells Pres Bush that he is willing to move more quickly to ease economic differences with US, but gives no ground on increasing political freedoms; American officials describe leaders as more comfortable with each other than in any previous encounter; say no human rights cases on list Bush gave to Hu at first meeting this year have been resolved; Secretary of State Condoleezza Rice acknowledges that China appears to have put dissidents under house arrest or detained them in advance of trip; Bush describes meetings as 'good, frank discussion,' but seems unsatisfied; makes marginal progress on issue of letting market forces set value of undervalued Chinese currency and protecting intellectual property from piracy; Hu sets no schedule for further currency moves, which are politically unpopular in China because they would make goods less competitive abroad; Bush attends services at state-sanctioned Protestant church, but religious activists complain that dozens of Christians who wanted to participate were turned away, and have been prevented from staging demonstrations; photos (M)",
      "lead_paragraph": "BEIJING, Nov. 20 - In a day of polite but tense encounters, President Hu Jintao of China told President Bush on Sunday that he was willing to move more quickly to ease economic differences with the United States, but he gave no ground on increasing political freedoms.",
      "publication_date": "2005-11-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/21/world/asia/chinese-leader-givesbush-a-mixed-message.html",
      "byline": "By David E. Sanger and Joseph Kahn"
    }
  ]
}