{
  "metadata": {
    "date": "2005-02-09",
    "total_articles": 13
  },
  "articles": [
    {
      "headline": "Retirement Turns Into a Rest Stop as Benefits Dwindle",
      "snippet": "Many older workers who expected to ease comfortably out of labor force in their 50's or early 60's are discovering they do not have enough money and are returning to work, especially as numerous companies withdraw retiree medical benefits and swit...",
      "abstract": "Many older workers who expected to ease comfortably out of labor force in their 50's or early 60's are discovering they do not have enough money and are returning to work, especially as numerous companies withdraw retiree medical benefits and switch to less generous retirement plans; Labor Department projects that workers over age 55 will make up 19.1 percent of labor force by 2012, up from 14.3 percent in 2002; older people are working out of necessity, not in spirit of finding new opportunities; John A Lemoine, forced into early retirement from AT&T at age 54, and Joe Janson, who lost Lucent nest egg when stock collapsed and then lost medical coverage, are among those working at much lower-paying jobs; percentage of men 55-64 in work force, 87 percent in 1950 and 65 percent in 1994, inches back up to 69 percent; 31 percent of women over 55 are working, up from 21 percent in mid-1980's; photos; graph (M)",
      "lead_paragraph": "LITTLETON, Colo. - For John A. Lemoine, retirement has been hard work. Forced to take an early pension package at AT&T three years ago, Mr. Lemoine, 54, a former building manager who once made more than $70,000 a year handling the operations of several AT&T sites, soon found that retirement was something he just could not afford.",
      "publication_date": "2005-02-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/09/business/retirement-turns-into-a-rest-stop-as-benefits-dwindle.html",
      "byline": "By Eduardo Porter and Mary Williams Walsh"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "A HOUSING PROGRAM is aimed at keeping families in the military and reducing recruitment and training costs. [C10.]    DEVELOPERS IN WHITE PLAINS have had success subdividing a former corporate headquarters into spaces for small and midsized tenant...",
      "abstract": " A HOUSING PROGRAM is aimed at keeping families in the military and reducing recruitment and training costs. [C10.]    DEVELOPERS IN WHITE PLAINS have had success subdividing a former corporate headquarters into spaces for small and midsized tenants. [C11.]",
      "lead_paragraph": "A HOUSING PROGRAM is aimed at keeping families in the military and reducing recruitment and training costs. [C10.]",
      "publication_date": "2005-02-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/09/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Cisco Reports Increase In Second-Quarter Profit  Cisco Systems reported solid growth in second-quarter profit, while sales came in shy of Wall Street's forecast as the company continued to face strong competition and a difficult corporate spending...",
      "abstract": " Cisco Reports Increase In Second-Quarter Profit  Cisco Systems reported solid growth in second-quarter profit, while sales came in shy of Wall Street's forecast as the company continued to face strong competition and a difficult corporate spending environment.    The chief executive, John T. Chambers, said he was cautiously optimistic that corporate spending was improving, though he said the strength of that market would not be entirely clear until the fourth quarter. [Page C8.]    Preparing for Tough Sell on Budget  The chairman of the House Budget Committee, anticipating stiff resistance to the administration's new spending plan, told the White House budget chief that President Bush might need to consider his first veto to hold Congress in line. [A18.]    Older Workers Lack Means to Retire  Many aging workers who had expected to ease comfortably out of the labor force in their 50's and early 60's are discovering that they do not have the financial resources to support themselves in retirement. As a result, a lot more of them are returning to work. [A1.]    Taser Results Cause Stock to Fall  Taser International, the manufacturer of stun guns, said its sales and profit rose in the fourth quarter, but its shares declined as the results fell short of analysts' forecasts amid questions about the safety of its electric weapons. Shares fell more than 11 percent as one analyst cut his sales forecast for the company. The stock quadrupled last year, but has fallen 52 percent so far this year. [C5.]    Losses Widen at Mitsubishi Motors  Net losses at Mitsubishi Motors more than doubled to 228.2 billion yen, or $2.16 billion, in the nine-month period ended on Dec. 31. [C6.]    UBS, Europe's largest bank, posted a 12 percent jump in quarterly net profit. [C6.]    How the Advertisers Fared  A look at the highlights, lowlights and sidelights of commercials that ran during the Super Bowl. Stuart Elliott: Advertising. [C7.]    Microsoft to Buy Security Firm  Microsoft said that it planned to acquire Sybari Software, which makes programs aimed at protecting business computer networks from viruses, worms and other threats. [C8.]    Goldcorp Responds to Hostile Bid  The directors of Goldcorp responded to improvements in a hostile takeover bid from Glamis Gold by offering a special dividend linked to a competing transaction. [C9.]    Boeing Chief Expects Settlement  The Boeing Company's chief executive, Harry C. Stonecipher, said that he expected Boeing and the federal government could move as early as the end of this month toward reaching a settlement over several ethics investigations into the company's dealings with the Pentagon. He said the settlement would probably occur after the Feb. 18 sentencing of a former Boeing chief financial officer, Michael M. Sears, a central figure in a conflict-of-interest scandal involving Boeing and billions of dollars in Pentagon contracts. [C2.]    Stock Market Indicators Rise  The Dow Jones industrial average rose 8.87 points, to 10,724.63. The Standard & Poor's 500-stock index gained 0.58 point, to 1,202.30, while the Nasdaq composite index rose 4.65 points, to 2,086.68. [C9.]  ",
      "lead_paragraph": "Cisco Reports Increase In Second-Quarter Profit Cisco Systems reported solid growth in second-quarter profit, while sales came in shy of Wall Street's forecast as the company continued to face strong competition and a difficult corporate spending environment.",
      "publication_date": "2005-02-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/09/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Baltimore Streets Meaner, but Message Is Mixed",
      "snippet": "Homicides in Baltimore, which trended downward from record 353 in 1993, ticked back up to 278 in 2004, giving city murder rate three times greater than Los Angeles and five times greater than New York; 32 people were killed in January, even as ove...",
      "abstract": "Homicides in Baltimore, which trended downward from record 353 in 1993, ticked back up to 278 in 2004, giving city murder rate three times greater than Los Angeles and five times greater than New York; 32 people were killed in January, even as overall crime rate declines; officials blame violent turf wars among drug dealers, saying city is quite safe for everyone else; photos; 90 percent of 38 homicide victims so far this year had criminal records; some criminologists question data, suggesting precinct commanders may be downgrading serious crimes; trauma surgeon Carnell Cooper, who has started counseling programs to encourage shooting victims away from crime, points out plight of law-abiding residents of crime-ridden communities; Mayor Martin J O'Malley, elected in 1999 on promise to reduce crime, cites city's gains (M)",
      "lead_paragraph": "BALTIMORE, Feb. 7 - Outside a Chinese takeout in East Baltimore, a cluster of heart-shape balloons, a street memorial to the dead, tells a depressingly familiar story.",
      "publication_date": "2005-02-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/09/us/baltimore-streets-meaner-but-message-is-mixed.html",
      "byline": "By James Dao"
    },
    {
      "headline": "Witness Says Ebbers Urged Manipulations at WorldCom",
      "snippet": "WorldCom's former chief financial officer Scott D Sullivan testifies that former chief executive Bernard J Ebbers told his deputy David F Myers to meet earnings goals, brushing aside warnings that doing so would entail manipulating accompany accou...",
      "abstract": "WorldCom's former chief financial officer Scott D Sullivan testifies that former chief executive Bernard J Ebbers told his deputy David F Myers to meet earnings goals, brushing aside warnings that doing so would entail manipulating accompany accounts; recounts meetings with Ebbers in October 2000 when it became clear that WorldCom's finances were deteriorating and that it would be unable to meet revenue and profit forecasts; says he tried unsuccessfully to persuade Ebbers to lower forecasts and told him that only way to meet forecasts was to inflate WorldCom's revenue falsely in its third-quarter earnings report; says WorldCom took $133 million out of its reserves and called it revenue; accounting change was not disclosed to securities analysts; more than $700 million of expenses was also concealed; photo (M)",
      "lead_paragraph": "Bernard J. Ebbers, the former chief executive of WorldCom, told his deputy to meet earnings goals, brushing aside warnings that doing so would entail manipulating company accounts, according to testimony yesterday by the former chief financial officer, Scott D. Sullivan.",
      "publication_date": "2005-02-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/09/business/witness-says-ebbers-urged-manipulations-at-worldcom.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Some Analysts Expect Job Cuts From Pfizer",
      "snippet": "Several drug industry analysts say Pfizer is preparing to cut thousands of jobs as its sales slow; cuts may include both sales representatives and scientists and could total as much as 10 percent of Pfizer's work force of 120,000; Pfizer has begun...",
      "abstract": "Several drug industry analysts say Pfizer is preparing to cut thousands of jobs as its sales slow; cuts may include both sales representatives and scientists and could total as much as 10 percent of Pfizer's work force of 120,000; Pfizer has begun companywide review that seeks better efficiencies and streamlined decision making; is expected to announce plans at meeting with analysts and investors in New York on April 5; large-scale layoffs from Pfizer may lead to new period of retrenchment among leading drug makers, with many of them under profit pressure as result of rising spending for marketing and failures in last several years to discover medications with blockbuster sales; Pfizer announces positive results from trial of experimental cancer drug; says drug has been so effective in tests on stomach cancer patients that scientists ended them early so that patients receiving placebo could instead be treated with medicine (M)",
      "lead_paragraph": "Pfizer, the world's largest drug maker, is preparing to cut thousands of jobs as its sales slow, several industry analysts said yesterday.",
      "publication_date": "2005-02-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/09/business/some-analysts-expect-job-cuts-from-pfizer.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Urging New Path, Sharon and Abbas Declare Truce",
      "snippet": "Palestinian leader Mahmoud Abbas and Israeli Prime Min Ariel Sharon hold summit talks at Sharm el Sheik, Egypt, and declare truce in hostilities; Abbas says they have 'jointly agreed to cease all acts of violence against Israelis and Palestinians ...",
      "abstract": "Palestinian leader Mahmoud Abbas and Israeli Prime Min Ariel Sharon hold summit talks at Sharm el Sheik, Egypt, and declare truce in hostilities; Abbas says they have 'jointly agreed to cease all acts of violence against Israelis and Palestinians everywhere'; Sharon adds that 'in parallel, Israel will cease all its military activity against all Palestinians'; Israel will also pull back troops from five West Bank cities in next three weeks and stop arrests and assassinations of militants if they agree to put down weapons; Hamas says it is not bound by truce; meeting on shores of Red Sea is filled with symbolism of fragile hope as Pres Hosni Mubarak and Jordan's King Abdullah II sit at round table with Abbas and Sharon; photos; graph on deaths over last four years; two sides comment on Arab television as their leaders speak of 'opportunity' for calm and, in Sharon's words, chance to 'disengage from the path of blood'; Israelis say Abbas, who has not yet named cabinet or reformed security, will get time, but not limitless amount; Abbas promises Palestinians they will live under 'one authority, one weapon and political pluralism,' meaning end to chaos and armed gangs; Sharon, who commanded forces that took Sharm el Sheik resort in 1973, has long, cordial meeting with Mubarak and invites him to Sharon farm; Sec Condoleezza Rice, in Rome, warns of long road ahead (M)",
      "lead_paragraph": "SHARM EL SHEIK, Egypt, Feb. 8 - Mahmoud Abbas, the Palestinian president, and Ariel Sharon, prime minister of Israel, held summit talks at this Egyptian resort on Tuesday -- the highest-level meeting between the sides in four years -- and declared a truce in hostilities.",
      "publication_date": "2005-02-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/09/world/middleeast/urging-new-path-sharon-and-abbas-declare-truce.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "To Cash In on Luxury, Think of Selling the Store",
      "snippet": "Neiman Marcus Group's chairman Richard A Smith has let it be known that he is thinking of selling his stock in retail company; Smith, through his company General Cinema, took big stake in Neiman's parent in 1984, buying convertible shares for $300...",
      "abstract": "Neiman Marcus Group's chairman Richard A Smith has let it be known that he is thinking of selling his stock in retail company; Smith, through his company General Cinema, took big stake in Neiman's parent in 1984, buying convertible shares for $300 million, and Smith family now controls company; executives from Neiman Marcus met last week with bankers and Goldman Sachs and have been working for months with consulting firm McKinsey & Co on strategic options; photo (M)",
      "lead_paragraph": "For the last year, the chief executive of the Neiman Marcus Group, Burton M. Tansky, known as Mr. Luxury, has been crowing about the consistent double-digit sales growth in his stores and the steady ascent of the company's stock.",
      "publication_date": "2005-02-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/09/business/to-cash-in-on-luxury-think-of-selling-the-store.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "New White House Estimate Lifts Drug Benefit Cost to $720 Billion",
      "snippet": "Bush administration offers new estimate of cost of Medicare drug benefit, saying it will cost $720 billion in next ten years, far higher than $400 billlion Congress was told when legislation was passed in late 2003; storm could erupt over what was...",
      "abstract": "Bush administration offers new estimate of cost of Medicare drug benefit, saying it will cost $720 billion in next ten years, far higher than $400 billlion Congress was told when legislation was passed in late 2003; storm could erupt over what was major political achievement for Pres Bush; Sen Judd Gregg calls for fiscal brake on what was sold as $400-billion program; bill would probably not have been approved in current form if actual costs had been known; Rep Pete Stark says government should be allowed to negotiate lower drug prices (M)",
      "lead_paragraph": "WASHINGTON, Feb. 8 - The Bush administration offered a new estimate of the cost of the Medicare drug benefit on Tuesday, saying it would cost $720 billion in the next 10 years.",
      "publication_date": "2005-02-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/09/us/new-white-house-estimate-lifts-drug-benefit-cost-to-720-billion.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "Valuing MCI in an Industry Awash in Questions",
      "snippet": "Telecommunications industry bankers and accountants are trying to figure out value of MCI, company for which Qwest Communications has already made tentative offer of about $6.3 billion, and on which Verizon Communications has been running numbers;...",
      "abstract": "Telecommunications industry bankers and accountants are trying to figure out value of MCI, company for which Qwest Communications has already made tentative offer of about $6.3 billion, and on which Verizon Communications has been running numbers; conversations between MCI and Qwest have been suspended since late last week, and Verizon has yet to maker formal offer; most analysts say MCI's extensive network assets in US and Europe may have diminishing value because of industry's continued capacity glut; add MCI's worth lies more in its web and corporate customers; trends that threaten MCI are gripping entire industry, forcing prospective bidders to gauge where telecommunications business is headed; as technology delivers more communications over wireless transmissions and Internet, Qwest, Verizon and others are trying to figure how best to shore up their own foundations, as their own traditional phone businesses erode; map; photos (M)",
      "lead_paragraph": "What price a struggling telecommunications company?",
      "publication_date": "2005-02-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/09/business/valuing-mci-in-an-industry-awash-in-questions.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Ballot Strength Leads Kurds to Press a Role as Deal Makers",
      "snippet": "Early election returns indicating Kurds could well be power brokers in forming new Iraqi government embolden Kurdish leaders to press ambitious agenda; relatively secular Kurds may prove necessary coalition partner, putting them in position to lim...",
      "abstract": "Early election returns indicating Kurds could well be power brokers in forming new Iraqi government embolden Kurdish leaders to press ambitious agenda; relatively secular Kurds may prove necessary coalition partner, putting them in position to limit attempts by religious Shiites to install Islamic government; are seeking presidency, as well as guarantees of autonomous region in north, which could heighten tensions with neighbors like Turkey; main Kurdish coalition has 25 percent of votes tallied so far, behind leading Shite slate but well ahead of other parties (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Feb. 8 - Early election returns indicating that the Kurds could well be the power brokers in forming a new government have emboldened their leaders to press an ambitious agenda that could define the political battlegrounds in the new Iraq.",
      "publication_date": "2005-02-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/09/world/middleeast/ballot-strength-leads-kurds-to-press-a-role-as-deal-makers.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Competition Is Forever",
      "snippet": "Diamond business is changing while it expands like never before--and Internet is only part of it; consumers are demanding better stones, often for lower prices, in wider variety of locations; mom-and-pop stores are being squeezed by giant chains l...",
      "abstract": "Diamond business is changing while it expands like never before--and Internet is only part of it; consumers are demanding better stones, often for lower prices, in wider variety of locations; mom-and-pop stores are being squeezed by giant chains like Wal-Mart Stores, world's largest jeweler, and Costco, which increasingly sells diamonds over two carats; department stores are upgrading their jewelry counters; Jewelers of America says sales of diamonds are continuing to thrive; $20.5 billion in diamonds and diamond jewelry were sold in US in 2003, up nearly 10 percent from $18.7 billion two years before; wholesalers in diamond district in Manhattan, which was once epicenter of diamond wholesaling in US, are laying off dozens of stone-cutters, commissioning work in India and China, and using former factory space as showrooms for jewelry they never sold before; chart; photos (M)",
      "lead_paragraph": "Michael Smyth, who works for a pharmaceutical company, was peering not long ago at three large diamonds perched on the tops of metal rods, balanced above pure white paper in a shop in the Manhattan diamond district. Like countless young men in the generations before his, Mr. Smyth was looking for an engagement ring.",
      "publication_date": "2005-02-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/09/business/competition-is-forever.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Tiny District Finds Bonanza of Pupils and Funds Online",
      "snippet": "Tiny desert town of Branson, Colorado, population 77, has only 65 students at its school but has additional 1,000 enrolled in online affiliate, and gets $5,600 from state for each one of them; photos; map; district has received $15 million since 2...",
      "abstract": "Tiny desert town of Branson, Colorado, population 77, has only 65 students at its school but has additional 1,000 enrolled in online affiliate, and gets $5,600 from state for each one of them; photos; map; district has received $15 million since 2001, hiring everyone in town and broadcasting radio commercials around state, but academic record is mixed and school is now on academic probation; Branson Online is one of at least 100 Internet-based public schools set up nationwide, often with private partners; Colorado Comr William Moloney notes that while vouchers and charter schools get more attention, his state alone is now spending $20.2 million a year for 3,585 students; educators also raise questions about academic results in Colorado, Florida and elsewhere (M)",
      "lead_paragraph": "BRANSON, Colo. - With no grocery store or gas station and a population of 77 souls, this desert village seems an unlikely home for a fast-growing public school that has enrolled students from all across Colorado.",
      "publication_date": "2005-02-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/09/education/tiny-district-finds-bonanza-of-pupils-and-funds-online.html",
      "byline": "By Sam Dillon"
    }
  ]
}