{
  "metadata": {
    "date": "2005-06-06",
    "total_articles": 29
  },
  "articles": [
    {
      "headline": "Despite Years of U.S. Pressure, Taliban Fight On in Jagged Hills",
      "snippet": "For weeks, sightings of Taliban fighters were being reported all over the rugged mountains here. But when Staff Sgt. Patrick Brannan and his team of scouts drove into a nearby village to investigate a complaint of a beating, they had no idea that ...",
      "abstract": "For weeks, sightings of Taliban fighters were being reported all over the rugged mountains here. But when Staff Sgt. Patrick Brannan and his team of scouts drove into a nearby village to investigate a complaint of a beating, they had no idea that they were stumbling into the biggest battle of their lives.    On May 3, joined by 10 local policemen and an interpreter, the scouts turned up at a kind of Taliban convention -- of some 60 to 80 fighters -- and were greeted by rockets and gunfire. The sergeant called for reinforcements and was told to keep the Taliban engaged until they arrived. ''I've only got six men,'' he remembers saying.  ",
      "lead_paragraph": "GAZEK KULA, Afghanistan - For weeks, sightings of Taliban fighters were being reported all over the rugged mountains here. But when Staff Sgt. Patrick Brannan and his team of scouts drove into a nearby village to investigate a complaint of a beating, they had no idea that they were stumbling into the biggest battle of their lives.",
      "publication_date": "2005-06-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/04/world/asia/despite-years-of-us-pressure-taliban-fight-on-in-jagged-hills.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "Hiring Brakes Sharply After Big April Gains",
      "snippet": "Job creation slowed to a crawl in May, the Labor Department estimated on Friday, but the unemployment rate edged down to its lowest point since September 2001.     The nation added 78,000 jobs in May, about half the pace of the previous three mont...",
      "abstract": "Job creation slowed to a crawl in May, the Labor Department estimated on Friday, but the unemployment rate edged down to its lowest point since September 2001.     The nation added 78,000 jobs in May, about half the pace of the previous three months and the smallest monthly increase in nearly two years.   ",
      "lead_paragraph": "WASHINGTON, June 3 - Job creation slowed to a crawl in May, the Labor Department estimated on Friday, but the unemployment rate edged down to its lowest point since September 2001.",
      "publication_date": "2005-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/04/business/hiring-brakes-sharply-after-big-april-gains.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Rights Group Defends Report",
      "snippet": "Shrugging off White House criticism, an Amnesty International official said the word gulag was deliberately chosen to describe the Guantánamo Bay prison camp.   Page A5.",
      "abstract": "Shrugging off White House criticism, an Amnesty International official said the word gulag was deliberately chosen to describe the Guantánamo Bay prison camp.   Page A5.",
      "lead_paragraph": "Shrugging off White House criticism, an Amnesty International official said the word gulag was deliberately chosen to describe the Guantánamo Bay prison camp. Page A5.",
      "publication_date": "2005-06-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/04/front page/world/rights-group-defends-report.html",
      "byline": ""
    },
    {
      "headline": "Japan Squeezes to Get the Most of Costly Fuel",
      "snippet": "Surging oil prices and growing concerns about meeting targets to cut greenhouse gases produced by burning fossil fuels have revived efforts around the world to improve energy efficiency. But perhaps nowhere is the interest greater than here in Jap...",
      "abstract": "Surging oil prices and growing concerns about meeting targets to cut greenhouse gases produced by burning fossil fuels have revived efforts around the world to improve energy efficiency. But perhaps nowhere is the interest greater than here in Japan.    Even though Japan is already among the most frugal countries in the world, the government recently introduced a national campaign, urging the Japanese to replace their older appliances and buy hybrid vehicles, all part of a patriotic effort to save energy and fight global warming. And big companies are jumping on the bandwagon, counting on the moves to increase sales of their latest models.  ",
      "lead_paragraph": "TOKYO, June 3 - Surging oil prices and growing concerns about meeting targets to cut greenhouse gases produced by burning fossil fuels have revived efforts around the world to improve energy efficiency. But perhaps nowhere is the interest greater than here in Japan.",
      "publication_date": "2005-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/04/business/worldbusiness/japan-squeezes-to-get-the-most-of-costly-fuel.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "Now Playing on Broadway: The Money Pit",
      "snippet": "Now Playing on Much of Broadway: The Money PitIN anticipation of tomorrow night's Tony awards, I saw ''Hurlyburly'' this week, the fine revival of David Rabe's 1984 play, which is playing at well, where it's playing is the whole point. Or at least...",
      "abstract": "Now Playing on Much of Broadway: The Money PitIN anticipation of tomorrow night's Tony awards, I saw ''Hurlyburly'' this week, the fine revival of David Rabe's 1984 play, which is playing at well, where it's playing is the whole point. Or at least it is if you're a business columnist and not a theater critic.     ''Hurlyburly,'' which stars the movie actor Ethan Hawke, opened January in a small off-Broadway theater, where it got the kind of sweet reviews and packed houses that almost always mean an eventual move to Broadway. But when the play did move, in April, it didn't go to Broadway but to a bigger off-Broadway theater, in a new $28 million complex called 37 ARTS. That means the producers of ''Hurlyburly'' made a conscious decision to opt out of the Tonys, since only shows on Broadway are eligible. But it also signals something important about the increasingly impossible economics of the Broadway theater.  ",
      "lead_paragraph": "Now Playing on Much of Broadway: The Money PitIN anticipation of tomorrow night's Tony awards, I saw \"Hurlyburly\" this week, the fine revival of David Rabe's 1984 play, which is playing at well, where it's playing is the whole point. Or at least it is if you're a business columnist and not a theater critic.",
      "publication_date": "2005-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/04/business/now-playing-on-broadway-the-money-pit.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "Military Details Koran Incidents at Base in Cuba",
      "snippet": "A military inquiry has found that guards or interrogators at the Guantánamo Bay detention center in Cuba kicked, stepped on and splashed urine on the Koran, in some cases intentionally but in others by accident, the Pentagon said on Friday.     Th...",
      "abstract": "A military inquiry has found that guards or interrogators at the Guantánamo Bay detention center in Cuba kicked, stepped on and splashed urine on the Koran, in some cases intentionally but in others by accident, the Pentagon said on Friday.     The splashing of urine was among the cases described as inadvertent. It was said to have occurred when a guard urinated near an air vent and the wind blew his urine through the vent into a detainee's cell. The detainee was given a fresh uniform and a new Koran, and the guard was reprimanded and assigned to guard duty that kept him from contact with detainees for the remainder of his time at Guantánamo, according to the military inquiry.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/04/politics/military-details-koran-incidents-at-base-in-cuba.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "How to Exorcise a Corporate Scandal",
      "snippet": "In Washington, the Supreme Court this week swept aside the conviction of Arthur Andersen for trying to hide the fraud at Enron -- a legal victory of little practical benefit for the firm, now all but dead.    In Birmingham, Ala., yesterday, a fede...",
      "abstract": "In Washington, the Supreme Court this week swept aside the conviction of Arthur Andersen for trying to hide the fraud at Enron -- a legal victory of little practical benefit for the firm, now all but dead.    In Birmingham, Ala., yesterday, a federal judge ordered a deadlocked jury to continue weighing evidence against Richard M. Scrushy, the former chief executive of HealthSouth, accused of orchestrating a $2.7 billion accounting fraud. And that courtroom decision, regardless of the outcome, will have scant effect on a company that has avoided the downward spiral that engulfed Andersen and Enron.  ",
      "lead_paragraph": "In Washington, the Supreme Court this week swept aside the conviction of Arthur Andersen for trying to hide the fraud at Enron -- a legal victory of little practical benefit for the firm, now all but dead.",
      "publication_date": "2005-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/04/business/how-to-exorcise-a-corporate-scandal.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Jurors Report a Deadlock in the Trial of Scrushy",
      "snippet": "The jurors in the federal fraud trial of Richard M. Scrushy said on Friday that they were deadlocked on all counts, prompting the judge to issue a stern order to resume deliberations in an effort to reach a unanimous verdict in the case.     Judge...",
      "abstract": "The jurors in the federal fraud trial of Richard M. Scrushy said on Friday that they were deadlocked on all counts, prompting the judge to issue a stern order to resume deliberations in an effort to reach a unanimous verdict in the case.     Judge Karon O. Bowdre presented what is known as an Allen charge -- special last-resort instructions given when a jury is unable to decide on a verdict and the judge is trying to avoid a mistrial. The 12 jurors in the trial of Mr. Scrushy, the former chief executive of the HealthSouth Corporation, have indicated they are in disagreement and confusion since hearing closing arguments last month.   ",
      "lead_paragraph": "BIRMINGHAM, Ala., June 3 - The jurors in the federal fraud trial of Richard M. Scrushy said on Friday that they were deadlocked on all counts, prompting the judge to issue a stern order to resume deliberations in an effort to reach a unanimous verdict in the case.",
      "publication_date": "2005-06-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/04/business/jurors-report-a-deadlock-in-the-trial-of-scrushy.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Rumsfeld Issues a Sharp Rebuke to China on Arms",
      "snippet": "Defense Secretary Donald H. Rumsfeld, in an unusually blunt public critique of China, said Saturday that Beijing's military spending threatened the delicate security balance in Asia and called for an emphasis instead on political freedom and open ...",
      "abstract": "Defense Secretary Donald H. Rumsfeld, in an unusually blunt public critique of China, said Saturday that Beijing's military spending threatened the delicate security balance in Asia and called for an emphasis instead on political freedom and open markets.    In a keynote address at an Asian security conference here, Mr. Rumsfeld argued that China's investment in missiles and up-to-date military technology posed a risk not only to Taiwan and to American interests, but also to nations across Asia that view themselves as China's trading partners, not rivals.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/04/world/asia/rumsfeld-issues-a-sharp-rebuke-to-china-on-arms.html",
      "byline": "By Thom Shanker"
    },
    {
      "headline": "Refugees in Limbo: Ordered Out of U.S., but With Nowhere to Go",
      "snippet": "Back in 1999, Keyse G. Jama, a Somali refugee, made what he calls his big mistake: engaging in a drunken knife fight that led to a one-year jail sentence. Nearly six years later, he is still behind bars.    Ordered deported in May 2001 because of ...",
      "abstract": "Back in 1999, Keyse G. Jama, a Somali refugee, made what he calls his big mistake: engaging in a drunken knife fight that led to a one-year jail sentence. Nearly six years later, he is still behind bars.    Ordered deported in May 2001 because of his crime, Mr. Jama fought all the way to the Supreme Court, which ruled in January that he could indeed be returned to the violent and chaotic land of his birth despite its lack of a functioning government. So the immigration service chartered a plane and paid a private security company to repatriate him in April. But when he arrived at a Somali airstrip, local officials rejected his papers and turned him away.  ",
      "lead_paragraph": "STILLWATER, Minn., May 31 - Back in 1999, Keyse G. Jama, a Somali refugee, made what he calls his big mistake: engaging in a drunken knife fight that led to a one-year jail sentence. Nearly six years later, he is still behind bars.",
      "publication_date": "2005-06-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/04/us/refugees-in-limbo-ordered-out-of-us-but-with-nowhere-to-go.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "U.S. Uncovers Vast Hide-Out of Iraqi Rebels",
      "snippet": "American marines have discovered an elaborate series of underground bunkers used recently by insurgents in central Iraq, with heavy weapons, a kitchen and fresh food, furnished living quarters, showers and even a working air-conditioner, the milit...",
      "abstract": "American marines have discovered an elaborate series of underground bunkers used recently by insurgents in central Iraq, with heavy weapons, a kitchen and fresh food, furnished living quarters, showers and even a working air-conditioner, the military said Saturday.    The bunkers were built into an old rock quarry north of the town of Karma, an insurgent stronghold in Anbar Province that lies near the city of Falluja. The bunker system is 558 feet by 902 feet, nearly equal to a quarter of the Empire State Building's office space, making it the largest underground insurgent hide-out to be discovered in at least the past year, if not during the entire war, said Capt. Jeffrey S. Pool, a spokesman for the Second Marine Division.   ",
      "lead_paragraph": "BAGHDAD, Iraq, June 4 - American marines have discovered an elaborate series of underground bunkers used recently by insurgents in central Iraq, with heavy weapons, a kitchen and fresh food, furnished living quarters, showers and even a working air-conditioner, the military said Saturday.",
      "publication_date": "2005-06-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/06/05/world/middleeast/us-uncovers-vast-hideout-of-iraqi-rebels.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Intermission Over? Now to Raise the Curtain on the Career, Act 2",
      "snippet": "Ask any woman who has quit her job to stay home with her children and she will invariably say she plans to return to work some day. In human resources jargon, these women are sequencers -- those who opt to ''have it all'' sequentially, rather than...",
      "abstract": "Ask any woman who has quit her job to stay home with her children and she will invariably say she plans to return to work some day. In human resources jargon, these women are sequencers -- those who opt to ''have it all'' sequentially, rather than simultaneously.     But when it comes time to dust off the résumé and the business suit, finding a job can seem daunting. Tasks like writing a cover letter that explains years away from a profession or interviewing with recruiters 20 years younger can intimidate even the most self-confident.   ",
      "lead_paragraph": "Ask any woman who has quit her job to stay home with her children and she will invariably say she plans to return to work some day. In human resources jargon, these women are sequencers -- those who opt to \"have it all\" sequentially, rather than simultaneously.",
      "publication_date": "2005-06-05T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/06/05/jobs/intermission-over-now-to-raise-the-curtain-on-the-career-act-2.html",
      "byline": "By Ellen Rosen"
    },
    {
      "headline": "Old Nantucket Warily Meets the New",
      "snippet": "In spring, along with the daffodils, crowds on the ferry and workers raking the beaches, comes the ritual of real estate gossip. What properties changed hands over the winter? And who could possibly be paying those out-of-sight prices?    That 15-...",
      "abstract": "In spring, along with the daffodils, crowds on the ferry and workers raking the beaches, comes the ritual of real estate gossip. What properties changed hands over the winter? And who could possibly be paying those out-of-sight prices?    That 15-acre waterfront parcel for sale for $15 million? It was snatched up after only one day on the market. Turns out the purchaser was Steven Rales, the billionaire entrepreneur who owns at least 61 acres next door and bought the parcel to protect his privacy and waterfront views, said Dalton Frazier, a local real estate agent.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/06/05/us/class/old-nantucket-warily-meets-the-new.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "What a Working Woman Needs: A Wife",
      "snippet": "DR. CHRISTIANE NÜSSLEIN-VOLHARD, director of the Max Planck Institute for Developmental Biology in Tübingen, Germany, has been described as ''one of the most important developmental biologists of all time.'' In 1995 she and two collaborators won t...",
      "abstract": "DR. CHRISTIANE NÜSSLEIN-VOLHARD, director of the Max Planck Institute for Developmental Biology in Tübingen, Germany, has been described as ''one of the most important developmental biologists of all time.'' In 1995 she and two collaborators won the Nobel Prize in Physiology or Medicine for identifying the genes that guide the transformation of a single cell into an embryo.     With that prize comes fame and some fortune, and Dr. Nüsslein-Volhard is using hers to promote a fledgling project that working women everywhere may think worthy of a second Nobel -- maybe the Peace Prize this time. She is not financing science, she is financing scientists -- women scientists who can use her money to pay for help with the children, the cooking and the cleaning.   ",
      "lead_paragraph": "DR. CHRISTIANE NÜSSLEIN-VOLHARD, director of the Max Planck Institute for Developmental Biology in Tübingen, Germany, has been described as \"one of the most important developmental biologists of all time.\" In 1995 she and two collaborators won the Nobel Prize in Physiology or Medicine for identifying the genes that guide the transformation of a single cell into an embryo.",
      "publication_date": "2005-06-05T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/06/05/jobs/what-a-working-woman-needs-a-wife.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Does the Reality Show Make the Designer?",
      "snippet": "OVER kaleidoscopic images of striped shirts, red-white-and-blue logos, flashing lights and a zooming red Ferrari, a man's disembodied voice intones: ''If you've ever turned on a television, opened a magazine or gone shopping, you know who I am.'' ...",
      "abstract": "OVER kaleidoscopic images of striped shirts, red-white-and-blue logos, flashing lights and a zooming red Ferrari, a man's disembodied voice intones: ''If you've ever turned on a television, opened a magazine or gone shopping, you know who I am.''    As the television show unfolds, the camera cuts to the speaker. ''My name is Tommy Hilfiger,'' he says. ''People around the world know the name and know the fashion. But the road to fame wasn't easy.''  ",
      "lead_paragraph": "OVER kaleidoscopic images of striped shirts, red-white-and-blue logos, flashing lights and a zooming red Ferrari, a man's disembodied voice intones: \"If you've ever turned on a television, opened a magazine or gone shopping, you know who I am.\"",
      "publication_date": "2005-06-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/06/05/business/does-the-reality-show-make-the-designer.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "What's Good for Business, If No One Else",
      "snippet": "WILLIAM H. DONALDSON'S abrupt exit last week as chairman of the Securities and Exchange Commission brought cheers from those who think that less regulation means more benefits for investors. They are eagerly embracing President Bush's nominee for ...",
      "abstract": "WILLIAM H. DONALDSON'S abrupt exit last week as chairman of the Securities and Exchange Commission brought cheers from those who think that less regulation means more benefits for investors. They are eagerly embracing President Bush's nominee for the job, Representative Christopher Cox, a California Republican who is a big-business advocate.     While the deregulationistas get ready to rumble, a lawsuit brought by the S.E.C. against Citigroup -- which was settled last Tuesday -- reminds us why the very rules that are despised by business are in fact good for investors. Without admitting or denying wrongdoing, Citigroup agreed to pay $208 million to settle the case.   ",
      "lead_paragraph": "WILLIAM H. DONALDSON'S abrupt exit last week as chairman of the Securities and Exchange Commission brought cheers from those who think that less regulation means more benefits for investors. They are eagerly embracing President Bush's nominee for the job, Representative Christopher Cox, a California Republican who is a big-business advocate.",
      "publication_date": "2005-06-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/06/05/business/worldbusiness/whats-good-for-business-if-no-one-else.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Richest Are Leaving Even the Rich Far Behind",
      "snippet": "When F. Scott Fitzgerald pronounced that the very rich ''are different from you and me,'' Ernest Hemingway's famously dismissive response was: ''Yes, they have more money.'' Today he might well add: much, much, much more money.     The people at t...",
      "abstract": "When F. Scott Fitzgerald pronounced that the very rich ''are different from you and me,'' Ernest Hemingway's famously dismissive response was: ''Yes, they have more money.'' Today he might well add: much, much, much more money.     The people at the top of America's money pyramid have so prospered in recent years that they have pulled far ahead of the rest of the population, an analysis of tax records and other government data by The New York Times shows. They have even left behind people making hundreds of thousands of dollars a year.   ",
      "lead_paragraph": "When F. Scott Fitzgerald pronounced that the very rich \"are different from you and me,\" Ernest Hemingway's famously dismissive response was: \"Yes, they have more money.\" Today he might well add: much, much, much more money.",
      "publication_date": "2005-06-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/06/05/us/class/richest-are-leaving-even-the-rich-far-behind.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "Report Presses Easy Ways to Fix Airline Security",
      "snippet": "Significant gaps in security at the nation's airports could be curtailed even at a time of rising passenger traffic by quickly making a wide range of relatively modest changes in screening people and bags, a confidential report by the Department o...",
      "abstract": "Significant gaps in security at the nation's airports could be curtailed even at a time of rising passenger traffic by quickly making a wide range of relatively modest changes in screening people and bags, a confidential report by the Department of Homeland Security has concluded.     Fixing serious weaknesses in the nation's aviation security system is critical as passenger traffic rises beyond levels seen before the attacks of Sept. 11, 2001, the report observed. This summer, passengers are expected to take about 200 million trips globally on the nation's airlines, up about 4 percent from last year.   ",
      "lead_paragraph": "WASHINGTON, June 4 - Significant gaps in security at the nation's airports could be curtailed even at a time of rising passenger traffic by quickly making a wide range of relatively modest changes in screening people and bags, a confidential report by the Department of Homeland Security has concluded.",
      "publication_date": "2005-06-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/06/05/us/report-presses-easy-ways-to-fix-airline-security.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "Frist Says He Will Prevail in the Long Run",
      "snippet": "With lawmakers returning from the Memorial Day recess, the Senate majority leader, Bill Frist, faces a crucial test of whether he can re-establish his authority after a rapid sequence of events that many say diminished his standing and exposed a l...",
      "abstract": "With lawmakers returning from the Memorial Day recess, the Senate majority leader, Bill Frist, faces a crucial test of whether he can re-establish his authority after a rapid sequence of events that many say diminished his standing and exposed a lack of experience in Congressional intrigue.    Adversaries, independent analysts and even some allies say the Senate leader was wounded by a compromise on judicial nominees achieved last month by a handful of Republicans who bucked him, including Senator John McCain, a potential presidential rival in 2008. The damage to his image was made worse, they say, when Democrats blocked another important White House nominee just a few days after the judicial agreement.   ",
      "lead_paragraph": "WASHINGTON, June 4 - With lawmakers returning from the Memorial Day recess, the Senate majority leader, Bill Frist, faces a crucial test of whether he can re-establish his authority after a rapid sequence of events that many say diminished his standing and exposed a lack of experience in Congressional intrigue.",
      "publication_date": "2005-06-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/06/05/politics/frist-says-he-will-prevail-in-the-long-run.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "The Man With the Golden Slingshot",
      "snippet": "AS lawyers representing the billionaire deal maker Ronald O. Perelman gathered in a Manhattan conference room two years ago, Morgan Stanley executives treated them to an unusual PowerPoint presentation. At the time, Mr. Perelman was contemplating ...",
      "abstract": "AS lawyers representing the billionaire deal maker Ronald O. Perelman gathered in a Manhattan conference room two years ago, Morgan Stanley executives treated them to an unusual PowerPoint presentation. At the time, Mr. Perelman was contemplating suing the bank for losses he suffered as part of a botched investment in Sunbeam, a rapidly deteriorating company that Morgan had once pitched as brimming with profits and promise. The slide show that day, according to Mr. Perelman and his lawyers, included thinly veiled threats aimed at persuading him to back down.     ''We were put on notice from the outset, and they were very clear, that they were going to attack me personally,'' Mr. Perelman said. ''It was a very clear threat, presented in PowerPoint.''  ",
      "lead_paragraph": "AS lawyers representing the billionaire deal maker Ronald O. Perelman gathered in a Manhattan conference room two years ago, Morgan Stanley executives treated them to an unusual PowerPoint presentation. At the time, Mr. Perelman was contemplating suing the bank for losses he suffered as part of a botched investment in Sunbeam, a rapidly deteriorating company that Morgan had once pitched as brimming with profits and promise. The slide show that day, according to Mr. Perelman and his lawyers, included thinly veiled threats aimed at persuading him to back down.",
      "publication_date": "2005-06-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/06/05/business/yourmoney/the-man-with-the-golden-slingshot.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "A New Scourge Afflicts Haiti: Kidnappings",
      "snippet": "Haiti is poised for implosion, with almost all its institutions ravaged from inside out by corruption and no one certin who is in charge; chaos reigns; ruthless mobs led by drug traffickers, former military officers and corrupt police officers hav...",
      "abstract": "Haiti is poised for implosion, with almost all its institutions ravaged from inside out by corruption and no one certin who is in charge; chaos reigns; ruthless mobs led by drug traffickers, former military officers and corrupt police officers have set off devastating wave of murders, carjackings, armed robberies and rapes; estimated 6 to 12 kidnappings occur in Port-au-Prince every day; some are high-profile cases, but overwhelming majority seem aimed at middle and working classes; one vegetable vendor was reportedly kidnapped for $30 ransom; most families negotiate with kidnappers on their own, fearful of involving police; human rights groups report that more than 700 people, including seven peacekeepers, have been killed in last eight months; Prime Min Gerard Latortue claims many gang leaders inciting violence are Haitians who have spent time in American prisons; photo of 14-month-old kidnap victim after being reunited with her mother; map (M)",
      "lead_paragraph": "PORT-AU-PRINCE, Haiti, June 5 - She is a bank teller. Her husband delivers air mail packages for DHL.",
      "publication_date": "2005-06-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/06/world/americas/a-new-scourge-afflicts-haiti-kidnappings.html",
      "byline": "By Ginger Thompson"
    },
    {
      "headline": "Apple Plans to SwitchFrom I.B.M. to Intel Chips",
      "snippet": "Apple Computers will buy chips for its Macintosh computers from Intel, ending 14-year relationship with IBM; was reportedly alarmed by IBM's failure to deliver new version of its Power PC chip, called G5, that does not generate much heat--crucial ...",
      "abstract": "Apple Computers will buy chips for its Macintosh computers from Intel, ending 14-year relationship with IBM; was reportedly alarmed by IBM's failure to deliver new version of its Power PC chip, called G5, that does not generate much heat--crucial feature for notebook computers; shift is clear and long-coveted win for Intel, but portends potentially troublesome shift for Apple; IBM is losing prestigious customer, but not one that is any longer very important to its sales or profits; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/06/technology/apple-plans-to-switchfrom-ibm-to-intel-chips.html",
      "byline": "By John Markoff and Steve Lohr"
    },
    {
      "headline": "Is Shriver Still Working for 'Today'?",
      "snippet": "David Carr column on e-mail written by Andrea Smith, producer at NBC's Today show, to St Martin's Press, publisher of Laurence Leamer's new book on Gov Arnold Schwarzeneggar of California, stating that an appearance by Leamer on program to promote...",
      "abstract": "David Carr column on e-mail written by Andrea Smith, producer at NBC's Today show, to St Martin's Press, publisher of Laurence Leamer's new book on Gov Arnold Schwarzeneggar of California, stating that an appearance by Leamer on program to promote book would need approval of Maria Shriver, Schwarzenegger's wife and former reporter on NBC's Dateline program; Leamer says that when he brought this to Shriver's attention, she told him that she felt book, called Fantastic, was going to make her husband look good and her bad; spokeswoman for Today and John Murphy of St Martin's Press deny that there is anything behind Today's decision not to interview Leamer; photo (M)",
      "lead_paragraph": "AS the first lady of California, Maria Shriver serves as a busy unpaid adviser to her husband, Arnold Schwarzenegger. And in between writing her fifth book, raising four children and making public appearances, she is apparently serving NBC in a similar capacity.",
      "publication_date": "2005-06-06T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/06/business/media/is-shriver-still-working-for-today.html",
      "byline": "By David Carr"
    },
    {
      "headline": "The Trick of Making a Hot Ticket Pay",
      "snippet": "Rock and pop concert promoters are taking steps to boost audiences from anemic levels to which they fell during summer of 2004; Clear Channel Music is cutting prices on its cheaper seats and trying to control cost of booking performers, who custom...",
      "abstract": "Rock and pop concert promoters are taking steps to boost audiences from anemic levels to which they fell during summer of 2004; Clear Channel Music is cutting prices on its cheaper seats and trying to control cost of booking performers, who customarily receive around 85 percent of concert-ticket revenue, part of that guaranteed by promoter in hopes that concert will sell out; overoptimistic projections and competitive bidding for acts have driven up those guarantees and led to higher prices; managers for performers are open to idea of lower guarantees because they do not want artists playing to empty seats; photos; graph (M)",
      "lead_paragraph": "Norah Jones fans who wanted to see the singer perform live last summer had little trouble finding tickets. Although she was touring to promote the platinum-selling album \"Feels Like Home,\" Ms. Jones sold an average of only two-thirds of the tickets available for each show, according to Pollstar, which tracks the pop concert business.",
      "publication_date": "2005-06-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/06/business/media/the-trick-of-making-a-hot-ticket-pay.html",
      "byline": "By Robert Levine"
    },
    {
      "headline": "Members of Sept. 11 Panel Press for Information on Terror Risk",
      "snippet": "Sept 11 commission members, who completed their final report year ago, have regrouped to press White House for information about government's efforts to prevent another catastrophic terrorist attack; say they fear Bush administration and Congress ...",
      "abstract": "Sept 11 commission members, who completed their final report year ago, have regrouped to press White House for information about government's efforts to prevent another catastrophic terrorist attack; say they fear Bush administration and Congress will never act on some of their recommendations; 10 commissioners, acting through private group they founded, will seek permission from White House to gather detailed information from Central Intelligence Agency, Federal Bureau of Investigation, Pentagon, State Dept and other agencies about government's recent performance in dealing with terrorist threats; say they need information to draft privately financed report that will evaluate government's counterterrorism policies in wake of commission's final report last July; say they will also hold series of public hearings; moves are not expected to be welcome at White House or among Congressional leaders; they represent unusual effort by members of high-profile federal commission to retain their political viability and to lobby for their recommendations long after their official investigation came to end; photo of commission vice chairman Lee Hamilton and chairman Thomas H Kean (M)",
      "lead_paragraph": "WASHINGTON, June 5 - Members of the Sept. 11 commission, fearing that the Bush administration and Congress will never act on some of their recommendations, are joining together almost a year after completing their final report to press the White House for information showing whether the government has done enough to prevent another catastrophic terrorist attack, commission officials said.",
      "publication_date": "2005-06-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/06/politics/members-of-sept-11-panel-press-for-information-on-terror-risk.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "First Court Case of Hussein Stems From Killings in Village in '82",
      "snippet": "Iraqi Special Tribunal, court set up to hear cases against Saddam Hussein and his top aides, will bring him to trial by early fall; first case will involve 1982 killings of nearly 160 men from Dujail, predominantly Shiite village, after he survive...",
      "abstract": "Iraqi Special Tribunal, court set up to hear cases against Saddam Hussein and his top aides, will bring him to trial by early fall; first case will involve 1982 killings of nearly 160 men from Dujail, predominantly Shiite village, after he survived assassination attempt there; court's decision to schedule early trial for Hussein on small fraction of accusations against him goes against advice of American lawyers who have guided tribunal's work since court was established; Americans favor trying at least some Hussein aides first, to build up pattern of 'command responsibility' that led conclusively to him; spokesman for Prime Min Ibrahim al-Jaafari says first Shiite-majority government wants Hussein to be tried 'as soon as possible,' within two months; says Hussein must be held to account in 500 separate cases of crimes against humanity, many involving Shiites and Kurds; says government will concentrate on 12 'fully documented cases,' including Dujail, to ensure that Hussein gets death sentence (M)",
      "lead_paragraph": "BAGHDAD, Iraq, June 5 - The Iraqi court set up to hear cases against Saddam Hussein and his top aides plans to bring him to trial by late summer or early fall in its first case, involving the 1982 killings of nearly 160 men from Dujail, a predominantly Shiite village north of Baghdad, after he survived an assassination attempt there, according to a senior Iraqi court official.",
      "publication_date": "2005-06-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/06/world/middleeast/first-court-case-of-hussein-stems-from-killings-in-village.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Financial Aid Rules for College Change, and Families Pay More",
      "snippet": "Changes to federal financial aid formula have increased amount families must contribute toward college expenses before they are eligible for financial aid; many university officials say impact cuts across class lines; at University of California, ...",
      "abstract": "Changes to federal financial aid formula have increased amount families must contribute toward college expenses before they are eligible for financial aid; many university officials say impact cuts across class lines; at University of California, Berkeley, estimated 1,000 middle- to upper-middle-class students will probably lose eligibility for federal subsidies on their student loans in coming year; increase in what families must pay before clearing eligibility bar for financial aid is larger for families in some states, where consideration of family's state tax burden has changed significantly under formula in effort to make it reflect typical tax payments; also, when bar for financial aid goes up, students may also lose state grants tied to federal formula; Dept of Education says changes to formula are driven by legal obligation to reflect what famiiles can truly afford to pay; some economists consider administration's economic assumptions deeply flawed; photo; chart (M)",
      "lead_paragraph": "No matter how she parses it, Roberta Proctor cannot make sense of her son's college bill. Her income and her assets have not changed. If anything, she says, her family's finances have deteriorated somewhat.",
      "publication_date": "2005-06-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/06/education/financial-aid-rules-for-college-change-and-families-pay-more.html",
      "byline": "By Greg Winter"
    },
    {
      "headline": "Ready or Not, G.M.'s Chief Is About to Face Some Questions",
      "snippet": "Rick Wagoner, General Motors chief executive, prepares for annual meeting at which he must restore shareholder confidence that he can lift sales of cars and trucks, restore credit rating and lift stock price; he has sketched out revival plan in la...",
      "abstract": "Rick Wagoner, General Motors chief executive, prepares for annual meeting at which he must restore shareholder confidence that he can lift sales of cars and trucks, restore credit rating and lift stock price; he has sketched out revival plan in last few weeks, but many analysts see it as not much different from what GM has been doing; these analysts say turning company around will require sweeping reductions in its health and pension costs and ability to make cars and trucks that are compelling enough to support 25 percent of US vehicle market; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/06/business/ready-or-not-gms-chief-is-about-to-face-some-questions.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Bristol-Myers Seen Settling Case by U.S.",
      "snippet": "Bristol-Myers Squibb is expected to agree to pay nearly $300 million to end Justice Department criminal investigation into its accounting practices; that would be on top of $389 million in civil settlements reached with investors in last year and ...",
      "abstract": "Bristol-Myers Squibb is expected to agree to pay nearly $300 million to end Justice Department criminal investigation into its accounting practices; that would be on top of $389 million in civil settlements reached with investors in last year and $150 million company was fined by SEC; in addition, agreement is said to require Bristol-Myers to establish government-supervised compliance and disclosure and ethics programs to prevent type of accounting manipulation that prompted investigation, 'channel stuffing,' in which company paid incentives to its wholesalers to stockpile inventory, making it appear as if sales were higher than they actually were (M)",
      "lead_paragraph": "The drug maker Bristol-Myers Squibb is expected to agree to pay nearly $300 million to end a Justice Department criminal investigation of its accounting practices, according to people briefed on the prospective settlement.",
      "publication_date": "2005-06-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/06/business/bristolmyers-seen-settling-case-by-us.html",
      "byline": "By Stephanie Saul"
    }
  ]
}