{
  "metadata": {
    "date": "2005-07-25",
    "total_articles": 31
  },
  "articles": [
    {
      "headline": "China and the U.S. Embark on a Perilous Trip",
      "snippet": "The dollar may be on a healthier course for now, but that does not silence the prophets of doom who fear a collapse of the currency or some other economic crisis as Americans continue to buy far more abroad than they sell.     The question is, Are...",
      "abstract": "The dollar may be on a healthier course for now, but that does not silence the prophets of doom who fear a collapse of the currency or some other economic crisis as Americans continue to buy far more abroad than they sell.     The question is, Are those who see catastrophe ahead Cassandras accurately foretelling the future or Chicken Littles, wrong yet again about the dangers of a falling dollar?  ",
      "lead_paragraph": "The dollar may be on a healthier course for now, but that does not silence the prophets of doom who fear a collapse of the currency or some other economic crisis as Americans continue to buy far more abroad than they sell.",
      "publication_date": "2005-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/23/business/worldbusiness/china-and-the-us-embark-on-a-perilous-trip.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "SUBWAY SUSPECT IS SHOT TO DEATH BY LONDON POLICE",
      "snippet": "Under a shoot-to-kill order after terrorist attacks that have traumatized Britain, plainclothes police officers on Friday fatally shot a suspect on a subway train as horrified passengers looked on.    The police shot the man five times at point-bl...",
      "abstract": "Under a shoot-to-kill order after terrorist attacks that have traumatized Britain, plainclothes police officers on Friday fatally shot a suspect on a subway train as horrified passengers looked on.    The police shot the man five times at point-blank range, witnesses said, after chasing him into a train stopped in the Stockwell Underground station in south London at about 10 a.m.  ",
      "lead_paragraph": "LONDON, July 22 - Under a shoot-to-kill order after terrorist attacks that have traumatized Britain, plainclothes police officers on Friday fatally shot a suspect on a subway train as horrified passengers looked on.",
      "publication_date": "2005-07-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/23/front page/world/bombings-in-london-terror-threat-subway-suspect-is-shot-to.html",
      "byline": "By Don van Natta Jr. and Elaine Sciolino"
    },
    {
      "headline": "5 Shots in a Train Car Leave Londoners Shaken",
      "snippet": "It was around 10 a.m. on a sunny, summery Friday when London crossed a once-unthinkable line in its unfolding war on terror.     In a city where most police officers do not carry guns, the shock from the shooting death of a man in a subway car was...",
      "abstract": "It was around 10 a.m. on a sunny, summery Friday when London crossed a once-unthinkable line in its unfolding war on terror.     In a city where most police officers do not carry guns, the shock from the shooting death of a man in a subway car was palpable. It raised questions about police firearms practices, kindled uncertainty among Muslims and deepened the anxiety of a city that looks, these days, under siege.  ",
      "lead_paragraph": "LONDON, July 22 - It was around 10 a.m. on a sunny, summery Friday when London crossed a once-unthinkable line in its unfolding war on terror.",
      "publication_date": "2005-07-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/23/world/europe/5-shots-in-a-train-car-leave-londoners-shaken.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "Some Disassembly Required",
      "snippet": "Think of Hewlett-Packard as the technology world's version of the Hydra, the nine-headed, marsh-dwelling serpent of Greek mythology. The company sells a dizzying array of products, including printers and personal computers, of course, but also pho...",
      "abstract": "Think of Hewlett-Packard as the technology world's version of the Hydra, the nine-headed, marsh-dwelling serpent of Greek mythology. The company sells a dizzying array of products, including printers and personal computers, of course, but also photocopiers, plasma televisions, digital projectors and a catalog of hardware and software products so thorough and arcane it would make the geeks running your average corporate computer center drool like Homer Simpson eyeing a doughnut.     For good measure, the company also sells its own operating system, HP-UX 11i, and what it calls a ''printable tattoo,'' a decorative case to protect an Apple iPod music player from scuffs and scratches.  ",
      "lead_paragraph": "SAN FRANCISCO, July 22 - Think of Hewlett-Packard as the technology world's version of the Hydra, the nine-headed, marsh-dwelling serpent of Greek mythology. The company sells a dizzying array of products, including printers and personal computers, of course, but also photocopiers, plasma televisions, digital projectors and a catalog of hardware and software products so thorough and arcane it would make the geeks running your average corporate computer center drool like Homer Simpson eyeing a doughnut.",
      "publication_date": "2005-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/23/technology/some-disassembly-required.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Sony BMG Called Close to Settlement With Spitzer",
      "snippet": "Eliot Spitzer, the New York attorney general, is close to a settlement with one of the world's largest record companies to resolve accusations that it used improper tactics to influence radio programmers to play its songs, people involved in the d...",
      "abstract": "Eliot Spitzer, the New York attorney general, is close to a settlement with one of the world's largest record companies to resolve accusations that it used improper tactics to influence radio programmers to play its songs, people involved in the discussions said last night.      The agreement between Mr. Spitzer and the record company, Sony BMG Music Entertainment, one of four music conglomerates under investigation, is expected to be announced on Monday, these people said. They cautioned, however, that the talks were continuing and could still break down.  ",
      "lead_paragraph": "Eliot Spitzer, the New York attorney general, is close to a settlement with one of the world's largest record companies to resolve accusations that it used improper tactics to influence radio programmers to play its songs, people involved in the discussions said last night.",
      "publication_date": "2005-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/23/business/media/sony-bmg-called-close-to-settlement-with-spitzer.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "Ferocious Heat Maintains Grip Across the West",
      "snippet": "A relentless and lethal blanket of heat has settled on much of the western United States, forcing the cancellation of dozens of airline flights, threatening the loss of electrical power, stoking wildfires and leaving 20 people dead in Phoenix alon...",
      "abstract": "A relentless and lethal blanket of heat has settled on much of the western United States, forcing the cancellation of dozens of airline flights, threatening the loss of electrical power, stoking wildfires and leaving 20 people dead in Phoenix alone in just the past week.    Fourteen of the victims here are thought to have been homeless, although the heat also claimed the life of a 97-year-old man who died in his bedroom, a 37-year-old man who succumbed in his car and two older women who died in homes without air-conditioning.  ",
      "lead_paragraph": "PHOENIX, July 22 - A relentless and lethal blanket of heat has settled on much of the western United States, forcing the cancellation of dozens of airline flights, threatening the loss of electrical power, stoking wildfires and leaving 20 people dead in Phoenix alone in just the past week.",
      "publication_date": "2005-07-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/23/us/ferocious-heat-maintains-grip-across-the-west.html",
      "byline": "By John M. Broder"
    },
    {
      "headline": "Anti-Abortion Advocacy of Wife of Court Nominee Draws Interest",
      "snippet": "Judge John G. Roberts has left little hard evidence of his views on abortion in recent years and is widely expected to try to avoid the issue in his coming confirmation hearings.     But there is little mystery about the views of his wife, Jane Su...",
      "abstract": "Judge John G. Roberts has left little hard evidence of his views on abortion in recent years and is widely expected to try to avoid the issue in his coming confirmation hearings.     But there is little mystery about the views of his wife, Jane Sullivan Roberts, a Roman Catholic lawyer from the Bronx whose pro bono work for Feminists for Life is drawing intense interest in the ideologically charged environment of a Supreme Court confirmation debate.  ",
      "lead_paragraph": "WASHINGTON, July 22 - Judge John G. Roberts has left little hard evidence of his views on abortion in recent years and is widely expected to try to avoid the issue in his coming confirmation hearings.",
      "publication_date": "2005-07-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/23/politics/politicsspecial1/antiabortion-advocacy-of-wife-of-court-nominee.html",
      "byline": "By Lynette Clemetson and Robin Toner"
    },
    {
      "headline": "Donaldson: The Exit Interview",
      "snippet": "I came with a mission,'' William H. Donaldson said the other day, reflecting on his tenure as chairman of the Securities and Exchange Commission. In retrospect, that was the big surprise. Mr. Donaldson, who stepped down late last month after two a...",
      "abstract": "I came with a mission,'' William H. Donaldson said the other day, reflecting on his tenure as chairman of the Securities and Exchange Commission. In retrospect, that was the big surprise. Mr. Donaldson, who stepped down late last month after two and a half tumultuous years, was never supposed to be a man with a plan.      Let's rewind. It's December 2002, and Mr. Donaldson has just been named to the post. The stock market has been reeling since March 2000, when the Internet bubble burst. Enron, WorldCom, Tyco: the list of companies embroiled in major scandals is large and getting larger. Eliot Spitzer, the New York attorney general, has exposed the way Wall Street analysts promoted lousy companies to win investment banking business -- and he's several months away from bringing the mutual fund timing scandal to light.  ",
      "lead_paragraph": "I came with a mission,\" William H. Donaldson said the other day, reflecting on his tenure as chairman of the Securities and Exchange Commission. In retrospect, that was the big surprise. Mr. Donaldson, who stepped down late last month after two and a half tumultuous years, was never supposed to be a man with a plan.",
      "publication_date": "2005-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/23/business/donaldson-the-exit-interview.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "Blasts in Egypt Kill at Least 59 at Sinai Resort",
      "snippet": "At least 59 people were killed in a series of powerful explosions early Saturday in the Egyptian Red Sea resort of Sharm el Sheik, Egypt's interior minister said.    About 116 people were wounded in the blasts, the interior minister, Habib El-Adly...",
      "abstract": "At least 59 people were killed in a series of powerful explosions early Saturday in the Egyptian Red Sea resort of Sharm el Sheik, Egypt's interior minister said.    About 116 people were wounded in the blasts, the interior minister, Habib El-Adly, said. The explosions were apparently caused by car bombs at hotels and a market that catered mostly to European and Arab tourists, The Associated Press reported, citing security officials. Fire and smoke rose in Sharm el Sheik and nearby Naama Bay, which also has a strip of beach hotels.  ",
      "lead_paragraph": "SHARM EL SHEIK, Egypt, Saturday, July 23 - At least 59 people were killed in a series of powerful explosions early Saturday in the Egyptian Red Sea resort of Sharm el Sheik, Egypt's interior minister said.",
      "publication_date": "2005-07-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/23/world/africa/blasts-in-egypt-kill-at-least-59-at-sinai-resort.html",
      "byline": "By Mona El-Naggar and Greg Myre"
    },
    {
      "headline": "Mystery Woodpecker Upends a Bird Lover's Life",
      "snippet": "In the church of birds, where passions run high and prophets emerge from swamps and thickets with revelations, nothing can ruin a reputation like admitting that you have seen an ivory-billed woodpecker.    Bobby Harrison, a large, gentle man with ...",
      "abstract": "In the church of birds, where passions run high and prophets emerge from swamps and thickets with revelations, nothing can ruin a reputation like admitting that you have seen an ivory-billed woodpecker.    Bobby Harrison, a large, gentle man with thinning hair and a soft Alabama drawl, knows this and can recite the casualties. Consider John V. Dennis, one of Mr. Harrison's heroes. He took the last accepted photograph of an ivory bill in Cuba in 1948. But when he testified to seeing one in the Big Thicket area of southeast Texas in 1966, he was ridiculed.   ",
      "lead_paragraph": "HUNTSVILLE, Ala., July 23 - In the church of birds, where passions run high and prophets emerge from swamps and thickets with revelations, nothing can ruin a reputation like admitting that you have seen an ivory-billed woodpecker.",
      "publication_date": "2005-07-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/07/24/science/mystery-woodpecker-upends-a-bird-lovers-life.html",
      "byline": "By James Gorman"
    },
    {
      "headline": "For Bush, Effect of Investigation of C.I.A. Leak Case Is Uncertain",
      "snippet": "His former secretary of state, most of his closest aides and a parade of other senior officials have testified to a grand jury. His political strategist has emerged as a central figure in the case, as has his vice president's chief of staff. His s...",
      "abstract": "His former secretary of state, most of his closest aides and a parade of other senior officials have testified to a grand jury. His political strategist has emerged as a central figure in the case, as has his vice president's chief of staff. His spokesman has taken a pounding for making public statements about the matter that now appear not to be accurate.     For all that, it is still not clear what the investigation into the leak of a C.I.A. operative's identity will mean for President Bush. So far the disclosures about the involvement of Karl Rove, among others, have not exacted any substantial political price from the administration. And nobody has suggested that the investigation directly implicates the president.  ",
      "lead_paragraph": "WASHINGTON, July 23 - His former secretary of state, most of his closest aides and a parade of other senior officials have testified to a grand jury. His political strategist has emerged as a central figure in the case, as has his vice president's chief of staff. His spokesman has taken a pounding for making public statements about the matter that now appear not to be accurate.",
      "publication_date": "2005-07-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/07/24/politics/for-bush-effect-of-investigation-of-cia-leak-case-is-uncertain.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "Armies Ready for Court Battle but Are Unable to Find a Fight",
      "snippet": "Ed Gillespie, the White House commando in charge of the selling of Judge John G. Roberts for a seat on the highest court in the land, was settled into his temporary West Wing office on Friday with a ready army and almost no enemy to fight.    Some...",
      "abstract": "Ed Gillespie, the White House commando in charge of the selling of Judge John G. Roberts for a seat on the highest court in the land, was settled into his temporary West Wing office on Friday with a ready army and almost no enemy to fight.    Some war room: the telephones were silent, Fox News was unwatched in a corner, no aides bustled in and out. With Congress gone for another sultry weekend, it was just Mr. Gillespie and his sidekick, Steve Schmidt, a top adviser to Vice President Dick Cheney who is moonlighting as the communications director in the Roberts sales campaign.  ",
      "lead_paragraph": "WASHINGTON, July 23 - Ed Gillespie, the White House commando in charge of the selling of Judge John G. Roberts for a seat on the highest court in the land, was settled into his temporary West Wing office on Friday with a ready army and almost no enemy to fight.",
      "publication_date": "2005-07-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/07/24/politics/politicsspecial1/armies-ready-for-court-battle-but-are-unable-to.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "The School That Skipped Ethics Class",
      "snippet": "THE Career Education Corporation, a for-profit provider of technical and business education, took a beating last week after a scathing report on one of the company's schools by a state oversight bureau. The report, by California's Bureau for Priva...",
      "abstract": "THE Career Education Corporation, a for-profit provider of technical and business education, took a beating last week after a scathing report on one of the company's schools by a state oversight bureau. The report, by California's Bureau for Private Postsecondary and Vocational Education, concluded that the school, the Brooks Institute of Photography in Santa Barbara, had persuaded prospective students to enroll by ''willfully misleading'' them, ''falsifying and omitting critical information.''      The bureau gave only a conditional approval for the school to operate for the next two years, and said that Brooks would have to provide ''equitable restitution'' to students going back to 1999. Unconditional approval of Brooks ''is not in the public interest,'' the report said. Career Education can appeal the decision, but investors fled its shares.  ",
      "lead_paragraph": "THE Career Education Corporation, a for-profit provider of technical and business education, took a beating last week after a scathing report on one of the company's schools by a state oversight bureau. The report, by California's Bureau for Private Postsecondary and Vocational Education, concluded that the school, the Brooks Institute of Photography in Santa Barbara, had persuaded prospective students to enroll by \"willfully misleading\" them, \"falsifying and omitting critical information.\"",
      "publication_date": "2005-07-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/07/24/business/yourmoney/the-school-that-skipped-ethics-class.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Defying U.S. Efforts, Guerrillas in Iraq Refocus and Strengthen",
      "snippet": "They just keep getting stronger.    Despite months of assurances that their forces were on the wane, the guerrillas and terrorists battling the American-backed enterprise here appear to be growing more violent, more resilient and more sophisticate...",
      "abstract": "They just keep getting stronger.    Despite months of assurances that their forces were on the wane, the guerrillas and terrorists battling the American-backed enterprise here appear to be growing more violent, more resilient and more sophisticated than ever.  ",
      "lead_paragraph": "BAGHDAD, Iraq, July 23 - They just keep getting stronger.",
      "publication_date": "2005-07-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/07/24/world/middleeast/defying-us-efforts-guerrillas-in-iraq-refocus-and.html",
      "byline": "By Dexter Filkins and David S. Cloud"
    },
    {
      "headline": "Who's Afraid of China Inc.?",
      "snippet": "WILLIAM A. REINSCH, an avowed free trader, welcomes China's rising stature in the international economy. After all, he is the president of the National Foreign Trade Council, an organization founded in 1914 to promote an ''open world trading syste...",
      "abstract": "WILLIAM A. REINSCH, an avowed free trader, welcomes China's rising stature in the international economy. After all, he is the president of the National Foreign Trade Council, an organization founded in 1914 to promote an ''open world trading system.'' Indeed, when he was a senior trade official in the Clinton administration, Mr. Reinsch was chided by some security analysts who said he was being soft on China by placing matters of commerce ahead of national security.      But even Mr. Reinsch is uneasy about China's attempt to buy Unocal, a midsize American oil company. The outcome of the takeover contest for Unocal is uncertain, and last week its board embraced an improved offer from Chevron. Yet Cnooc, a government-backed Chinese oil company, still has the higher offer -- and it could up the ante.  ",
      "lead_paragraph": "WILLIAM A. REINSCH, an avowed free trader, welcomes China's rising stature in the international economy. After all, he is the president of the National Foreign Trade Council, an organization founded in 1914 to promote an \"open world trading system.\" Indeed, when he was a senior trade official in the Clinton administration, Mr. Reinsch was chided by some security analysts who said he was being soft on China by placing matters of commerce ahead of national security.",
      "publication_date": "2005-07-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/07/24/business/yourmoney/whos-afraid-of-china-inc.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Death Toll Rises to at Least 90 in Bombings at Egyptian Resort",
      "snippet": "The death toll from three bombs at this Red Sea resort rose sharply on Saturday. The Egyptian authorities said at least 90 people had been killed in an attack strikingly similar to one that tore apart resorts farther up the coast of the Sinai Peni...",
      "abstract": "The death toll from three bombs at this Red Sea resort rose sharply on Saturday. The Egyptian authorities said at least 90 people had been killed in an attack strikingly similar to one that tore apart resorts farther up the coast of the Sinai Peninsula nine months ago.    The latest attack, the worst in Egypt, ripped through an upscale hotel, a local market and a parking lot beginning shortly after 1 a.m., a synchronized series of blasts that witnesses and the authorities said had occurred about five minutes apart.  ",
      "lead_paragraph": "SHARM EL SHEIK, Egypt, July 23 - The death toll from three bombs at this Red Sea resort rose sharply on Saturday. The Egyptian authorities said at least 90 people had been killed in an attack strikingly similar to one that tore apart resorts farther up the coast of the Sinai Peninsula nine months ago.",
      "publication_date": "2005-07-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/07/24/world/middleeast/death-toll-rises-to-at-least-90-in-bombings-at-egyptian.html",
      "byline": "By Greg Myre and Mona El-Naggar"
    },
    {
      "headline": "New Hopes for a Store Selling Used Books",
      "snippet": "PLOT: a used-book store's battle to stay afloat.     Chief characters: two women who love literature, wanted to do something more creative than tending bar and waiting on tables, and scraped together savings and loans to create the store.  ",
      "abstract": "PLOT: a used-book store's battle to stay afloat.     Chief characters: two women who love literature, wanted to do something more creative than tending bar and waiting on tables, and scraped together savings and loans to create the store.  ",
      "lead_paragraph": "PLOT: a used-book store's battle to stay afloat.",
      "publication_date": "2005-07-24T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/07/24/jobs/new-hopes-for-a-store-selling-used-books.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "Britain Says Man Killed by Police Had No Tie to Bombings",
      "snippet": "Scotland Yard admitted Saturday that a man police officers gunned down at point-blank range in front of horrified subway passengers on Friday had nothing to do with the investigation into the bombing attacks here.     The man was identified by pol...",
      "abstract": "Scotland Yard admitted Saturday that a man police officers gunned down at point-blank range in front of horrified subway passengers on Friday had nothing to do with the investigation into the bombing attacks here.     The man was identified by police as Jean Charles de Menezes, a 27-year-old Brazilian, described by officers as an electrician on his way to work. ''He was not connected to incidents in central London on 21st July, 2005, in which four explosive devices were partly detonated,'' a police statement said.  ",
      "lead_paragraph": "LONDON, July 23 - Scotland Yard admitted Saturday that a man police officers gunned down at point-blank range in front of horrified subway passengers on Friday had nothing to do with the investigation into the bombing attacks here.",
      "publication_date": "2005-07-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/07/24/world/britain-says-man-killed-by-police-had-no-tie-to-bombings.html",
      "byline": "By Alan Cowell and Don van Natta Jr"
    },
    {
      "headline": "The Rap on Puffy's Empire",
      "snippet": "SEAN JOHN COMBS, the rap and clothing impresario still best known as Puff Daddy, a sobriquet he has now abandoned, stood before a conference table in his company's Midtown Manhattan headquarters recently, addressing his designers.      Dressed in ...",
      "abstract": "SEAN JOHN COMBS, the rap and clothing impresario still best known as Puff Daddy, a sobriquet he has now abandoned, stood before a conference table in his company's Midtown Manhattan headquarters recently, addressing his designers.      Dressed in a black baseball cap, a black T-shirt and black cut-off denim shorts -- his only flash a large square diamond stud in each earlobe -- he projected a decidedly serious mien. The designers listened intently. When he paused, as he did several times, there were no questions. They knew to wait until he solicited their advice.  ",
      "lead_paragraph": "SEAN JOHN COMBS, the rap and clothing impresario still best known as Puff Daddy, a sobriquet he has now abandoned, stood before a conference table in his company's Midtown Manhattan headquarters recently, addressing his designers.",
      "publication_date": "2005-07-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/07/24/business/yourmoney/the-rap-on-puffys-empire.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "For Gore, a Reincarnation on the Other Side of the Camera",
      "snippet": "On the eve of the launch of his new cable channel, Current, Al Gore says that he intends to reinvent himself as a media entrepreneur.",
      "abstract": "On the eve of the launch of his new cable channel, Current, Al Gore says that he intends to reinvent himself as a media entrepreneur.",
      "lead_paragraph": "SAN FRANCISCO, July 23 - The day after President Bush announced his first Supreme Court nominee, his opponent in the hotly disputed 2000 election was a continent away from the White House, sitting in a darkened conference room in a converted coffee warehouse here.",
      "publication_date": "2005-07-25T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/25/business/media/for-gore-a-reincarnation-on-the-other-side-of-the-camera.html",
      "byline": "By JACQUES STEINBERG"
    },
    {
      "headline": "4 Major Unions Plan to Boycott A.F.L.-C.I.O. Event",
      "snippet": "Leaders of four of country's largest labor unions say they will boycott AFL-CIO convention, and officials from two, Service Employees International Union and Teamsters, say they plan to fully withdraw from federation; they and United Food and Comm...",
      "abstract": "Leaders of four of country's largest labor unions say they will boycott AFL-CIO convention, and officials from two, Service Employees International Union and Teamsters, say they plan to fully withdraw from federation; they and United Food and Commercial Workers Union and Unite Here claim federation under leadership of John J Sweeney has been ineffective in halting decades-long slide of organized labor; schism, biggest rift in labor since 1930's, comes at 50th anniversary of union merger that created current federation; rift could hurt labor movement badly by redirecting its focus and energies to internal battles instead of bedrock issues like fighting for wage increases and extending health care to more workers; it could also make labor less potent political force for Democrats, labor's traditional allies; four boycotting unions represent one-third of AFL-CIO's 13 million members; photo (M)",
      "lead_paragraph": "CHICAGO, July 24 - Leaders of four of the country's largest labor unions announced on Sunday that they would boycott this week's A.F.L.-C.I.O. convention, and officials from two of those unions, the service employees and the Teamsters, said the action was a prelude to their full withdrawal from the federation on Monday.",
      "publication_date": "2005-07-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/25/us/4-major-unions-plan-to-boycott-aflcio-event.html",
      "byline": "By Steven Greenhouse"
    },
    {
      "headline": "For Gore, a Reincarnation on the Other Side of the Camera",
      "snippet": "Former Vice Pres Al Gore discusses his new role as co-founder and chairman of Current TV, cable and satellite channel that will rely for much of its programming on videos submitted by viewers, largely in the 18-to-34-year-old age bracket, and allo...",
      "abstract": "Former Vice Pres Al Gore discusses his new role as co-founder and chairman of Current TV, cable and satellite channel that will rely for much of its programming on videos submitted by viewers, largely in the 18-to-34-year-old age bracket, and allow those viewers to decide which videos to show by voting at its Web site; says he hopes to democratize television 'with a lower-case 'd''; says channel wil not have single political point of view and is not intended as liberal foil to Fox News Channel; Current's roster of investors, however, looks a lot like campaign finance rolls of Gore's 2000 campaign; Current has already received 3,000 videotape submissions from filmmakers, amateurs and professionals alike; photos (M)",
      "lead_paragraph": "SAN FRANCISCO, July 23 - The day after President Bush announced his first Supreme Court nominee, his opponent in the hotly disputed 2000 election was a continent away from the White House, sitting in a darkened conference room in a converted coffee warehouse here.",
      "publication_date": "2005-07-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/25/business/media/for-gore-a-reincarnation-on-the-other-side-of-the-camera.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Searching for Footprints:Bombings Link Doubted",
      "snippet": "News analysis: Britain and Egypt are asking whether terrorist attacks in London and Sharm el Sheik were linked, and was Al Qaeda involved; despite some similarities, several senior intelligence and counterterrorism officials in Europe and Middle E...",
      "abstract": "News analysis: Britain and Egypt are asking whether terrorist attacks in London and Sharm el Sheik were linked, and was Al Qaeda involved; despite some similarities, several senior intelligence and counterterrorism officials in Europe and Middle East express doubt of any linkage; claim that terrorism inspired by Al Qaeda's ideology, carried out in name of violent interpretation of Islam, has entered new, dangerous and global phase; say surge in terrorist attacks could be part of new mandate to set off devastating, multiple bomb attacks to punish Western governments for their foreign policies; photo (M)",
      "lead_paragraph": "LONDON, July 24 - As Britain and Egypt struggle to absorb the effects of terrorist attacks on their soil and determine who was responsible, both countries are asking the same two questions: Were the attacks linked, and was Al Qaeda involved?",
      "publication_date": "2005-07-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/25/world/europe/searching-for-footprintsbombings-link-doubted.html",
      "byline": "By Elaine Sciolino and Don van Natta Jr"
    },
    {
      "headline": "Blacks Pin Hope on DNA to Fill Slavery's Gaps in Family Trees",
      "snippet": "Thousands of African-Americans are providing their DNA samples to laboratories to learn more about family history once thought permanently obscured by slavery; they seek answers to questions about their family lineages in antebellum South--whether...",
      "abstract": "Thousands of African-Americans are providing their DNA samples to laboratories to learn more about family history once thought permanently obscured by slavery; they seek answers to questions about their family lineages in antebellum South--whether black, white or Native American--and about distant forebears in Africa; DNA tests are fueling biggest surge in African-American genealogy since Alex Haley's 1976 novel Roots inspired generation to try to trace their ancestors back to Africa; idea that key lies in their own bodies is powerful one for those who have spent decades poring over plantation records that did not list slaves by surname and ship manifests that did not list where they came from; scientists warn that necessary tools to tell African-Amerians what many want to know most--precisely where in Africa their ancestors lived--are still unreliable and can be highly imprecise; photos; chart (L)",
      "lead_paragraph": "All her life, Rachel Fair has been teased by other black Americans about her light skin. \"High yellow,\" they call her, a needling reference to the legacy of a slave owner who, she says, \"went down to that cabin and had what he wanted.\"",
      "publication_date": "2005-07-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/25/science/blacks-pin-hope-on-dna-to-fill-slaverys-gaps-in-family-trees.html",
      "byline": "By Amy Harmon"
    },
    {
      "headline": "Merck's Case Withstands First Week of Punches",
      "snippet": "Analysis of first week of trial in which Merck is being sued by widow and children of Robert Ernst, Texas man who died after taking company's presciption painkiller Vioxx; says plaintiffs' lawyer's questioning of Dr Nancy Santanello, senior Merck ...",
      "abstract": "Analysis of first week of trial in which Merck is being sued by widow and children of Robert Ernst, Texas man who died after taking company's presciption painkiller Vioxx; says plaintiffs' lawyer's questioning of Dr Nancy Santanello, senior Merck scientist, as adverse witness produced some cracks in Merck's defense, but left it standing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/25/business/mercks-case-withstands-first-week-of-punches.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Sunnis to End Iraq Charter Boycott; Bomb Kills 25",
      "snippet": "Sunni Arab leaders say they will end their boycott of drafting process for new Iraqi constitution on same day that suicide truck bomber rams into barricades at Baghdad police station, killing at least 25 people; Sunni Arab leaders say majority Shi...",
      "abstract": "Sunni Arab leaders say they will end their boycott of drafting process for new Iraqi constitution on same day that suicide truck bomber rams into barricades at Baghdad police station, killing at least 25 people; Sunni Arab leaders say majority Shiites and Kurds have agreed to provide bodyguards after two colleagues are assassinated; Sunni Arabs form commission of legal experts to review latest draft of constitution and recommend changes; their return to writing process is considered crucial to lending legitimacy to constitution, which Parliament must approve by Aug 15 before it goes to national referendum in Oct; Bush administration is relying on political process to help quell raging Sunni Arab-led insurgency by easing feelings of disenfranchisement that arose afer Saddam Hussein was deposed; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Monday, July 25 - With just three weeks to go before an important deadline for the new constitution, Sunni Arab leaders said Sunday that they were ready to end their boycott of the drafting process. The statements came as a suicide truck bomber rammed into barricades at a police station here in the middle of a raging sandstorm, killing at least 25 people and wounding at least 33 others, Iraqi officials said.",
      "publication_date": "2005-07-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/25/world/middleeast/sunnis-to-end-iraq-charter-boycott-bomb-kills-25.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "DreamWorks Struggles as a Public Company",
      "snippet": "DreamWorks Animation has made surprising number of communications gaffes since going public in October 2004, and they have undermined its credibility with analysts and investors and helped send stock price down nearly 39 percent for year; analysts...",
      "abstract": "DreamWorks Animation has made surprising number of communications gaffes since going public in October 2004, and they have undermined its credibility with analysts and investors and helped send stock price down nearly 39 percent for year; analysts complain that studio overestimated sales of Shrek 2 DVD, oversold its newest movie, Madagascar, and should have been more forthcoming about costs of movie Shark Tale; its chief executive, Jeffrey Katzenberg, who was known for his great enthusiasm in promoting his projects during his 30-year career in Hollywood studios, appears more cautious now in giving earnings guidance to analysts; analysts look to Roger Enrico, DreamWorks' executive chairman, to communicate with Wall Street; photos; graph (M)",
      "lead_paragraph": "The noise from fans was deafening at the \"Mr. & Mrs. Smith\" premiere last month where, in the film, Brad Pitt takes a beating from his onscreen wife, played by Angelina Jolie. Inside the theater, Jeffrey Katzenberg, the chief executive of DreamWorks Animation, was more subdued, having taken something of a beating himself in recent days.",
      "publication_date": "2005-07-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/25/business/media/dreamworks-struggles-as-a-public-company.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Samsung and Sony, the Clashing Titans, Try Teamwork",
      "snippet": "Samsung Electronics and Sony, long rivals in home electronics, are now working together; have jointly invested $2 billion in state-of-the-art factory in South Korea to produce liquid-crystal displays; are partners in Blu-ray group, one of consorti...",
      "abstract": "Samsung Electronics and Sony, long rivals in home electronics, are now working together; have jointly invested $2 billion in state-of-the-art factory in South Korea to produce liquid-crystal displays; are partners in Blu-ray group, one of consortiums trying to establish standard for next generation of digital video discs and players; have also agreed to share 24,000 basic patents that cover range of components and production processes; deals come at crucial time for Sony, which is trying to cut costs in its bloated electronics division and is expected to report losses of about $134.8 million for quarter ended in June, same period for which Samsung expects to report net income of $1.59 billion; underscore Samsung's emergence as global player with manufacturing muscle, financial influence and popular products to overtake its more prestigious rival in some significant areas; photos; graphs (M)",
      "lead_paragraph": "TOKYO - They go head-to-head in Best Buy, Wal-Mart and CompUSA with their televisions, DVD recorders and camcorders: Sony, the world's best-known electronics maker, and Samsung Electronics, the hard-charging upstart.",
      "publication_date": "2005-07-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/25/technology/samsung-and-sony-the-clashing-titans-try-teamwork.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "North Korea Nuclear Goals: Case of Mixed Signals",
      "snippet": "Process of assessing North Korea's weapons is vulnerable to some of same strains over use of intelligence that came to divide federal agencies and policymakers in United States before Iraq invasion; limitations of intelligence-gathering are partic...",
      "abstract": "Process of assessing North Korea's weapons is vulnerable to some of same strains over use of intelligence that came to divide federal agencies and policymakers in United States before Iraq invasion; limitations of intelligence-gathering are particularly acute with North Korea, where West has few, if any, spies and where officials are famous for their strategy of deception; most intelligence is obtained by satellite, leaving it open to conflicting interpretations, or agendas; in early 2005, Bush administration urged Asian allies and China to increase pressure on North to resume six-nation talks aimed at disarmament, citing fact that American spy satellites detected spike in suspicious tunneling activity at highly secretive military site in North Korean mountains, where underground detonation might occur; at same time, CIA told Congress that it was unlikely that North would conduct nuclear test anytime soon; say evidence could point to 'denial and deception' operation or to nonnuclear testing, or simply nuclear project in its early stages; State Dept shared CIA's doubts; review of other ambiguous clues to North's intentions; photos; map (L)",
      "lead_paragraph": "WASHINGTON, July 24 - Early this year, American spy satellites detected a spike in suspicious tunneling activity at a highly secretive military site in the mountains of North Korea.",
      "publication_date": "2005-07-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/25/washington/north-korea-nuclear-goals-case-of-mixed-signals.html",
      "byline": "This article was reported by William J. Broad, Douglas Jehl, David E. Sanger and Thom Shanker, and Written By Mr. Jehl and Mr. Sanger"
    },
    {
      "headline": "Day After Egypt Bombings, on Vacation, With Resolve",
      "snippet": "Tourists in Sharm el Sheik, Egypt, react with mixture of stoicism, defiance and even nonchalance to one of worst terrorist attacks in Egyptian history; beaches are crowded with sunbathers, except in front of hotel that was all but obliterated by o...",
      "abstract": "Tourists in Sharm el Sheik, Egypt, react with mixture of stoicism, defiance and even nonchalance to one of worst terrorist attacks in Egyptian history; beaches are crowded with sunbathers, except in front of hotel that was all but obliterated by one of three bombs; officials put death toll at 64 people, including at least 7 European tourists; Egypt's tourism industry has been badly shaken by terrorism in past, but because of attacks in London, Madrid, Bali, Istanbul and New York, people in Egypt suggest that this latest act of terrorism, although tragic, has lost some of its power to inspire dread; some tourists say that in calculating risk these days, it makes little difference whether they stay home or travel to exotic resort; photo (M)",
      "lead_paragraph": "SHARM EL SHEIK, Egypt, July 24 - A day after one of the worst terrorist attacks in Egyptian history, tourists at this sun-baked resort woke up Sunday determined, for the most part, to stick to the languid rhythms of a beach holiday.",
      "publication_date": "2005-07-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/25/world/africa/day-after-egypt-bombings-on-vacation-with-resolve.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "With One Ace, Jann Wenner Doubles Down",
      "snippet": "David Carr column on success of Wenner Media's Us Weekly under its editor in chief Janice Min and Jann Wenner's plans to follow up on that success with new magazine for busy women that will be primarily positioned as younger version of Time Warner...",
      "abstract": "David Carr column on success of Wenner Media's Us Weekly under its editor in chief Janice Min and Jann Wenner's plans to follow up on that success with new magazine for busy women that will be primarily positioned as younger version of Time Warner's People (M)",
      "lead_paragraph": "JANN S. WENNER and Kent Brownridge, his wingman at Wenner Media, are the Thelma and Louise of publishing: every time they see a cliff, they gun the engine.",
      "publication_date": "2005-07-25T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/25/business/media/with-one-ace-jann-wenner-doubles-down.html",
      "byline": "By David Carr"
    }
  ]
}