{
  "metadata": {
    "date": "2005-04-11",
    "total_articles": 28
  },
  "articles": [
    {
      "headline": "Subpoenas Seek Data on Resales of Drugs",
      "snippet": "Drug wholesalers McKesson, Cardinal Health and AmerisourceBergen receive subpoenas from New York State Atty Gen Eliot Spitzer that appears to signal broad inquiry into behind-the-scenes market in which pharmaceuticals are purchased and resold, som...",
      "abstract": "Drug wholesalers McKesson, Cardinal Health and AmerisourceBergen receive subpoenas from New York State Atty Gen Eliot Spitzer that appears to signal broad inquiry into behind-the-scenes market in which pharmaceuticals are purchased and resold, sometimes, several times, before they reach consumers; many of drugs trade in secondary market from overstocked warehouses; critics of system say discounted prices wholesalers obtain through secondary system are rarely passed to consumers; say secondary market creates gaps in supply-chain integrity, providing openings for counterfeit drugs; photo (M)",
      "lead_paragraph": "The nation's three leading drug wholesalers have received subpoenas from the New York attorney general, Eliot Spitzer, that appear to signal a broad inquiry into the behind-the-scenes market in which pharmaceuticals are purchased and resold, sometimes several times, before they reach consumers.",
      "publication_date": "2005-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/09/business/subpoenas-seek-data-on-resales-of-drugs.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "Ford Lowers Its Earnings Forecast for Year",
      "snippet": "Ford Motor Co lowers its earnings forecast for year, citing higher gas prices and rising health care costs; says it will abandon its goal of $7 billion in pretax profit by 2006, cornerstone of turnaround plan that its chief executive William Clay ...",
      "abstract": "Ford Motor Co lowers its earnings forecast for year, citing higher gas prices and rising health care costs; says it will abandon its goal of $7 billion in pretax profit by 2006, cornerstone of turnaround plan that its chief executive William Clay Ford Jr put in place after he took control in 2001; photo (M)",
      "lead_paragraph": "DETROIT, April 8 - The Ford Motor Company lowered its earnings forecast for the year on Friday, citing higher gas prices and rising health care costs. The company said it would also abandon its goal of $7 billion in pretax profit by 2006, a cornerstone of the turnaround plan that its chief executive, William Clay Ford Jr., put in place after he took control in 2001.",
      "publication_date": "2005-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/09/automobiles/ford-lowers-its-earnings-forecast-for-year.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "JOHN PAUL II",
      "snippet": "THE CONCLAVE -- The funeral began nine days of spiritual mourning and a time of subtle campaigning before the cardinals gather to elect a successor.   PAGE A8    THE FAITHFUL -- Listening to Catholics among the 10,000 people who gathered nearly tw...",
      "abstract": " THE CONCLAVE -- The funeral began nine days of spiritual mourning and a time of subtle campaigning before the cardinals gather to elect a successor.   PAGE A8    THE FAITHFUL -- Listening to Catholics among the 10,000 people who gathered nearly two miles from the funeral to watch a telecast of it is to understand both the church's strengths and its vulnerabilities as it sets off on a future without John Paul.   PAGE A10    THE TV WATCH -- If anything brought home the stature of John Paul II, it was the sight of all the major networks covering his funeral live at 3:30 a.m. -- and keeping their anchors off camera most of the time.   PAGE A11",
      "lead_paragraph": "THE CONCLAVE -- The funeral began nine days of spiritual mourning and a time of subtle campaigning before the cardinals gather to elect a successor. PAGE A8",
      "publication_date": "2005-04-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/09/front page/world/john-paul-ii.html",
      "byline": ""
    },
    {
      "headline": "Suspect in Blast at '96 Olympics to Plead Guilty",
      "snippet": "Justice Dept says Eric Robert Rudolph, former fugitive who evaded capture in North Carolina mountains for over five years, has agreed to plead guilty to bombings that killed two people and injured over 150 others at abortion clinics and at 1996 Ol...",
      "abstract": "Justice Dept says Eric Robert Rudolph, former fugitive who evaded capture in North Carolina mountains for over five years, has agreed to plead guilty to bombings that killed two people and injured over 150 others at abortion clinics and at 1996 Olympics in Atlanta; Rudolph revealed whereabouts of over 250 pounds of dynamite and a buried bomb more than twice as powerful as one that went off in Centennial Olympic Park; explosives were recovered and disposed of; Rudolph, in exchange for information, will serve life in prison instead of facing possible execution; key dates in Rudolph case noted; map; photos (M)",
      "lead_paragraph": "ATLANTA, April 8 - Eric Robert Rudolph, the former fugitive who evaded capture in the North Carolina mountains for more than five years, has agreed to plead guilty to bombings that killed two people and injured more than 150 others at abortion clinics and at the 1996 Olympics here, the Department of Justice said on Friday.",
      "publication_date": "2005-04-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/09/us/suspect-in-blast-at-96-olympics-to-plead-guilty.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "Made in China. Bought Everywhere.",
      "snippet": "China's exports to countries other than US are rising so fast that it ran trade surplus with rest of world for first time in first two months of 2005, development that may cause some of China's trading partners in Europe to join US in pressuring C...",
      "abstract": "China's exports to countries other than US are rising so fast that it ran trade surplus with rest of world for first time in first two months of 2005, development that may cause some of China's trading partners in Europe to join US in pressuring China to let its currency appreciate; China's exports to US rose fast in February, but not so fast as its exports to some other countries, including Britain, Germany, Spain, Italy, Canada and Indonesia; graphs (M)",
      "lead_paragraph": "HONG KONG, April 8 - After years of running large trade surpluses mainly with the United States, China is now exporting around the world at such a rapid rate that other countries find themselves racking up large bills to China as well. The resulting boom for China is certain to step up trade frictions elsewhere and increase pressure on Beijing to let its currency appreciate.",
      "publication_date": "2005-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/09/business/worldbusiness/made-in-china-bought-everywhere.html",
      "byline": "By Keith Bradsher and David Barboza"
    },
    {
      "headline": "Union Seeks Wal-Mart Files About Payments",
      "snippet": "United Food and Commercial Workers Union calls on Wal-Mart Stores to release all documents connected with accusations that its former vice chairman Tom Coughlin obtained improper expense account reimbursements to finance secret anti-union activiti...",
      "abstract": "United Food and Commercial Workers Union calls on Wal-Mart Stores to release all documents connected with accusations that its former vice chairman Tom Coughlin obtained improper expense account reimbursements to finance secret anti-union activities; cites report in Wall Street Journal that Coughlin diverted thousands of dollars in expense account reimbursements as part of plan to make secret payment to union staff members so they would tell Wal-Mart officials names of pro-union employees at stores; says these are serious criminal offenses and cast Wal-Mart's systematic anti-worker activities on much more sinister level; Wal-Mart says is knows nothing about such plan and has not cooperated in any arrangement to funnel money to improper anti-union efforts (M)",
      "lead_paragraph": "The United Food and Commercial Workers Union called on Wal-Mart Stores yesterday to release all documents connected with accusations that its former vice chairman, Tom Coughlin, had obtained improper expense account reimbursements to finance secret anti-union activities.",
      "publication_date": "2005-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/09/business/union-seeks-walmart-files-about-payments.html",
      "byline": "By Steven Greenhouse"
    },
    {
      "headline": "Pope Is Buried, Mourned by the Mighty and the Ordinary",
      "snippet": "Pope John Paul II is buried after funeral mass that attracts hundreds of thousands of admirers from around world; it is the biggest funeral for a pope in the nearly 2,000-year history of the office; heads of state from over 70 countries attend ami...",
      "abstract": "Pope John Paul II is buried after funeral mass that attracts hundreds of thousands of admirers from around world; it is the biggest funeral for a pope in the nearly 2,000-year history of the office; heads of state from over 70 countries attend amid tight security and concern over a terror attack; Pres Bush becomes the first American president to attend a pope's funeral; Italian authorities all but shut down central Rome, making it difficult to get to St Peter's Square, and the air space is closed to private planes; photos (M)",
      "lead_paragraph": "VATICAN CITY, April 8 - John Paul II, a little-known Polish cardinal when he was chosen pope in 1978, was buried Friday after a funeral Mass that attracted admirers from the around the world, the important and the ordinary alike, in the hundreds of thousands.",
      "publication_date": "2005-04-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/09/world/worldspecial2/pope-is-buried-mourned-by-the-mighty-and-the-ordinary.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "Trade Quotas? Ah, the Good Old Days",
      "snippet": "Article in series Made Elsewhere: An Island's Quandary focuses on Saipan, North Mariana Islands, which may now lose many of its apparel factories to free market forces as flood of cheap Chinese clothing surges into US; says that as Saipan's factor...",
      "abstract": "Article in series Made Elsewhere: An Island's Quandary focuses on Saipan, North Mariana Islands, which may now lose many of its apparel factories to free market forces as flood of cheap Chinese clothing surges into US; says that as Saipan's factories close or cut jobs, thousands of workers--most of them Chinese women--will either have to go back to China's real sweatshops and earn fraction of their current pay or stay in Saipan, where prospects for legal work are dim at best; Concorde Garment Manufacturing says it may still have to let go hundreds of workers by June; Saipan Garment Manufacturers Association predicts sales could drop by 50 percent in 2005; map; chart; photos (M)",
      "lead_paragraph": "SAIPAN, Northern Mariana Islands - This quiet little American territory, a tropical island that struggled for years to improve working conditions in its sweatshops, may now lose many of its apparel factories to free market forces.",
      "publication_date": "2005-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/09/business/worldbusiness/trade-quotas-ah-the-good-old-days.html",
      "byline": "By James Brooke"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": " Cablevision Is Shutting Most of Its Voom Business  Cablevision Systems has decided to discontinue its Voom satellite business, but maintain ownership and sell rights to 21 high-definition television channels.   ",
      "abstract": " Cablevision Is Shutting Most of Its Voom Business  Cablevision Systems has decided to discontinue its Voom satellite business, but maintain ownership and sell rights to 21 high-definition television channels.   ",
      "lead_paragraph": "Cablevision Is Shutting Most of Its Voom Business Cablevision Systems has decided to discontinue its Voom satellite business, but maintain ownership and sell rights to 21 high-definition television channels.",
      "publication_date": "2005-04-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/09/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "The Oracle of Omaha's Latest Riddle",
      "snippet": "Article on Berkshire Hathaway chairman Warren Buffett, who has spent lifetime, living and working in Omaha, Neb, trying to integrate personal values such as honesty, trust and openness with business, political and public worlds around him; Buffett...",
      "abstract": "Article on Berkshire Hathaway chairman Warren Buffett, who has spent lifetime, living and working in Omaha, Neb, trying to integrate personal values such as honesty, trust and openness with business, political and public worlds around him; Buffett is set to meet in Manhattan with Justice Department, Securities and Exchange Commission and New York State Atty Gen Eliot Spitzer to discuss wide-ranging investigation of insurance industry practices, including finite reinsurance, some of which involve Berkshire subsidiary, General Re Corp; General Re, major reinsurer that figures prominently in investigations, sold products to American International Group in deals that investors say allowed AIG to enhance its financial statements; photos; drawing (M)",
      "lead_paragraph": "OMAHA - WHEN Berkshire Hathaway shareholders gather here in three weeks for their annual meeting, they will be treated to another homespun video starring the company's chairman, Warren E. Buffett. This year's plot is still a secret, but Mr. Buffett's co-star in last year's video was Arnold Schwarzenegger, the governor of California.",
      "publication_date": "2005-04-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/04/10/business/yourmoney/the-oracle-of-omahas-latest-riddle.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Charity Begins at the Board. Just Ask A.I.G.",
      "snippet": "Gretchen Morgenson column on role that ten outside directors at American International Group, hand-picked by Maurice Greenberg, may have played in his downfall after more than 40 years at company; describes connections between outside board and St...",
      "abstract": "Gretchen Morgenson column on role that ten outside directors at American International Group, hand-picked by Maurice Greenberg, may have played in his downfall after more than 40 years at company; describes connections between outside board and Starr Foundation, nonprofit organization created by AIG founder Cornelius Vander Starr that Maurice Greenberg controls (M)",
      "lead_paragraph": "IT has to have been a bewildering few weeks for Maurice R. Greenberg, the former chief executive of the American International Group. One minute his company is producing record revenues and he is high-fiving himself on Congress's passage of tort reform, one of his passions. The next minute he is dumped from the company he has run for almost 40 years and finds himself facing an under-oath interview with prosecutors from the Justice Department, Securities and Exchange Commission and the New York attorney general's office, the same guys he used to bully on a regular basis.",
      "publication_date": "2005-04-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/04/10/business/yourmoney/charity-begins-at-the-board-just-ask-aig.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Two Women Bound by Sports, War and Injuries",
      "snippet": "Profiles of Specialist Danielle Green and First Lt Dawn Halfaker, who each dreamed of playing professional basketball but were among first women to lose limbs to rocket-propelled grenades while serving in Iraq; two women, one black enlisted soldie...",
      "abstract": "Profiles of Specialist Danielle Green and First Lt Dawn Halfaker, who each dreamed of playing professional basketball but were among first women to lose limbs to rocket-propelled grenades while serving in Iraq; two women, one black enlisted soldier from Chicago's tough South Side and other West Point graduate from Ramona, Calif, met in occupational therapy clinic at Walter Reed Army Medical Center; their rehabilitation and subsequent careers described; photos (L)",
      "lead_paragraph": "WASHINGTON - For 25 days at Walter Reed Army Medical Center, Specialist Danielle Green wondered if anyone could ever understand. But on the 26th day, a nurse told her: \"A new female patient came in today. You have a lot in common.\"",
      "publication_date": "2005-04-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/04/10/sports/othersports/two-women-bound-by-sports-war-and-injuries.html",
      "byline": "By Juliet Macur"
    },
    {
      "headline": "Demonstrators in Iraq Demand That U.S. Leave",
      "snippet": "Iraqi demonstrators, most followers of Moktada al-Sadr, gather in Firdos Square in Baghdad on second anniversary of fall of Saddam Hussein to demand withdrawal of American forces and release of Iraqi detainees; rest of Baghdad is mostly quiet; pri...",
      "abstract": "Iraqi demonstrators, most followers of Moktada al-Sadr, gather in Firdos Square in Baghdad on second anniversary of fall of Saddam Hussein to demand withdrawal of American forces and release of Iraqi detainees; rest of Baghdad is mostly quiet; principal leaders of Shiite alliance have publicly said they want American forces to stay; predominantly Sunni Islamic Party blames United States for chaos and destruction, even as several Sunni groups express willingness to take part in democratic process; leaflets from Abu Musab al-Zarqawi warn Sunnis against cooperation with government; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, April 9 - Tens of thousands of Iraqis marked the second anniversary of the fall of Saddam Hussein by marching here in the capital on Saturday to demand the withdrawal of American forces. Meanwhile, one of the most lethal insurgent groups warned Iraqis against joining the army or the police force.",
      "publication_date": "2005-04-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/04/10/world/middleeast/demonstrators-in-iraq-demand-that-us-leave.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "For the Well-Seasoned Lawyer, Age Discrimination Is Unlikely",
      "snippet": "Many lawyers over 60 are making career moves previously reserved for those 10 years younger; fueling trend are expansions of firms to new cities, demand for special expertise and growing willingness to overlook age; not every firm will hire older ...",
      "abstract": "Many lawyers over 60 are making career moves previously reserved for those 10 years younger; fueling trend are expansions of firms to new cities, demand for special expertise and growing willingness to overlook age; not every firm will hire older lawyers, and some impose mandatory retirement age; photo (M)",
      "lead_paragraph": "Is 60 the new 50? That notion seems to have taken hold in the legal market, where many lawyers over 60 are making career moves previously reserved for those a decade younger. New jobs, not retirement parties, beckon.",
      "publication_date": "2005-04-10T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/04/10/jobs/for-the-wellseasoned-lawyer-age-discrimination-is-unlikely.html",
      "byline": "By Ellen Rosen"
    },
    {
      "headline": "Cardinals Hint at Profile of New Pope: Presence Preferred",
      "snippet": "Cardinals drop hints that next pope must be effective communicator of faith who can sustain grass-roots enthusiasm generated by John Paul II; ecumenism and pushing forward John Paul's effort to evangelize West are two priorities; next pope is unli...",
      "abstract": "Cardinals drop hints that next pope must be effective communicator of faith who can sustain grass-roots enthusiasm generated by John Paul II; ecumenism and pushing forward John Paul's effort to evangelize West are two priorities; next pope is unlikely to liberalize church's positions; among many possible candidates are Archbishop of Milan Dionigi Tettamanzi, Archbishop of Sao Paulo Claudio Hummes, Cardinal Joseph Ratzinger and Cardinal Francis Arinze of Nigeria; graphs, photos (L)",
      "lead_paragraph": "ROME, April 9 - The Roman Catholic Cardinals will take an oath of secrecy when they enter the conclave to elect the next pope, but in the week since John Paul II's death many have been publicly dropping hints about what kind of man the church now needs.",
      "publication_date": "2005-04-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/04/10/world/worldspecial2/cardinals-hint-at-profile-of-new-pope-presence.html",
      "byline": "By Laurie Goodstein and Daniel J. Wakin"
    },
    {
      "headline": "Charles and Camilla, Married at Last, and With Hardly a Hitch",
      "snippet": "Prince Charles and Camilla Parker Bowles marry after more than 30 star-crossed years in civil wedding ceremony at Guildhall in Windsor, England; Parker Bowles will hereafter be known as Her Royal Highness, the Duchess of Cornwall; mood was one of ...",
      "abstract": "Prince Charles and Camilla Parker Bowles marry after more than 30 star-crossed years in civil wedding ceremony at Guildhall in Windsor, England; Parker Bowles will hereafter be known as Her Royal Highness, the Duchess of Cornwall; mood was one of sympathy for realistic intimacy of middle-aged love; contrast with Charles's first wedding, to Princess Diana, is stark; neither Queen Elizabeth nor Prince Philip, Charles's parents, stand with couple; photos (L)",
      "lead_paragraph": "WINDSOR, England, April 9 - Given all the twists of fate and circumstance that have conspired against it, perhaps the most wondrous thing about the wedding on Saturday between Prince Charles and Camilla Parker Bowles is that it took place at all.",
      "publication_date": "2005-04-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/04/10/world/europe/charles-and-camilla-married-at-last-and-with-hardly-a-hitch.html",
      "byline": "By Sarah Lyall"
    },
    {
      "headline": "U.S. Seeks Access to Bank Records to Deter Terror",
      "snippet": "Bush administration is developing plan to give government access to possibly hundreds of millions of international banking records in effort to trace and deter terrorist financing, while including safeguards to prevent misuse of records; plan is l...",
      "abstract": "Bush administration is developing plan to give government access to possibly hundreds of millions of international banking records in effort to trace and deter terrorist financing, while including safeguards to prevent misuse of records; plan is likely to intensify pressure on banks to comply with effort to fight money laundering; lack of clarity by government in explaining what is expected of banks may clog system with irrelevant data and generate confusion and anxiety in industry; by sha rply increasing prosecution against banks over compliance failures, government criminalizes what were once technical violations (L)",
      "lead_paragraph": "WASHINGTON, April 9 - The Bush administration is developing a plan to give the government access to possibly hundreds of millions of international banking records in an effort to trace and deter terrorist financing, even as many bankers say they already feel besieged by government antiterrorism rules that they consider overly burdensome.",
      "publication_date": "2005-04-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/04/10/us/us-seeks-access-to-bank-records-to-deter-terror.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "A Tax Increase That Bush Didn't Mention",
      "snippet": "Edmund Andrews Economic View column on alternative minimum tax, created in 1969 to prevent very rich from using tax deductions to avoid paying fair share of taxes; holds tax is giant undeclared tax increase that will ensnare tens of millions of mo...",
      "abstract": "Edmund Andrews Economic View column on alternative minimum tax, created in 1969 to prevent very rich from using tax deductions to avoid paying fair share of taxes; holds tax is giant undeclared tax increase that will ensnare tens of millions of moderate-income families in next several years; Pres Bush has ordered bipartisan advisory panel to develop changes as part of fundamental overhaul of tax code but has made it clear that recommendations are supposed to be 'revenue neutral,' neither raising nor lowering taxes, and to assume that his income-tax cuts will be made permanent rather than expire in 2010; graph (M)",
      "lead_paragraph": "WASHINGTON - CYNICS have long predicted that the Bush administration, plagued by budget deficits, will eventually start raising taxes. But now it is becoming clear how it would do so: the alternative minimum tax.",
      "publication_date": "2005-04-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/04/10/business/yourmoney/a-tax-increase-that-bush-didnt-mention.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "At Tax Time, Thoughts of the Other Inevitable",
      "snippet": "Lisa Belkin Life's Work column on her relationship with finances, magnified this time of year as she prepares to file taxes; says she gets overview of year gone by as she sorts through papers; drawing (M)",
      "abstract": "Lisa Belkin Life's Work column on her relationship with finances, magnified this time of year as she prepares to file taxes; says she gets overview of year gone by as she sorts through papers; drawing (M)",
      "lead_paragraph": "JUST over two decades ago, I was fresh from the shelter of college, blinking against the bright light of the real world. One evening, some friends and I lingered over dinner debating how you know when you are truly an adult. Nearly all our answers involved things we did not yet have -- children, a mortgage, a washer-dryer, matching furniture. We were postponing responsibility, reassuring ourselves by naming milestones we had not reached.",
      "publication_date": "2005-04-10T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/04/10/jobs/at-tax-time-thoughts-of-the-other-inevitable.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Amid Duel for MCI, Shareholder Resentment",
      "snippet": "Verizon Communications deal to buy 13.4 percent stake in MCI held by Carlos Slim Helu, move that would give Verizon key edge over Qwest Communications International in their battle for long-distance carrier, has angered many MCI shareholders who h...",
      "abstract": "Verizon Communications deal to buy 13.4 percent stake in MCI held by Carlos Slim Helu, move that would give Verizon key edge over Qwest Communications International in their battle for long-distance carrier, has angered many MCI shareholders who have supported Qwest's higher bid; Verizon has agreed to quickly pay Slim $25.72 per share in cash, while other shareholders would get $23.50 in stock and cash only after regulators approve merger; William H Miller III, whose Legg Mason Funds Management owns major MCI and Qwest stakes, demands other shareholders get same terms as Slim, letter to MCI chief executive Michael D Capellas (M)",
      "lead_paragraph": "In trying to put out one fire, Verizon Communications may have ignited another. On Saturday, Verizon, the country's largest telecommunications company, said it had agreed to buy the 13.4 percent stake in MCI held by the Mexican tycoon Carlos Slim Helú.",
      "publication_date": "2005-04-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/11/business/amid-duel-for-mci-shareholder-resentment.html",
      "byline": "By Ken Belson and Andrew Ross Sorkin"
    },
    {
      "headline": "Lawyers Said to Want Limits in Questioning of Greenberg",
      "snippet": "Lawyers for American International Group former chief executive Maurice R Greenberg reportedly have approached regulators to try to limit scope of issues discussed when he is deposed at New York Atty Gen Eliot Spitzer's office; Spitzer says he has...",
      "abstract": "Lawyers for American International Group former chief executive Maurice R Greenberg reportedly have approached regulators to try to limit scope of issues discussed when he is deposed at New York Atty Gen Eliot Spitzer's office; Spitzer says he has evidence Greenberg committed fraud in initiating AIG deal with Berkshire Hathaway's General Re unit, television interview; notes AIG has already admitted over billion dollars of accounting frauds; says he has not uncovered evidence against Berkshire Hathaway chairman Warren E Buffett; again says Buffett is not probe target; federal and state regulators plan to interview Buffett (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/11/business/lawyers-said-to-want-limits-in-questioning-of-greenberg.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Inquiry on Lobbyist Casts a Shadow in Congress",
      "snippet": "Disclosures about lobbyist Jack Abramoff and grand jury investigation in Washington come at awkward time for House majority leader Tom DeLay, who faces scrutiny by state grand jury in Texas that has already indicted two of his chief political oper...",
      "abstract": "Disclosures about lobbyist Jack Abramoff and grand jury investigation in Washington come at awkward time for House majority leader Tom DeLay, who faces scrutiny by state grand jury in Texas that has already indicted two of his chief political operatives; Abramoff, who has earned millions of dollars in lobbying fees from gambling operations of American Indians, reportedly had clients pay for expensive overseas golf trip for DeLay in 2000; DeLay says he believes trip complied with House travel rules; House Republican leaders say they stand behind DeLay, but Rep Christopher Shays, moderate Republican who has often tangled with DeLay, calls on him to step down from leadership post, saying his conduct is hurting party; government investigators say Justice Dept is leading task force trying to determine if Abramoff and his business partner Michael Scanlon, who is DeLay's former spokesman, bilked Indian tribes, in part by having them make extravagant gifts to members of Congress, as well as to their favorite charities and political action committees; photo (M)",
      "lead_paragraph": "WASHINGTON, April 10 - Jack Abramoff, one of Washington's most powerful and best-paid lobbyists, needed $100,000 in a hurry.",
      "publication_date": "2005-04-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/11/politics/inquiry-on-lobbyist-casts-a-shadow-in-congress.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "I.B.M. Hopes to Profit by Making Patents Available Free",
      "snippet": "IBM, which earned over $1 billion last year from licensing its patented research, is giving away some technology in belief sharing can sometimes be more profitable than jealously guarding patents, copyrights and trade secrets; announced in Jan tha...",
      "abstract": "IBM, which earned over $1 billion last year from licensing its patented research, is giving away some technology in belief sharing can sometimes be more profitable than jealously guarding patents, copyrights and trade secrets; announced in Jan that it would make 400 patents, mainly for software code, freely available to others and announced this month that its future patent contributions to Organization for Advancement of Structured Information Standards, standards group for electronic commerce on Web, will be free; intellectual property strategy is being closely watched throughout business world; John E Kelly, who leads IBM team rethinking how company handles its intellectual property, comments; patents graphs; photo (M)",
      "lead_paragraph": "I.B.M. is renowned for its rich storehouse of patented inventions. It once again led the research sweepstakes in America last year, collecting 3,248 patents, more than any other company. And it earned more than $1 billion last year from licensing and selling its ideas.",
      "publication_date": "2005-04-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/11/technology/ibm-hopes-to-profit-by-making-patents-available-free.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "A New Reality in Video Games: Advertisements",
      "snippet": "Massive advertising agency chief executive Mitchell Davis hopes to make advertisements and product placements integral part of video games; Massive ads will appear for now only in games played on personal computers connected to Internet; Massive's...",
      "abstract": "Massive advertising agency chief executive Mitchell Davis hopes to make advertisements and product placements integral part of video games; Massive ads will appear for now only in games played on personal computers connected to Internet; Massive's technology will eventuallly work in games played on consoles that have Internet connection; Internet link lets Massive's software modify ads as players progress through game; Davis has signed deals with 10 major game publishers, which together will include Massive's software in 40 games by end of year, and with major advertisers; photos (M)",
      "lead_paragraph": "In video game vernacular, which of these commands seems out of place: throw punch, slay dragon or view Sprite billboard?",
      "publication_date": "2005-04-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/11/technology/a-new-reality-in-video-games-advertisements.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "U.S. Commanders See Possible Cut in Troops in Iraq",
      "snippet": "Pentagon is said to be planning for significant troop reductions in Iraq by early next year; senior American officers are wary of declaring success too soon against insurgency they say still has as many as 20,000 hard-core fighters, plentiful fina...",
      "abstract": "Pentagon is said to be planning for significant troop reductions in Iraq by early next year; senior American officers are wary of declaring success too soon against insurgency they say still has as many as 20,000 hard-core fighters, plentiful financing and ability to change tactics quickly to carry out deadly attacks; there are several positive developing trends, but each carries cautionary note; attacks on allied forces have dropped to 30 to 40 a day, down from daily peak of 140 just before Jan 30 elections but still at levels of year ago; only half the attacks cause casualties or damage, but one or more Americans still die every day in Iraq, often from roadside bombs; attacks now are aimed more at killing Iraqi civilians and security forces, and are planned with sinister care and timing to take plce outside schools, clinics and police stations when large daytime crowds are gathered; small numbers of foreign fighters who carry out suicide bombings are still sneaking into country, mainly from Syria; hundreds, maybe thousands, of insurgents have been killed, but their overall numbers are unchanged, suggesting that insurgency can still attract unemployed, disaffected and even enough true believers to keep pool from drying up; photo; graphs (M)",
      "lead_paragraph": "WASHINGTON, April 10 - Two years after the fall of Saddam Hussein, the American-led military campaign in Iraq is making enough progress in fighting insurgents and training Iraqi security forces to allow the Pentagon to plan for significant troop reductions by early next year, senior commanders and Pentagon officials say.",
      "publication_date": "2005-04-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/11/politics/us-commanders-see-possible-cut-in-troops-in-iraq.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Egyptian Investor Moves Ahead in Telecom Bidding  Naguib Sawiris, an Egyptian telecommunications magnate with ambitious growth plans, got the green light over the weekend to attempt what would be the largest ever leveraged buyout in Europe, of Ita...",
      "abstract": " Egyptian Investor Moves Ahead in Telecom Bidding  Naguib Sawiris, an Egyptian telecommunications magnate with ambitious growth plans, got the green light over the weekend to attempt what would be the largest ever leveraged buyout in Europe, of Italy's Wind telecommunications business.    With the support of the American buyout specialist Wilbur R. Ross, Mr. Sawiris beat a group of investors led by the private equity firm Blackstone Group. Mr. Sawiris's bid is valued at about $15.7 billion. [Page C2.]    Radar Web, Then Radar Magazine  Radar magazine, which folded two years ago and is being revived in May, is taking the unusual step of starting a Web site before publishing the magazine. Maer Roshan, above, the former Radar editor, is back as the new editor of Radar, intended as a hip general-interest title for those between 25 and 39. [C9.]    Real Simple, the Television Show  Real Simple magazine is starting a weekly television weekly show, to be produced with WGBH, the Boston public TV station behind ''This Old House.'' [C9.]    A Focus on 'Acculturated' Hispanics  As advertisers chase the growing Hispanic market, a new Los Angeles magazine, Tu Ciudad, is targeting ''acculturated'' Hispanics, who identify strongly with mainstream American culture while also staying close to their Latin roots. [C5.]    Battle of Musical Domain Names  People who want to use Apple's popular iTunes service in Britain must go to the Web page ''www.itunes.com/uk,'' not ''www.itunes.co.uk.'' To Apple Computer and Benjamin Cohen, a 22-year British entrepreneur, it's a difference worth fighting over in court. [C4.]    Amazon Expands Into Book Printing  Amazon entered new turf last week when it bought BookSurge, a book printing business specializing in so-called on-demand printing. Bob Tedeschi: Commerce Report. [C8.]    Yukos Sets Annual Meeting for June  Yukos, the crippled Russian oil company, has scheduled a long-postponed annual meeting for June 24 in Moscow to elect a new board as it braces for a new round of legal wrangles. [C8.]    Disparity Seen in Company Audits  The Internal Revenue Service audits the tax returns of nearly every large company in manufacturing, mining, heavy construction and agriculture, but just a fifth of big banks, insurance companies and brokerage firms, researchers at Syracuse University said. [C2.]    Oprah, in Magazine and Book Form  Oprah Winfrey is thanking her 2.6 million readers for their loyalty with an extra treat. In May, the fifth anniversary issue of O, The Oprah Magazine, will come with a small book of Ms. Winfrey's wit and wisdom, sponsored by Dove soap. The book cost between $1 million and $2 million to produce. [C9.]    Advertiser Registers Its Objection  The uneasy relationship between advertiser and media outlet made news again when General Motors said it would stop running its advertising in The Los Angeles Times until further notice. Stuart Elliott: Advertising. [C6.]  ",
      "lead_paragraph": "Egyptian Investor Moves Ahead in Telecom Bidding Naguib Sawiris, an Egyptian telecommunications magnate with ambitious growth plans, got the green light over the weekend to attempt what would be the largest ever leveraged buyout in Europe, of Italy's Wind telecommunications business.",
      "publication_date": "2005-04-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/11/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "A Foray Into Gay and Lesbian Networks",
      "snippet": "Regent Entertainment has developed Here and Viacom is set to start Logo, cable television channels aimed at mainstream gay Americans; channels come on heels of popular mainstream shows featuring, but not aimed at, homosexuals; Here developer Paul ...",
      "abstract": "Regent Entertainment has developed Here and Viacom is set to start Logo, cable television channels aimed at mainstream gay Americans; channels come on heels of popular mainstream shows featuring, but not aimed at, homosexuals; Here developer Paul Colichman recently convinced leading cable companies Comcast and Cox Communications to distribute 18-month-old channel as part of their video-on-demand offerings; Logo is being offered as basic cable channel and has only gained access to 10 million homes; photos (M)",
      "lead_paragraph": "When Paul Colichman began developing Here, his company's new cable service aimed at the gay market, he heard the same question over and over.",
      "publication_date": "2005-04-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/11/business/media/a-foray-into-gay-and-lesbian-networks.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Catholics in U.S. Keep Faith, But Live With Contradictions",
      "snippet": "American Catholics find way to stay in their faith by adhering to values most important to them and quietly ignoring Vatican's teachings on those they disagree with, including contraception, ordination of women and homosexuality; fewer Americans a...",
      "abstract": "American Catholics find way to stay in their faith by adhering to values most important to them and quietly ignoring Vatican's teachings on those they disagree with, including contraception, ordination of women and homosexuality; fewer Americans are sending their children to Catholic schools, and Mass attendance fell during John Paul II's papacy; church faces acute shortage or priests; sexual abuse scandal continues to roil dioceses across country; few American Catholics say they expect doctrine to change markedly under John Paul's successor, but transition has allowed them to dream about what their church could be; they hope for church that more readily embraces modernity; polls show most would like to see softening of church's stance on birth control; many look for new pope who will make ending sexual abuse scandals a priority; there is widespread acceptance among Roman Catholics in US that they can be out of step with Vatican and still unequivocally call themselves Catholic; photos; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/11/world/worldspecial2/catholics-in-us-keep-faith-but-live-with-contradictions.html",
      "byline": "By Dean E. Murphy and Neela Banerjee"
    }
  ]
}