{
  "metadata": {
    "date": "2005-11-09",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "When C.E.O.'s Are Entangled in Their Own Web of Words",
      "snippet": "Investors are holding chief executives accountable for their public utterances and their ability to articulate clear and compelling vision; gaffe, garbled sentence or muddled articulation of corporate strategy can not only mar public profile of ch...",
      "abstract": "Investors are holding chief executives accountable for their public utterances and their ability to articulate clear and compelling vision; gaffe, garbled sentence or muddled articulation of corporate strategy can not only mar public profile of chief executive but also prompt run on the stock; in era of Regulation FD--securities rule that obligates chief executive to make public all material information--quarterly investor call, usually seen on Internet, has assumed gravity of White House news conference; those calls have become tightly scripted affairs, with chief executives being prepped and briefed by cadre of inside and outside advisers; recent confused statements by J P Morgan Chase chief executive-designate James Dimon discussed; photo (M)",
      "lead_paragraph": "On an investor conference call last month, James Dimon, the chief executive-designate at J. P. Morgan Chase, was asked about his plans for a potential merger.",
      "publication_date": "2005-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/09/business/when-ceos-are-entangled-in-their-own-web-of-words.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Crucial Antibiotic Rescues Biotech Maker's Finances",
      "snippet": "ViroPharma, formerly struggling biotechnology company, is reaping financial windfall from Vancocin, only drug approved to treat Clostridium difficile, bacterium that kills thousands of people a year in US and is apparently becoming more common and...",
      "abstract": "ViroPharma, formerly struggling biotechnology company, is reaping financial windfall from Vancocin, only drug approved to treat Clostridium difficile, bacterium that kills thousands of people a year in US and is apparently becoming more common and more deadly; ViroPharma acquired American rights to drug last November; company has increased price of drug, its only product, three times by total of 80 percent, to about $800 for course of treatment; sales are expected to more than double this year to $120 million; company's stock is up 14-fold since reaching 52-week low in April; some doctors say price increases are exploiting growing fears of bacterium; company's chief executive Michel de Rosen comments; photo (M)",
      "lead_paragraph": "Roche, whose drug Tamiflu is in great demand as a preparation for a possible influenza pandemic, is not the only company reaping a financial windfall from a treatment for a contagious disease. And in this case, the health threat is not merely a potential one.",
      "publication_date": "2005-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/09/business/crucial-antibiotic-rescues-biotech-makers-finances.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Dollar Hits 2-Year High Against Euro",
      "snippet": "US dollar rises to its highest level against euro in two years, propelled by rising interest rates in US and pessimism about Europe; dollar also gains against Japanese yen; decline of euro reflects new gloom for Europeans, possibly aggravated by 1...",
      "abstract": "US dollar rises to its highest level against euro in two years, propelled by rising interest rates in US and pessimism about Europe; dollar also gains against Japanese yen; decline of euro reflects new gloom for Europeans, possibly aggravated by 12 days of rioting across France, about growth in euro zone's biggest economies; euro has declined by nearly 5 percent against dollar since August; declines briefly to $1.711, slightly lower than its value at time of its inception in January 1999; dollar has climbed 13 percent against euro this year (Market Place column) (M)",
      "lead_paragraph": "WASHINGTON, Nov. 8 - The dollar rose on Tuesday to its highest level against the euro in two years, propelled by rising interest rates in the United States and rising pessimism about Europe.",
      "publication_date": "2005-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/09/business/dollar-hits-2year-high-against-euro.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "A Return to Quotas",
      "snippet": "Trade agreement between US and China limiting China's clothing exports for next three years makes official what has already been happening: return of quotas, at least for world's textile and apparel power; last-minute deal removes persistent thorn...",
      "abstract": "Trade agreement between US and China limiting China's clothing exports for next three years makes official what has already been happening: return of quotas, at least for world's textile and apparel power; last-minute deal removes persistent thorn in Chinese-American relations shortly before Pres Bush is to visit Beijing at end of next week; agreement concluded by China's Commerce Min Bo Xilai and US trade representative Rob Portman allows China to increase its exports slightly each year until 2008, but puts limits on growth and includes wider range of products than those already affected by restrictions; Pres Bush calls US trade imbalance with China 'bothersome' to some people and says China should do more to open country's markets and promote greater currency flexibility; chart; photo (M)",
      "lead_paragraph": "LONDON, Nov. 8 - The trade agreement that the United States and China announced Tuesday, limiting China's clothing exports for the next three years, makes official what had already been happening: the return of quotas, at least for the world's largest textile and apparel power.",
      "publication_date": "2005-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/09/business/worldbusiness/a-return-to-quotas.html",
      "byline": "By James Kanter and Keith Bradsher"
    },
    {
      "headline": "Report Warned C.I.A. on Tactics In Interrogation",
      "snippet": "Classified report issued in spring of 2004 by CIA inspector general John L Helgerson reportedly warned that interrogation procedures approved after Sept 11 attacks might violate UN's International Convention Against Torture, which US ratified in 1...",
      "abstract": "Classified report issued in spring of 2004 by CIA inspector general John L Helgerson reportedly warned that interrogation procedures approved after Sept 11 attacks might violate UN's International Convention Against Torture, which US ratified in 1994; findings reflected deep unease within CIA about ten interrogation techniques, including waterboarding, that went well beyond those authorized by military for use on prisoners of war; Helgerson did not conclude that techniques constituted torture but did deem them cruel, inhuman and degrading treatment according to convention; CIA reaffirms March statement defending all approved techniques as lawful; report is said to relate to particular prisoners including about three dozen terrorist suspects held in secret locations around world, notably alleged Sept 11 mastermind Sheikh Mohammed; report raises issue of legal liability and makes ten recommendations for changes; CIA Dir Porter J Goss has said eight have been accepted; report emerges as unstated backdrop as Goss and Vice Pres Dick Cheney argue against Sen John McCain's amendment that would hold CIA to same rules as military; unclear is whether all ten 'enhanced' coercive procedures approved in early 2002 remain authorized; safeguards reportedly were imposed after Abu Ghraib prison scandal, around same time Helgerson completed report (M)",
      "lead_paragraph": "WASHINGTON, Nov. 8 - A classified report issued last year by the Central Intelligence Agency's inspector general warned that interrogation procedures approved by the C.I.A. after the Sept. 11 attacks might violate some provisions of the international Convention Against Torture, current and former intelligence officials say.",
      "publication_date": "2005-11-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/09/politics/report-warned-cia-on-tactics-in-interrogation.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "Mountains of Corn and a Sea of Farm Subsidies",
      "snippet": "Huge pile of corn next to full grain elevators at agricultural cooperative in Ralston is result of Iowa's largest corn crop in history and ballooning American farm subsidy program; photo; graph; 60-foot-high pile of 2.7 million bushels reflects ex...",
      "abstract": "Huge pile of corn next to full grain elevators at agricultural cooperative in Ralston is result of Iowa's largest corn crop in history and ballooning American farm subsidy program; photo; graph; 60-foot-high pile of 2.7 million bushels reflects explosive growth in US corn production that will reach 10.9 billion bushels this year as effficient American farmers are encouraged to produce far more than country can use, depressing prices and raising subsidy payments; huge volumes weigh heavily on farmers coping with last year's oversupply, soaring energy costs, Gulf Coast hurricanes that disrupted transportation and severe drought; federal spending on farm payments is closing in on 2000 record of $22.9 billion even as Bush administration tells World Trade Organization US is serious about trimming subsidies; US has promised to cut most trade-distorting farm subsidies by 60 percent over five years, to address third-world complaints that US and European Union subsidies lead to gluts that distort crop prices around world (M)",
      "lead_paragraph": "RALSTON, Iowa, Nov. 4 - As Iowa finishes harvesting its second-largest corn crop in history, Roger Fray is racing to cope with the most visible challenge arising from the United States' ballooning farm subsidy program: the mega-corn pile.",
      "publication_date": "2005-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/09/business/mountains-of-corn-and-a-sea-of-farm-subsidies.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "Inside French Housing Project, Feelings of Being the Outsiders",
      "snippet": "Amin Kouidri, 20-year-old ethnic North African, and neighbors in housing project in Evry describe being unable to find jobs and feeling cut off from French society because of segregation that has lasted for decades; some have turned to religion, w...",
      "abstract": "Amin Kouidri, 20-year-old ethnic North African, and neighbors in housing project in Evry describe being unable to find jobs and feeling cut off from French society because of segregation that has lasted for decades; some have turned to religion, which reassures older generation but worries officials and adds to fears of Islamic extremism; men in projects say police circle apartment blocks, stopping and searching them and putting on riot gear at night as cat-and-mouse clashes erupt; projects were built in 1960's as part of postwar urban planning dream, drawing people from cramped old homes in provinces and cities and then immigrants; early days were optimistic but most of native French moved out in 1980's home-buying program; immigrants and their French-born children remained, resenting lack of opportunities in country that has largest non-European immigrant population in Europe but only handful of minorities in senior positions; graphs; French of West African and North African descent drew into increasingly closed world of few jobs and increasing crime, which led to crackdown under Pres Jacques Chirac and his tough interior minister, Nicolas Sarkozy (M)",
      "lead_paragraph": "ÉVRY, France, Nov. 8 - Amin Kouidri, 20, has been hunting for a job for more than two years now and spends his days drifting around a government housing project here under the watchful gaze of France's national police.",
      "publication_date": "2005-11-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/09/world/europe/inside-french-housing-project-feelings-of-being-the-outsiders.html",
      "byline": "By Craig S. Smith"
    },
    {
      "headline": "Bank Settles U.S. Inquiry Into Money Laundering",
      "snippet": "Federal prosecutors say Bank of New York agrees to pay $38 million in penalties and victim compensation in deal stemming from six-year probe of fraud and money laundering involving suspect Russian and American bank accounts and other fraudulent tr...",
      "abstract": "Federal prosecutors say Bank of New York agrees to pay $38 million in penalties and victim compensation in deal stemming from six-year probe of fraud and money laundering involving suspect Russian and American bank accounts and other fraudulent transactions; prosecutors contend bank did not adequately monitor and report suspect accounts at bank; bank agrees to make what prosecutors describe as 'sweeping internal reforms to ensure compliance with its antifraud and money laundering obligations'; authorities say bank 'accepts responsibility for its criminal conduct' and that it will not be prosecuted as long as it complies with terms of deal for three years; bank also agrees to allow independent examiner to monitor its operations; fine consists of $14 million for failing to supervise suspect Russian accounts and $24 million for separate series of fraudulent activities involving branch on Long Island (M)",
      "lead_paragraph": "Federal prosecutors said yesterday that the Bank of New York agreed to pay $38 million in penalties and victim compensation in a deal stemming from a six-year investigation of fraud and money laundering involving suspect Russian and American bank accounts and other fraudulent transactions.",
      "publication_date": "2005-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/09/business/bank-settles-us-inquiry-into-money-laundering.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Big Builder Sees Slower Home Sales",
      "snippet": "Toll Brothers, nation's largest maker of luxury homes, says soaring home prices appear to have ended, latest sign that many real estate markets are slowing; predicts it will sell fewer homes over next year than forecast and will make less money th...",
      "abstract": "Toll Brothers, nation's largest maker of luxury homes, says soaring home prices appear to have ended, latest sign that many real estate markets are slowing; predicts it will sell fewer homes over next year than forecast and will make less money than previously anticipated; says high gas prices and recent hurricanes seem to have rattled consumers, causing some to delay purchases of houses; adds some local governments appear to be holding back on construction permits, to slow new building; Toll Brothers expects to sell 7 percent more homes in its current fiscal year, which began Nov 1, than it did in previous year; National Association of Realtors says between August and September, median sales price of already-built homes dropped 3.6 percent nationwide, to $212,000; prices fell 1.6 percent during same period last year; Commerce Department says median sales price for new homes fell 5.7 percent, to $215,700, from August to September, compared with 3 percent drop year ago; most economists surveyed by Blue Chip Economic Indicators expect existing-home price growth to slow to 5 percent by end of 2006, from 13 percent over last 12 months; graph; photo (M)",
      "lead_paragraph": "The nation's largest maker of luxury homes, Toll Brothers, said yesterday that soaring home prices appeared to have ended. It was the latest sign that many real estate markets are slowing.",
      "publication_date": "2005-11-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/09/business/big-builder-sees-slower-home-sales.html",
      "byline": "By Vikas Bajaj and David Leonhardt"
    }
  ]
}