{
  "metadata": {
    "date": "2005-07-01",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Homecoming at Morgan Stanley",
      "snippet": "John J Mack has triumphant return to Morgan Stanley, investment bank that had unceremoniously dumped him four years ago; Mack is greeted by standing ovation from crowd of 200 employees gathered in conference room at Morgan Stanley's towering Manha...",
      "abstract": "John J Mack has triumphant return to Morgan Stanley, investment bank that had unceremoniously dumped him four years ago; Mack is greeted by standing ovation from crowd of 200 employees gathered in conference room at Morgan Stanley's towering Manhattan hdaequarters on Times Square; Mack, for all the cheering, immediately faces task of bandaging wounds that scarred fractured firm under Philip J Purcell; tensions facing Mack are immediately evident in annoucement after market closes that Zoe Cruz and Stephen S Crawford, co-presidents of bank under Purcell, had resigned from board; Mack says he feels as if he is home again and proclaims his belief in 'one-firm firm'; photo (M)",
      "lead_paragraph": "For John J. Mack, the new chief executive of Morgan Stanley, it was a moment to savor. On his triumphant return yesterday to the investment bank that unceremoniously dropped him four years ago, Mr. Mack was greeted by a standing ovation from a crowd of 200 employees gathered in a conference room at Morgan Stanley's towering Manhattan headquarters on Times Square.",
      "publication_date": "2005-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/01/business/homecoming-at-morgan-stanley.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "U.S. Pursuing Reports That Link Iranian to Embassy Seizure in '79",
      "snippet": "Pres Bush says he will investigate claim that Iranian Pres-elect Mahmoud Ahmadinejad was involved in seizure of American Embassy in Tehran in 1979; claim has been made by several former American hostages, who say they recognize him as one of their...",
      "abstract": "Pres Bush says he will investigate claim that Iranian Pres-elect Mahmoud Ahmadinejad was involved in seizure of American Embassy in Tehran in 1979; claim has been made by several former American hostages, who say they recognize him as one of their captors; photograph of blindfolded American hostage being led by man with some resemblance to a young Ahmadinejad is posted on various Web sites; in Tehran, former student leader involved in seizure denies that Ahmadinejad was involved, and Ahmadinejad's office posts photograph of him in that era seeking to show there is little resemblance; relations between Washington and Tehran remain bitter and brittle 26 years after embassy was seized; hostages were held for 14 months; photos (M)",
      "lead_paragraph": "TEHRAN, June 30 - Two Iranian leaders of the seizure of the American Embassy in Tehran in 1979 dismissed allegations on Thursday by former American hostages that Iran's president-elect was one of their captors. The Bush administration, however, said it took the charge seriously and vowed to investigate.",
      "publication_date": "2005-07-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/01/washington/us-pursuing-reports-that-link-iranian-to-embassy-seizure-in-79.html",
      "byline": "By Nazila Fathi and Joel Brinkley"
    },
    {
      "headline": "A Scary Crash, a Thwarted Deal and Then Plan B",
      "snippet": "Executives involved in talks reconstruct behind-the-scenes maneuvers that led to sale of MBNA to Bank of America Corp; it follows failed efforts by MBNA to be acquired by Wachovia, and crash of helicopter containing MBNA chief Bruce L Hammonds and...",
      "abstract": "Executives involved in talks reconstruct behind-the-scenes maneuvers that led to sale of MBNA to Bank of America Corp; it follows failed efforts by MBNA to be acquired by Wachovia, and crash of helicopter containing MBNA chief Bruce L Hammonds and others (M)",
      "lead_paragraph": "When Bruce L. Hammonds, the chief executive of the MBNA Corporation, stepped into the company's Sikorsky S76C at the heliport at 34th Street in Manhattan with five senior executives on Friday afternoon two weeks ago, the mood was jovial.",
      "publication_date": "2005-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/01/business/a-scary-crash-a-thwarted-deal-and-then-plan-b.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Conventional Wisdom Not Always Right",
      "snippet": "Floyd Norris column on outlook for financial markets warns that conventional wisdom is not always right; finds that first area of growing consensus is that there is housing bubble in United States, or at least in many areas, and that it is going t...",
      "abstract": "Floyd Norris column on outlook for financial markets warns that conventional wisdom is not always right; finds that first area of growing consensus is that there is housing bubble in United States, or at least in many areas, and that it is going to burst; says second area of consensus is that China is growth engine that is on its way to dominating world in virtually everything as this becomes Chinese century; observes that China's success these days is intimately tied to American housing boom; says we will have to wait to see how events unfold (M)",
      "lead_paragraph": "WITH the year half over, the world's financial markets appear to be well on the way to demonstrating a great investment truth: When virtually everyone expects something to happen, it won't.",
      "publication_date": "2005-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/01/business/conventional-wisdom-not-always-right.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Fired Officer Is Suing Wal-Mart",
      "snippet": "James W Lynn, former Wal-Mart executive responsible for inspecting apparel factories in Central America, sues company, accusing it of firing him for being too aggressive about finding workplace violations, like locked exits and mandatory 24-hour s...",
      "abstract": "James W Lynn, former Wal-Mart executive responsible for inspecting apparel factories in Central America, sues company, accusing it of firing him for being too aggressive about finding workplace violations, like locked exits and mandatory 24-hour shifts; company officials say Lynn was not fired for being forceful monitor but for violating rules against fraternization; Lynn photo (M)",
      "lead_paragraph": "A former Wal-Mart executive responsible for inspecting apparel factories in Central America has sued the company, accusing it of firing him for being too aggressive about finding workplace violations, like locked exits and mandatory 24-hour shifts.",
      "publication_date": "2005-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/01/business/fired-officer-is-suing-walmart.html",
      "byline": "By Steven Greenhouse"
    },
    {
      "headline": "Bank of America to Buy MBNA, a Prime Issuer of Credit Cards",
      "snippet": "Bank of America Corp announces plan to acquire MBNA, country's third-largest credit card issuer, for $35 billion in cash and stock; deal would make Bank of America largest card issuer, with 20 percent share of market; for MBNA, merger offers acces...",
      "abstract": "Bank of America Corp announces plan to acquire MBNA, country's third-largest credit card issuer, for $35 billion in cash and stock; deal would make Bank of America largest card issuer, with 20 percent share of market; for MBNA, merger offers access to Bank of America's coast-to-coast network of branches to attract new customers; under deal, MBNA's chief executive Bruce L Hammonds will become head of Bank of America's credit card operations; Bank of America is acquiring portfolio made up of lowest-risk borrowers in industry; MBNA's strength is in marketing to affinity groups like professional organizations, whose members typically carry higher balances and pay their bills on time; deal represents bet by Bank of America that consumer spending will remain robust; graphs (M)",
      "lead_paragraph": "Seeking to grab a bigger share of consumers' business by becoming a powerhouse in credit cards, the Bank of America Corporation announced plans yesterday to acquire the card giant MBNA for $35 billion in cash and stock.",
      "publication_date": "2005-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/01/business/bank-of-america-to-buy-mbna-a-prime-issuer-of-credit-cards.html",
      "byline": "By Julie Creswell and Eric Dash"
    },
    {
      "headline": "Time Inc. to Yield Files on Sources, Relenting to U.S.",
      "snippet": "Time magazine says it would provide documents concerning reporter Matthew Cooper's confidential sources to grand jury investigating disclosure of identity of covert CIA operative Valerie Plame; decision comes following Supreme Court's refusal to c...",
      "abstract": "Time magazine says it would provide documents concerning reporter Matthew Cooper's confidential sources to grand jury investigating disclosure of identity of covert CIA operative Valerie Plame; decision comes following Supreme Court's refusal to consider appeals by Time, Cooper, and Judith Miller of The New York Times; magazine makes its decision over objections of Cooper; he and and Miller could be sent to jail as early as July 6; Time executive says he hopes its action would spare Cooper; case represents starkest confrontation between press and government since 1971, when Supreme Court refused to stop The Times and The Washington Post from publishing classified history of Vietnam War known as Pentagon Papers; photos and brief descriptions of other cases in which reporters have been subpoenaed to reveal confidential sources (M)",
      "lead_paragraph": "With one of its reporters facing an imminent jail sentence, Time magazine said yesterday that it would provide documents concerning the reporter's confidential sources to a grand jury investigating the disclosure of the identity of a covert C.I.A. operative, Valerie Plame.",
      "publication_date": "2005-07-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/01/politics/time-inc-to-yield-files-on-sources-relenting-to-us.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Senate Approves Central American Free Trade Pact",
      "snippet": "Senate votes to approve Central American Free Trade Agreement by vote of 54 to 45; vote seen as major victory for Pres Bush; Republicans and Democrats alike are alarmed about soaring imports from low-cost countries; vote comes after bitter and pro...",
      "abstract": "Senate votes to approve Central American Free Trade Agreement by vote of 54 to 45; vote seen as major victory for Pres Bush; Republicans and Democrats alike are alarmed about soaring imports from low-cost countries; vote comes after bitter and prolonged battle over promises and perils of foreign trade; fight in House is expected to be even more difficult; pact would eliminate most trade restrictions on $32 billion in annual trade with Dominican Republic and Central American nations of Costa Rica, El Salvador, Honduras, Guatemala and Nicaragua; defeat in Senate would have seriously impaired Bush's credibility as White House enters difficult international negotiations on ending agriculture subsidies and opening up global trade in services; critics, including many Democrats, say Cafta deal would accelerate shift of American jobs to countries where workers earn low wages and labor-protection laws are not enforced (M)",
      "lead_paragraph": "WASHINGTON, June 30 - After a bitter and prolonged battle over the promises and perils of foreign trade, the Senate voted on Thursday to approve the Central American Free Trade Agreement.",
      "publication_date": "2005-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/01/politics/senate-approves-central-american-free-trade-pact.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Foreign Suitors Nothing New in U.S. Oil Patch",
      "snippet": "Members of Congress opposed to Chinese bid to take over California-based energy company Unocal build broader support for their campaign to block deal on ground that it could threaten national and energy security in United States; but China is not ...",
      "abstract": "Members of Congress opposed to Chinese bid to take over California-based energy company Unocal build broader support for their campaign to block deal on ground that it could threaten national and energy security in United States; but China is not first foreign country to seek American energy assets; oil industry analysts say that effort by China National Offshore Corporation to outbid Chevron for Unocal appears to pose less risk of generating domestic shortages or other energy-security headaches than other foreign acquisitions that have been approved by government; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/01/business/worldbusiness/foreign-suitors-nothing-new-in-us-oil-patch.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "Ebbers Set to Shed His Assets",
      "snippet": "Bernard J Ebbers agrees to surrender nearly all of his personal fortune--about $40 million--to investors who lost billions when WorldCom spiraled into bankruptcy almost three years ago; MCI will also share in proceeds from sale of Ebbers's assets,...",
      "abstract": "Bernard J Ebbers agrees to surrender nearly all of his personal fortune--about $40 million--to investors who lost billions when WorldCom spiraled into bankruptcy almost three years ago; MCI will also share in proceeds from sale of Ebbers's assets, although company stands to receive nowhere near $338 million it is owed by Ebbers; Ebbers strikes reparation deal with David N Kelley, United States Attorney for Southern District of New York, and representaives of Alan G Hevesi, New York State comptroller and head of state's Common Retirement Fund; Ebbers photo (M)",
      "lead_paragraph": "Bernard J. Ebbers, the founder and former chief executive of World Com who was found guilty of fraud by a New York jury in March, agreed yesterday to surrender nearly all of his personal fortune -- about $40 million -- to investors who lost billions when the company spiraled into bankruptcy almost three years ago.",
      "publication_date": "2005-07-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/01/business/ebbers-set-to-shed-his-assets.html",
      "byline": "By Gretchen Morgenson"
    }
  ]
}