{
  "metadata": {
    "date": "2005-12-26",
    "total_articles": 26
  },
  "articles": [
    {
      "headline": "Ghosts in the Department Store",
      "snippet": "Perhaps no city in America has buried more hometown department stores than this one. First it was Lansburgh's in 1972, then S. Kann Sons in 1975, Garfinckel's in 1990 and Woodward & Lothrop in 1995. Each closing, from bankruptcy or buyout, brought...",
      "abstract": "Perhaps no city in America has buried more hometown department stores than this one. First it was Lansburgh's in 1972, then S. Kann Sons in 1975, Garfinckel's in 1990 and Woodward & Lothrop in 1995. Each closing, from bankruptcy or buyout, brought more grief than the last.      So now, with Washington's last local department store, the Hecht Company, set to disappear after Christmas, what kind of public outpouring can be expected?  ",
      "lead_paragraph": "WASHINGTON - Perhaps no city in America has buried more hometown department stores than this one. First it was Lansburgh's in 1972, then S. Kann Sons in 1975, Garfinckel's in 1990 and Woodward & Lothrop in 1995. Each closing, from bankruptcy or buyout, brought more grief than the last.",
      "publication_date": "2005-12-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/24/business/ghosts-in-the-department-store.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Spy Agency Mined Vast Data Trove, Officials Report",
      "snippet": "The National Security Agency has traced and analyzed large volumes of telephone and Internet communications flowing into and out of the United States as part of the eavesdropping program that President Bush approved after the Sept. 11, 2001, attac...",
      "abstract": "The National Security Agency has traced and analyzed large volumes of telephone and Internet communications flowing into and out of the United States as part of the eavesdropping program that President Bush approved after the Sept. 11, 2001, attacks to hunt for evidence of terrorist activity, according to current and former government officials.     The volume of information harvested from telecommunication data and voice networks, without court-approved warrants, is much larger than the White House has acknowledged, the officials said. It was collected by tapping directly into some of the American telecommunication system's main arteries, they said.  ",
      "lead_paragraph": "WASHINGTON, Dec. 23 - The National Security Agency has traced and analyzed large volumes of telephone and Internet communications flowing into and out of the United States as part of the eavesdropping program that President Bush approved after the Sept. 11, 2001, attacks to hunt for evidence of terrorist activity, according to current and former government officials.",
      "publication_date": "2005-12-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/24/politics/spy-agency-mined-vast-data-trove-officials-report.html",
      "byline": "By Eric Lichtblau and James Risen"
    },
    {
      "headline": "Capitol's Pariah on Immigration Is Now a Power",
      "snippet": "For nearly a decade, Representative Tom Tancredo, Republican of Colorado, has been dismissed by his critics as little more than an angry man with a microphone, a lonely figure who rails against immigration and battles his own president and party. ...",
      "abstract": "For nearly a decade, Representative Tom Tancredo, Republican of Colorado, has been dismissed by his critics as little more than an angry man with a microphone, a lonely figure who rails against immigration and battles his own president and party.     So radical were his proposals -- calling for a fence along the United States border with Canada, for instance -- and so fierce were his attacks on fellow Republicans who did not share his views that many of his colleagues tried to avoid him. Mr. Tancredo said Karl Rove, President Bush's senior adviser, had told him not ''to darken the doorstep of the White House.''  ",
      "lead_paragraph": "DENVER, Dec. 21 - For nearly a decade, Representative Tom Tancredo, Republican of Colorado, has been dismissed by his critics as little more than an angry man with a microphone, a lonely figure who rails against immigration and battles his own president and party.",
      "publication_date": "2005-12-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/24/politics/capitols-pariah-on-immigration-is-now-a-power.html",
      "byline": "By Rachel L. Swarns"
    },
    {
      "headline": "Retailers Try, Try Again After Slow Season",
      "snippet": "Get ready for the Christmas shopping frenzy all over again.      Many retailers, fearing that today's last-minute buying spree will fail to make up for ho-hum sales growth this season, are looking past the holiday weekend and planning an aggressiv...",
      "abstract": "Get ready for the Christmas shopping frenzy all over again.      Many retailers, fearing that today's last-minute buying spree will fail to make up for ho-hum sales growth this season, are looking past the holiday weekend and planning an aggressive Monday marketing blitz.  ",
      "lead_paragraph": "Get ready for the Christmas shopping frenzy all over again.",
      "publication_date": "2005-12-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/24/business/retailers-try-try-again-after-slow-season.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "China Indicts Times Researcher, Saying He Disclosed State Secrets",
      "snippet": "A Chinese researcher for The New York Times was indicted Friday on charges of disclosing state secrets to the newspaper and on a lesser charge of fraud, a move that should send the case to trial within six weeks, his lawyer said.     The researche...",
      "abstract": "A Chinese researcher for The New York Times was indicted Friday on charges of disclosing state secrets to the newspaper and on a lesser charge of fraud, a move that should send the case to trial within six weeks, his lawyer said.     The researcher, Zhao Yan, 43, who worked in the paper's Beijing bureau, has spent 15 months in prison without a hearing. The formal indictment is significant because such a move on charges relating to state secrets is usually tantamount to conviction in China.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-12-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/24/world/asia/china-indicts-times-researcher-saying-he-disclosed-state-secrets.html",
      "byline": "By Jim Yardley"
    },
    {
      "headline": "Microsoft Quits MSNBC TV, but Web Partnership Remains",
      "snippet": "Ending a partnership that soured long ago, Microsoft and NBC announced yesterday that they would dissolve their joint ownership of the cable news channel MSNBC, with NBC taking control.     NBC has completed a deal to assume majority control of th...",
      "abstract": "Ending a partnership that soured long ago, Microsoft and NBC announced yesterday that they would dissolve their joint ownership of the cable news channel MSNBC, with NBC taking control.     NBC has completed a deal to assume majority control of the channel immediately, with an 82 percent stake, and it will become the sole owner within two years, NBC executives said yesterday. The two companies did not disclose financial terms of the deal.  ",
      "lead_paragraph": "Ending a partnership that soured long ago, Microsoft and NBC announced yesterday that they would dissolve their joint ownership of the cable news channel MSNBC, with NBC taking control.",
      "publication_date": "2005-12-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/24/business/media/microsoft-quits-msnbc-tv-but-web-partnership-remains.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Files Show Guidant Foresaw Some Risks",
      "snippet": "Officials of the Guidant Corporation projected in an internal report that some patients might die as a result of short circuits in a company heart device, but it did not publicize the flaw because it apparently viewed the overall failure rate as a...",
      "abstract": "Officials of the Guidant Corporation projected in an internal report that some patients might die as a result of short circuits in a company heart device, but it did not publicize the flaw because it apparently viewed the overall failure rate as acceptable, company records filed in connection with a lawsuit show.     Guidant had also determined in mid-2002, a company report shows, that the consequences of the defibrillator's electrical failure, while rare, could be ''life threatening.'' Despite that assessment, Guidant kept selling potentially flawed devices and did not notify doctors about the defect until last spring, when the problem was about to be made public.  ",
      "lead_paragraph": "Officials of the Guidant Corporation projected in an internal report that some patients might die as a result of short circuits in a company heart device, but it did not publicize the flaw because it apparently viewed the overall failure rate as acceptable, company records filed in connection with a lawsuit show.",
      "publication_date": "2005-12-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/24/business/files-show-guidant-foresaw-some-risks.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "Doctors' Delicate Balance in Keeping Hope Alive",
      "snippet": "Dr. Joseph Sacco's young patient lay gasping for breath; she had advanced AIDS and now she was failing.      Assessing her, Dr. Sacco knew her medical options amounted to a question of the lesser of two evils: either the more aggressive ventilator...",
      "abstract": "Dr. Joseph Sacco's young patient lay gasping for breath; she had advanced AIDS and now she was failing.      Assessing her, Dr. Sacco knew her medical options amounted to a question of the lesser of two evils: either the more aggressive ventilator, on which she would probably die, or the more passive morphine, from which she would probably slip into death. But there was also a slender chance that either treatment might help her rally.  ",
      "lead_paragraph": "Dr. Joseph Sacco's young patient lay gasping for breath; she had advanced AIDS and now she was failing.",
      "publication_date": "2005-12-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/24/health/doctors-delicate-balance-in-keeping-hope-alive.html",
      "byline": "By Jan Hoffman"
    },
    {
      "headline": "Offering Up an Even Dozen Odds and Ends",
      "snippet": "YOU know those columns sportswriters dash off as they're heading to vacation -- the ones that start with ''thoughts while cleaning up my desk?'' I wonder what a business version of that kind of column would be like      Stephen M. Case has every r...",
      "abstract": "YOU know those columns sportswriters dash off as they're heading to vacation -- the ones that start with ''thoughts while cleaning up my desk?'' I wonder what a business version of that kind of column would be like      Stephen M. Case has every right, I suppose, to call for Time Warner to be broken into pieces, and for his old company, AOL, to be ''liberated,'' as he put it in The Washington Post recently. But wouldn't he have a little more credibility if he could just bring himself to say he was sorry? After all, it was Mr. Case, along with Gerald M. Levin, the former Time Warner chief executive, who put together what soon became the merger from hell.  ",
      "lead_paragraph": "YOU know those columns sportswriters dash off as they're heading to vacation -- the ones that start with \"thoughts while cleaning up my desk?\" I wonder what a business version of that kind of column would be like",
      "publication_date": "2005-12-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/24/business/offering-up-an-even-dozen-odds-and-ends.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "U.S., Citing Abuse in Iraqi Prisons, Holds Detainees",
      "snippet": "The commander of American-run prisons in Iraq says the military will not turn over any detainees or detention centers to Iraqi jailers until American officials are satisfied that the Iraqis are meeting United States standards for the care and cust...",
      "abstract": "The commander of American-run prisons in Iraq says the military will not turn over any detainees or detention centers to Iraqi jailers until American officials are satisfied that the Iraqis are meeting United States standards for the care and custody of detainees.      ''Bottom line, we will not pass on facilities or detainees until they meet the standards we define and that we are using today,'' the commander, Maj. Gen. John D. Gardner of the Army, said in a telephone interview this week from Iraq.  ",
      "lead_paragraph": "WASHINGTON, Dec. 24 - The commander of American-run prisons in Iraq says the military will not turn over any detainees or detention centers to Iraqi jailers until American officials are satisfied that the Iraqis are meeting United States standards for the care and custody of detainees.",
      "publication_date": "2005-12-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/12/25/world/middleeast/us-citing-abuse-in-iraqi-prisons-holds-detainees.html",
      "byline": "By Eric Schmitt and Thom Shanker"
    },
    {
      "headline": "Testing Egypt, Mubarak Rival Is Sent to Jail",
      "snippet": "An Egyptian court sentenced Ayman Nour, a leading opposition figure, to five years at hard labor on Saturday after convicting him in a forgery case widely seen as a political prosecution aimed at silencing a challenge to President Hosni Mubarak's ...",
      "abstract": "An Egyptian court sentenced Ayman Nour, a leading opposition figure, to five years at hard labor on Saturday after convicting him in a forgery case widely seen as a political prosecution aimed at silencing a challenge to President Hosni Mubarak's monopoly on power.      With diplomats from the United States, France, Norway and the European Union seated in a courtroom otherwise packed with uniformed police and state security men, a judge read out the verdict and sentence in a nearly inaudible whisper. Mr. Nour, 41, locked in a foul-smelling, filthy cage in the courtroom, began to chant, ''Down with Mubarak.''  ",
      "lead_paragraph": "CAIRO, Dec. 24 - An Egyptian court sentenced Ayman Nour, a leading opposition figure, to five years at hard labor on Saturday after convicting him in a forgery case widely seen as a political prosecution aimed at silencing a challenge to President Hosni Mubarak's monopoly on power.",
      "publication_date": "2005-12-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/12/25/world/africa/testing-egypt-mubarak-rival-is-sent-to-jail.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "Wall St. Bets on Gambling on the Web",
      "snippet": "Internet casinos are outlaw operations in the eyes of the federal government, but they look like solid investments to many of Wall Street's largest firms.      Blue-chip investment houses like Goldman Sachs, Merrill Lynch and Fidelity now hold hun...",
      "abstract": "Internet casinos are outlaw operations in the eyes of the federal government, but they look like solid investments to many of Wall Street's largest firms.      Blue-chip investment houses like Goldman Sachs, Merrill Lynch and Fidelity now hold hundreds of millions of dollars in shares of online casinos and betting parlors, which are publicly traded on the London Stock Exchange and headquartered in places like Costa Rica or Gibraltar.  ",
      "lead_paragraph": "Internet casinos are outlaw operations in the eyes of the federal government, but they look like solid investments to many of Wall Street's largest firms.",
      "publication_date": "2005-12-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/12/25/business/wall-st-bets-on-gambling-on-the-web.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Will You Still Need Me, Will You Still Read Me?",
      "snippet": "WHEN the thousandth issue of Rolling Stone magazine rolls off the presses in May, its cover will feature an elaborate three-dimensional homage to ''Sgt. Pepper's Lonely Hearts Club Band.'' Drawing inspiration from the lineup of celebrities whose i...",
      "abstract": "WHEN the thousandth issue of Rolling Stone magazine rolls off the presses in May, its cover will feature an elaborate three-dimensional homage to ''Sgt. Pepper's Lonely Hearts Club Band.'' Drawing inspiration from the lineup of celebrities whose images graced that seminal Beatles recording, the magazine will tip its hat to the trove of musicians, entertainers and politicians who have inhabited its pages since its founding in 1967.     ''It's going to be a version of the past 40 years of people who have influenced us and are part of our Gestalt, our zeitgeist,'' said the magazine's founder, publisher and editor, Jann S. Wenner, his feet propped atop a table in his sleekly appointed corner office in Midtown Manhattan. ''It's Richard Pryor and Jimmy Carter and it's Billy Joel and it's Bono and the Beatles and the Stones and Ike and Tina Turner and Madonna and Prince. It's the big family.''  ",
      "lead_paragraph": "WHEN the thousandth issue of Rolling Stone magazine rolls off the presses in May, its cover will feature an elaborate three-dimensional homage to \"Sgt. Pepper's Lonely Hearts Club Band.\" Drawing inspiration from the lineup of celebrities whose images graced that seminal Beatles recording, the magazine will tip its hat to the trove of musicians, entertainers and politicians who have inhabited its pages since its founding in 1967.",
      "publication_date": "2005-12-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/12/25/business/yourmoney/will-you-still-need-me-will-you-still-read-me.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Severance Pay Doesn't Go Better With Coke",
      "snippet": "IT may be only one inch on the road to reining in executive pay, but given the way this world works, it is progress nonetheless. Last week, under pressure from one of its big shareholders, the Coca-Cola Company adopted a new policy requiring that ...",
      "abstract": "IT may be only one inch on the road to reining in executive pay, but given the way this world works, it is progress nonetheless. Last week, under pressure from one of its big shareholders, the Coca-Cola Company adopted a new policy requiring that its stockholders approve any future executive severance agreements that amount to at least 2.99 times the recipient's annual salary and bonus. The shareholder forcing the issue was the International Brotherhood of Teamsters General Fund, which raised the proposal at Coca-Cola's annual meeting last April.      Before the shareholder vote, Coca-Cola's management recommended a ''no'' vote on the proposal. The company gave several reasons; one was that it would dictate a restrictive standard for all severance deals whether the executive involved was a veteran employee or a newer hire.  ",
      "lead_paragraph": "IT may be only one inch on the road to reining in executive pay, but given the way this world works, it is progress nonetheless. Last week, under pressure from one of its big shareholders, the Coca-Cola Company adopted a new policy requiring that its stockholders approve any future executive severance agreements that amount to at least 2.99 times the recipient's annual salary and bonus. The shareholder forcing the issue was the International Brotherhood of Teamsters General Fund, which raised the proposal at Coca-Cola's annual meeting last April.",
      "publication_date": "2005-12-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/12/25/business/yourmoney/severance-pay-doesnt-go-better-with-coke.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Iraqi Court Bars Candidates",
      "snippet": "An Iraqi court disqualified at least 90 candidates in the recent national elections from serving in Parliament because of their ties to Saddam Hussein's Baath Party. Page 18.  ",
      "abstract": "An Iraqi court disqualified at least 90 candidates in the recent national elections from serving in Parliament because of their ties to Saddam Hussein's Baath Party. Page 18.  ",
      "lead_paragraph": "An Iraqi court disqualified at least 90 candidates in the recent national elections from serving in Parliament because of their ties to Saddam Hussein's Baath Party. Page 18.",
      "publication_date": "2005-12-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/12/25/world/iraqi-court-bars-candidates.html",
      "byline": ""
    },
    {
      "headline": "From Anti-'Uppity' to Upwardly Mobile",
      "snippet": "WHEN she was growing up in a New York City housing project, Stacy Abrego says, she thought that highly skilled professionals were ''uppity.'' And she had no reason to change that view while holding a series of ''little jobs here and there'' into h...",
      "abstract": "WHEN she was growing up in a New York City housing project, Stacy Abrego says, she thought that highly skilled professionals were ''uppity.'' And she had no reason to change that view while holding a series of ''little jobs here and there'' into her mid-20's, she says.     But she was proved wrong a year and a half ago, she says, by an organization that uses volunteers from the ranks of corporate professionals to train and serve as mentors to low-income people for office jobs and then helps them seek new jobs. The nonprofit organization, StreetWise Partners, has guided her onto a career track that is more financially and psychologically rewarding than her previous path, Ms. Abrego, 27, said recently after a day's work as an administrative assistant at the United Way of New York City.  ",
      "lead_paragraph": "WHEN she was growing up in a New York City housing project, Stacy Abrego says, she thought that highly skilled professionals were \"uppity.\" And she had no reason to change that view while holding a series of \"little jobs here and there\" into her mid-20's, she says.",
      "publication_date": "2005-12-25T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/12/25/jobs/from-antiuppity-to-upwardly-mobile.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "Take It From Japan: Bubbles Hurt",
      "snippet": "FOURTEEN years ago, Yoshihisa Nakashima looked at this sleepy suburb an hour and 20 minutes from downtown Tokyo and saw all the trappings of middle-class Japanese bliss: cherry-tree-lined roads, a cozy community where neighbors greeted one another...",
      "abstract": "FOURTEEN years ago, Yoshihisa Nakashima looked at this sleepy suburb an hour and 20 minutes from downtown Tokyo and saw all the trappings of middle-class Japanese bliss: cherry-tree-lined roads, a cozy community where neighbors greeted one another in the morning and schools within easy walking distance for his two daughters.     So Mr. Nakashima, a Tokyo city government employee who was then 36, took out a loan for almost the entire $400,000 price of a cramped four-bedroom apartment. With property values rising at double-digit rates, he would easily earn back the loan and then some when he decided to sell.  ",
      "lead_paragraph": "KASHIWA, Japan - FOURTEEN years ago, Yoshihisa Nakashima looked at this sleepy suburb an hour and 20 minutes from downtown Tokyo and saw all the trappings of middle-class Japanese bliss: cherry-tree-lined roads, a cozy community where neighbors greeted one another in the morning and schools within easy walking distance for his two daughters.",
      "publication_date": "2005-12-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/12/25/business/yourmoney/take-it-from-japan-bubbles-hurt.html",
      "byline": "By Martin Fackler"
    },
    {
      "headline": "Tsunami's Legacy: Extraordinary Giving and Unending Strife",
      "snippet": "Charity came pouring in from far and wide for this island nation devastated by the tsunami a year ago. But on its fragile northern peninsula, Udayarani Sebastian Pillai today lives on the cliff-edge of uncertainty.      The government has barred h...",
      "abstract": "Charity came pouring in from far and wide for this island nation devastated by the tsunami a year ago. But on its fragile northern peninsula, Udayarani Sebastian Pillai today lives on the cliff-edge of uncertainty.      The government has barred her from rebuilding on the seafront where she had lived, and there is no promise of a permanent house. For now, home is a transit camp sandwiched between army and rebel lines. From beyond the camp comes news of a possible renewal of civil war. Her mind remains ravaged: the tsunami killed three of her seven children.  ",
      "lead_paragraph": "JAFFNA, Sri Lanka - Charity came pouring in from far and wide for this island nation devastated by the tsunami a year ago. But on its fragile northern peninsula, Udayarani Sebastian Pillai today lives on the cliff-edge of uncertainty.",
      "publication_date": "2005-12-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/12/25/world/asia/tsunamis-legacy-extraordinary-giving-and-unending-strife.html",
      "byline": "By Somini Sengupta and Seth Mydans"
    },
    {
      "headline": "Seeking a Public Voice on China's 'Angry River'",
      "snippet": "Far from the pulsing cities that symbolize modern China, this tiny hillside village of crude peasant houses seems disconnected from this century and the last. But follow a dirt path past a snarling watchdog, sidestep the chickens and ducks, and a ...",
      "abstract": "Far from the pulsing cities that symbolize modern China, this tiny hillside village of crude peasant houses seems disconnected from this century and the last. But follow a dirt path past a snarling watchdog, sidestep the chickens and ducks, and a small clearing on the banks of the Nu River reveals a dusty slab of concrete lying in a rotting pumpkin patch.     The innocuous concrete block is also a symbol, of a struggle over law that touches every corner of the country.  ",
      "lead_paragraph": "XIAOSHABA, China - Far from the pulsing cities that symbolize modern China, this tiny hillside village of crude peasant houses seems disconnected from this century and the last. But follow a dirt path past a snarling watchdog, sidestep the chickens and ducks, and a small clearing on the banks of the Nu River reveals a dusty slab of concrete lying in a rotting pumpkin patch.",
      "publication_date": "2005-12-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/26/world/asia/seeking-a-public-voice-on-chinas-angry-river.html",
      "byline": "By Jim Yardley"
    },
    {
      "headline": "Indians Find They Can Go Home Again",
      "snippet": "Standing amid the rolling lawns outside his four-bedroom villa, Ajay Kela pondered his street in the community of Palm Meadows. One of his neighbors recently returned to India from Cupertino, Calif., to run a technology start-up funded by the vent...",
      "abstract": "Standing amid the rolling lawns outside his four-bedroom villa, Ajay Kela pondered his street in the community of Palm Meadows. One of his neighbors recently returned to India from Cupertino, Calif., to run a technology start-up funded by the venture capital firm Kleiner, Perkins, Caufield & Byers.      Across the street from Mr. Kela is another Indian executive, this one from Fremont, Calif., who works with the outsourcing firm Infosys Technologies. On the other side is the top executive of Cisco Systems in India, who returned here after decades in the Bay Area and New York.  ",
      "lead_paragraph": "BANGALORE, India - Standing amid the rolling lawns outside his four-bedroom villa, Ajay Kela pondered his street in the community of Palm Meadows. One of his neighbors recently returned to India from Cupertino, Calif., to run a technology start-up funded by the venture capital firm Kleiner, Perkins, Caufield & Byers.",
      "publication_date": "2005-12-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/26/business/worldbusiness/indians-find-they-can-go-home-again.html",
      "byline": "By Saritha Rai"
    },
    {
      "headline": "A Sure Thing for Kazakhs: Horses Will Provide",
      "snippet": "The six Kazakh villagers circled the stallion with movements so nimble and practiced that they disguised the difficulty of the dawn's first task. The animal before them, weighing roughly 550 pounds, was to be rolled onto its back.     Aslakhan Muk...",
      "abstract": "The six Kazakh villagers circled the stallion with movements so nimble and practiced that they disguised the difficulty of the dawn's first task. The animal before them, weighing roughly 550 pounds, was to be rolled onto its back.     Aslakhan Mukanov, 13, pulled the stallion with a rope as it whinnied and bucked. Seimurad Maitai, 27, dodged the hooves, swinging a rope until he snared the kicking forelegs together.  ",
      "lead_paragraph": "ILYINKA, Kazakhstan, Dec. 20 - The six Kazakh villagers circled the stallion with movements so nimble and practiced that they disguised the difficulty of the dawn's first task. The animal before them, weighing roughly 550 pounds, was to be rolled onto its back.",
      "publication_date": "2005-12-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/26/world/asia/a-sure-thing-for-kazakhs-horses-will-provide.html",
      "byline": "By C. J. Chivers"
    },
    {
      "headline": "Viacom Comes to the Great Divide, and Calls It a Path to Growth",
      "snippet": "On Jan. 3, Sumner M. Redstone will get his wish when Viacom, the sprawling media company he built, is split into two separate entities.      Now what?  ",
      "abstract": "On Jan. 3, Sumner M. Redstone will get his wish when Viacom, the sprawling media company he built, is split into two separate entities.      Now what?  ",
      "lead_paragraph": "On Jan. 3, Sumner M. Redstone will get his wish when Viacom, the sprawling media company he built, is split into two separate entities.",
      "publication_date": "2005-12-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/26/business/media/viacom-comes-to-the-great-divide-and-calls-it-a-path-to.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "On Gulf Coast, Cleanup Differs Town to Town",
      "snippet": "There is an eerie stillness here on Edgewood Avenue. Toys, broken glass and random pieces of furniture are strewn across yards. Not a single person is in sight. The only movement, nearly four months after the passing of Hurricane Katrina, comes fr...",
      "abstract": "There is an eerie stillness here on Edgewood Avenue. Toys, broken glass and random pieces of furniture are strewn across yards. Not a single person is in sight. The only movement, nearly four months after the passing of Hurricane Katrina, comes from the stray cats that jump in and out of the ripped-open homes.     Just west down the Gulf Coast, on Oak Street in Biloxi, the ground vibrates and the air is filled with the smell of diesel exhaust as laborers, on excavators, clean up after the storm, leaving behind empty lots, ripe for redevelopment.  ",
      "lead_paragraph": "PASCAGOULA, Miss. - There is an eerie stillness here on Edgewood Avenue. Toys, broken glass and random pieces of furniture are strewn across yards. Not a single person is in sight. The only movement, nearly four months after the passing of Hurricane Katrina, comes from the stray cats that jump in and out of the ripped-open homes.",
      "publication_date": "2005-12-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/26/us/front page/on-gulf-coast-cleanup-differs-town-to-town.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "Courts Criticize Judges' Handling of Asylum Cases",
      "snippet": "Federal appeals court judges around the nation have repeatedly excoriated immigration judges this year for what they call a pattern of biased and incoherent decisions in asylum cases.     In one decision last month, Richard A. Posner, a prominent ...",
      "abstract": "Federal appeals court judges around the nation have repeatedly excoriated immigration judges this year for what they call a pattern of biased and incoherent decisions in asylum cases.     In one decision last month, Richard A. Posner, a prominent and relatively conservative federal appeals court judge in Chicago, concluded that ''the adjudication of these cases at the administrative level has fallen below the minimum standards of legal justice.''  ",
      "lead_paragraph": "Federal appeals court judges around the nation have repeatedly excoriated immigration judges this year for what they call a pattern of biased and incoherent decisions in asylum cases.",
      "publication_date": "2005-12-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/26/us/courts-criticize-judges-handling-of-asylum-cases.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Fiddling With Format While DVD's Burn",
      "snippet": "The war for control of the next-generation DVD is approaching a critical juncture: next week in Las Vegas at the Consumer Electronics Show, companies championing the two competing high-definition DVD standards -- Blu-ray and HD-DVD -- will unveil ...",
      "abstract": "The war for control of the next-generation DVD is approaching a critical juncture: next week in Las Vegas at the Consumer Electronics Show, companies championing the two competing high-definition DVD standards -- Blu-ray and HD-DVD -- will unveil their lineups of new players and movie titles.     There are growing signs, though, that the battle for supremacy in this multibillion-dollar market may yield a hollow victory. As electronics makers, technology companies and Hollywood studios haggle over the fine points of their formats, consumers are quickly finding alternatives to buying and renting packaged DVD's, high definition or otherwise.  ",
      "lead_paragraph": "The war for control of the next-generation DVD is approaching a critical juncture: next week in Las Vegas at the Consumer Electronics Show, companies championing the two competing high-definition DVD standards -- Blu-ray and HD-DVD -- will unveil their lineups of new players and movie titles.",
      "publication_date": "2005-12-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/26/technology/fiddling-with-format-while-dvds-burn.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Of Tabloids, Mega-Fame and Free P.R.",
      "snippet": "LAST week brought another media story that became a cliché a long time ago: celebrity-obsessed magazine publishes a salacious scoop about starlet, starlet denies, demands retraction and then sues.     The name involved -- Britney Spears -- might b...",
      "abstract": "LAST week brought another media story that became a cliché a long time ago: celebrity-obsessed magazine publishes a salacious scoop about starlet, starlet denies, demands retraction and then sues.     The name involved -- Britney Spears -- might bring a little heat to the story, but the allegation from US Weekly on Oct. 17 that she and her husband, Kevin Federline, made a sex tape might prompt a yawn. I mean, who hasn't?  ",
      "lead_paragraph": "LAST week brought another media story that became a cliché a long time ago: celebrity-obsessed magazine publishes a salacious scoop about starlet, starlet denies, demands retraction and then sues.",
      "publication_date": "2005-12-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/26/business/media/of-tabloids-megafame-and-free-pr.html",
      "byline": "By David Carr"
    }
  ]
}