{
  "metadata": {
    "date": "2005-07-28",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Police in Britain Hold Somali Man in 2nd Bomb Plot",
      "snippet": "British police arrest Yasin Hassan Omar, Somali man thought to be one of bombers behind London's attacks last week, biggest breakthrough yet in investigation of terror that has shaken city; Omar, a British resident, is apprehended in predawn raid ...",
      "abstract": "British police arrest Yasin Hassan Omar, Somali man thought to be one of bombers behind London's attacks last week, biggest breakthrough yet in investigation of terror that has shaken city; Omar, a British resident, is apprehended in predawn raid in Birmingham; police, determined to take him alive, use Taser stun gun rather than conventional weapon when he tries to flee; new evidence emerges suggesting that more attacks could have been planned; British authorities find several finished bombs and variety of bomb components in trunk of car that some of July 7 bombers drove to train station at Luton that morning before heading to London; existence of additional devices could indicate that four bombers, who died in first attacks, planned more attacks and were not on suicide mission; despite arrest of Omar, police still do not know identies of two of bombers; they ask British people again for help; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/28/world/europe/police-in-britain-hold-somali-man-in-2nd-bomb-plot.html",
      "byline": "By Mark Landler and Elaine Sciolino"
    },
    {
      "headline": "NASA SUSPENDING SHUTTLE FLIGHTS OVER FOAM DEBRIS",
      "snippet": "NASA suspends further flights of space shuttle fleet after determining that large piece of insulating foam broke off external fuel tank of Discovery shortly after liftoff, same problem that doomed Columbia and its astronauts in Feb 2003; decision ...",
      "abstract": "NASA suspends further flights of space shuttle fleet after determining that large piece of insulating foam broke off external fuel tank of Discovery shortly after liftoff, same problem that doomed Columbia and its astronauts in Feb 2003; decision will not curtail current mission to International Space Station, because foam does not appear to have struck Discovery; detection of breakaway piece of insulating foam is potentially devastating setback for NASA, particularly after Discovery's seemingly perfect launching; effort to fix foam problem has consumed more than two years and hundreds of millions of dollars; NASA identified area on tank that shed latest piece of foam as risk, but put off redesigning it; incident occurred two minutes into launching, at point where atmosphere is so thin that piece drifted away; Columbia accident occurred in part because foam fell off tank 82 seconds after liftoff, when air is much thicker and slows foam so climbing orbiter struck it with great force; photos; diagrams (M)",
      "lead_paragraph": "HOUSTON, July 27 - NASA suspended further flights of the space shuttle fleet on Wednesday after determining that a large piece of insulating foam had broken off the external fuel tank of the Discovery shortly after liftoff Tuesday morning, the same problem that doomed the Columbia and its seven astronauts in the last mission, two and a half years ago.",
      "publication_date": "2005-07-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/28/us/front page/nasa-suspending-shuttle-flights-over-foam-debris.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "Weill, Chairman of Citigroup, TellsEmployees He Won't Leave Now",
      "snippet": "Sanford I Weill tells Citigroup employees that he now plans to stay on as chairman until his scheduled retirement next April, ending internal debate that spilled outside bank over his plans to leave and start private equity fund; says he was hurt ...",
      "abstract": "Sanford I Weill tells Citigroup employees that he now plans to stay on as chairman until his scheduled retirement next April, ending internal debate that spilled outside bank over his plans to leave and start private equity fund; says he was hurt by speculation that in pursuing any new venture, he might somehow find himself competing with Citigroup or acting contrary to company's interests; photo (M)",
      "lead_paragraph": "Sanford I. Weill told Citigroup employees yesterday that he now planned to stay on as chairman until his scheduled retirement next April, ending an internal debate that spilled outside the bank over his plans to leave and start a private equity fund.",
      "publication_date": "2005-07-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/28/business/weill-chairman-of-citigroup-tellsemployees-he-wont-leave-now.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "House Approves Free Trade Pact",
      "snippet": "House approves Central American Free Trade Agreement by vote of 217 to 215, giving Pres Bush crucial victory and country its biggest reduction of trade barriers in more than 10 years; Republican leaders are able to cut enough political deals to ov...",
      "abstract": "House approves Central American Free Trade Agreement by vote of 217 to 215, giving Pres Bush crucial victory and country its biggest reduction of trade barriers in more than 10 years; Republican leaders are able to cut enough political deals to overcome fears among many of their own members about foreign competition, despite opposition from most Democrats, labor unions and sugar industry' powerful lobby; passage of bill comes comes only after intense pressure from Bush, including his last-mintue trip to Capitol; pact would eliminate most barriers to trade and investment between US, Dominican Republic, Costra Rica, El Salvador, Guatemala, Honduras and Nicaragua; photo (M)",
      "lead_paragraph": "WASHINGTON, Thursday, July 28 - The House of Representatives narrowly approved the Central American Free Trade Agreement early Thursday, allowing President Bush to put his signature to the nation's biggest reduction of trade barriers in more than 10 years.",
      "publication_date": "2005-07-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/28/business/worldbusiness/house-approves-free-trade-pact.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Alive and Thriving in the Midwest: Brawling in Cages",
      "snippet": "Extreme fighting, no-holds-barred one-on-one fights between men shut inside chainlink cages, is banned in some states but thriving in others; it is drawing hundreds, even thousands of spectators to fairgrounds, small arenas and even parking lots o...",
      "abstract": "Extreme fighting, no-holds-barred one-on-one fights between men shut inside chainlink cages, is banned in some states but thriving in others; it is drawing hundreds, even thousands of spectators to fairgrounds, small arenas and even parking lots of bars in small cities and towns of Great Plains; fighters can use boxing, kickboxing, martial arts or wrestling in sport called 'human cockfighting' by its opponents; scene outside bikers' bar in Sioux Falls, SD, site of cage fights, described; measure to keep fights away from bars and to make promoters liable for fighters' injuries is expected to go before city council in Aug; photos (M)",
      "lead_paragraph": "SIOUX FALLS, S.D., July 23 - When they rewind the video of the fight in the cage, all the blood will spray back into Gervis Fool Bull's nose, all the screams will be sucked into the collective chest of the sweating crowd, and the fist will snap back toward the big truck driver from Iowa who threw it, a man with a mohawk haircut who grew up fighting his twin brother in the neighborhood junkyard.",
      "publication_date": "2005-07-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/28/us/alive-and-thriving-in-the-midwest-brawling-in-cages.html",
      "byline": "By Michael Wilson"
    },
    {
      "headline": "In One Stroke, Podcasting Hits Mainstream",
      "snippet": "David Pogue column says free iTunes 4.9 software from Apple Computer greatly facilitates finding, sampling and managing of podcasts; drawing (M)",
      "abstract": "David Pogue column says free iTunes 4.9 software from Apple Computer greatly facilitates finding, sampling and managing of podcasts; drawing (M)",
      "lead_paragraph": "EVER since Steven P. Jobs returned to Apple Computer in 1997 after a 12-year absence, his company has thrived by executing the same essential formula over and over: Find an exciting new technology whose complexity and cost keep it out of the average person's life. Streamline it, mainstream it, strip away the geeky options. Take the credit.",
      "publication_date": "2005-07-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/28/technology/circuits/in-one-stroke-podcasting-hits-mainstream.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "E.P.A. Holds Back Report on Car Fuel Efficiency",
      "snippet": "Environmental Protection Agency delayed for a week the planned release of annual report on fuel efficiency--until after Congress gave final passage to energy bill--but copy of report released by member of EPA communications staff shows that loopho...",
      "abstract": "Environmental Protection Agency delayed for a week the planned release of annual report on fuel efficiency--until after Congress gave final passage to energy bill--but copy of report released by member of EPA communications staff shows that loopholes in American fuel economy regulations have allowed automakers to produce cars and trucks that are significantly less fuel-efficient, on average, than they were in late 1980's; critics say releasing report as scheduled would have been inopportune for Bush administration since energy bill largely ignores auto mileage regulations; report acknowledges that fuel economy is directly related to energy security because consumer cars and trucks account for about 40 percent of nation's oil consumption; trends highlighted in report show that carmakers are not making progress in improving fuel economy; graph (M)",
      "lead_paragraph": "DETROIT, July 27 - With Congress poised for a final vote on the energy bill, the Environmental Protection Agency made an 11th-hour decision Tuesday to delay the planned release of an annual report on fuel economy.",
      "publication_date": "2005-07-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/28/business/epa-holds-back-report-on-car-fuel-efficiency.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "A Lawyer's Many Roles",
      "snippet": "Profile of Martin Lipton, founding partner of Wachtell, Lipton, Rosen & Katz; he has become known for his aggressive defense of companies under siege by corporate raiders or unhappy investors; photo (M)",
      "abstract": "Profile of Martin Lipton, founding partner of Wachtell, Lipton, Rosen & Katz; he has become known for his aggressive defense of companies under siege by corporate raiders or unhappy investors; photo (M)",
      "lead_paragraph": "When Morgan Stanley directors received a letter from a group of retired executives who argued for the ouster of Philip J. Purcell, their first call for help went to the superlawyer Martin Lipton.",
      "publication_date": "2005-07-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/28/business/a-lawyers-many-roles.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "NBC Universal Said to Be in Talks for DreamWorks Unit",
      "snippet": "DreamWorks SKG, live-action entertainment company, is reportedly in talks to be acquired by its longtime partner, NBC Universal; putting live-action business up for sale reinforces widely held view that few independent movie studios, no matter how...",
      "abstract": "DreamWorks SKG, live-action entertainment company, is reportedly in talks to be acquired by its longtime partner, NBC Universal; putting live-action business up for sale reinforces widely held view that few independent movie studios, no matter how talented the principals, can thrive without larger corporate parent with strong financial resources; photo (M)",
      "lead_paragraph": "LOS ANGELES, July 27 - DreamWorks SKG, the live-action entertainment company co-founded by the director Steven Spielberg, is in talks to be acquired by its longtime partner, NBC Universal, according to two people with knowledge of the negotiations.",
      "publication_date": "2005-07-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/28/business/media/nbc-universal-said-to-be-in-talks-for-dreamworks-unit.html",
      "byline": "By Laura M. Holson"
    }
  ]
}