{
  "metadata": {
    "date": "2005-02-17",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "On Maneuvers With the Army's Game Squad",
      "snippet": "Computer game America's Army lets users play soldier online, band together with other Internet warriors and battle enemies in detailed scenarios that Army says are more realistic than any other game; since its introduction in 2002, it has register...",
      "abstract": "Computer game America's Army lets users play soldier online, band together with other Internet warriors and battle enemies in detailed scenarios that Army says are more realistic than any other game; since its introduction in 2002, it has registered about 4.7 million users with about 30,000 logging on every day, making it one of cyberspace's most popular combat games; Army has no detailed figures on game's success in encouraging recruitment, but 2003 survey found that game is more effective at delivering Army's message than its ad campaign; photos (M)",
      "lead_paragraph": "CAMP GUERNSEY, Wyo. - THE seven-vehicle United States Army convoy set out from grid coordinate EG223785 just after 1:30 p.m. on Feb. 8, bound for an improvised landing zone a few miles southwest. Intelligence reports indicated that enemy forces equipped with small arms, rocket-propelled grenades and mortars were active in the area.",
      "publication_date": "2005-02-17T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/02/17/technology/circuits/on-maneuvers-with-the-armys-game-squad.html",
      "byline": "By Seth Schiesel"
    },
    {
      "headline": "Gadget or Plaything? Let a Child Decide",
      "snippet": "American International Toy Fair begins shortly and is likely to reflect growing preference among children for electronic toys; many new items are more advanced than toys were before, and blur distinction between toys and electronic items typically...",
      "abstract": "American International Toy Fair begins shortly and is likely to reflect growing preference among children for electronic toys; many new items are more advanced than toys were before, and blur distinction between toys and electronic items typically marketed to older customers; experts say shift is part of effort by $20 billion industry to reclaim dollars lost in recent years to high-tech products coveted by children; Toy Industry Assn believes children are more sophisticated; examples of some items that will be shown at fair; photos (M)",
      "lead_paragraph": "ETCH A SKETCH, a staple of toy chests for over 45 years, has gotten an electronic makeover.",
      "publication_date": "2005-02-17T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/02/17/technology/circuits/gadget-or-plaything-let-a-child-decide.html",
      "byline": "By Michel Marriott"
    },
    {
      "headline": "Greenspan Suggests Rates May Increase Without Pause",
      "snippet": "Federal Reserve chairman Alan Greenspan strong suggests that central bank will keep raising short-term rates without any pause in months ahead, testimony before Senate Banking Committee; says money has become even more plentiful after six rate inc...",
      "abstract": "Federal Reserve chairman Alan Greenspan strong suggests that central bank will keep raising short-term rates without any pause in months ahead, testimony before Senate Banking Committee; says money has become even more plentiful after six rate increases since last June; adds federal funds rate on overnight loans between banks remains 'fairly low'; admits his own surprise that long-term interest rates are lower today than they were last year, calling trend 'conundrum' that defies all of easy explanations; Fed has raised overnight rate in series of quarter-point increases to 2.5 percent, from 1 percent, since last June; yields on 10-year Treasury bonds are 4.16 percent, far below level of 4.7 percent last June; Greenspan notes mortgage rates are lower than when Fed started raising rates (M)",
      "lead_paragraph": "WASHINGTON, Feb. 16 - Alan Greenspan, the chairman of the Federal Reserve, strongly suggested on Wednesday that the central bank would keep raising short-term interest rates without any pause in the months ahead.",
      "publication_date": "2005-02-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/17/business/greenspan-suggests-rates-may-increase-without-pause.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Greenspan Backs Idea of Accounts for Retirement",
      "snippet": "Federal Reserve Chmn Alan Greenspan voices cautiously hedged support for Pres Bush's plan to create individual investment accounts in Social Security; expresses unease that change could lead to trillions of dollars in additional government borrowi...",
      "abstract": "Federal Reserve Chmn Alan Greenspan voices cautiously hedged support for Pres Bush's plan to create individual investment accounts in Social Security; expresses unease that change could lead to trillions of dollars in additional government borrowing in next few decades; Bush, apparently trying to show Democrats he is serious about bipartisan compromise, says he would not rule out raising or eliminating cap on earnings that are subject to payroll tax that pays for Social Security benefits; taken together, developments reflect continued wariness on all sides about costs, ideological ramifications and political risks of trying to reshape Social Security and put it on sounder financial footing as American population ages; Bush has so far had little success pushing issue ahead in Congress, where many members of his own party have qualms and Democrats are spoiling for a fight; even Bush's suggestion that he would agree to raising or eliminating cap gets cold shoulder on Capitol Hill; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/17/business/greenspan-backs-idea-of-accounts-for-retirement.html",
      "byline": "By Edmund L. Andrews and Richard W. Stevenson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Greenspan Backs Idea Of Private Accounts  Alan Greenspan, the Federal Reserve chairman, gave his blessing to the creation of individual investment accounts in Social Security but expressed unease that the change could lead to trillions of dollars ...",
      "abstract": " Greenspan Backs Idea Of Private Accounts  Alan Greenspan, the Federal Reserve chairman, gave his blessing to the creation of individual investment accounts in Social Security but expressed unease that the change could lead to trillions of dollars in additional government borrowing in the next few decades.    Meanwhile, President Bush, in newspaper interviews, left the door open to raising taxes on upper-income people to help deal with projected financial problems in the Social Security program. [Page A1.]    Intel Makes Advance in Lasers  An advance by Intel researchers in blending silicon chip technology with optical lasers could lead to cheaper communications systems and new uses for lasers. [C7.]    Cancer Treatment Shows Promise  An experimental treatment developed by Dendreon, a Seattle biotechnology company, tripled the survival rate of men with advanced prostate cancer in a clinical trial, doctors said. The result represents perhaps the first significant success for therapies known as cancer vaccines. The treatment tries to harness the body's own immune system to fight cancer after it has developed. [C5.]    A Coffee Liqueur From Starbucks  Starbucks, in a partnership with Jim Beam, is introducing an alcoholic coffee drink that will not be sold at its coffee outlets. [C3.]    Indonesia Maps a Road to Growth  On a visit to Singapore, the president of Indonesia talked of the kind of cleaner, more dynamic economy he wants for his country. [C4.]    Hewlett Earnings Match Forecasts  Hewlett-Packard's quarterly revenues rose by 9.9 percent from a year earlier, in line with Wall Street estimates. [C7.]    Rate Remarks Do Little for Stocks  The stock markets were nearly flat after the Fed chairman suggested rates would keep rising without pause. The Dow fell 2.44 points, to 10,834.88, and the S.&P. 500-stock index rose 0.22 point, to 1,210.34. [C7.]    Script Problems End Film Shoot  A film starring Russell Crowe, left, and Nicole Kidman has fallen apart three days before filming was scheduled to start, an embarrassing stumble for Fox Searchlight. Producers told the cast and crew members on the set of the drama, ''Eucalyptus,'' in Australia last Friday that the production would be postponed indefinitely. [C6.]    Dispute Over Fen-Phen Settlement  Lawyers for people who say they were hurt by the diet drug combination fen-phen said they would reject a comprehensive settlement offer from Wyeth. [C5.]    Scrutiny of Stun Guns on the Rise  Human rights groups and researchers are stepping up calls for studies and standards governing the use of electric stun guns. [A18.]    The Bull Is Back, Promoting Merrill  New ads for Merrill Lynch intensify its image makeover. Stuart Elliott: Advertising. [C6.]    Scammers Pursue Small Businesses  Owners of small businesses make ripe targets for all sorts of unscrupulous tax preparers and tax promoters. Small Business. [C4.]    Measuring Self-Interest's Limits  Does self-interest explain all behavior, or can we set it aside in the name of a greater good? Robert H. Frank: Economic Scene. [C2.]  ",
      "lead_paragraph": "Greenspan Backs Idea Of Private Accounts Alan Greenspan, the Federal Reserve chairman, gave his blessing to the creation of individual investment accounts in Social Security but expressed unease that the change could lead to trillions of dollars in additional government borrowing in the next few decades.",
      "publication_date": "2005-02-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/17/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Music Player Adds a Lens and a Riddle",
      "snippet": "David Pogue State of the Art column on Olympus m:robe 500i, hard-drive-based music player that is also digital camera with large screen; most winning feature is its sleek, modern design; company also sells smaller model that is music player only; ...",
      "abstract": "David Pogue State of the Art column on Olympus m:robe 500i, hard-drive-based music player that is also digital camera with large screen; most winning feature is its sleek, modern design; company also sells smaller model that is music player only; drawing; photo (M)",
      "lead_paragraph": "OLYMPUS must think its latest electronic gadget is going to be big, really big. The company gave it a cryptic, hyper-hip name (m:robe). It gave the product its own Web site (olympusgroove.com), something it doesn't ordinarily do for an individual product. And most startling of all, the company spent $4.8 million to show two m:robe TV ads during the Super Bowl.",
      "publication_date": "2005-02-17T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/02/17/technology/circuits/music-player-adds-a-lens-and-a-riddle.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Conservatives and Rivals Press a Struggling PBS",
      "snippet": "Public television is confronting cutbacks in funding, competition from cable stations and objections to its programming by conservative Congressional and Bush administration offficials; Pat Mitchell, beleaguered president of Public Broadcasting Se...",
      "abstract": "Public television is confronting cutbacks in funding, competition from cable stations and objections to its programming by conservative Congressional and Bush administration offficials; Pat Mitchell, beleaguered president of Public Broadcasting Service, has announced she would step down next year; some say managing far-flung network composed of independent fiefs around country is daunting assignment; Mitchell says she was not forced to resign, nor was she personally pressured to change programming by Republicans at Corp for Public Broadcasting, which provides federal money to system and is led by White House appointees; says her programmers worked with their counterparts at corporation in developing shows including one for conservative commentator Tucker Carlson; Mitchell decided not to distribute children's program featuring rabbit named Buster who visits pair of lesbian parents after Education Sec Margaret Spellings threatened to retract financing for program; PBS chairman Alberto Ibarguen says structure of PBS assumes what is no longer exists--heavy government funding and high levels of corporate image advertising; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/17/business/media/conservatives-and-rivals-press-a-struggling-pbs.html",
      "byline": "By John Tierney and Jacques Steinberg"
    },
    {
      "headline": "A Folksy Lawyer With a High-Powered Client",
      "snippet": "Reid H Weingarten, defense lawyer for Bernard J Ebbers, former chief executive of WorldCom who is on trial for fraud, attacks prosecution's star witness, WorldCom's former chief financial officer Scott D Sullivan, forcing Sullivan to admit he lied...",
      "abstract": "Reid H Weingarten, defense lawyer for Bernard J Ebbers, former chief executive of WorldCom who is on trial for fraud, attacks prosecution's star witness, WorldCom's former chief financial officer Scott D Sullivan, forcing Sullivan to admit he lied to his co-workers, his friends, shareholders, auditors and WorldCom board; Weingarten adds burst of theatrics to otherwise plodding testimony; photo (M)",
      "lead_paragraph": "The first four weeks of the trial of Bernard J. Ebbers, the former chief executive of WorldCom, have moved like mud. Witness after witness has testified about a blizzard of arcane accounting details and their various roles in the $11 billion fraud that sank the telecommunications company in 2002.",
      "publication_date": "2005-02-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/17/business/a-folksy-lawyer-with-a-highpowered-client.html",
      "byline": "By Ken Belson and Jonathan Glater"
    },
    {
      "headline": "NASD Says Fund Family Paid Improper Fees",
      "snippet": "NASD accuses affiliate of American Funds, nation's third-largest mutual fund company, of directing $100 million in trading commissions to brokerage firms that wre top sellers of its funds; case is rare blow for American Funds, whose funds have lon...",
      "abstract": "NASD accuses affiliate of American Funds, nation's third-largest mutual fund company, of directing $100 million in trading commissions to brokerage firms that wre top sellers of its funds; case is rare blow for American Funds, whose funds have long been favorites of investors because of their low cost and strong performance; complaint states American Funds directed commissions to about 50 brokerage funds from 2001 to 2003; NASD says commission payments, which were tied to formula based on past sales of American Funds, violated NASD rule prohibiting use of commissions to 'compensate brokerage firms for selling funds' shares; analysts say at issue is whether American Funds wound up overpaying for trades made on behalf of its mutual funds; American Funds denies that it violated NASD rules, or that it overpaid for any trades (M)",
      "lead_paragraph": "NASD has accused an affiliate of American Funds, the nation's third-largest mutual fund company, of directing $100 million in trading commissions to the brokerage firms that were top sellers of its funds.",
      "publication_date": "2005-02-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/17/business/nasd-says-fund-family-paid-improper-fees.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "Allies Resisting as U.S. Pushes Terror Label for Hezbollah",
      "snippet": "France said to be rebuffing appeals from United States to list Lebanon-based Shiite group Hezbollah as terrorist organization, which would prevent it from raising money in Europe through charity groups; Germany and Britain are said to believe issu...",
      "abstract": "France said to be rebuffing appeals from United States to list Lebanon-based Shiite group Hezbollah as terrorist organization, which would prevent it from raising money in Europe through charity groups; Germany and Britain are said to believe issue is moot unless French change their minds; Bush's view on Hezbollah is supported by Netherlands, Italy and Poland; Israeli and American officials say Palestinian Pres Mahmoud Abbas says he, too, regards Hezbollah as destructive force in Middle East, one determined to undermine peace talks by supporting militant groups that attack Israelis; American officials say Hezbollah gets much of its financial support from Syria and Iran; besides carrying out attacks on civilians and opposing Israel, Hezbollah also provides social services to thousands of Lebanese Shiites and has political representatives in Lebanon's Parliament; European diplomat questions wisdom of putting political party elected by Lebanese people on terrorist list (M)",
      "lead_paragraph": "WASHINGTON, Feb. 16 - As rising instability in Lebanon increases tensions in the Middle East, the Bush administration is arguing with European governments over whether they should designate the Lebanon-based Shiite group Hezbollah a terrorist organization, American and European officials say.",
      "publication_date": "2005-02-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/17/world/middleeast/allies-resisting-as-us-pushes-terror-label-for-hezbollah.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Will the Real Richard Scrushy Please Step Forward",
      "snippet": "Richard M Scrushy, ousted founder of HealthSouth Corp has been attending predominantly black Guiding Light Church in Birmingham, Ala, not long before his indictment in 2003 on charges of overseeing $2.7 billion conspiracy to defraud shareholders o...",
      "abstract": "Richard M Scrushy, ousted founder of HealthSouth Corp has been attending predominantly black Guiding Light Church in Birmingham, Ala, not long before his indictment in 2003 on charges of overseeing $2.7 billion conspiracy to defraud shareholders of HealthSouth; Scrushy's new emphasis on his ties to Birmingham's large black population and his churchgoing ways have many people asking if it is all part of his defense strategy; about 70 percent of Birmingham is African-American, and of 18 jurors and alternates at hi8s trial, 11 are African-American; danger is Scrushy's very public moves could backfire, especially considering that inside courtroom his lawyers are following different, and decidely uncharitable strategy; photos (M)",
      "lead_paragraph": "BIRMINGHAM, Ala., Feb. 10 - The members of Guiding Light Church welcome Richard M. Scrushy, the ousted founder of the HealthSouth Corporation, with open arms each week to services, where he and his wife are among the handful of whites in a mostly African-American congregation.",
      "publication_date": "2005-02-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/17/business/will-the-real-richard-scrushy-please-step-forward.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Federal Panel Consolidates Vioxx Suits",
      "snippet": "Seven-member administrative body issues order to have hundreds of individual and class-action lawsuits filed in federal courts against Merck & Co Inc, blaming its painkiller Vioxx for deaths and injuries, consolidated in federal court in New Orlea...",
      "abstract": "Seven-member administrative body issues order to have hundreds of individual and class-action lawsuits filed in federal courts against Merck & Co Inc, blaming its painkiller Vioxx for deaths and injuries, consolidated in federal court in New Orleans before Judge Eldon E Fallon, judge that many plaintiffs' lawyers had hoped would receive case; panel says it is assigning cases to Fallon because he had time and experience to handle Vioxx litigation; Fallon is overseeing proposed settlement reached in his court last year for all federal injury claims related to Propulsid, heartburn drug made by Janssen Pharmaceutica unit of Johnson & Johnson; analysts estimate Merck's total liabilities in federal and state cases could run as high as $30 billion; company so far has set aside $675 million in reserves to cover its potential liabilities; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/17/business/federal-panel-consolidates-vioxx-suits.html",
      "byline": "By Barnaby J. Feder"
    }
  ]
}