{
  "metadata": {
    "date": "2005-03-22",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Shooting Rampage by Student Leaves 10 Dead on Reservation",
      "snippet": "High school student on Red Lake Indian Reservation in northern Minnesota goes on shooting rampage, killing his grandparents, five fellow students, teacher and security guard, as well as himself; dozen others are injured in barrage; grandparents we...",
      "abstract": "High school student on Red Lake Indian Reservation in northern Minnesota goes on shooting rampage, killing his grandparents, five fellow students, teacher and security guard, as well as himself; dozen others are injured in barrage; grandparents were apparently killed at their home earlier in day; authorities are investigating whether guns used in shooting were taken from grandfather, Daryl Lussier, longtime officer with Red Lake Police Dept; this is worst school shooting since 1999 killing of 15 people at Columbine High School near Littleton, Colo; Red Lake reservation is home to 5,000 Ojibwa Indians, commonly called Chippewa; photo; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/22/us/shooting-rampage-by-student-leaves-10-dead-on-reservation.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "Big Three Workers Give an Inch on Health Care",
      "snippet": "United Auto Workers union agrees to baby-step rollback of its vaunted 'first dollar' health care coverage, which has long made assembly work at Big Three automaker one of most attractive blue-collar jobs in America; workes at General Motors, Ford ...",
      "abstract": "United Auto Workers union agrees to baby-step rollback of its vaunted 'first dollar' health care coverage, which has long made assembly work at Big Three automaker one of most attractive blue-collar jobs in America; workes at General Motors, Ford Motor Co and Chrysler division of DaimlerChrysler pay no deductibles or monthly premiums under coverage; union agreed this year to let Chrysler start imposing first deductible to be paid by Big Three workers, ranging from $100 to $1,000 for workers or retirees who use preferred provider organization, known as PPO's; Chrysler; while Chrysler will reap only modest savings from step, and while auto workers still have coverage that is envy of many white-collar workers, move is deeply symbolic and sign of union's acknowledgment of competitive pressure from foreign-based competitors; photo (M)",
      "lead_paragraph": "DETROIT, March 21 - Like other Big Three auto workers, Deborah Stewart has medical coverage that is, if not a free lunch, then close to it. No deductibles. No monthly premiums. But Ms. Stewart, who works at a sprawling General Motors complex in the shadows of the Detroit skyline, says she believes it cannot last.",
      "publication_date": "2005-03-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/22/business/big-three-workers-give-an-inch-on-health-care.html",
      "byline": "By Danny Hakim and Jeremy W. Peters"
    },
    {
      "headline": "How Family's Cause Reached the Halls of Congress",
      "snippet": "Extraordinary action of Congress to save life of one brain-damged woman is culmination of two-year campaign by social conservatives, along with diligent efforts of woman's parents and brother; Senate Democrats were helpful as well; Sen Tom Harkin ...",
      "abstract": "Extraordinary action of Congress to save life of one brain-damged woman is culmination of two-year campaign by social conservatives, along with diligent efforts of woman's parents and brother; Senate Democrats were helpful as well; Sen Tom Harkin pressed hard for measure that would allow federal review of case, and helped to assuage states' rights concerns of other Democrats; Senate Democratic leader Harry Reid ultimately supported bill as well; equally important were last-minute decisions of two of most powerful Republicans on Capitol Hill--Senate leader Bill Frist and House leader Tom DeLay--each of whom threw full weight of their offices behind effort; description of efforts in House and Senate both to pass and thwart measure; photos (M)",
      "lead_paragraph": "WASHINGTON, March 21 - When a judge set last Friday as the deadline for removing Terri Schiavo's feeding tube, Ken Connor, a Florida trial lawyer and prominent Christian conservative who represented Gov. Jeb Bush of Florida on this issue, decided to appeal to a higher power, Congress.",
      "publication_date": "2005-03-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/22/politics/how-familys-cause-reached-the-halls-of-congress.html",
      "byline": "By David D. Kirkpatrick and Sheryl Gay Stolberg"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "A.I.G. Fires 2 Top Officers For Not Aiding Inquiry  Two American International Group executives were dismissed for refusing to cooperate with regulators in an investigation of the firm's accounting of certain reinsurance transactions.    The two m...",
      "abstract": " A.I.G. Fires 2 Top Officers For Not Aiding Inquiry  Two American International Group executives were dismissed for refusing to cooperate with regulators in an investigation of the firm's accounting of certain reinsurance transactions.    The two men, Howard Smith, the chief financial officer, and Christian Milton, the vice president for reinsurance, were fired after refusing to answer questions about a transaction between A.I.G. and General Re. [Page C3.]    SunGard Surges on Takeover Offer  Shares of SunGard Data Systems soared on news that a group of private investment companies was close to buying the company for more than $10.5 billion, or about $35 a share. The consortium, which includes Silver Lake Partners, Kohlberg Kravis Roberts, the Carlyle Group, Bain Capital, the Texas Pacific Group, and Thomas H. Lee Partners, is hoping to reach an agreement this week. [C16.]    A Battle for 2 Italian Banks  Takeover bids for two Italian banks have highlighted the uncertain status of power in Europe. Market Place: Floyd Norris. [C7.]    Ask Jeeves in Deal With IAC  IAC/InterActiveCorp is buying Ask Jeeves, the search engine, in a $1.95 billion deal. [C7.]    Offers Raised for Rail Yards  The Jets raised its offer to build a football stadium over the West Side rail yards, and two other bidders also increased their bids. [A1.]    Positive News on Cancer Drug  Bayer and Onyx Pharmaceuticals said that an experimental drug had delayed the worsening of kidney cancer in a late-stage clinical trial and that they would file for approval in hopes of getting the product on the market in the United States next year. [C2.]    Competition for MCI Heats Up  The war for MCI escalated as the chairmen of Qwest Communications and Verizon both released letters stating their cases for buying the long-distance carrier. [C16.]    Medicis Acquiring Inamed  Medicis Pharmaceutical has agreed to acquire Inamed in a deal valued at $2.8 billion. [C16.]    Dualing Emissions Campaigns  Several automakers, among them Toyota, Ford and BMW, are financing a campaign aimed at politicians that asserts that cars are ''virtually emission-free.'' The ads have ignited a countercampaign, left, by the Union of Concerned Scientists asking the Federal Trade Commission to investigate if the industry is making misleading claims. Advertising. [C8.]    Ex-WorldCom Head Settles Claims  Bert C. Roberts, the former chairman of WorldCom, has agreed to pay $5.5 million to settle claims by investors who said he should have known the books were falsified before signing off on $15.4 billion in bond sales. [C4.]    N.B.A. to Announce Game Deals  The National Basketball Association is expected to announced licensing deals with five major publishers of video games. [C8.]    Stocks Decline on Inflation Fears  Inflation fears sent stocks lower. The Dow Jones industrial average fell 64.28 points, to 10,565.39; the S.&P. 500-stock index declined 5.87 points, to 1,183.78; and the Nasdaq composite index lost 0.28 point, to 2,007.51. [C9.]    Praise for Cost-Efficient Luxury  Business travel with a touch of luxury makes a comeback. Joe Sharkey: On the Road. [C5.]  ",
      "lead_paragraph": "A.I.G. Fires 2 Top Officers For Not Aiding Inquiry Two American International Group executives were dismissed for refusing to cooperate with regulators in an investigation of the firm's accounting of certain reinsurance transactions.",
      "publication_date": "2005-03-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/22/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Beijing Rebuffs Rice",
      "snippet": "Chinese officials declined to give Secretary of State Condoleezza Rice the assurances she had sought that Beijing would press North Korea to resume nuclear talks, her aides said. Chinese officials say their leverage on the North is limited.    Art...",
      "abstract": "Chinese officials declined to give Secretary of State Condoleezza Rice the assurances she had sought that Beijing would press North Korea to resume nuclear talks, her aides said. Chinese officials say their leverage on the North is limited.    Article, Page A10.",
      "lead_paragraph": "Chinese officials declined to give Secretary of State Condoleezza Rice the assurances she had sought that Beijing would press North Korea to resume nuclear talks, her aides said. Chinese officials say their leverage on the North is limited.",
      "publication_date": "2005-03-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/22/front page/world/beijing-rebuffs-rice.html",
      "byline": ""
    },
    {
      "headline": "U.S. Judge Hears Tense Testimony in Schiavo's Case",
      "snippet": "Federal District Court Judge James D Whittemore of Tampa, Fla, hears two hours of emotional arguments, but refuses to rule immediately on whether to restore nutrition to Terri Schiavo, severely brain-damaged woman whose husband won state court's p...",
      "abstract": "Federal District Court Judge James D Whittemore of Tampa, Fla, hears two hours of emotional arguments, but refuses to rule immediately on whether to restore nutrition to Terri Schiavo, severely brain-damaged woman whose husband won state court's permission to remove feeding tube; judge expresses doubts about whether federal review could change ultimate outcome, and seems skeptical of parents' contention that state courts violated Schiavo's right to due process; Judge Whittemore, who was nominted by Pres Clinton in 1999, was randomly selected by computer to preside over case after Congress passed extraordinary law allowing Schiavo's parents to seek federal court review of facts; although lawyer for Schiavo's parents warns that she could 'expire as I speak,' judge seems to take calculated risk that she would survive while he deliberates; doctors say she could live up to two weeks without feeding tube; photos (M)",
      "lead_paragraph": "TAMPA, Fla., March 21 - The fate of Terri Schiavo landed in federal court Monday, as a judge in Tampa struggled to weigh the complex facts and assertions amid pleas from Ms. Schiavo's parents to act to resume her feeding before time ran out.",
      "publication_date": "2005-03-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/22/us/us-judge-hears-tense-testimony-in-schiavos-case.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "For McNamara and Wolfowitz, a War and Then the World Bank",
      "snippet": "Paul D Wolfowitz, deputy secretary of defense who is best known as architect of war in Iraq and is being nominated by Pres Bush to be president of World Bank, and former Defense Sec Robert S McNamara, who directed war in Vietnam in 1960's and who ...",
      "abstract": "Paul D Wolfowitz, deputy secretary of defense who is best known as architect of war in Iraq and is being nominated by Pres Bush to be president of World Bank, and former Defense Sec Robert S McNamara, who directed war in Vietnam in 1960's and who became World Bank president in 1968, are adamant that their qualifications rest on their interest in development and world's poor; in Wolfowitz's case, it includes his work in 1980's as American amabassador to Indonesia; Iraq war and Wolfowitz's advocacy of using American influence to spread democracy around world will be at top of agenda when European members of World Bank hold private meeting to discuss Wolfowitz's qualifications; members of European Union are expected to approve Wolfowitz; photos (M)",
      "lead_paragraph": "WASHINGTON, March 21 - As defense secretary in the 1960's, Robert S. McNamara never showed any emotion in public about the war in Vietnam that he directed for seven years. But after he took over as the president of the World Bank in 1968, Mr. McNamara openly wept when he gave his annual reports about the dispossessed.",
      "publication_date": "2005-03-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/22/business/worldbusiness/for-mcnamara-and-wolfowitz-a-war-and-then-the-world.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "Clear Channel Loses Case With Rival",
      "snippet": "Federal jury in Chicago rules that Clear Channel Communications competed unfairly in fighting to win back contract to hold Supercross motorcycle races and awards Chicago promoter Jam Productions $90 million in damages; also finds Clear Channel is ...",
      "abstract": "Federal jury in Chicago rules that Clear Channel Communications competed unfairly in fighting to win back contract to hold Supercross motorcycle races and awards Chicago promoter Jam Productions $90 million in damages; also finds Clear Channel is not liable in most serious claim of antitrust behavior; case represents first time that company has made such claims against Clear Channel, which dominates radio and live-entertainment promotion, to jury; Jam's co-owner Jerry Mickelson welcomes decision; Clear Channel to appeal (M)",
      "lead_paragraph": "A federal jury in Chicago ruled yesterday that the entertainment giant Clear Channel Communications had competed unfairly in fighting to win back a contract to hold Supercross motorcycle races and awarded a smaller Chicago promoter $90 million in damages.",
      "publication_date": "2005-03-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/22/business/media/clear-channel-loses-case-with-rival.html",
      "byline": "By Alexei Barrionuevo and Jeff Leeds"
    },
    {
      "headline": "Time Warner and S.E.C. Settle for $300 Million",
      "snippet": "Time Warner Inc agrees to pay $300 million to settle complaint by Securities and Exchange Commission that company's AOL unit overstated revenue for nine quarters; Time Warner initially settled with SEC staff in December; final settlement with SEC'...",
      "abstract": "Time Warner Inc agrees to pay $300 million to settle complaint by Securities and Exchange Commission that company's AOL unit overstated revenue for nine quarters; Time Warner initially settled with SEC staff in December; final settlement with SEC's commissioners neither admit nor deny allegations in complaint; company agrees to have independent examiner, who would either be accountant or would hire one, determine if company's historical accounting for some transactions is in accordance with generally accepted accounting principles; settlement mirrors similar settlement reached in December that resulted from separate probe by Justice Department; total cost of two agreements is $510 million (M)",
      "lead_paragraph": "Time Warner Inc. has agreed to pay $300 million to settle a complaint by the Securities and Exchange Commission that the company's AOL unit overstated revenue for nine quarters.",
      "publication_date": "2005-03-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/22/technology/time-warner-and-sec-settle-for-300-million.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "E.U. Said to Keep Embargo on Arms to China",
      "snippet": "European Union puts off plans to lift its arms embargo on China this spring, yielding to pressure from Pres Bush and threats of retaliation from Congress; European nations said to be shaken by recent adoption of legislation by Chinese National Peo...",
      "abstract": "European Union puts off plans to lift its arms embargo on China this spring, yielding to pressure from Pres Bush and threats of retaliation from Congress; European nations said to be shaken by recent adoption of legislation by Chinese National People's Congress authorizing use of force to stop Taiwan from seceding; French Pres Jacques Chirac first proposed lifting embargo in late 2003, but Chinese action has undercut that move; embargo was imposed after China's crackdown on pro-democracy demonstrators in Tiananmen Square in 1989; it has curbed supply of weapons to China, becoming major irritant in China's relations with West; Secretary of State Condoleezza Rice, in Beijing, says 'sobering comments' made by Britishh Foreign Sec Jack Straw about Chinese action on Taiwan reinforce United States' continuing concern that lifting embargo now would alter balance of military forces in region and undercut American efforts to get China to improve its human rights record (M)",
      "lead_paragraph": "WASHINGTON, March 21 - Yielding to pressure from President Bush and threats of retaliation from Congress, the European Union has put off plans to lift its arms embargo on China this spring and may not press the issue until next year, American and European officials said Monday.",
      "publication_date": "2005-03-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/22/politics/eu-said-to-keep-embargo-on-arms-to-china.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Wave of Corruption Tarnishes China's Extraordinary Growth",
      "snippet": "Wave of corruption since beginning of year is tarnishing China's economic growth; top executives at banks, branch managers, loan officers and thousands of everyday employees have been running off with billions in customers' money; branch manager a...",
      "abstract": "Wave of corruption since beginning of year is tarnishing China's economic growth; top executives at banks, branch managers, loan officers and thousands of everyday employees have been running off with billions in customers' money; branch manager at Bank of China disappeared with more than $100 million in cash; dozens of employees of another commercial bank were arrested for conspiring to steal nearly $1 billion; midlevel officials of China Construction Bank fled with about $8 million; chain of events underlines ugly byproduct of China's aggressive embrace for free-wheeling, get-rich-quick form of capitalism: long-running wave of corporate and government corruption scandals; financial scandal watch gained new prominence last week with news reports that Zhang Enzhao, head of China Construction Bank, resigned after lawsuit accused him of having accepted $1 million bribe from American company, Alltel Information Services; other embezzlement and financial fraud cases since January 2004 noted; chart; photos (M)",
      "lead_paragraph": "SHANGHAI, March 21 - China has been shaken by a series of large-scale bank robberies in recent years, but they are not the Bonnie-and-Clyde type.",
      "publication_date": "2005-03-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/22/business/worldbusiness/wave-of-corruption-tarnishes-chinas-extraordinary.html",
      "byline": "By David Barboza"
    }
  ]
}