{
  "metadata": {
    "date": "2005-03-17",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "A Deal Maker Named by Bush to Lead F.C.C.",
      "snippet": "Kevin J Martin, telecommunications lawyer known for his pragmatic and independent streak as Republican member of Federal Communications Commission, is named by Pres Bush to become agency's 26th chairman; Martin will replace Michael K Powell; Marti...",
      "abstract": "Kevin J Martin, telecommunications lawyer known for his pragmatic and independent streak as Republican member of Federal Communications Commission, is named by Pres Bush to become agency's 26th chairman; Martin will replace Michael K Powell; Martin is attractive candidate for administration because he does not need to be confirmed by Senate; confirmation is required only to become a commissioner; photo (M)",
      "lead_paragraph": "WASHINGTON, March 16 - Kevin J. Martin, a telecommunications lawyer known for his pragmatic and independent streak as a Republican member of the Federal Communications Commission, was selected by President Bush on Wednesday to become the agency's 26th chairman.",
      "publication_date": "2005-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/17/business/media/a-deal-maker-named-by-bush-to-lead-fcc.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Viacom Considers a Plan to Split Into 2 Companies",
      "snippet": "Viacom is weighing plan to divide its businesses into two public companies, move that would unravel years of empire building by chief executive Sumner M Redstone, while resolving company's succession issues; one company, led by co-president Leslie...",
      "abstract": "Viacom is weighing plan to divide its businesses into two public companies, move that would unravel years of empire building by chief executive Sumner M Redstone, while resolving company's succession issues; one company, led by co-president Leslie Moonves, would include CBS, its television stations, outdoor advertising and radio; other, to be led by co-president Tom Freston, would include MTV, Nickelodeon, Showtime and other cable networks; would also include Paramount Pictures, Paramount Television and Simon & Schuster; move is aimed at increasing value of company's depressed stock; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-17T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/17/business/media/viacom-considers-a-plan-to-split-into-2-companies.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Purloined Lives",
      "snippet": "Identity theft can mean lifetime of worry for victims as number of cases continues to rise; once person has a name and Social Security number he or she can continue committing fraud 10 years later; Jay Foley, who with his wife, Linda, runs nonprof...",
      "abstract": "Identity theft can mean lifetime of worry for victims as number of cases continues to rise; once person has a name and Social Security number he or she can continue committing fraud 10 years later; Jay Foley, who with his wife, Linda, runs nonprofit Identity Theft Resource Center in San Diego, says he dreads contemplating trouble that tens of thousands of Americans may be exposed to as result of recently disclosed leaks of personal information from ChoicePoint, LexisNexis and possible Bank of America; Federal Trade Commission estimates 3.2 million Americans have been victims of identity fraud; some victims comment; map and graph show states with highest rates of identity theft in 2004; photos (M)",
      "lead_paragraph": "SAN FRANCISCO, March 16 - The phone lines are seldom quiet for long at the nonprofit Identity Theft Resource Center. But lately they have been ringing almost continually.",
      "publication_date": "2005-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/17/business/purloined-lives.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Three Firms Are Said to Buy Toys 'R' Us for $6 Billion",
      "snippet": "Toys 'R' Us will be sold to team of two private equity firms and real estate developer--Kohlberg Kravis Roberts and Bain Capital Partners, along with Vornado Realty Trust--for about $6 billion; deal is for company's faster-growing baby supplies di...",
      "abstract": "Toys 'R' Us will be sold to team of two private equity firms and real estate developer--Kohlberg Kravis Roberts and Bain Capital Partners, along with Vornado Realty Trust--for about $6 billion; deal is for company's faster-growing baby supplies division Babies 'R' Us, as well as 640 Toys 'R' Us stores; sale may be as much about real estate as toys; Toys 'R' Us holds valuable leases; firms will keep Toys 'R' Us as operating toy business at least for foreseeable future, while seeking to make it leaner and meaner; team is expected to keep president John Barbour (M)",
      "lead_paragraph": "Toys \"R\" Us, once the most powerful toy seller in the country, will be sold to a team of two private equity firms and a real estate developer-- Kohlberg Kravis Roberts and Bain Capital Partners, along with Vornado Realty Trust -- for about $6 billion, people involved in the negotiations said last night.",
      "publication_date": "2005-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/17/business/three-firms-are-said-to-buy-toys-r-us-for-6-billion.html",
      "byline": "By Tracie Rozhon and Andrew Ross Sorkin"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Bush Will Name Wolfowitz To Head the World Bank  President Bush said he planned to nominate Paul D. Wolfowitz, the deputy secretary of defense, to become the next president of the World Bank.    Mr. Wolfowitz has recently been best known for his r...",
      "abstract": " Bush Will Name Wolfowitz To Head the World Bank  President Bush said he planned to nominate Paul D. Wolfowitz, the deputy secretary of defense, to become the next president of the World Bank.    Mr. Wolfowitz has recently been best known for his role as one of the architects of the Iraq invasion, but he has spent years on strategies for development. [Page A1.]    G.M. Expects Large Losses  General Motors' shares plunged after the company said it would report a large loss. [A1.]    Fears About a Ruling on File Sharing  People involved in Internet technology are becoming anxious about a file-sharing case heading toward the Supreme Court, saying a ruling in favor of the music and movie industries could stifle new online services. ''It could be a disaster,'' said Tim O'Reilly, left, a publisher who organized this week's Emerging Technologies Conference in San Diego. [C5.]    J.P. Morgan in $2 Billion Settlement  J.P. Morgan Chase agreed to pay $2 billion to settle claims that it did not investigate WorldCom's finances before selling its bonds. [A1.]    Qwest Communications increased its bid for MCI to $8.45 billion, people close to the situation said. [C3.]    A Call to Tackle Childhood Obesity  Senator Tom Harkin called on food companies to do more to limit the amount of junk food advertising that reaches children. [C7.]    U.S. Need for Foreign Capital Grows  The United States' indebtedness to the rest of the world climbed sharply from October through December, highlighting the country's rising demand for foreign capital. [C7.]    Neiman Marcus Seeks a Buyer  Executives said Goldman Sachs has been talking with potential buyers of Nieman Marcus for the last month. [C8.]    BlackBerry Maker Settles Dispute  Research In Motion, maker of the BlackBerry, settled a patent dispute with a $450 million payment. [C5.]    Warning on a Biogen Idec Drug  In a setback for Biogen Idec, regulators said its multiple sclerosis drug Avonex might cause severe liver damage in rare cases. Biogen is already reeling from the halt in sales of its other multiple sclerosis drug, Tysabri, which was linked to a brain infection. GlaxoSmithKline said it had been told to halt a trial of a similar drug. [C3.]    China Tries to Cool Property Market  China's central bank is raising the interest rate on mortgages amid worries about excessive speculation on real estate. [C4.]    McDonald's as Landlord in Russia  Thanks to an early start in the market, McDonald's has become one of Russia's largest corporate landowners. [C4.]    Another Media Agency Departure  For the second time in two days, a top executive at a media agency owned by Interpublic is leaving. Stuart Elliott: Advertising. [C6.]    A Tiny Loan Is Enough for Some  The Bush administration may end funding for a microloan program that has helped many entrepreneurs. Small Business. [C7.]    Getting Americans to Save  Requiring families to save money could end the current arms race of spending. Robert H. Frank: Economic Scene. [C2.]  ",
      "lead_paragraph": "Bush Will Name Wolfowitz To Head the World Bank President Bush said he planned to nominate Paul D. Wolfowitz, the deputy secretary of defense, to become the next president of the World Bank.",
      "publication_date": "2005-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/17/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Wolfowitz Gets Bush Nomination for World Bank",
      "snippet": "Pres Bush says he will nominate Deputy Defense Sec Paul D Wolfowitz to become next president of World Bank; he is one of administration's earliest and most outspoken advocates of using American influence to spread democracy around globe; his backg...",
      "abstract": "Pres Bush says he will nominate Deputy Defense Sec Paul D Wolfowitz to become next president of World Bank; he is one of administration's earliest and most outspoken advocates of using American influence to spread democracy around globe; his background includes years spent on strategies for development, as American ambassador in Indonesia and as dean of Johns Hopkins School of Advanced International Studies; his candidacy is viewed with some concern by those who consider his record on postwar reconstruction in Iraq to be development failure; still, initial public responses from several European leaders is largely positive, including one from Pres Jacques Chirac of France, who opposed Wolfowitz on decision to go to war in Iraq; photo (M)",
      "lead_paragraph": "WASHINGTON, March 16 - President Bush said Wednesday that he planned to nominate Paul D. Wolfowitz, the deputy secretary of defense and one of the administration's earliest and most outspoken advocates of using American influence to spread democracy around the globe, to become the next president of the World Bank.",
      "publication_date": "2005-03-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/17/politics/wolfowitz-gets-bush-nomination-for-world-bank.html",
      "byline": "By Elizabeth Becker and David E. Sanger"
    },
    {
      "headline": "G.M. Sees a Loss Near $1 Billion; Stock Falls 14%",
      "snippet": "General Motors' stock falls to its lowest level in more than decade after company says it expects to post loss of nearly $1 billion for last six months; GM has gone from being healthiest of Big Three automakers in Detroit to weakest in last three ...",
      "abstract": "General Motors' stock falls to its lowest level in more than decade after company says it expects to post loss of nearly $1 billion for last six months; GM has gone from being healthiest of Big Three automakers in Detroit to weakest in last three years, primarily because it is not selling enough cars at home; its Pontiac, Buick and Saturn brands are household names but they lack appeal; its wave of new models has not helped stem its plummeting sales, even with most generous rebates and low-rate financing deals; increasing health care costs are heavy burden for GM, which is America's largest private health care provider; rising interest rates and weakening credit ratings are expected to cool its lending business, General Motors Acceptance Corp; foreign competitors like Toyota and Nissan are far more profitable; graph (M)",
      "lead_paragraph": "DETROIT, March 16 - General Motors' stock fell to its lowest level in more than a decade Wednesday after the company said it expected to post a loss of nearly $1 billion for the last six months. The news set off G.M.'s largest single-day share loss since the market collapse of 1987 and further darkened Wall Street assessments of the company, the world's largest automaker.",
      "publication_date": "2005-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/17/business/gm-sees-a-loss-near-1-billion-stock-falls-14.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Senate Votes to Allow Drilling in Arctic Reserve",
      "snippet": "Senate votes to include Pres Bush's proposal to open Arctic National Wildlife Refuge to oil drilling in its budget, maneuver that smoothes way for Congress to approve drilling later this year; 51-to-49 vote is major turning point in one of most co...",
      "abstract": "Senate votes to include Pres Bush's proposal to open Arctic National Wildlife Refuge to oil drilling in its budget, maneuver that smoothes way for Congress to approve drilling later this year; 51-to-49 vote is major turning point in one of most contentious energy debates in Washington at time when Senate Republicans, using power of newly expanded majority, are pushing through bills that businesses have sought; drilling in Alaskan Arctic is central component of Bush's energy policy; at issue is whether oil companies should be permitted to explore in 1.5 million acres of 19-million-acre Arctic National Wildlife Refuge; proponents of drilling, including Alaskan development interests and American Petroleum Institute, trade group, say drilling would reduce dependence on foreign oil and lower soaring oil prices, which reached $56 a barrel on Mar 16; photo; roll-call vote (M)",
      "lead_paragraph": "WASHINGTON, March 16 - President Bush's long-stalled plan to open the Arctic National Wildlife Refuge to oil drilling cleared a major hurdle on Capitol Hill on Wednesday, when the Senate voted to include the proposal in its budget, a maneuver that smoothes the way for Congress to approve drilling later this year.",
      "publication_date": "2005-03-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/17/politics/senate-votes-to-allow-drilling-in-arctic-reserve.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "OPEC Raises Ceiling, but Price Hits a Record",
      "snippet": "Oil for April delivery rises to record $56.60 a barrel on New York Mercantile Exchange before settling up 2.6 percent, at $56.46, brushing aside mostly symbolic decision by OPEC to raise its production ceiling by half million barrels a day; price ...",
      "abstract": "Oil for April delivery rises to record $56.60 a barrel on New York Mercantile Exchange before settling up 2.6 percent, at $56.46, brushing aside mostly symbolic decision by OPEC to raise its production ceiling by half million barrels a day; price increase raises likelihood that cartel will increase its ceiling by another 500,000 barrels before it meets again in June; oil futures rise after US Energy Information Administration reports that inventories of gasoline fell 2.9 million barrels last week, to 221.4 million barrels, much sharper decline than expected; crude oil inventories rose 2.6 million barrels, to 305.2 million barrels; price of oil is nearly 50 percent higher than it was year ago; graph (Market Place column) (M)",
      "lead_paragraph": "ISFAHAN, Iran - Oil prices rose to a record yesterday, brushing aside a mostly symbolic decision by OPEC to raise its production ceiling by half a million barrels a day.",
      "publication_date": "2005-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/17/business/opec-raises-ceiling-but-price-hits-a-record.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Meet You at the Photo Kiosk",
      "snippet": "Photo kiosks that allow users to customize digital photos are gaining in popularity; kiosks are cheaper than printing photos at home, anywhere from 29 cents a print and up, and include features such as automatic red-eye reduction; some photo store...",
      "abstract": "Photo kiosks that allow users to customize digital photos are gaining in popularity; kiosks are cheaper than printing photos at home, anywhere from 29 cents a print and up, and include features such as automatic red-eye reduction; some photo stores and chain stores embrace technology, as it is high-margin product; technology is always being improved, as companies like Kodak and Fujifilm try to squeeze out small competitors; photos (M)",
      "lead_paragraph": "TAMMY JACKSON of the Bronx likes to print her digital photos at the Costco Wholesale store in Brooklyn, where, on a recent Saturday, the lines in front of two Noritsu desktop kiosks moved quickly. That is largely because Costco does not allow editing of 4-by-6-inch prints, priced at 19 cents each, reserving the privilege for more expensive enlargements.",
      "publication_date": "2005-03-17T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/03/17/technology/circuits/meet-you-at-the-photo-kiosk.html",
      "byline": "By Marcia Biederman"
    },
    {
      "headline": "Music Buffet: Loading Up for Takeout",
      "snippet": "State of the Art column explores Napster to Go; service allows users to rent music monthly, trying new artists or songs for flat $15 rather than buy songs for MP3 players; notes that popular Apple iPod is not compatible with Napster to Go; says re...",
      "abstract": "State of the Art column explores Napster to Go; service allows users to rent music monthly, trying new artists or songs for flat $15 rather than buy songs for MP3 players; notes that popular Apple iPod is not compatible with Napster to Go; says record industry favors subscription services; photos; drawing (M)",
      "lead_paragraph": "A NAPSTER commercial on TV offers the following comparison. On top, there is a single iPod. The cost to fill it, Napster says, is $10,000. Beneath it are three MP3 players: the Dell Pocket DJ, the Creative Zen Micro and iRiver's new H10. With Napster to Go, the commercial says, you can fill all three with almost any song you can think of and you're out only $15.",
      "publication_date": "2005-03-17T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/03/17/technology/circuits/music-buffet-loading-up-for-takeout.html",
      "byline": "By Wilson Rothman"
    },
    {
      "headline": "Bank to Pay $2 Billion to Settle WorldCom Claims",
      "snippet": "JP Morgan Chase agrees to pay $2 billion to settle investors' claims that it did not conduct adequate investigation into WorldCom Inc's financial condition before selling billions of dollars in WorldCom bonds to public year before company filed fo...",
      "abstract": "JP Morgan Chase agrees to pay $2 billion to settle investors' claims that it did not conduct adequate investigation into WorldCom Inc's financial condition before selling billions of dollars in WorldCom bonds to public year before company filed for bankruptcy; bank reaches its settlement with Alan G Hevesi, comptroller of New York and trustee of New York State Common Retirement Fund, lead plaintiff representing investors who lost money when WorldCom collapsed in 2002; $2 billion J P Morgan agrees to pay amounts to 45 percent premium to settlement formula used by Citigroup when it settled last year; Morgan had rejected that deal; total amount recovered in suit will exceed $6 billion, if court approves settlement; defendants remaining in case include Arthur Andersen, WorldCom's auditor, and 12 former WorldCom directors; jury selection is postopned until Mar 24; photo (M)",
      "lead_paragraph": "J.P. Morgan Chase, which sold billions of dollars in WorldCom bonds to the public about a year before the company filed for bankruptcy, agreed yesterday to pay $2 billion to settle investors' claims that it did not conduct adequate investigation into the financial condition of WorldCom before the securities were sold.",
      "publication_date": "2005-03-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/17/business/bank-to-pay-2-billion-to-settle-worldcom-claims.html",
      "byline": "By Gretchen Morgenson"
    }
  ]
}