{
  "metadata": {
    "date": "2005-07-08",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Retail Sales Increased Last Month",
      "snippet": "Goldman Sachs reports that US retail sales in June were 5.5 percent above year-earlier level, with Wal-Mart posting 4.5 percent gain after dismal showing in May; gains extend to luxury retailers like Saks (up 7 percent), moderate-price chains like...",
      "abstract": "Goldman Sachs reports that US retail sales in June were 5.5 percent above year-earlier level, with Wal-Mart posting 4.5 percent gain after dismal showing in May; gains extend to luxury retailers like Saks (up 7 percent), moderate-price chains like Kohl's (up 14.4 percent) and retailers who cater to teenagers like Abercrombie & Fitch (up 38 percent) and American Eagle Outfitters (up 28 percent); Gap sales are flat, but that impresses analysts because chain has been posting sales declines for seven months; photo; chart; table (M)",
      "lead_paragraph": "Americans went on a shopping spree last month. And they didn't bypass Wal-Mart.",
      "publication_date": "2005-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/08/business/retail-sales-increased-last-month.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Subway and Bus Blasts in London Kill at Least 37",
      "snippet": "Terror attacks in London leave at least 37 dead after coordinated explosions tear through three subway trains and double-decker bus during morning rush hour; at least 700 are wounded; city is left stunned but oddly stoic; subway commuters are plun...",
      "abstract": "Terror attacks in London leave at least 37 dead after coordinated explosions tear through three subway trains and double-decker bus during morning rush hour; at least 700 are wounded; city is left stunned but oddly stoic; subway commuters are plunged into subterranean bloodbath when first explosion blasts subway train in tunnel; next explosion, five minutes later, is in subway nearing station; 21 minutes later, third blast rips through train approaching underground station; 30 minutes later, above ground, explosion tears open roof of double-decker bus with such force that debris is thrown high into air; city's entire subway network is closed as rescue workers go deep below ground to look for dead and wounded; bus services are halted and police officers seal off streets; Prime Min Tony Blair, looking shaken, leaves Group of 8 summit meeting in Scotland to return home to lead emergency ministerial meetings; he says attack was timed to coincide with summit meeting; after attacks, United States raises its terror alert level for mass transit systems, and European nations also increase mass transit security precautions; group describing itself as being affiliated with Al Qaeda takes responsibility for attacks on Web site but police say they are unable to confirm authenticity of claim; photos; maps (L)",
      "lead_paragraph": "LONDON, July 7 - Bomb explosions tore through three subway trains and a red-painted double-decker bus in a coordinated terror attack during London's morning rush hour on Thursday, killing at least 37 people, wounding about 700 and leaving the city stunned and bloodied but oddly stoic.",
      "publication_date": "2005-07-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/08/world/europe/subway-and-bus-blasts-in-london-kill-at-least-37.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "One Family's Tale of Tax Shelter Gone Awry",
      "snippet": "Keeter family, owners of Royal Oaks Enterprises charcoal company, are suing accounting firm KPMG over tax shelter that was never valid in eyes of IRS and was cited as abusive tax shelter by Senate committee in 2003; Keeters put $188 million in acc...",
      "abstract": "Keeter family, owners of Royal Oaks Enterprises charcoal company, are suing accounting firm KPMG over tax shelter that was never valid in eyes of IRS and was cited as abusive tax shelter by Senate committee in 2003; Keeters put $188 million in account at Deutsche Bank in 1999, and money, together with $500 million loan from bank, was to be used to trade derivatives and options; expected investment to yield unspecified return and generate $188 million in tax savings that could be used to offset other gains; instead, they face combined tax bill, plus interest and penalties, of more than $200 million; suit names Sidley Austin Brown & Wood, Deutsche Bank and Presido Advisors as well as KPMG; KPMG argues that Keeters were sophisticated investors who aggressively sought to minimize their tax obligations and that it never told them IRS would not audit shelter (M)",
      "lead_paragraph": "Daren M. Keeter, a wiry, sandy-haired property investor in the United States Virgin Islands, received an intriguing invitation six years ago. The big accounting firm KPMG, which had audited the books of his family's charcoal company for two decades, was giving a party for its top Southeast clients in downtown Atlanta. Would Mr. Keeter like to attend?",
      "publication_date": "2005-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/08/business/one-familys-tale-of-tax-shelter-gone-awry.html",
      "byline": "By Lynnley Browning"
    },
    {
      "headline": "Rebels Kill Egyptian Diplomat, Adding Pressure on Others in Iraq",
      "snippet": "Al Qaeda in Iraq says it has killed Egypt's ambassador-designate in Iraq, Ihab al-Sharif, four days after seizing him on Baghdad street; on Islamic Web site, group accuses Egypt of being allied with 'Jews and Christians'; accompanying video shows ...",
      "abstract": "Al Qaeda in Iraq says it has killed Egypt's ambassador-designate in Iraq, Ihab al-Sharif, four days after seizing him on Baghdad street; on Islamic Web site, group accuses Egypt of being allied with 'Jews and Christians'; accompanying video shows Sharif saying he had been Egypt's deputy ambassador in Israel before relations were downgraded after Palestinian uprising five years ago; killing of Sharif is most serious blow yet by Islamic insurgent groups in their efforts to intimidate Arab countries that have been moving toward fuller ties with Iraq since transitional government with electoral mandate took office two months ago; Sharif had been designated only weeks ago to become Egypt's first ambassador there since fall of Saddam Hussein; it was significant step, given Egypt's powerful position in Arab world, and fact that Iraq's new leaders are religious Shiites, while Egypt is mainly Sunni Muslim country with wide influence among world's one billion Sunnis; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, July 7 - The insurgent group Al Qaeda in Iraq said Thursday that it had killed Egypt's ambassador-designate in Iraq, Ihab al-Sharif, four days after gunmen seized him on a street in a diplomatic quarter in western Baghdad, where he had driven alone to buy a local newspaper.",
      "publication_date": "2005-07-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/08/world/middleeast/rebels-kill-egyptian-diplomat-adding-pressure-on-others-in.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Out of Practice, Senate Crams for Battle Over Court Nominee",
      "snippet": "Scores of Senate aides are engaged in frantic effort to bring institutional experience to body that has not seen Supreme Court battle in 11 years; hearings will be first in Internet era, and first to be subjected to relentless pressures of what on...",
      "abstract": "Scores of Senate aides are engaged in frantic effort to bring institutional experience to body that has not seen Supreme Court battle in 11 years; hearings will be first in Internet era, and first to be subjected to relentless pressures of what one aide calls '27/7/365 blogging environment'; few of current judiciary committee aides were on hand for last confirmation, and only 8 of 18 members of committee have Supreme Court confirmation experience; aides are taking crash course in history, combing through transcripts of old hearings, drafting timelines to determine how long it took to confirm previous nominees, and reading news accounts to make certin they do not repeat foibles of past, like security breaches; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/08/politics/politicsspecial1/out-of-practice-senate-crams-for-battle-over.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "In Americans, Lurking Fears Rise to Surface",
      "snippet": "Terrorist attack on commuters in London reminds commuters in New York City and other large American cities of their own vulnerability; American psyche has been poised between frantic alarm of 9/11, and daily routine of low-grade anxiety since then...",
      "abstract": "Terrorist attack on commuters in London reminds commuters in New York City and other large American cities of their own vulnerability; American psyche has been poised between frantic alarm of 9/11, and daily routine of low-grade anxiety since then; bombing in London has shaken that equilibrium; since 9/11, public officials have asked Americans to walk fine line between real likelihood of further attacks and real demands of keeping their society humming at full strength; some law enforcement officials, including those in New York, admit to being stumped about why terrorists have so far not tried to hit vulnerable transportation systems of this country's major cities; photo (M)",
      "lead_paragraph": "Even on a roaring uptown No. 6 train in Manhattan, there is a certain kind of quiet that veteran riders can sometimes sense. And yesterday, when the morning rush seemed almost to shiver in the aftershock of a terrorist attack on commuters in London five hours earlier, was one such time.",
      "publication_date": "2005-07-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/08/nyregion/in-americans-lurking-fears-rise-to-surface.html",
      "byline": "By Paul Vitello"
    },
    {
      "headline": "The Reward for Leaving: $113 Million",
      "snippet": "Philip J Purcell will receive $113.7 million package for retiring as chairman and chief executive of Morgan Stanley; that includes $42.7 million bonus based on company's performance through second quarter of 2005; firm's pretax profit is down abou...",
      "abstract": "Philip J Purcell will receive $113.7 million package for retiring as chairman and chief executive of Morgan Stanley; that includes $42.7 million bonus based on company's performance through second quarter of 2005; firm's pretax profit is down about 6 percent this year, and bonus reflects that amount; Stephen S Crawford, co-president with Zoe Cruz, agrees to contract guaranteeing him at least $16 million a year for each of next two fiscal years; Cruz reportedly discussed similar contract with board and decided not to enter agreement; Purcell photo (M)",
      "lead_paragraph": "Philip J. Purcell's golden parachute has a platinum lining.",
      "publication_date": "2005-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/08/business/the-reward-for-leaving-113-million.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "Initial Panic Selling Followed by a Numbing Business as Usual",
      "snippet": "Stock prices and currency values plunge across Europe after deadly rush-hour explosions in London, but they recoup much of their losses by day's end, as talks of another terrorist attack take on numbing familiarity; trading pattern is similar in N...",
      "abstract": "Stock prices and currency values plunge across Europe after deadly rush-hour explosions in London, but they recoup much of their losses by day's end, as talks of another terrorist attack take on numbing familiarity; trading pattern is similar in New York, where all three major American stock gauges post modest gains for day; oil prices fall out of fear for European economic growth, but later recover; shares of airlines, travel-related companies and insurers are hardest hit, but even they recoup some of those losses; photos; graphs (L)",
      "lead_paragraph": "FRANKFURT, July 7 - Markets across Europe were thrown into turmoil on Thursday morning, with stocks and currencies plunging after the deadly rush-hour explosions in London. But they recouped much of their losses by day's end, as the talk of another terrorist attack took on a numbing familiarity.",
      "publication_date": "2005-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/08/business/worldbusiness/initial-panic-selling-followed-by-a-numbing-business.html",
      "byline": "By Mark Landler and Jonathan Fuerbringer"
    },
    {
      "headline": "Who Cares About Inflation?",
      "snippet": "Floyd Norris column on increasing inflation pressure in Europe and US and apparent willingness of policymakers to accept inflation as price of maintaining economic growth and holding down unemployment; graph (M)",
      "abstract": "Floyd Norris column on increasing inflation pressure in Europe and US and apparent willingness of policymakers to accept inflation as price of maintaining economic growth and holding down unemployment; graph (M)",
      "lead_paragraph": "PARIS - INFLATION is coming. Politicians, while they may not actually want it, prefer it to the alternatives in both Europe and the United States.",
      "publication_date": "2005-07-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/08/business/worldbusiness/who-cares-about-inflation.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Timers Used in Blasts, Police Say; Parallels to Madrid Are Found",
      "snippet": "Investigators searching for clues in attacks in London say three bombs used in subway apparently were detonated by timers, not suicide bombers, and that fourth device may have been intended for target other than city bus it destroyed; Scotland Yar...",
      "abstract": "Investigators searching for clues in attacks in London say three bombs used in subway apparently were detonated by timers, not suicide bombers, and that fourth device may have been intended for target other than city bus it destroyed; Scotland Yard says none of scores of suspected terrorists being watched closely in England appear to be involved in this attack, but officials immediately draw parallels between London bombings and those in Madrid 16 months ago, which were carried out by Qaeda-inspired cell; police and intelligence officials, who have been anticipating terrorist attack in Britain ever since 9/11 attack in United States, acknowledge they were taken completely by surprise by coordinated bombings; photos (L)",
      "lead_paragraph": "LONDON, July 7 - Investigators searching for clues in the attacks here said Thursday that the three bombs used in the subway apparently were detonated by timers, not suicide bombers, and that a fourth device may have been intended for a target other than the city bus that it destroyed.",
      "publication_date": "2005-07-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/08/world/europe/timers-used-in-blasts-police-say-parallels-to-madrid-are-found.html",
      "byline": "By Don van Natta Jr. and Elaine Sciolino"
    },
    {
      "headline": "INSIDE",
      "snippet": "Hurricane Gains Power  Hurricane Dennis swirled into a Category 4 storm, with 135 mile-an-hour winds and rain. At least four people were killed in Haiti.   PAGE A18    A Golf Milestone in Sight  Michelle Wie, 15, is in contention after a round in ...",
      "abstract": " Hurricane Gains Power  Hurricane Dennis swirled into a Category 4 storm, with 135 mile-an-hour winds and rain. At least four people were killed in Haiti.   PAGE A18    A Golf Milestone in Sight  Michelle Wie, 15, is in contention after a round in a bid to be the first woman in 60 years to make a men's tour cut.   SPORTSFRIDAY, PAGE D5    Retail Sales Surged in June  Americans went on a shopping spree in June, with stores ranging from Wal-Mart to Saks Fifth Avenue showing sales increases. The strong numbers were a surprise to analysts.   BUSINESS DAY, PAGE C1    Exit Pay at Morgan Stanley  The board of Morgan Stanley has awarded Philip J. Purcell, who retired after a bitter struggle for control of the firm, an exit package potentially worth as much as $113.7 million.   BUSINESS DAY, PAGE C1  ",
      "lead_paragraph": "Hurricane Gains Power Hurricane Dennis swirled into a Category 4 storm, with 135 mile-an-hour winds and rain. At least four people were killed in Haiti. PAGE A18",
      "publication_date": "2005-07-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/08/us/front page/inside.html",
      "byline": ""
    }
  ]
}