{
  "metadata": {
    "date": "2005-10-28",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Bush's Court Choice Ends Bid; Conservatives Attacked Miers",
      "snippet": "Harriet E Miers withdraws her nomination for Supreme Court after withering attacks from conservatives and weeks of doubt from both political parties about her qualifications for the job; Pres Bush says he 'reluctantly accepted' Miers's decision; h...",
      "abstract": "Harriet E Miers withdraws her nomination for Supreme Court after withering attacks from conservatives and weeks of doubt from both political parties about her qualifications for the job; Pres Bush says he 'reluctantly accepted' Miers's decision; he must now find new nominee at time of growing disarray at White House; Miers is expected to remain in her job as White House counsel; Bush and Miers cite principle of separation of powers as reason for withdrawal, claiming releasing documents requested by Senate about her work in White House would weaken independence of executive branch; members of both parties disagree, saying most powerful factor was strong opposition from conservatives who questioned her ideology on social issues and see her as impediment to their decades-long goal of control of court; photos (M)",
      "lead_paragraph": "WASHINGTON, Oct. 27 - Harriet E. Miers abruptly withdrew her nomination for the Supreme Court on Thursday after withering attacks from conservatives and weeks of doubt from both political parties about her qualifications for the job.",
      "publication_date": "2005-10-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/28/politics/politicsspecial1/bushs-court-choice-ends-bid-conservatives.html",
      "byline": "By Elisabeth Bumiller and Carl Hulse"
    },
    {
      "headline": "Microsoft Says Profit Rose 24%",
      "snippet": "Microsoft reports revenue of $9.74 billion in first quarter of its 2006 fiscal year compared with $9.19 billion in quarter last year; earnings rose 24 percent, to $3.14 billion; photo (M)",
      "abstract": "Microsoft reports revenue of $9.74 billion in first quarter of its 2006 fiscal year compared with $9.19 billion in quarter last year; earnings rose 24 percent, to $3.14 billion; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, Oct. 27 - Microsoft rode a wave of global strength in the personal computer market to report growth in profit and sales in the first quarter of its 2006 fiscal year, slightly exceeding analysts' expectations.",
      "publication_date": "2005-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/28/technology/microsoft-says-profit-rose-24.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Big Rise in Profit PutsOil Giants on Defensive",
      "snippet": "Oil industry's exceptionally lucrative year, thanks to strong global demand, tight suppplies and high prices for oil and natural gas, revives longstanding resentments against Big Oil and calls for additional controls; Exxon Mobil, world's largest ...",
      "abstract": "Oil industry's exceptionally lucrative year, thanks to strong global demand, tight suppplies and high prices for oil and natural gas, revives longstanding resentments against Big Oil and calls for additional controls; Exxon Mobil, world's largest oil company, says its third-quarter net income jumped 75 percent, to $9.92 billion, and Royal Dutch Shell reports 68 percent jump in profits, to $9.03 billion; Republicans and Democrats alike, aware of politically sensitive issue of high energy prices, are putting pressure on oil and gas industry to return some of its profits; ideas include forcing industry to invest in more refining capacity, to increase inventories to cushion energy shocks, or to provide money directly to government program that helps low-income people pay heating bills; Senate Republican leader Bill Frist says executives of major oil companies will be summoned to Capitol Hill to testify about high energy prices; photo; graph (M)",
      "lead_paragraph": "A sudden interruption in oil supplies sent prices and profits skyrocketing, prompting Exxon's chief executive to call a news conference right after his company announced that it had chalked up record earnings.",
      "publication_date": "2005-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/28/business/big-rise-in-profit-putsoil-giants-on-defensive.html",
      "byline": "By Jad Mouawad and Simon Romero"
    },
    {
      "headline": "What if the Fed Chief Speaks Plainly?",
      "snippet": "Floyd Norris column on Ben S Bernanke, who will replace Alan Greenspan as head of Federal Reserve Board; says Bernanke's style is different from Greenspan's in that he says things plainly even when discussing highly technical issues; holds for Ber...",
      "abstract": "Floyd Norris column on Ben S Bernanke, who will replace Alan Greenspan as head of Federal Reserve Board; says Bernanke's style is different from Greenspan's in that he says things plainly even when discussing highly technical issues; holds for Bernanke to be successful Fed chairman, he may have to widen his view on what Fed can do; says Bernanke is expert on monetary policy, but there is more to job than that; photo (M)",
      "lead_paragraph": "ON substance, Ben S. Bernanke may not be much of a change from Alan Greenspan, the man he will succeed in running the Federal Reserve Board. But in style, he may prove to be light-years away.",
      "publication_date": "2005-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/28/business/what-if-the-fed-chief-speaks-plainly.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Bribe Inquiry Looks at Sale of Field Gear to Military",
      "snippet": "Federal investigators are looking into possible bribery scheme at US Special Operations Command as well as accusations of improper influence involving millions of dollars in battlefield equipment used by Navy Seals and Army Green Berets and Ranger...",
      "abstract": "Federal investigators are looking into possible bribery scheme at US Special Operations Command as well as accusations of improper influence involving millions of dollars in battlefield equipment used by Navy Seals and Army Green Berets and Rangers; investigations are examining hiring of former Special Operations Command official William E Burke by military contractor as well as financial contributions by military contractors to Night Stalkers, nonprofit organization that ran social events for special forces; among those under investigation is Gen Bryan D Brown, who heads command; Pentagon is specifically looking into accusations that one former military procurement official who oversaw millions of dollars in Boeing Co contracts went to work for Boeing after leaving command (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/28/business/bribe-inquiry-looks-at-sale-of-field-gear-to-military.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "A Long, Rocky Road With 39 Months to Go",
      "snippet": "News analysis: Harriet Miers's withdrawal as Supreme Court nominee caps perhaps worst political week of George W Bush's presidency; it marks 2,000th American fatality in Iraq in war that will soon be three years old; top White House aide or two ma...",
      "abstract": "News analysis: Harriet Miers's withdrawal as Supreme Court nominee caps perhaps worst political week of George W Bush's presidency; it marks 2,000th American fatality in Iraq in war that will soon be three years old; top White House aide or two may be indicted this week in CIA leak investigation that grew out of fierce debates over flawed intelligence that led to that war; some see abandonment of Miers by president who seldom backs down as deliberate effort to shift spotlight from expected indictments; some scholars and Republican elders say it is time for Bush to do what Ronald Reagan did when threatened with second-term scandal: shake up White House staff, retool his domestic and foreign policy agenda and move on; but most say they see few signs that Bush intends to do so; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 27 - George W. Bush has been in the White House for 248 weeks, through a terrorist attack, two wars and a bruising re-election. But it seems safe to say that he has never had a worse political week than this one -- and it is not over yet.",
      "publication_date": "2005-10-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/28/washington/court-in-transition-news-analysis-a-long-rocky-road-with-39.html",
      "byline": "By Todd S. Purdum"
    },
    {
      "headline": "AARP Wants You (to Buy Its Line of Products)",
      "snippet": "AARP plans to step up its efforts to get its 35 million members to buy its products; there is investment fund aimed at people over 50, consulting service to help companies develop their own products for 50-plus crowd and 'a seal of approval' progr...",
      "abstract": "AARP plans to step up its efforts to get its 35 million members to buy its products; there is investment fund aimed at people over 50, consulting service to help companies develop their own products for 50-plus crowd and 'a seal of approval' program in which, for fee, AARP will endorse products it likes; AARP is also talking to several drugstores about possibly selling AARP-branded items that are now available only by mail; is producing companies to develop new products for older people, not just passively vetting products that industry comes up with AARP Services president Dawn Sweeney comments; photo (M)",
      "lead_paragraph": "For a 47-year-old advocacy group, AARP is acting a lot like a for-profit corporation these days.",
      "publication_date": "2005-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/28/business/aarp-wants-you-to-buy-its-line-of-products.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "Oil Industry Struggles to Patch Holes in the Pipeline",
      "snippet": "Oil and gas industry is awash in money, but after years of underinvestment, it is hard pressed to find petroleum engineers and geologists, contractors and suppliers, tankers, pipelines, storage tanks, refineries and import terminals; shortages can...",
      "abstract": "Oil and gas industry is awash in money, but after years of underinvestment, it is hard pressed to find petroleum engineers and geologists, contractors and suppliers, tankers, pipelines, storage tanks, refineries and import terminals; shortages can be traced to boom-and-bust cycle that has shaped industry for last 150 years; even with current record prices, industry executives are still haunted by price collapses of 1998 and 1986, when oil dropped to $10 a barrel; since 1981, about 70 percent of work force, or 1.1 million workers, has been laid off at top 25 oil companies; graphs; photos (M)",
      "lead_paragraph": "DENVER - First, Kim R. W. Bennetts scoured Colorado for an available drilling rig before taking his search to West Texas, New Mexico and Utah.",
      "publication_date": "2005-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/28/business/oil-industry-struggles-to-patch-holes-in-the-pipeline.html",
      "byline": "By Simon Romero and Jad Mouawad"
    },
    {
      "headline": "Cheney Aide Appears Likely to Be Indicted; Rove Under Scrutiny",
      "snippet": "Lawyers in CIA leak case expect Vice Pres Dick Cheney's chief of staff I Lewis Libby Jr to be indicted, Pres Bush's senior adviser Karl Rove to remain under investigation and special prosecutor Patrick J Fitzgerald to extend term of federal grand ...",
      "abstract": "Lawyers in CIA leak case expect Vice Pres Dick Cheney's chief of staff I Lewis Libby Jr to be indicted, Pres Bush's senior adviser Karl Rove to remain under investigation and special prosecutor Patrick J Fitzgerald to extend term of federal grand jury beyond its scheduled expiration Oct 28; Fitzgerald himself gives no public signal of how he intends to proceed, further intensifying anxiety gripping White House; indictment of Libby, seen by many in White House as Cheney's alter ego, would likely shine spotlight in particular on Cheney and his prewar role in building case that Saddam Hussein was threat who had to be dealt with; photos (M)",
      "lead_paragraph": "WASHINGTON, Oct. 27 - Lawyers in the C.I.A. leak case said Thursday that they expected I. Lewis Libby Jr., Vice President Dick Cheney's chief of staff, to be indicted on Friday, charged with making false statements to the grand jury.",
      "publication_date": "2005-10-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/28/politics/cheney-aide-appears-likely-to-be-indicted-rove-under-scrutiny.html",
      "byline": "By David Johnston and Richard W. Stevenson"
    },
    {
      "headline": "COURT IN TRANSITION",
      "snippet": "LOOKING FOR A NEW NOMINEE -- For his next court pick, President Bush may feel less of a need to select a woman, several lawyers and analysts said.   PAGE A18    HOLDING UP WELL -- Through weeks of ceaseless criticism, several friends said, Harriet...",
      "abstract": " LOOKING FOR A NEW NOMINEE -- For his next court pick, President Bush may feel less of a need to select a woman, several lawyers and analysts said.   PAGE A18    HOLDING UP WELL -- Through weeks of ceaseless criticism, several friends said, Harriet E. Miers maintained a quiet focus and nearly blind optimism.   PAGE A17    THE COURT -- Mr. Bush's vow ''to fill this vacancy'' in a ''timely manner'' failed to acknowledge the reality that there is no actual vacancy on the Supreme Court.   PAGE A18",
      "lead_paragraph": "LOOKING FOR A NEW NOMINEE -- For his next court pick, President Bush may feel less of a need to select a woman, several lawyers and analysts said. PAGE A18",
      "publication_date": "2005-10-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/28/us/front page/court-in-transition.html",
      "byline": ""
    }
  ]
}