{
  "metadata": {
    "date": "2005-06-21",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Wall Street Scrambles to Analyze Cable Deal",
      "snippet": "Investors and analysts are wondering what Dolan family is really up to with its surprise $7.9 billion offer to buy out public shareholders of Cablevision Systems and spin off company's entertainment assets; photo (Market Place column) (M)",
      "abstract": "Investors and analysts are wondering what Dolan family is really up to with its surprise $7.9 billion offer to buy out public shareholders of Cablevision Systems and spin off company's entertainment assets; photo (Market Place column) (M)",
      "lead_paragraph": "So what are the Dolans really up to?",
      "publication_date": "2005-06-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/21/business/media/wall-street-scrambles-to-analyze-cable-deal.html",
      "byline": "By Andrew Ross Sorkin and Jeff Bailey"
    },
    {
      "headline": "Some Politics May Be Etched in the Genes",
      "snippet": "Political scientists have long held that people's upbringing and experience determine their political views. A child raised on peace protests and Bush-loathing generally tracks left as an adult, unless derailed by some powerful life experience. On...",
      "abstract": "Political scientists have long held that people's upbringing and experience determine their political views. A child raised on peace protests and Bush-loathing generally tracks left as an adult, unless derailed by some powerful life experience. One reared on tax protests and a hatred of Kennedys usually lists to the right.    But on the basis of a new study, a team of political scientists is arguing that people's gut-level reaction to issues like the death penalty, taxes and abortion is strongly influenced by genetic inheritance. The new research builds on a series of studies that indicate that people's general approach to social issues -- more conservative or more progressive -- is influenced by genes.   ",
      "lead_paragraph": "Political scientists have long held that people's upbringing and experience determine their political views. A child raised on peace protests and Bush-loathing generally tracks left as an adult, unless derailed by some powerful life experience. One reared on tax protests and a hatred of Kennedys usually lists to the right.",
      "publication_date": "2005-06-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "F",
      "web_url": "https://www.nytimes.com/2005/06/21/science/some-politics-may-be-etched-in-the-genes.html",
      "byline": "By Benedict Carey"
    },
    {
      "headline": "In Chess, Masters Again Fight Machines",
      "snippet": "It has been eight years since Garry Kasparov, then the world chess champion, lost a match to the computer Deep Blue.     In the wake of Deep Blue's victory, it would not have been surprising if elite players stopped competing against computers. Af...",
      "abstract": "It has been eight years since Garry Kasparov, then the world chess champion, lost a match to the computer Deep Blue.     In the wake of Deep Blue's victory, it would not have been surprising if elite players stopped competing against computers. After all, if the world's best player could not beat a computer, how could lesser ones? The possibility, even probability, of losing -- and perhaps losing badly -- to a machine could have particularly discouraged grandmasters, who are known to have egos that match their abilities and who sometimes have difficulty accepting defeat.  ",
      "lead_paragraph": "It has been eight years since Garry Kasparov, then the world chess champion, lost a match to the computer Deep Blue.",
      "publication_date": "2005-06-21T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "E",
      "web_url": "https://www.nytimes.com/2005/06/21/arts/in-chess-masters-again-fight-machines.html",
      "byline": "By Dylan Loeb McClain"
    },
    {
      "headline": "Rice Urges Egyptians and Saudis to Democratize",
      "snippet": "Secretary of State Condoleezza Rice, on visit to Middle East, calls on Egypt and Saudi Arabia to embrace democracy by holding fair elections, releasing political prisoners and allowing free expression and rights for women; says United States has b...",
      "abstract": "Secretary of State Condoleezza Rice, on visit to Middle East, calls on Egypt and Saudi Arabia to embrace democracy by holding fair elections, releasing political prisoners and allowing free expression and rights for women; says United States has been unsuccessful in its pursuit of stability at expense of democracy in Middle East, and is now taking different course; praises Pres Hosni Mubarak for taking 'encouraging' first steps toward democracy, but says Egypt's elections must include freedom of assembly, speech and press; praises Saudi Arabia's 'first steps toward openness' in holding of municipal elections, but condemns depriving women of right to vote and arrests of some dissidents; Rice's tough talk draws mixed reaction; some opposition groups in Egypt demand even harder line, while Egyptian Foreign Min Ahmed Aboul Gheit claims Egypt's planned elections were already going to be free and fair; in Riyadh, Rice's remarks receive curt reaction from Saudi foreign minister Prince Saud al-Faisal; photos (M)",
      "lead_paragraph": "RIYADH, Saudi Arabia, Tuesday, June 21 - Secretary of State Condoleezza Rice, delivering a challenge to the United States' closest allies in the Arab world, called on Egypt and Saudi Arabia on Monday to embrace democracy by holding fair elections, releasing political prisoners and allowing free expression and rights for women.",
      "publication_date": "2005-06-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/21/world/middleeast/rice-urges-egyptians-and-saudis-to-democratize.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Outsourced All the Way",
      "snippet": "Small American companies are now turning to places like Sri Lanka, China, Mexico and Eastern Europe to make clothes, jewelry, trinkets and even software programs; many of smallest enterpreneurs are turning to low-cost labor abroad to get their bus...",
      "abstract": "Small American companies are now turning to places like Sri Lanka, China, Mexico and Eastern Europe to make clothes, jewelry, trinkets and even software programs; many of smallest enterpreneurs are turning to low-cost labor abroad to get their businesses off the ground; some regulatory barriers discussed; Philip Chigos and Mary Domenico, who are building children's pajama business, comment on using foreign labor; photos (M)",
      "lead_paragraph": "SAN FRANCISCO, June 20 - Philip Chigos and Mary Domenico are busy building a children's pajama business. They are refining patterns, picking fabrics and turning the basement of their two-bedroom apartment into an office.",
      "publication_date": "2005-06-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/21/business/worldbusiness/outsourced-all-the-way.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Democrats Block a Vote on Bolton for the Second Time",
      "snippet": "Senate Democrats block vote on nomination of John R Bolton to be ambassador to United Nations for second time, raising possibility that Pres Bush will make recess appointment; vote of 54 to 38, six votes short of 60 required to break filibuster, c...",
      "abstract": "Senate Democrats block vote on nomination of John R Bolton to be ambassador to United Nations for second time, raising possibility that Pres Bush will make recess appointment; vote of 54 to 38, six votes short of 60 required to break filibuster, comes after White House chief of staff Andrew H Card Jr makes fruitless attempt to negotiate end to impasse with one of Bolton's chief Democratic opponents, Sen Joseph R Biden Jr; Pres Bush must now decide whether to use his constitutional authority to put Bolton in ambassador's job when Congress takes vacation; in latest Senate vote, Republican Sen George V Woinovich sides with Democrats (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/21/politics/democrats-block-a-vote-on-bolton-for-the-second-time.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Dial-Up Internet Going the Way of Rotary Phones",
      "snippet": "Growing number of people are dropping dial-up connections from services like AOL, MSN and EarthLink because so much Internet content now requires high-speed connections for performance; SG Cowen report shows 36 American homes, or 52 percent of all...",
      "abstract": "Growing number of people are dropping dial-up connections from services like AOL, MSN and EarthLink because so much Internet content now requires high-speed connections for performance; SG Cowen report shows 36 American homes, or 52 percent of all households with Internet access, used dial-up services last year; percentage is expected to drop to 40 percent at end of year; cable and phone companies are expected to add 8 million broadband subscribers this year, bringing their total to 38.7 million; phone companies like SBC and Verizon are hoping lower prices and extra services will bring in new customers; graph; photo (M)",
      "lead_paragraph": "For years, Michelle Phillips, a real estate agent in Indianapolis, drove to her office at odd hours just to check her e-mail messages and search Web sites on her company's high-speed Internet lines because her dial-up connection at home was too slow.",
      "publication_date": "2005-06-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/21/technology/dialup-internet-going-the-way-of-rotary-phones.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Extent of New Breach Unclear",
      "snippet": "The largest credit card issuers were still uncertain which customer accounts had been affected by a computer security breach reported by MasterCard. Page C4.",
      "abstract": "The largest credit card issuers were still uncertain which customer accounts had been affected by a computer security breach reported by MasterCard. Page C4.",
      "lead_paragraph": "The largest credit card issuers were still uncertain which customer accounts had been affected by a computer security breach reported by MasterCard. Page C4.",
      "publication_date": "2005-06-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/21/business/front page/extent-of-new-breach-unclear.html",
      "byline": ""
    },
    {
      "headline": "Jail Terms for 2 at Top of Adelphia",
      "snippet": "Judge Leonard B Sand sentences John J Rigas, who built Adelphia Communications Corp into country's sixth-largest cable company, to 15 years in prison for frauding company; sentences Timothy J Rigas, Rigas's son and company's former chief financial...",
      "abstract": "Judge Leonard B Sand sentences John J Rigas, who built Adelphia Communications Corp into country's sixth-largest cable company, to 15 years in prison for frauding company; sentences Timothy J Rigas, Rigas's son and company's former chief financial officer, to 20 years in prison for his part in fraud; says elder Rigas's sentence is shorter because he is 80 years old and is suffering from bladder cancer and heart ailment; says sentence will be revised if he becomes terminally ill; photo (M)",
      "lead_paragraph": "John J. Rigas, who built the Adelphia Communications Corporation into the country's sixth-largest cable company, was sentenced to 15 years in prison yesterday for looting hundreds of millions of dollars from the company's coffers and concealing its true debt load from investors.",
      "publication_date": "2005-06-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/21/business/jail-terms-for-2-at-top-of-adelphia.html",
      "byline": "By Roben Farzad"
    },
    {
      "headline": "KPMG May Dodge One Bullet, Only to Face Another",
      "snippet": "KPMG admission of unlawful conduct in selling tax shelters may help shield firm from criminal indictment, but it heightens its vulnerability to costly civil litigation; may also undermine some fellow corporate defendants in civil lawsuits: busines...",
      "abstract": "KPMG admission of unlawful conduct in selling tax shelters may help shield firm from criminal indictment, but it heightens its vulnerability to costly civil litigation; may also undermine some fellow corporate defendants in civil lawsuits: businesses that worked with firm to sell and operate tax shelters and that now potentially face hundreds of millions of dollars in claims; these include law firm of Sidley Austin Brown & Wood, Deutsche Bank, Presidio, investment advisory firm started by former KPMG partners, and Quellos Group, which helped execute some shelter transactions (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/21/business/kpmg-may-dodge-one-bullet-only-to-face-another.html",
      "byline": "By Jeff Bailey and Lynnley Browning"
    },
    {
      "headline": "Black Market in Stolen Credit Card Data Thrives on Internet",
      "snippet": "Online trade in stolen credit card and bank account numbers is thriving; sophisticated black market is highly structured, with buyers and sellers, intermediaries and even service industries; players come from all over world, but most of Web sites ...",
      "abstract": "Online trade in stolen credit card and bank account numbers is thriving; sophisticated black market is highly structured, with buyers and sellers, intermediaries and even service industries; players come from all over world, but most of Web sites where they meet are run from computer servers in former Soviet Union, making them difficult to police; traders quickly earn titles, ratings and reputations for quality of goods they deliver; data's value arises from its ready conversion into online purchases, counterfeit card manufacture, or more elaborate identity-theft schemes; Federal Trade Comm estimates that 10 million Americans have their personal information pilfered and misused in some way every year, costing consumers $5 billion and businesses $48 billion annually; law enforcement agents say market for cards and account numbers is huge; photo of entry at one Web forum (L)",
      "lead_paragraph": "\"Want drive fast cars?\" asks an advertisement, in broken English, atop the Web site iaaca.com. \"Want live in premium hotels? Want own beautiful girls? It's possible with dumps from Zo0mer.\"",
      "publication_date": "2005-06-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/21/technology/black-market-in-stolen-credit-card-data-thrives-on-internet.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "They Got (Video) Game; N.B.A. Finals Can Wait",
      "snippet": "Growing number of young men would rather play sports video game than watch real thing on television; since 2000, sales of sports video games in United States have risen by 34 percent, to $1.2 billion in 2004, while television broadcast ratings for...",
      "abstract": "Growing number of young men would rather play sports video game than watch real thing on television; since 2000, sales of sports video games in United States have risen by 34 percent, to $1.2 billion in 2004, while television broadcast ratings for almost all major sports have fallen among male viewers between 12 and 34; professional sports officials have mixed feelings about phenomena: appreciation for licensing revenue that video games can bring leagues, and concern about whether these video games are hurting their cash cow, television; some video games described; photos; chart (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/21/arts/television/they-got-video-game-nba-finals-can-wait.html",
      "byline": "By Seth Schiesel"
    }
  ]
}