{
  "metadata": {
    "date": "2005-04-14",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "F.D.A. Panel Backs Breast Implants From One Maker",
      "snippet": "Federal advisory panel votes to approve silicone breast implants from Mentor Corp day after it rejected similar application from Inamed Corp; most panel members say they are comfortable with long-term safety of Mentor devices, and most dismiss con...",
      "abstract": "Federal advisory panel votes to approve silicone breast implants from Mentor Corp day after it rejected similar application from Inamed Corp; most panel members say they are comfortable with long-term safety of Mentor devices, and most dismiss concerns that ruptured implants cause kind of serious diseases that some women's groups have listed; diverging votes send mixed message to Food and Drug Adm, making predictions about what it would decide impossible; many experts say FDA has toughened oversight of device and drug manufacturers in recent months; agency generally follows advice of its advisory panels; three-day hearing on implants included more than 160 witnesses, including dozens of women who claim implants sickened them and dozens of other women who pronounce silicone implants safe boost to their self-esteem; nearly all studies have found no link between silicone implants and serious disease (M)",
      "lead_paragraph": "GAITHERSBURG, Md., April 13 - Silicone breast implants made by a California company should be available to women who undergo cosmetic breast surgery, a federal advisory panel voted on Wednesday, rejecting arguments about serious health problems.",
      "publication_date": "2005-04-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/14/health/fda-panel-backs-breast-implants-from-one-maker.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "A New Call to Arms: Military Health Care",
      "snippet": "Battling is brewing in Congress on cost of main military health plan, Tricare, that has doubled since 2001 and will soon reach $50 billion a year, more than tenth of Pentagon's budget; at least 75 percent of benefits will go to veterans and retire...",
      "abstract": "Battling is brewing in Congress on cost of main military health plan, Tricare, that has doubled since 2001 and will soon reach $50 billion a year, more than tenth of Pentagon's budget; at least 75 percent of benefits will go to veterans and retirees; over next decade, plan for military retirees, Tricare for Life, will cost at least $100 billion, rivaling costs of biggest weapons systems Pentagon is building; Pentagon supporters say military should not be pressed to choose between weapons and health care; Sen John W Warner says Congress will have to ask Pres Bush for money for health care program; graphs (M)",
      "lead_paragraph": "The battle over the Pentagon's billions has traditionally been fought between two forces -- those who want more new planes and ships and tanks, and those who want more money for troops. Now there is a third: military health care.",
      "publication_date": "2005-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/14/business/a-new-call-to-arms-military-health-care.html",
      "byline": "By Tim Weiner"
    },
    {
      "headline": "Study Cautions Runners to Limit Their Water Intake",
      "snippet": "New study reports that athletes who drink too much water are at risk of diluting sodium content of their blood, causing hyponatremia and putting them at risk for seizures, coma and death; research involved testing blood of 488 runners before and a...",
      "abstract": "New study reports that athletes who drink too much water are at risk of diluting sodium content of their blood, causing hyponatremia and putting them at risk for seizures, coma and death; research involved testing blood of 488 runners before and after 2002 Boston Marathon; found 13 percent of them drank so much that they had hyponatremia, or abnormally low blood sodium levels; three had levels so low they were in danger of dying; runners who developed problem tended to be slower, giving them time to drink copious amounts of liquid; risks to athletes from drinking too much liquid have worried doctors and race directors for several years; as more slow runners enter long races, doctors are seeing athletes nauseated, groggy, barely coherent, with their blood severely diluted; some have died on the spot; new study, published in The New England Journal of Medicine, offers first documentation of problem; photo; graphs (M))",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/14/health/study-cautions-runners-to-limit-their-water-intake.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "Trading Scandal May Strengthen Stock Exchange",
      "snippet": "Trading scandal may strengthen New York Stock Exchange; scandal bears close resemblence to one that shook Nasdaq stock market decade ago; in Nasdaq case, scandal forced market to clean house at top and to institute reforms that ended practices tha...",
      "abstract": "Trading scandal may strengthen New York Stock Exchange; scandal bears close resemblence to one that shook Nasdaq stock market decade ago; in Nasdaq case, scandal forced market to clean house at top and to institute reforms that ended practices that had enabled brokers to systematically take advantage of their customers; result was far better market, one that was able to withstand intense public scrutiny that arrived few years later when technology stock boom cast light on Nasdaq; indictment of 15 former specialists could make this largest criminal case to come out of America's premier stock exchange since 1930's, when exchange's president, Richard Whitney, was imprisoned for fraud; photo (Market Place column) (M)",
      "lead_paragraph": "A scandal can destroy an institution. Or it can renew it. The good news for the New York Stock Exchange is that the scandal that led to the indictments of people who had been extremely powerful on the floor of the exchange bears a close resemblance to the one that shook the Nasdaq stock market a decade ago.",
      "publication_date": "2005-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/14/business/trading-scandal-may-strengthen-stock-exchange.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "In a Shopping Frenzy",
      "snippet": "Retailing industry is gripped by frenzy as chain stores are selling for prices that would have been considered exorbitant few years ago; price of Neiman Marcus, which has only 37 stores and some clearance centers, is minimum of $5 billion; opening...",
      "abstract": "Retailing industry is gripped by frenzy as chain stores are selling for prices that would have been considered exorbitant few years ago; price of Neiman Marcus, which has only 37 stores and some clearance centers, is minimum of $5 billion; opening bid for 232 stores in Saks department store group is around $3.5 billion; fueled by billions of dollars of private equity and venture capital that must be spent or returned to investors, plus low interest rates that are inexorably moving higher, sellers are feeling there may never be better time to get out of fundamentally risky business of retailing, which is based largely on whims of fashion; photo (M)",
      "lead_paragraph": "The \"for sale\" signs are everywhere: Neiman Marcus, Saks and Bill Blass.",
      "publication_date": "2005-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/14/business/in-a-shopping-frenzy.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Vaults That Let You Store (and Show) Your Photos, and Keep Shooting",
      "snippet": "David Pogue column on advantages of gadgets called dedicated photo vaults from Epson, Archos, Nikon, SmartDisk, Jobo and others; drawing (M)",
      "abstract": "David Pogue column on advantages of gadgets called dedicated photo vaults from Epson, Archos, Nikon, SmartDisk, Jobo and others; drawing (M)",
      "lead_paragraph": "WHEN you really stop to think about it, memory cards are a pretty delicate storage format for something as important as your digital photos. So many things can happen to memory cards: they can get lost, stolen, corrupted or, in the case of those little tiny xD-Picture cards, blown into the next ZIP code when you sneeze.",
      "publication_date": "2005-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/14/technology/circuits/vaults-that-let-you-store-and-show-your-photos-and-keep.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Bomber Offers Guilty Pleas, and Defiance",
      "snippet": "Eric Robert Rudolph, declaring himself 'bloodied but emphatically unbowed,' issues his first public explanation for series of abortion clinic bombings and attack at 1996 Olympics; gloats about his plea deal with prosecutors to avoid death sentence...",
      "abstract": "Eric Robert Rudolph, declaring himself 'bloodied but emphatically unbowed,' issues his first public explanation for series of abortion clinic bombings and attack at 1996 Olympics; gloats about his plea deal with prosecutors to avoid death sentence; he will serve four consecutive life sentences with no possibility of parole; his 11-page statement is devoid of remorse but rife with anti-abortion and anti gay language; he says he originally intended to bomb Olympics every day to 'confound, anger and embarrass' government for legalizing abortion, but was foiled by his own poor planning; he has pleaded guilty to four bombings: Olympic attack in Atlanta in 1996, attacks on abortion clinic and gay club in Atlanta in 1997 and explosion at clinic in Birmingham, Ala, in 1998; collectively, bombings killed two people and injured 150; prosecutors agreed to plea deal if Rudolph revealed whereabouts of 250 pounds of dynamite he hid in North Carolina mountains, including bomb intended for federal agents hunting him during his five years as nation's most famous fugitive; US Atty David E Nahmias says plea deal resolves significant public safety problem posed by hidden explosives and avoids uncertainties inherent in lengthy trial; photo (M)",
      "lead_paragraph": "ATLANTA, April 13 - Declaring himself \"bloodied but emphatically unbowed,\" Eric Robert Rudolph on Wednesday issued his first public explanation for a series of abortion clinic bombings and an attack at the 1996 Olympics, gloating that his plea deal with prosecutors \"deprived the government of its goal of sentencing me to death.\"",
      "publication_date": "2005-04-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/14/us/bomber-offers-guilty-pleas-and-defiance.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Stock Indicators Decline, Erasing Tuesday's Gains  Oil shares, along with stocks that would be hurt if the economy slows, led the stock market lower as the three main market gauges fell 1 percent or more. The declines wiped out all the gains from ...",
      "abstract": " Stock Indicators Decline, Erasing Tuesday's Gains  Oil shares, along with stocks that would be hurt if the economy slows, led the stock market lower as the three main market gauges fell 1 percent or more. The declines wiped out all the gains from Tuesday.     The Dow Jones industrial average fell 104.04 points, to 10,403.93, while the S.&P. 500-stock index fell 13.97 points, to 1,173.79. The Nasdaq composite index dropped 31.03 points, to 1,974.37. [C12.]    Panel Approves Breast Implants  Silicone breast implants should be available to women who undergo cosmetic breast surgery, a federal advisory panel voted. [A1.]    Japan Oil Drilling Could Stir Conflict  Japan announced that it would allow oil and gas drilling in waters also claimed by China, a move expected to strain diplomatic and economic ties already stretched thin. [C5.]    Stewart Wins Magazine Award  The crowd at the National Magazine Awards buzzed with surprise when Martha Stewart Weddings won an award for the first time, besting rivals like The Atlantic Monthly and the revamped New York magazine. But the ballroom burst into applause, and a few cheers, when Ms. Stewart herself emerged to accept the honor. ''We are celebrating our 10th anniversary,'' Ms. Stewart said from the stage. ''What a great anniversary this is.'' [C4.]    Freddie Mac Finds Improper Loans  Freddie Mac said that it had unknowingly bought a small number of mortgages that had ''unacceptable refinance'' terms and then sold them in securities offering to investors. [C3.]    Tax Evader Sentenced to Six Years  Al Thompson, who stopped withholding taxes from his workers' paychecks and taught others how to defeat tax laws, was sentenced to six years in prison. [C3.]    Official to Fight Insurance Takeover  The Connecticut attorney general said that he would seek to block the takeover of the Travelers Life and Annuity Company by MetLife, citing layoffs that would ensue. [C18.]    Siebel Systems Ousts Chief  The software maker Siebel Systems announced that its board had ousted its chief, J. Michael Lawrie, and named George Shaheen, a board member, to replace him. [C7.]    Advanced Micro Plans Offering  Advanced Micro Devices said that its struggling memory chip business had filed for a $600 million initial public offering. [C7.]    U.S. Prosecutor's Brother Charged  Todd J. Christie, the brother of Christopher J. Christie, the United States attorney for New Jersey, was among 20 specialist stock traders charged with civil fraud. [B4.]    Apple Beats Its Profit Forecast  Continuing a trend, Apple Computer reported a profit for the second quarter that beat its own expectations, based on continuing brisk sales of its iPod portable music player, as well as improving sales of Macintosh computers. Apple shares closed down $1.62 before the earnings were released. [C11.]    Pace of Consumer Spending Slows  The Commerce Department reported that retail sales in March rose 0.3 percent. [C3.]    Threat to Need-Based Financial Aid  Universities' traditional commitment to need-based financial aid is under siege. Robert H. Frank: Economic Scene [C2.]    Inside: Circuits  In the connected home of the future, digital entertainment will be available in nearly every room. But how will everything actually connect? [C9.]  ",
      "lead_paragraph": "Stock Indicators Decline, Erasing Tuesday's Gains Oil shares, along with stocks that would be hurt if the economy slows, led the stock market lower as the three main market gauges fell 1 percent or more. The declines wiped out all the gains from Tuesday.",
      "publication_date": "2005-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/14/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Morgan Stanley Shaken Again as Others Quit",
      "snippet": "Joseph R Perella and Tarek F Abdel-Meguid, long-time and well-regarded bankers at Morgan Stanley, resign, shaking division and casting doubt on ability of Philip J Purcell to gain control of his divided firm; ten senior bankers and traders have le...",
      "abstract": "Joseph R Perella and Tarek F Abdel-Meguid, long-time and well-regarded bankers at Morgan Stanley, resign, shaking division and casting doubt on ability of Philip J Purcell to gain control of his divided firm; ten senior bankers and traders have left firm in recent weeks; Michael Uva and Cordell Spencer will become co-heads of investment banking, replacing Meguid (M)",
      "lead_paragraph": "Two senior bankers at Morgan Stanley resigned yesterday, shaking the firm's prized investment banking division and casting doubt on the ability of Philip J. Purcell to gain control of his divided firm.",
      "publication_date": "2005-04-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/14/business/morgan-stanley-shaken-again-as-others-quit.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "MAJORITY LEADER ASKS HOUSE PANEL TO REVIEW JUDGES",
      "snippet": "House majority leader Tom DeLay says he has instructed Judiciary Committee to investigate federal court decisions in Terri Schiavo case and recommend possible legislation, stepping up his crusade against judges while deflecting all questions about...",
      "abstract": "House majority leader Tom DeLay says he has instructed Judiciary Committee to investigate federal court decisions in Terri Schiavo case and recommend possible legislation, stepping up his crusade against judges while deflecting all questions about his ethical conduct and political future; his criticisms of court decisions regarding Schiavo case--suggesting that judges could be impeached--have brought ridicule from Democats and prompted some prominent Republicans, including Pres Bush and Senate majority leader Bill Frist, to distance themselves from him; DeLay refuses to answer reporters' questions about his political activities; fellow Republican Rep Christopher Shays has called for him to resign his leadership post and Newt Gingrich, former speaker of House, says he should explain himself to American people; photo (M)",
      "lead_paragraph": "WASHINGTON, April 13 - Deflecting all questions about his ethical conduct and political future, Representative Tom DeLay, the House majority leader, on Wednesday stepped up his crusade against judges, announcing that he had instructed the Judiciary Committee to investigate federal court decisions in the Terri Schiavo case and to recommend possible legislation.",
      "publication_date": "2005-04-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/14/us/front page/majority-leader-asks-house-panel-to-review-judges.html",
      "byline": "By Sheryl Gay Stolberg"
    }
  ]
}