{
  "metadata": {
    "date": "2005-04-15",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Foreign Cars' Popularity Dogs U.S. Automakers  The Big Two automobile giants offer plenty of explanations for their recent financial troubles, from soaring health care costs to rising gas prices and creeping interest rates. But consumers and indus...",
      "abstract": " Foreign Cars' Popularity Dogs U.S. Automakers  The Big Two automobile giants offer plenty of explanations for their recent financial troubles, from soaring health care costs to rising gas prices and creeping interest rates. But consumers and industry experts say General Motors and Ford have swerved off course for a far more basic reason: not enough people like their cars.     Despite free loans and rebates worth several thousand dollars, G.M. and Ford are losing sales to perennial competitors like Toyota and newer rivals like Hyundai. [Page A1.]    General Motors shares fell to a more than 12-year low as annual meeting with labor leaders yielded little hope that autoworkers might take on a greater share of health care costs. [C4.]    Bankruptcy Bill Goes to Bush  The House overwhelmingly approved a major overhaul of the nation's bankruptcy laws, completing Congressional action on the measure and sending it to President Bush for his signature. [C5.]    Atlantic Monthly to Leave Boston  The Atlantic Monthly, a pillar of Boston's intellectual and cultural life since its founding there in 1857, is being moved to Washington, as its owner seeks to control costs and centralize editorial operations. The magazine has been struggling financially, losing $4 million to $8 million a year, although its newsstand sales have increased. [C5.]    Judge Strikes Down Ephedra Ban  A federal judge struck down the Food and Drug Administration's ban on ephedra, the herbal stimulant. [A12.]    Nasdaq Said to Seek Instinet Deal  Nasdaq Stock Market Inc. is in talks to buy Instinet, an institutional trading network, people briefed on the talks said. [C6.]    Two Charged in Food-for-Oil Case  An American oil trader and a Korean lobbyist were charged in connection with the corruption surrounding the United Nations oil-for-food program. [A1.]    A Move to In-Store Prescriptions  Minnesota Blue Cross and Blue Shield said that it was encouraging its members to buy 90-day prescriptions for chronic problems at retail stores in the state, bucking a national trend toward mail order. [C5.]    Polo Issues Warning on Data  The retailer Polo Ralph Lauren said some of its customer credit card data may have been misappropriated. [C6.]    Nestlé Allowed to Merge Top Titles  Nestlé won by a small margin a shareholder vote that allowed it to merge the roles of chief executive and chairman. [C3.]    New Oil Rules in Venezuela  Venezuela said private oil companies with operating contracts would have to convert to joint ventures within six months. [C3.]    Judge Upholds Eli Lilly Patent  A federal judge upheld Eli Lilly's patent on Zyprexa, a treatment for schizophrenia that was among the top-selling drugs in the United States last year, with $2.4 billion in sales. Lilly had sued three generic drug companies to protect its patent. The ruling was issued after the close of regular trading. Lilly shares rose in after-hours trading. [C2.]    Sluggish Quarter for Publishers  The New York Times Company and Dow Jones & Company said that they were hurt by sluggish circulation and weakness in advertising by technology and financial firms during the first quarter. Advertising. [C5.]  ",
      "lead_paragraph": "Foreign Cars' Popularity Dogs U.S. Automakers The Big Two automobile giants offer plenty of explanations for their recent financial troubles, from soaring health care costs to rising gas prices and creeping interest rates. But consumers and industry experts say General Motors and Ford have swerved off course for a far more basic reason: not enough people like their cars.",
      "publication_date": "2005-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/15/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Chief Enforcer at the S.E.C. to Step Down",
      "snippet": "Stephen M Cutler, top law enforcement official for Securities and Exchange Commission during one of agency's most tumultuous times, will leave in a month; successor has not yet been chosen; photo (M)",
      "abstract": "Stephen M Cutler, top law enforcement official for Securities and Exchange Commission during one of agency's most tumultuous times, will leave in a month; successor has not yet been chosen; photo (M)",
      "lead_paragraph": "Stephen M. Cutler, the top law enforcement official for the Securities and Exchange Commission during one of the agency's most tumultuous times, said yesterday that he would leave in a month.",
      "publication_date": "2005-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/15/business/chief-enforcer-at-the-sec-to-step-down.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Bush and DeLay",
      "snippet": "Article noted on political, if not personal, ties between Pres Bush and House majority leader Tom DeLay",
      "abstract": "Article noted on political, if not personal, ties between Pres Bush and House majority leader Tom DeLay",
      "lead_paragraph": "President Bush and Representative Tom DeLay are not friends, but the president is unlikely to jettison him in the face of ethics inquiries, Republicans say. Page A14.",
      "publication_date": "2005-04-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/15/us/front page/bush-and-delay.html",
      "byline": ""
    },
    {
      "headline": "G.M. and Ford Stuck in Neutral as Buyers Look Beyond Detroit",
      "snippet": "Grand plans that were supposed to carry General Motors and Ford Motor into their second centuries crumble with sales and stock prices as companies continue losing sales to perennial competitors like Toyota and newer rivals like Hyundai; offers of ...",
      "abstract": "Grand plans that were supposed to carry General Motors and Ford Motor into their second centuries crumble with sales and stock prices as companies continue losing sales to perennial competitors like Toyota and newer rivals like Hyundai; offers of free loans and big rebates are offset by rivals' consistent quality, reliability and intangible appeal; two companies now get third of sales from own employees and families, rental companies and corporate fleets, at razor-thin margins; they have also lost safety net of SUVs and pickup trucks now that Asian makers are entrenched in that market; photo; graphs; both companies occupy 'dreaded middle,' offering neither compelling value nor compelling beauty; they command about 45 percent of domestic market, core profit center, down from 58.4 percent decade ago, despite having acquired European brands like Saab, Volvo and Jaguar; several consumers offer opinions (M)",
      "lead_paragraph": "DETROIT, April 14 - In just the last few weeks, the grand plans that were supposed to carry General Motors and Ford Motor into their second centuries have crumbled.",
      "publication_date": "2005-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/15/automobiles/gm-and-ford-stuck-in-neutral-as-buyers-look-beyond-detroit.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "A Dirty Little Footnote to the Energy Bill",
      "snippet": "Issue of testing for and finding methyl tertiary butyl ether in groundwater and paying for cleanup is becoming increasingly contentious; if oil and chemical companies have their way, majority of lawsuits will be thrown out by Congress as part of e...",
      "abstract": "Issue of testing for and finding methyl tertiary butyl ether in groundwater and paying for cleanup is becoming increasingly contentious; if oil and chemical companies have their way, majority of lawsuits will be thrown out by Congress as part of energy bill backed by Bush administration; bill includes waiver that would protect chemical makers, which are some of biggest oil giants in US, from all MTBE liability lawsuits filed since September 2003; House majority leader, Tom DeLay, and Rep Joe L Barton, who heads Energy and Commerce Committee, are staunch supporters of waiver; both are Republicans from Texas, where more than dozen MTBE manufacturers are based; protection is expected to survive House floor vote, but fight looms in Senate, which blocked passage in 2003 largely because of waiver; map; graph (M)",
      "lead_paragraph": "WOODBURY, Conn., April 12 - A freshly painted, six-foot-high steel tank is this rural town's hope for cleaning up a smelly gasoline additive that is fouling its water system. The additive, methyl tertiary butyl ether, has seeped into two of three wells that supply water for 2,000 residents.",
      "publication_date": "2005-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/15/business/a-dirty-little-footnote-to-the-energy-bill.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "A Trail of Pain From a Botched Attack in Iraq in 2003",
      "snippet": "Reconstruction of April 3, 2003 incident in which US fighter jet hit American artillery in Iraq with 500-pound bomb, shows that cascading chain of errors, poor judgment and miscommunication by US forces stationed in three countries contributed to ...",
      "abstract": "Reconstruction of April 3, 2003 incident in which US fighter jet hit American artillery in Iraq with 500-pound bomb, shows that cascading chain of errors, poor judgment and miscommunication by US forces stationed in three countries contributed to botched attack; three soldiers died and five were wounded; investigation report obtained by The New York Times was released to families of dead but not to wounded; Specialist Jeff Coyne, who received Purple Heart for injury, says that at award ceremony he was told by superiors to keep quiet about suspicions; he and family of late Sgt Donald S Oaks Jr call for truth to come out; no one was charged or disciplined; Coyne and First Lt John Fernandez, West Point graduate who lost both legs, recall incident and precautions that should have prevented it from happening; photos (M)",
      "lead_paragraph": "MANASSAS, Va. - On a clear night two years ago during the invasion of Iraq, Specialist Jeff Coyne was sitting in his Army supply truck when a thunderous explosion shattered his windshield, throwing him like a rag doll and dislocating two discs in his back.",
      "publication_date": "2005-04-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/15/us/a-trail-of-pain-from-a-botched-attack-in-iraq-in-2003.html",
      "byline": "By James Dao"
    },
    {
      "headline": "TEXAN IS INDICTED IN IRAQ OIL SALES BY HUSSEIN AIDES",
      "snippet": "Federal authorities in New York announce indictment of Houston oil trader David Bay Chalmers Jr and Korean lobbyist Tongsun Park for illegal gains and kickbacks involving UN oil-for-food program during Saddam Hussein's regime in Iraq; charge that ...",
      "abstract": "Federal authorities in New York announce indictment of Houston oil trader David Bay Chalmers Jr and Korean lobbyist Tongsun Park for illegal gains and kickbacks involving UN oil-for-food program during Saddam Hussein's regime in Iraq; charge that Chalmers and his company, Bayoil USA, made millions of dollars in illegal kickbacks while trading oil; Park, who was at center of Washington lobbying scandal in 1970's, is charged with getting at least $2 million in secret Iraqi payments as liaison with UN officials; Bayoil is first US company indicted in widening criminal probe; company also charged with conspiring to artificially lower price Iraq got; also alleged is scheme to pay senior UN officials to influence program; Park allegedly lobbied with Iraqi-American businessman Samir Vincent, who pleaded guilty and is cooperating with investigators; US Atty David N Kelley details charges; Vincent also met with unnamed former US official; Chalmers and Ludmil Dionissiev, Bulgarian oil trader, are arrested in Houston; photos; warrant issued for Park, believed to be in South Korea; UN has no comment but Sec Gen Kofi Annan says Iraq made more illicit profits outside UN program, 'on the American and British watch' (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/15/washington/texan-is-indicted-in-iraq-oil-sales-by-hussein-aides.html",
      "byline": "By Julia Preston and Judith Miller"
    },
    {
      "headline": "Qwest's High Offer May Show Desperation, but Should MCI Care?",
      "snippet": "Floyd Norris comment on takeover offers by Qwest Communications and Verizon Communications for MCI Inc says both offers include common stock, and there are historical reasons to question whether Qwest shares will prosper; Ohio State Prof Rene M St...",
      "abstract": "Floyd Norris comment on takeover offers by Qwest Communications and Verizon Communications for MCI Inc says both offers include common stock, and there are historical reasons to question whether Qwest shares will prosper; Ohio State Prof Rene M Stulz, whohas done extensive work on mergers, and his colleague, Sara B Moeller of Southern Methodist University, comment; graph (M)",
      "lead_paragraph": "MAJOR institutional investors are up in arms over the way MCI has conducted itself in finding a buyer. Its board so far has backed the lower bid from the company that can best afford it, Verizon, rather than the higher bid from Qwest, a company that is, to put it gently, financially challenged.",
      "publication_date": "2005-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/15/business/qwests-high-offer-may-show-desperation-but-should-mci-care.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Frist Set to Use Religious Stage on Judicial Issue",
      "snippet": "Senate majority leader Bill Frist will join Christian conservatives in telecast portraying Democrats as 'against people of faith' for blocking Pres Bush's judicial nominees; organizer, Family Research Council, will distribute telecast through chur...",
      "abstract": "Senate majority leader Bill Frist will join Christian conservatives in telecast portraying Democrats as 'against people of faith' for blocking Pres Bush's judicial nominees; organizer, Family Research Council, will distribute telecast through churches, Internet and Christian media; photo; Frist has until now balanced determination not to yield on nominees with appeals for compromise and distanced himself from House leader Tom DeLay and others attacking courts as too liberal; Frist has threatened to change rules to prevent filibuster; Sen John McCain says he would vote against change and points out that Republicans similarly blocked number of Pres Clinton's nominees; Judiciary Committee votes out appellate nomination of Thomas B Griffith, who Democrats are not blocking (M)",
      "lead_paragraph": "WASHINGTON, April 14 - As the Senate heads toward a showdown over the rules governing judicial confirmations, Senator Bill Frist, the majority leader, has agreed to join a handful of prominent Christian conservatives in a telecast portraying Democrats as \"against people of faith\" for blocking President Bush's nominees.",
      "publication_date": "2005-04-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/15/politics/frist-set-to-use-religious-stage-on-judicial-issue.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "A Bonus for Health, Payable to the Doctor",
      "snippet": "Medicare is embracing idea of giving employees financial incentives to meet goals for quality; more than 600,000 Medicare recipients by end of year will be in test programs that pay doctors and hospitals bonuses for achieving better results, like ...",
      "abstract": "Medicare is embracing idea of giving employees financial incentives to meet goals for quality; more than 600,000 Medicare recipients by end of year will be in test programs that pay doctors and hospitals bonuses for achieving better results, like increasing number of diabetic patients whose blood sugar is under control; some see experiment as last best hope for medical system in crisis, facing soaring costs and questions about what all that money is buying; graph; chart; photo (M)",
      "lead_paragraph": "A quiet revolution is taking place in Medicare, one that could set a new standard for the way medicine is practiced in this country.",
      "publication_date": "2005-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/15/business/a-bonus-for-health-payable-to-the-doctor.html",
      "byline": "By Gina Kolata and Reed Abelson"
    },
    {
      "headline": "Stocks Plunge to New Lows for the Year",
      "snippet": "Major stock gauges fall to their lowest levels this year, as investors worry about slower growth; Dow Jones industrial average drops 1.2 percent, Standard & Poor's 500-stock index declines 1 percent, and technology-heavy Nasdaq composite index cls...",
      "abstract": "Major stock gauges fall to their lowest levels this year, as investors worry about slower growth; Dow Jones industrial average drops 1.2 percent, Standard & Poor's 500-stock index declines 1 percent, and technology-heavy Nasdaq composite index clsoes down 1.4 percent; Dow falls 125.18 points, to 10,278.75; Nasdaq drops 27.66 points, to 1,946.71; S&P 500 declines 11.74 points, to 1,162.05; yield on 10-year note falls to 4.l3 percent, from 4.37 percent; price rises 13/32, to 97 16/32; graphs; charts (M)",
      "lead_paragraph": "The major stock market gauges fell yesterday to their lowest levels this year, as investors worried about slower growth.",
      "publication_date": "2005-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/15/business/stocks-plunge-to-new-lows-for-the-year.html",
      "byline": "By Jonathan Fuerbringer"
    }
  ]
}