{
  "metadata": {
    "date": "2005-12-07",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Flights of Fancy on Flexible Chips",
      "snippet": "PLASTIC created the age of whimsical forms. Suddenly a radio could look like a moo cow. A chair could look like an egg. Toy ray guns could bulge and swoop. The exuberant designers of the golden age of plastic explored all the wacky, nonfunctional,...",
      "abstract": "PLASTIC created the age of whimsical forms. Suddenly a radio could look like a moo cow. A chair could look like an egg. Toy ray guns could bulge and swoop. The exuberant designers of the golden age of plastic explored all the wacky, nonfunctional, decorative shapes that household objects could take.     Now that same plasticity is coming to microcontrollers, the computer chips that act as brains for the chirping, dancing, listening and seeing devices that line our knickknack shelves and dashboards and fill our pockets. The proliferation of cheap and cheerful programmable chips promises a new age of ''whimsical logic,'' chips that power devices whose functions are as delightfully impractical as their forms, the sort of thing you find in a stocking but keep on your desk forever.  ",
      "lead_paragraph": "PLASTIC created the age of whimsical forms. Suddenly a radio could look like a moo cow. A chair could look like an egg. Toy ray guns could bulge and swoop. The exuberant designers of the golden age of plastic explored all the wacky, nonfunctional, decorative shapes that household objects could take.",
      "publication_date": "2005-12-07T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/12/07/technology/circuits/flights-of-fancy-on-flexible-chips.html",
      "byline": "By Cory Doctorow"
    },
    {
      "headline": "Not Guilty Verdicts in Florida Terror Trial Are Setback for U.S.",
      "snippet": "Former Florida professor Sami al-Arian is found not guilty on eight criminal counts related to terrorist support, perjury and immigration violations by jury in Tampa, Fla; he and three co-defendants were accused of operating North American front f...",
      "abstract": "Former Florida professor Sami al-Arian is found not guilty on eight criminal counts related to terrorist support, perjury and immigration violations by jury in Tampa, Fla; he and three co-defendants were accused of operating North American front for Palestinian terrorists; American law enforcement officials spent last 10 years building case against Arian, fiery advocate for Palestinian causes who became lightning rod for criticism nationwide over his vocal anti-Israeli stances; jury deadlocks on other counts against him and fails to return any guilty verdicts against his co-defendants; trial hinged on question of whether Arian's years of work in Tampa area in support of Palestinian independence crossed threshold from protected free speech and political advocacy to illegal support for terrorists; Arian is heard on wiretapped conversations hailing attacks against Israel and calling suicide bombers 'martyrs'; but much of conversations predated 1995 designation by United States of Palestinian Islamic Jihad as terrorist group; photos (M)",
      "lead_paragraph": "WASHINGTON, Dec. 6 - In a major defeat for law enforcement officials, a jury in Florida failed to return guilty verdicts Tuesday on any of 51 criminal counts against a former Florida professor and three co-defendants accused of operating a North American front for Palestinian terrorists.",
      "publication_date": "2005-12-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/07/us/nationalspecial3/not-guilty-verdicts-in-florida-terror-trial-are-setback.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "Lines Are Drawn for BigSuit Over Sodas",
      "snippet": "Stephen Gardner, staff lawyer for Center for Science in the Public Interest, and half dozen other lawyers will seek to ban sales of surgery beverages in schools; lawsuit is to be filed in Massachusetts, which has strong consumer protection laws an...",
      "abstract": "Stephen Gardner, staff lawyer for Center for Science in the Public Interest, and half dozen other lawyers will seek to ban sales of surgery beverages in schools; lawsuit is to be filed in Massachusetts, which has strong consumer protection laws and happens to be where some of lawyers are based, and will name Coca-Cola, PepsiCo and their local bottlers; lawsuit will be first of many state lawsuits; beverage industry is gearing up for counterattack; American Beverage Association last week released study arguing that soda sales in schools are not significant contributor to rising childhood obesity; Gardner argues that soda and other surgery beverges are harmful to students' health and that selling those drinks in schools sends message that their regular consumption is perfectly fine; map; chart; photo (M)",
      "lead_paragraph": "It is lunchtime at Grover Cleveland High School in Portland, Ore. A steady stream of thirsty teenagers poke dollars into the three Coca-Cola machines in the hallway. By the end of lunch period, the Coke With Lime, Cherry Coke and Vanilla Coke are sold out.",
      "publication_date": "2005-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/07/business/lines-are-drawn-for-bigsuit-over-sodas.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "Supreme Court Weighs Military's Access to Law Schools",
      "snippet": "Supreme Court considers whether American military should have access to law schools to recruit students, although not openly gay ones; law schools insist that only employers who pledge not to discriminate, against homosexuals or anyone else, are w...",
      "abstract": "Supreme Court considers whether American military should have access to law schools to recruit students, although not openly gay ones; law schools insist that only employers who pledge not to discriminate, against homosexuals or anyone else, are welcome; Congress has threatened to withhold federal money from non-compliant universities; justices appear strongly inclined to uphold so-called Solomon Amendment, federal law which withholds federal grants from universities that do not give military recruiters same access as civilian recruiters; constitutional question is one of free speech and association; federal appeals court last year ruled in favor of coalition of three dozen law schools, finding that Solomon Amendment forced schools to accommodate military's 'expressive message of disapproval of homosexuality' despite law schools' commitment to equal rights for their gay students; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 6 - The military wants access to law schools on the same basis as other potential employers seeking to recruit students, although openly gay law students, of course, need not apply. The law schools insist that only those employers who pledge not to discriminate, against gay men and lesbians or anyone else, are welcome.",
      "publication_date": "2005-12-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/07/politics/supreme-court-weighs-militarys-access-to-law-schools.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Holiday Season Is a Holding Action at Gap Stores",
      "snippet": "Shoppers are rejecting Gap Inc's clothing as too trendy one season, too safe the next, and generally less exciting than that offered by chains like H&M and Zara, which have pushed quick and cheap fashion knockoffs, or teenager-oriented retailers l...",
      "abstract": "Shoppers are rejecting Gap Inc's clothing as too trendy one season, too safe the next, and generally less exciting than that offered by chains like H&M and Zara, which have pushed quick and cheap fashion knockoffs, or teenager-oriented retailers like Abercrombie & Fitch and American Eagle Outfitters, which strongly evoke lifestyle; Gap has largely written off strong showing this holiday season, cutting its forecast for full-year earnings after finding that number of shoppers walking into its stores has fallen by 8 percent; analysts are challenging company's chief executive Paul S Pressler, former Disney executive who took over Gap in 2002 with little retail experience; Gap has aggressively defended Pressler against criticism; commercial seen in New York theaters depicting remodeling of Gap store in Manhattan as tumultuous is seen as metaphor for retailer itself; graph; charts; photos (M)",
      "lead_paragraph": "In an unusual advertisement that ran briefly in New York movie theaters, customers and employees suddenly begin to trash a Gap store. One man tackles a mannequin, tearing off its shirt with his teeth, while another slices through a display case with a chain saw. A woman, spotting the pandemonium, drives her minivan through the front doors.",
      "publication_date": "2005-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/07/business/holiday-season-is-a-holding-action-at-gap-stores.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Alternative Rx For Xbox Fever",
      "snippet": "THE great thing about shopping for video games is that the person you're buying the gift for almost certainly knows more about it than you do. If you have gamers in your life, no matter what age, odds are that they already know exactly what they w...",
      "abstract": "THE great thing about shopping for video games is that the person you're buying the gift for almost certainly knows more about it than you do. If you have gamers in your life, no matter what age, odds are that they already know exactly what they want. You need only shut up and fork over the credit card.     You can use this to your advantage. If you are lucky enough that the gamer on your list has said anything recently about a game or game machine that is not Microsoft's new Xbox 360, the smart move is to drop whatever you're doing right now and buy it. That way, you will not be among the hordes this holiday season already wondering if they can afford to miss a car payment, or maybe a mortgage installment, to satisfy their 360-craving gamer.  ",
      "lead_paragraph": "THE great thing about shopping for video games is that the person you're buying the gift for almost certainly knows more about it than you do. If you have gamers in your life, no matter what age, odds are that they already know exactly what they want. You need only shut up and fork over the credit card.",
      "publication_date": "2005-12-07T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/12/07/technology/video-gaming-alternative-rx-for-xbox-fever.html",
      "byline": "By Seth Schiesel"
    },
    {
      "headline": "Mel Gibson Developing Holocaust Mini-Series",
      "snippet": "Mel Gibson, whose film Passion of the Christ was criticized by some as anti-Semitic, and whose father has said that Holocaust never happened, is developing nonfiction mini-series for ABC about Holocaust; Gibson's TV production company Con Artists ...",
      "abstract": "Mel Gibson, whose film Passion of the Christ was criticized by some as anti-Semitic, and whose father has said that Holocaust never happened, is developing nonfiction mini-series for ABC about Holocaust; Gibson's TV production company Con Artists Productions will base mini-series on Flory A Van Beek's memoir Flory: Survival in the Valley of Death; Van Beek is Dutch Jew whose gentile neighbors hid her from Nazis but who lost several relatives in concentration camps; project is in its early stages, so there is no guarantee that it will be completed; Gibson is not expected to act in mini-series, nor is it certain that his name, rather than his company's, will be publicly attached to final project; photos (M)",
      "lead_paragraph": "LOS ANGELES, Dec. 6 - Mel Gibson, whose \"Passion of the Christ\" was criticized by some as anti-Semitic -- and whose father has said that the Holocaust did not happen -- is developing a nonfiction mini-series about the Holocaust.",
      "publication_date": "2005-12-07T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/07/arts/television/mel-gibson-developing-holocaust-miniseries.html",
      "byline": "By David M. Halbfinger"
    },
    {
      "headline": "Rivals Gird for Battle on Guidant",
      "snippet": "Johnson & Johnson, responding to Boston Scientific's unexpected $25 billion bid for Guidant, asserts that $21.5 billion merger agreement it reached with Guidant on Nov 15 represents 'full and fair value'; Johnson & Johnson's suggestion that it has...",
      "abstract": "Johnson & Johnson, responding to Boston Scientific's unexpected $25 billion bid for Guidant, asserts that $21.5 billion merger agreement it reached with Guidant on Nov 15 represents 'full and fair value'; Johnson & Johnson's suggestion that it has no intention of entering bidding war comes in written statement by its chairman-chief executive William C Weldon; his statement concludes that his company's offer is in 'best strategic interest of Guidant, its customers and its patients'; missing from Weldon's list are Guidant's shareholders, who analysts say appear to be leaning toward Boston Scientific (M)",
      "lead_paragraph": "Battle lines have been drawn in the fight for control of Guidant, the medical device maker whose crown jewel is its strong position in the huge and fast-growing market for heart-regulating implants.",
      "publication_date": "2005-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/07/business/rivals-gird-for-battle-on-guidant.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "New Optimism About the Japanese Economy After a Bleak Decade",
      "snippet": "Most economists and analysts believe economic recovery in Japan is real, its roots extending through Japanese economy; economists say that Japan seems to have addressed its bubble-era problems and emerged leaner and more competitive after more tha...",
      "abstract": "Most economists and analysts believe economic recovery in Japan is real, its roots extending through Japanese economy; economists say that Japan seems to have addressed its bubble-era problems and emerged leaner and more competitive after more than decade of working off excessive debt, bloated payrolls and overbuilt factory capacity; graphs; photos (M)",
      "lead_paragraph": "TOKYO, Dec. 6 - College graduates face the best job market in a decade, and wages are rising again. The lead stock market index has doubled in value in two years. Corporate profits are the highest in recent memory. And for the first time since 1990, land prices in Tokyo are up.",
      "publication_date": "2005-12-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/07/business/new-optimism-about-the-japanese-economy-after-a-bleak-decade.html",
      "byline": "By Martin Fackler"
    },
    {
      "headline": "Rice Is Challenged in Europe Over Secret Prisons",
      "snippet": "Secretary of State Condoleezza Rice, on visit to Europe, is pelted with questions about covert prisons and one mistaken, secret arrest, during stops in Berlin and Bucharest; Europe is roiled by reports that United States maintains secret jails for...",
      "abstract": "Secretary of State Condoleezza Rice, on visit to Europe, is pelted with questions about covert prisons and one mistaken, secret arrest, during stops in Berlin and Bucharest; Europe is roiled by reports that United States maintains secret jails for terror suspects in Europe, and by residual anger over American practice of rendition, secret transfer of terrorism suspects to custody of third countries, including some outside Europe that routinely use torture; in Berlin, Rice meets with Chancellor Angela Merkel, who says Rice admitted it was mistake for US to abduct German citizen Khaled el-Masri on suspicion of terrorism and hold him in detention for five months; Rice's aides quickly claim that Rice said only that if mistakes were made, they would be corrected; Rice assures Merkel that 'United States does not condone torture'; but American definition of torture is in some cases at variance with international conventions, and Bush administration has maintained in recent years that American law does not apply to prisoners held abroad; Rice is also questioned about secret prisons during meeting with Romanian Pres Traian Basescu in Bucharest; as in Berlin, she declines to answer those questions, most of them coming from American reporters traveling with her; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-12-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/07/world/europe/rice-is-challenged-in-europe-over-secret-prisons.html",
      "byline": "By Joel Brinkley"
    },
    {
      "headline": "All Roads Lead to Cities, Transforming India",
      "snippet": "Last of four articles in series India Accelerating, explores huge population shift to 19 cities sitting along so-called Golden Quadrilateral--3,625 miles of national highways that circle country and are being modernized in epic infrastructure proj...",
      "abstract": "Last of four articles in series India Accelerating, explores huge population shift to 19 cities sitting along so-called Golden Quadrilateral--3,625 miles of national highways that circle country and are being modernized in epic infrastructure project; highway brings in and out almost everything cities need, including cheap labor from rural areas; redone highway is also shrinking distance between villages and cities, luring villagers to cities and jobs; presence of these migrants in cities creates new challenges: battles for land, competition for jobs, strained resources and religious and political tensions; when migrants return home, they bring new views and aspirations with them; this serves to open up, and out, closed worlds of India's villages; for many rural families, having member working in city means having enough money for substantially better life; photos; maps; graph (L)",
      "lead_paragraph": "SURAT, India - This western city has at least 300 slum pockets, grimy industry, factory-fouled air and a spiraling crime rate. A 1994 epidemic -- reported as pneumonic plague -- that originated here caused national panic. It is the kind of place where the body of a woman killed by a passing truck is left in the street because no one knows her.",
      "publication_date": "2005-12-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/07/world/asia/all-roads-lead-to-cities-transforming-india.html",
      "byline": "By Amy Waldman"
    },
    {
      "headline": "Suicide Bombers Kill 36 Officers at Iraqi Academy",
      "snippet": "Two powerful suicide bombs rip through Baghdad's main police academy, killing at least 36 police officers and wounding 72 others, in deadliest attack in capital in months; attack underscores continuing vulnerability of Iraqi forces, even in Baghda...",
      "abstract": "Two powerful suicide bombs rip through Baghdad's main police academy, killing at least 36 police officers and wounding 72 others, in deadliest attack in capital in months; attack underscores continuing vulnerability of Iraqi forces, even in Baghdad, as Pres Bush comes under increasing political pressure at home to start withdrawing some of 160,000 American troops in Iraq; it also shows that insurgents have infiltrated deepest levels of Iraqi forces, danger that has bedeviled American enterprise from start; Al Qaeda in Mesopotamia, led by Abu Musab al-Zarqawi, claims responsibility for attack; American generals say they expect violence to increase as Saddam Hussein's trial continues and country prepares for Dec 15 elections; Al Jazeera broadcasts videotape from militant group Islamic Army in Iraq showing what appears to be latest victim in wave of abductions of Westerners, American security consultant identified as Ronald Alan Schulz; captors threaten to kill him in 72 hours unless all detainees in Iraq are released; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Dec. 6 - Powerful explosions from two suicide bombs ripped through the capital's main police academy on Tuesday, killing at least 36 police officers and wounding 72 other people, including an American contractor, according to an Interior Ministry official and the American military.",
      "publication_date": "2005-12-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/07/world/middleeast/suicide-bombers-kill-36-officers-at-iraqi-academy.html",
      "byline": "By Edward Wong"
    }
  ]
}