{
  "metadata": {
    "date": "2005-08-16",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Some Funds Taking Role Far Beyond Just Investor",
      "snippet": "Growing number of hedge fund managers have taken up tactics to wage populist battles against chief executives, taking advantage of regulatory changes and public mood oriented toward rooting out corporate misdeeds; funds are demanding that executiv...",
      "abstract": "Growing number of hedge fund managers have taken up tactics to wage populist battles against chief executives, taking advantage of regulatory changes and public mood oriented toward rooting out corporate misdeeds; funds are demanding that executives sell off units, pay dividends or take other actions to raise stock prices quickly; one such activist is Carl C Icahn; some of his recent deals noted; another activist Daniel S Loeb, managing member of Third Point, hedge fund manager, who helped convince Star Gas chief executive Irik P Sevin to resign; photo (M)",
      "lead_paragraph": "Carl C. Icahn is relishing his new reputation as a friend of shareholders.",
      "publication_date": "2005-08-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/16/business/some-funds-taking-role-far-beyond-just-investor.html",
      "byline": "By Riva D. Atlas"
    },
    {
      "headline": "In the Hospital, a Degrading Shift From Person to Patient",
      "snippet": "First article in series, Being a Patient, explores often degrading experience of entering medical system, whether hospital, nursing home or clinic; in surveys, many people who have received medical care say they benefit from expertise of first-rat...",
      "abstract": "First article in series, Being a Patient, explores often degrading experience of entering medical system, whether hospital, nursing home or clinic; in surveys, many people who have received medical care say they benefit from expertise of first-rate doctors, but often feel resentful, helpless and dehumanized in process; they cite impersonal nature of care; anthropologists say transformation from citizen to patient can be jarring, and it begins immediately at admission with clerk handing out confusing forms, and newly designated 'patient' required to strip to underwear and don flimsy hospital gown that opens at back; says it continues with nearly total lack of privacy during hospital stay; many patients complain about nurses and doctors who enter room and begin examination or medical procedure without introducing themselves or speaking at all; many patients complain about noise on most hospital floors; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/16/health/in-the-hospital-a-degrading-shift-from-person-to-patient.html",
      "byline": "By Benedict Carey"
    },
    {
      "headline": "Can Gene-Altered Rice Rescue the Farm Belt?",
      "snippet": "Gene-altered rice project by Watson, Mo, farmer Jason Garst and backed by private company called Ventria Bioscience with support of Northwest Missouri State University, has run into opposition from environmental groups and even beer giant Anheuser...",
      "abstract": "Gene-altered rice project by Watson, Mo, farmer Jason Garst and backed by private company called Ventria Bioscience with support of Northwest Missouri State University, has run into opposition from environmental groups and even beer giant Anheuser-Busch amid fears about health effects of genetically engineered crops; critics of Ventria's plans are concerned that gene-altered rice could contaminate regular rice crops and pose health risk to consumers, scaring off buyers; debate has certain urgency in Farm Belt because it highlights challenge facing much of region's economy: finding new products that will reduce farmers' reliance on commodity crops; photos (M)",
      "lead_paragraph": "WATSON, Mo. - Like an expectant father, Jason Garst stood in calf-deep water and studied the three-foot-high rice plants growing in a flooded field here.",
      "publication_date": "2005-08-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/16/business/can-genealtered-rice-rescue-the-farm-belt.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "News Corp. Starts to Fill the Shoes of a Departed Murdoch",
      "snippet": "News Corp announces Roger E Ailes has been named chairman of Fox Television Stations; appointment gives Ailes oversight of Fox's 55 broadcast television stations and production studio, Twentieth Television; Ailes will report to chairman-chief exec...",
      "abstract": "News Corp announces Roger E Ailes has been named chairman of Fox Television Stations; appointment gives Ailes oversight of Fox's 55 broadcast television stations and production studio, Twentieth Television; Ailes will report to chairman-chief executive Rupert Murdoch and president and chief operating officer Peter Chernin; duties Ailes inherits are previously part of portfolio of Murdoch's oldest son, Lachlan, who resigned as deputy chief operating officer on July 29; photo (M)",
      "lead_paragraph": "Roger E. Ailes, the media adviser to three Republican presidents who has been chairman of Fox News Channel since its inception nine years ago, was given an additional title yesterday: chairman of Fox Television Stations.",
      "publication_date": "2005-08-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/16/business/media/news-corp-starts-to-fill-the-shoes-of-a-departed-murdoch.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Fuel Rule Change for Big S.U.V.'s Seen as Unlikely",
      "snippet": "Bush administration is expected to abandon proposal to extend fuel economy regulations to include Hummer H2's and other huge sport utility vehicles; impact of tougher requirements would have been borne almost solely by increasingly troubled domest...",
      "abstract": "Bush administration is expected to abandon proposal to extend fuel economy regulations to include Hummer H2's and other huge sport utility vehicles; impact of tougher requirements would have been borne almost solely by increasingly troubled domestic auto industry, concern for administration; its broad plan to overhaul light-truck mileage rules would change regulatory system from using averaged mileage for automaker's entire annual light-truck output to one that sets up five or six classes, determined by vehicle's size; administration plan is still being reviewed by Office of Management and Budget, which has had role in drafting plan; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/16/business/fuel-rule-change-for-big-suvs-seen-as-unlikely.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Doctors' Links With Investors Raise Concerns",
      "snippet": "Growing numbers of doctors sign up as consultants with companies that match them with investors, raising troubling ethical questions; Securities and Exchange Commission is looking at whether doctors, participating in clinical trials, are accepting...",
      "abstract": "Growing numbers of doctors sign up as consultants with companies that match them with investors, raising troubling ethical questions; Securities and Exchange Commission is looking at whether doctors, participating in clinical trials, are accepting money to talk to analysts and investors about confidential results; this could be construed as violation of insider trading law; investment houses and research analysts often sponsor dinners where paid panels of physicians give their thoughts about pharmaceutical developments; even though companies prohibit panelists from violating confidence or revealing proprietary information, such conversations carry risk that participants will betray secrets; Food and Drug Adm, which regulates clinical trials, has no authority over investment transactions but has increased information-sharing with SEC; Journal of American Medical Assn carries article exploring relationships between doctors and investment companies; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/16/business/doctors-links-with-investors-raise-concerns.html",
      "byline": "By Stephanie Saul and Jenny Anderson"
    },
    {
      "headline": "Wall Street Seeks Stakes in New Spots for Trading",
      "snippet": "Morgan Stanley, UBS, Credit Suisse First Boston and Citigroup are expected to announce they are joining Merrill Lynch and Citadel Derivatives Group in buying equity stake in Philadelphia Stock Exchange; Fidelity Investments, Lehman Brothers, Credi...",
      "abstract": "Morgan Stanley, UBS, Credit Suisse First Boston and Citigroup are expected to announce they are joining Merrill Lynch and Citadel Derivatives Group in buying equity stake in Philadelphia Stock Exchange; Fidelity Investments, Lehman Brothers, Credit Suisse First Boston, Citigroup and Citigroup unit, Lava Trading, are in advanced talks to create electronic stock trading platform in Boston, which will be structured similarly to Boston Options Exchange; two deals appear to be reaction against might of New York Stock Exchange and of Nasdaq (M)",
      "lead_paragraph": "Two deals to secure places to trade stocks and options that could eventually be alternatives to the New York Stock Exchange and the Nasdaq market are expected to be announced soon, with nearly every significant Wall Street bank scrambling to align itself with one or both of the efforts.",
      "publication_date": "2005-08-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/16/business/wall-street-seeks-stakes-in-new-spots-for-trading.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Israeli Troops Press Settlers to Quit Gaza",
      "snippet": "Israeli settlements of Gaza are surrounded by thousands of Israeli police officers and soldiers, who warn residents to leave by Aug 17 or face forcible ejection from their homes; officers present show of force but avoid confrontation with settlers...",
      "abstract": "Israeli settlements of Gaza are surrounded by thousands of Israeli police officers and soldiers, who warn residents to leave by Aug 17 or face forcible ejection from their homes; officers present show of force but avoid confrontation with settlers and their supporters, many of them young and emotional; soldiers negotiate with community leaders in settlements, trying to persuade them to allow in some officers to deliver required notices and moving vans to ease evacuation; officers do not even approach some particularly militant settlements, which have made it clear that police and army are not welcome; elsewhere, there are tearful scenes of remonstrance, prayer and conversation between residents and troops, some of whom quietly admit they would rather be fighting crime and terrorism than confronting settlers; photo; map (M)",
      "lead_paragraph": "GAN OR, Gaza Strip, Aug. 15 - Thousands of Israeli police officers and soldiers moved to surround the Israeli settlements of Gaza on Monday, warning residents that they had until early Wednesday to leave before they were pulled out of their homes.",
      "publication_date": "2005-08-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/16/world/middleeast/israeli-troops-press-settlers-to-quit-gaza.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Leaders in Iraq Extend Deadline on Constitution",
      "snippet": "Iraqi political leaders working on new constitution vote to give themselves another week to resolve fundamental disagreements over future and identity of fractious land; several leaders say their disagreements about Islam, oil and distribution of ...",
      "abstract": "Iraqi political leaders working on new constitution vote to give themselves another week to resolve fundamental disagreements over future and identity of fractious land; several leaders say their disagreements about Islam, oil and distribution of political power grew sharper as Aug 15 deadline approached; country's elected assembly votes to amend interim constitution to give drafters extra week; for now, dates remain unchanged for nationwide referendum on constitution, Oct 15, and for parliamentary elections, Dec 15; some Iraqi leaders discuss possibility of dissolving Iraq's National Assembly and holding fresh elections if they fail to agree on constitution by Aug 22; call this option last resort, for fear it could throw country into full-blown political crisis and possibly embolden insurgency; Pres Bush plays down delay and applauds Iraqis; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Aug. 15 - The Iraqi political process descended toward paralysis on Monday, when leaders failed to meet the deadline for completing the new constitution and voted to give themselves another week to resolve fundamental disagreements over the future and identity of this fractious land.",
      "publication_date": "2005-08-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/16/world/middleeast/leaders-in-iraq-extend-deadline-on-constitution.html",
      "byline": "By Dexter Filkins and James Glanz"
    },
    {
      "headline": "Roberts's Files From 80'sRecall Big Debates of Era",
      "snippet": "National Archives releases thousands of pages from Supreme Court nominee John G Roberts Jr's years in Reagan White House; documents provide vivid reminder of debates that consumed official Washington in those days, but offer only indistinct portra...",
      "abstract": "National Archives releases thousands of pages from Supreme Court nominee John G Roberts Jr's years in Reagan White House; documents provide vivid reminder of debates that consumed official Washington in those days, but offer only indistinct portrait of the young Roberts; his analysis of recent Supreme Court decisions was careful, precise and largely devoid of his own opinions; he clearly endeavored to convey administration's views on subjects that landed on his desk, only occasionally indicating whether views were his own; in some instances, writings are nuanced to point of ambiguity (M)",
      "lead_paragraph": "WASHINGTON, Aug. 15 - Only an indistinct portrait of the young John G. Roberts Jr. emerged in thousands of pages released on Monday by the National Archives from the Supreme Court nominee's years in the Reagan White House. But the documents do provide a vivid reminder of the debates that consumed official Washington in those days.",
      "publication_date": "2005-08-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/16/politics/politicsspecial1/robertss-files-from-80srecall-big-debates-of-era.html",
      "byline": "By Linda Greenhouse"
    }
  ]
}