{
  "metadata": {
    "date": "2005-02-28",
    "total_articles": 31
  },
  "articles": [
    {
      "headline": "As Autistic Children Grow, So Does Social Gap",
      "snippet": "Karen Singer says sixth grade was trying time for her autistic son; says classmates who once tolerated his peculiarities shunned him; intensive behavioral treatment prepared Singer's son academically and helped him get by in regular classes for ye...",
      "abstract": "Karen Singer says sixth grade was trying time for her autistic son; says classmates who once tolerated his peculiarities shunned him; intensive behavioral treatment prepared Singer's son academically and helped him get by in regular classes for years; social skills are more elusive for autistic children, and gap widens with each passing year; 27 percent of 141,022 autistic children in US were educated in public schools in 2004; four school districts in New York region are using curriculum designed by pediatic neuropsychologist Michelle Dunn, which combines social skills groups for autistic children with schoolwide attention to the need for tolerance and trains school staff members to continue curriculum on their own; photos (M)",
      "lead_paragraph": "Sixth grade was a trying time for Karen Singer's autistic son, who spent recess wandering the periphery of the playground by himself and sometimes hid in the school bathroom when he needed a safe place to cry.",
      "publication_date": "2005-02-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/26/health/as-autistic-children-grow-so-does-social-gap.html",
      "byline": "By Jane Gross"
    },
    {
      "headline": "F.C.C. to Review Decision on Sale of 4 Stations",
      "snippet": "Federal Communications Commission, in abrupt about-face, decides to reconsider staff decision that allowed Gene Stipe, prominent Oklahoma Democratic politician who has been convicted of perjury and obstruction of justice, to sell group of radio st...",
      "abstract": "Federal Communications Commission, in abrupt about-face, decides to reconsider staff decision that allowed Gene Stipe, prominent Oklahoma Democratic politician who has been convicted of perjury and obstruction of justice, to sell group of radio stations; agency has long required forfeiture of radio licenses to commission by those who fail character test (M)",
      "lead_paragraph": "WASHINGTON, Feb. 25 - The Federal Communications Commission, in an abrupt about-face, has decided to reconsider a staff decision that allowed a prominent Oklahoma politician convicted of perjury and obstruction of justice to sell a group of radio stations, officials said on Friday.",
      "publication_date": "2005-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/26/business/media/fcc-to-review-decision-on-sale-of-4-stations.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Suicide Bombing Kills at Least 4 at Tel Aviv Club",
      "snippet": "Palestinian suicide bomber blows himself up amid crowd of young Israelis in front of Tel Aviv nightclub, killing at least four and wounding dozens; bombing is first major attack since Israeli Prime Min Ariel Sharon and Palestinian leader Mahmoud A...",
      "abstract": "Palestinian suicide bomber blows himself up amid crowd of young Israelis in front of Tel Aviv nightclub, killing at least four and wounding dozens; bombing is first major attack since Israeli Prime Min Ariel Sharon and Palestinian leader Mahmoud Abbas called for end to violence on Feb 8; bombing endangers efforts to end over four years of violence and renew peace negotiations; Abbas condemns attack; photo (M)",
      "lead_paragraph": "TEL AVIV, Saturday, Feb. 26 - A Palestinian suicide bomber blew himself up amid a crowd of young Israelis waiting to enter a nightclub near the Tel Aviv beachfront Friday night, killing at least four, wounding dozens and threatening to shatter a truce that had largely been holding.",
      "publication_date": "2005-02-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/26/world/suicide-bombing-kills-at-least-4-at-tel-aviv-club.html",
      "byline": "By Alan Cowell and Greg Myre"
    },
    {
      "headline": "Women's Voices Rise as Rwanda Reinvents Itself",
      "snippet": "Rwanda's Parliament has greater percentage of women than any other parliamentary body in world; country is reinventing itself in some surprising ways decade after a killing frenzy left Rwanda in ruins; women make up 48.8 percent of seats in Parlia...",
      "abstract": "Rwanda's Parliament has greater percentage of women than any other parliamentary body in world; country is reinventing itself in some surprising ways decade after a killing frenzy left Rwanda in ruins; women make up 48.8 percent of seats in Parliament's lower house; rise of women stems in part from government initiatives aimed at propelling them to upper ranks of politics; their numbers do not necessarily add up to influence in what remains deeply patriarchal land; they are more reflection of demographics spawned by killing spree that left 800,000 people dead; graph; photos (M)",
      "lead_paragraph": "KIGALI, Rwanda, Feb. 23 - The most remarkable thing about Rwanda's Parliament is not the war-damaged building that houses it, with its bullet holes and huge artillery gashes still visible a decade after the end of the fighting.",
      "publication_date": "2005-02-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/26/world/africa/womens-voices-rise-as-rwanda-reinvents-itself.html",
      "byline": "By Marc Lacey"
    },
    {
      "headline": "OPEC Member Burdened by High Oil Prices",
      "snippet": "Purnomo Yusgiantoro, minister of energy and mineral resources for Indonesia, says rough consensus has formed among OPEC oil ministers that oil prices are too high; says that consensus may not be widely shared; there are growing indications that OP...",
      "abstract": "Purnomo Yusgiantoro, minister of energy and mineral resources for Indonesia, says rough consensus has formed among OPEC oil ministers that oil prices are too high; says that consensus may not be widely shared; there are growing indications that OPEC's larger producers are actually getting more comfortable with higher oil prices; photo (M)",
      "lead_paragraph": "JAKARTA, Indonesia, Feb. 25 - What's good for OPEC is no longer good for one of its smallest members and its only representative from Asia.",
      "publication_date": "2005-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/26/business/worldbusiness/opec-member-burdened-by-high-oil-prices.html",
      "byline": "By Keith Bradsher and Jad Mouawad"
    },
    {
      "headline": "Amid Uproar, Harvard's President Ponders His Style",
      "snippet": "Harvard University Pres Lawrence H Summers is trying to become new kind of man as he seeks to end controversy over his leadership style; Summers says he has sought advice from fellow academics and advisers like Bill Clinton and David Gergen; some ...",
      "abstract": "Harvard University Pres Lawrence H Summers is trying to become new kind of man as he seeks to end controversy over his leadership style; Summers says he has sought advice from fellow academics and advisers like Bill Clinton and David Gergen; some faculty members are still angry after his comments about women's lack of success in math and science careers set off broader crisis in confidence about his choice of words, his treatment of colleagues and their perception that he lacks respect for faculty; Summers photo (M)",
      "lead_paragraph": "CAMBRIDGE, Mass., Feb. 25 - Former President Bill Clinton recently advised him to learn from his mistakes and move forward. The political counselor David Gergen has helped on damage control. Surrounded by the best minds of Harvard, he has turned for guidance to the government professor Theda Skocpol, the social ethicist Mahzarin Banaji and the campus wise man Henry Rosovsky, among others.",
      "publication_date": "2005-02-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/26/education/amid-uproar-harvards-president-ponders-his-style.html",
      "byline": "By Patrick D. Healy and Sara Rimer"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Workers at Wal-Mart Shop Vote Against a Labor Union  Workers at a tiny Wal-Mart tire and lube shop in Loveland, Colo., voted against forming a union in what was a closely watched test of labor's efforts to organize employees at the world's largest...",
      "abstract": " Workers at Wal-Mart Shop Vote Against a Labor Union  Workers at a tiny Wal-Mart tire and lube shop in Loveland, Colo., voted against forming a union in what was a closely watched test of labor's efforts to organize employees at the world's largest retailer.    Union support at the Loveland shop dissipated after Wal-Mart exposed workers to videos about problems with unions and transferred other workers into the shop. [Page A8.]    Wal-Mart Canada was ordered by Quebec's labor relations board to stop intimidating workers at a store in the midst of an organizing drive. [C10.]    G.D.P. Figure Is Revised Higher  Economic momentum at the end of last year was stronger than previously thought, according to a government report that revised fourth-quarter gross domestic product to reflect stronger exports and investment. G.D.P. grew at a revised 3.8 percent annual rate in the final three months of last year, instead of the 3.1 percent reported a month ago. That was slightly stronger than the 3.7 percent rate that Wall Street economists had forecast. [C4.]    Bank Is Told to Halt U.S. Operations  Federal regulators ordered Arab Bank, which is based in Jordan and is facing several lawsuits in New York filed by victims of terrorist attacks, to suspend most of its operations in the United States, saying its internal controls were inadequate. [C4.]    Riggs National agreed to pay an unusual $8 million settlement to resolve a Spanish legal action related to its dealings with Chile's former dictator, Gen. Augusto Pinochet. [C4.]    Japanese Drug Maker to Buy Rival  Sankyo plans to buy its smaller rival Daiichi Pharmaceutical in a $7.7 billion deal that is the latest in a string of mergers and buyouts among Japanese drug makers. [C3.]    Skirmishes Over Europe-U.S. Trade  The United States and the European Union are disagreeing over positions on agricultural trade they adopted last year, casting doubt on their progress in trade talks. [C3.]    Stocks Head Higher for a Third Day  A positive report on economic growth sent stocks higher for the third consecutive day. The Dow average rose 92.81 points, to 10,841.60, its best close since Dec. 28. The S.&.P. 500 was up 11.17 points, to 1,211.37, and the Nasdaq composite gained 13.7 points, to 2,065.40. All three indexes ended higher after a turbulent week. [C4.]    Europe Follows Up on Microsoft  The European Commission will consult with the computer industry on whether Microsoft is complying with an antitrust ruling against it, a commission spokesman said. [C3.]    Tax Payments Lead to a Loss at MCI  An earnings report from MCI showed that its finances have largely stabilized, but it raised some questions about why the company is considered a hot property. [C10.]    Clear Channel Reports a Loss  Clear Channel, the nation's largest radio station owner, posted a fourth-quarter loss of $4.67 billion after writing down the value of radio licenses. [C2.]    Reality Show Seeks a Rock Star  Mark Burnett, the creator of ''The Apprentice'' and other reality shows, is working on ''Rock Star,'' in which contestants will compete for the chance to join the rock band INXS. [B9.]    Icahn Effort on Bylaws Rejected  Mylan Laboratories said a federal judge had rejected an attempt by the financier Carl C. Icahn to block a change in its bylaws involving nominations for the company's board. [C4.]  ",
      "lead_paragraph": "Workers at Wal-Mart Shop Vote Against a Labor Union Workers at a tiny Wal-Mart tire and lube shop in Loveland, Colo., voted against forming a union in what was a closely watched test of labor's efforts to organize employees at the world's largest retailer.",
      "publication_date": "2005-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/26/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Ebbers Leans Toward Taking the Stand in His Trial",
      "snippet": "WorldCom Inc's former chief executive Bernard J Ebbers indicates that he may testify in his own defense against charges of fraud, conspiracy and filing false financial reports (M)",
      "abstract": "WorldCom Inc's former chief executive Bernard J Ebbers indicates that he may testify in his own defense against charges of fraud, conspiracy and filing false financial reports (M)",
      "lead_paragraph": "In a dramatic move by the defense, Bernard J. Ebbers, the former chief executive of WorldCom accused of fraud, conspiracy and filing false financial reports, has indicated that he may testify in his own defense next week.",
      "publication_date": "2005-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/26/business/ebbers-leans-toward-taking-the-stand-in-his-trial.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Even for Sickest of Airlines, Financial Skies Can Be Friendly",
      "snippet": "Sickest airlines are being kept alive with significant help from lenders, federal government, patient judges, aircraft companies and even rivals; analysts say behind latest leniency lies mix of politics and financial opportunity; say no one, least...",
      "abstract": "Sickest airlines are being kept alive with significant help from lenders, federal government, patient judges, aircraft companies and even rivals; analysts say behind latest leniency lies mix of politics and financial opportunity; say no one, least of all government, wants to be responsible for shutting down struggling airlines, which employ thousands of workers; wide variety of available help frustrates some executives at airlines that have managed to avoid Chapter 11 bankruptcy filing, often through the dint of deep cuts in their operations; photos (M)",
      "lead_paragraph": "When Glenn F. Tilton, the chief executive of United Airlines, finished outlining the steps the airline was taking to eventually emerge from bankruptcy protection at a crowded investment conference last week, a voice piped up from the back of the room.",
      "publication_date": "2005-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/26/business/even-for-sickest-of-airlines-financial-skies-can-be-friendly.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "BMW Tries to Refresh the Look of a Successful Model",
      "snippet": "BMW chairman Helmut Panke will introduce new design for its 3 Series at Geneva Motor Show; 3 Series accounts for 44 percent of BMW's worldwide sales, making it linchpin of company that is generally regarded as Germany's most successful carmaker; g...",
      "abstract": "BMW chairman Helmut Panke will introduce new design for its 3 Series at Geneva Motor Show; 3 Series accounts for 44 percent of BMW's worldwide sales, making it linchpin of company that is generally regarded as Germany's most successful carmaker; graphs; photos (M)",
      "lead_paragraph": "MUNICH, Feb. 21 - As he prepares for the introduction of BMW's new 3 Series, Helmut Panke, the company's 58-year-old chairman, sounds almost like a dad misting up over his debutante daughter.",
      "publication_date": "2005-02-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/26/business/worldbusiness/bmw-tries-to-refresh-the-look-of-a-successful-model.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Within C.I.A., Worry of Prosecution for Conduct",
      "snippet": "Career officers at Central Intelligence Agency fear prosecution and punishment for conduct during interrogations and detentions of terrorism suspects; several cases are currently under review by Justice Dept; concern in ranks has been growing sinc...",
      "abstract": "Career officers at Central Intelligence Agency fear prosecution and punishment for conduct during interrogations and detentions of terrorism suspects; several cases are currently under review by Justice Dept; concern in ranks has been growing since removal of Baghdad station chief in December 2003 because of concerns about deaths of two Iraqis questioned by CIA employees (M)",
      "lead_paragraph": "WASHINGTON, Feb. 26 - There is widening unease within the Central Intelligence Agency over the possibility that career officers could be prosecuted or otherwise punished for their conduct during interrogations and detentions of terrorism suspects, according to current and former government officials.",
      "publication_date": "2005-02-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/02/27/world/within-cia-worry-of-prosecution-for-conduct.html",
      "byline": "By Douglas Jehl and David Johnston"
    },
    {
      "headline": "Doing Well in Your Career by Doing Good Outside It",
      "snippet": "Article on workers who do volunteer work; says about 65 million people did volunteer work last year; holds volunteerism has aura of deal-making at times: people want to give, but they also need to get, in form of enhanced professional skills, real...",
      "abstract": "Article on workers who do volunteer work; says about 65 million people did volunteer work last year; holds volunteerism has aura of deal-making at times: people want to give, but they also need to get, in form of enhanced professional skills, real-life experience for their resumes and valuable business contacts; photo (M)",
      "lead_paragraph": "In May 2003, Patrick Sheppard, operations manager for the Bronx division of United Parcel Service, spent four weeks doing volunteer work in an impoverished community in Chattanooga, Tenn. The experience not only changed him personally but he says he feels it improved his team-building and problem-solving skills and made him a more sensitive manager.",
      "publication_date": "2005-02-27T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/02/27/jobs/doing-well-in-your-career-by-doing-good-outside-it.html",
      "byline": "By Eilene Zimmerman"
    },
    {
      "headline": "Mubarak Pushes Egypt to Allow Freer Elections",
      "snippet": "Egyptian Pres Hosni Mubarak asks Parliament to amend Constitution to allow direct, multiparty presidential elections for first time; some opposition politicians and analysts hail proposal, while skeptics await details; proponents regard move as fi...",
      "abstract": "Egyptian Pres Hosni Mubarak asks Parliament to amend Constitution to allow direct, multiparty presidential elections for first time; some opposition politicians and analysts hail proposal, while skeptics await details; proponents regard move as first step in reviewing entire Constitution and response to domestic Bush administration pressure; Egypt's Parliament has long history of diluting reforms; recent arrest of Ayman Nour, leader of newly formed opposition party, seems at odds with Mubarak's commitment to democracy; photos (M)",
      "lead_paragraph": "CAIRO, Feb. 26 - President Hosni Mubarak asked Egypt's Parliament on Saturday to amend the Constitution to allow for direct, multiparty presidential elections this year for the first time in the nation's history.",
      "publication_date": "2005-02-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/02/27/world/middleeast/mubarak-pushes-egypt-to-allow-freer-elections.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "Arrest Is Made in Series of Killings in Kansas",
      "snippet": "Wichita (Kan) police arrest Dennis L Rader as suspect in BTK serial murder case, so-called because of his preferred method of binding, torturing and killing; Rader is suspected in 10 killings from 1974 to 1991; BTK killer sent chilling, taunting l...",
      "abstract": "Wichita (Kan) police arrest Dennis L Rader as suspect in BTK serial murder case, so-called because of his preferred method of binding, torturing and killing; Rader is suspected in 10 killings from 1974 to 1991; BTK killer sent chilling, taunting letters over years to police, newspapers and TV stations, often leaving tantalizing clues; DNA evidence is said to link Rader to crimes; Rader worked for years as municipal compliance officer in Wichita suburb Park City and knew every house in community; photos (M)",
      "lead_paragraph": "WICHITA, Kan., Feb. 26 - People here had often wondered and worried about whether B.T.K., the elusive serial killer who taunted this city on and off for more than three decades, might be living right here, just beside them, all along.",
      "publication_date": "2005-02-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/02/27/us/arrest-is-made-in-series-of-killings-in-kansas.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "No Remorse. No Regrets. No Worries For Martha.",
      "snippet": "Article on next steps that may be taken by Martha Stewart and company she founded, Martha Stewart Living Omnimedia, as she ends 4 1/2-month prison sentence on March 7; crucial question is whether company and Stewart really learned anything from la...",
      "abstract": "Article on next steps that may be taken by Martha Stewart and company she founded, Martha Stewart Living Omnimedia, as she ends 4 1/2-month prison sentence on March 7; crucial question is whether company and Stewart really learned anything from last three years, when advertisers pulled out, television stations pulled programs from airwaves and merchandisers lost business; photos; graph (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/02/27/business/no-remorse-no-regrets-no-worries-for-martha.html",
      "byline": "By Constance L. Hays"
    },
    {
      "headline": "For Bush, a Long Embrace of Social Security Plan",
      "snippet": "Conservative economists and public policy experts who briefed then-Texas Gov George W Bush on Social Security in 1998 found he already had interest in private investment accounts within Social Security dating back at least to his unsuccessful race...",
      "abstract": "Conservative economists and public policy experts who briefed then-Texas Gov George W Bush on Social Security in 1998 found he already had interest in private investment accounts within Social Security dating back at least to his unsuccessful race for House seat in 1978, illustrating how fringe proposal that once got Sen Barry Goldwater ostracized within his own party gradually became entrenched in conservative agenda; photos (M)",
      "lead_paragraph": "WASHINGTON, Feb. 26 - The conservative economists and public policy experts who trooped in to brief George W. Bush on Social Security not long after he was re-elected governor of Texas in 1998 came with their own ideas about how to overhaul the retirement program. But they quickly found that Mr. Bush, who was well into preparations for his first presidential race and had invited them to Austin for the discussion, already knew where he was headed.",
      "publication_date": "2005-02-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/02/27/politics/for-bush-a-long-embrace-of-social-security-plan.html",
      "byline": "By Richard W. Stevenson"
    },
    {
      "headline": "Bush's Next Target: Malpractice Lawyers",
      "snippet": "Article on Bush administration's next target: medical malpractice lawyers; Bush, in January speech in Illinois, again called for strict limits on medical malpractice suits, including 'hard cap of $250,000' on what patients could recover for non-ec...",
      "abstract": "Article on Bush administration's next target: medical malpractice lawyers; Bush, in January speech in Illinois, again called for strict limits on medical malpractice suits, including 'hard cap of $250,000' on what patients could recover for non-economic damages like physical and emotional pain and suffering; health care analysts, while agreeing that medical liability system is deeply flawed, also agree that solution offered by administration and Republican Congress addresses only one aspect of problem; photos; graph (L)",
      "lead_paragraph": "CHICAGO - TODD A. SMITH is one of the nation's leading medical malpractice lawyers, renowned and feared in the courtroom, having extracted a lengthy string of multimillion-dollar settlements and verdicts from doctors, hospitals and insurers over the years. Though wealthy even by the standards of his profession, Mr. Smith, 55, seems to have lost none of the intensity and passion that fuel his 12- to 14-hour workdays and make him a persuasive trial lawyer.",
      "publication_date": "2005-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/02/27/business/yourmoney/bushs-next-target-malpractice-lawyers.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Chaos Theory and the Cubicle",
      "snippet": "Lisa Belkin's Life's Work column on workers who keep their desks neat and those who always have clutter; says her work space is somewhere in between, collage of Post-it notes and piles; drawings (M)",
      "abstract": "Lisa Belkin's Life's Work column on workers who keep their desks neat and those who always have clutter; says her work space is somewhere in between, collage of Post-it notes and piles; drawings (M)",
      "lead_paragraph": "THIS New Year, for the first time in a long time, I did not resolve to organize my desk. Becoming organized at work is one of the many resolutions I make periodically -- just as I recommit to daily exercise every Monday, and announce every night that, come dawn, I will turn into a morning person. But I'm coming to see the question of desktop tidiness through the lens of nature vs. nurture, and I'm resigning myself to the fact that I was simply born this way.",
      "publication_date": "2005-02-27T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/02/27/jobs/chaos-theory-and-the-cubicle.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "How to Save Medicare? Die Sooner",
      "snippet": "Daniel Altman Economic View column holds one way to contain Medicare's ballooning costs would be to focus end-of-life care on reducing pain rather than prolonging life; holds families should be told that goal of medical care is not always to make ...",
      "abstract": "Daniel Altman Economic View column holds one way to contain Medicare's ballooning costs would be to focus end-of-life care on reducing pain rather than prolonging life; holds families should be told that goal of medical care is not always to make people live longer; calls for better coordination of care of patients whose health changes suddenly and severely; graph (M)",
      "lead_paragraph": "THOUGH Social Security's fiscal direction has taken center stage in Washington of late, Medicare's future financing problems are likely to be much worse. President Bush has asserted that the Medicare Modernization Act, which he signed in 2003, would solve some of those problems -- \"the logic is irrefutable,\" he said two months ago. Yet the Congressional Budget Office expects the law to create just $28 billion in savings during the decade after its passage, while its prescription drug benefit will add more than $400 billion in costs.",
      "publication_date": "2005-02-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/02/27/business/yourmoney/how-to-save-medicare-die-sooner.html",
      "byline": "By Daniel Altman"
    },
    {
      "headline": "In a Surprise, Pearson Says Its Chairman Will Resign",
      "snippet": "Pearson publishing group, in surprise move, says Dennis Stevenson will step down this year; plan seen blow to chief executive Marjorie M Scardino, whom Stevenson helped recruit and shepherd through company reorganization that has yet to show all o...",
      "abstract": "Pearson publishing group, in surprise move, says Dennis Stevenson will step down this year; plan seen blow to chief executive Marjorie M Scardino, whom Stevenson helped recruit and shepherd through company reorganization that has yet to show all of its promised results (M)",
      "lead_paragraph": "LONDON, Feb. 27 - Dennis Stevenson, chairman of the publishing group Pearson, plans to step down this year after two decades on the board, the company said Sunday.",
      "publication_date": "2005-02-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/28/business/media/in-a-surprise-pearson-says-its-chairman-will-resign.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "2 Big Retailers Agree to Merge for About $11 Billion",
      "snippet": "Federated Dept Stores, owner of Macy's and Bloomingdale's, will announce deal to buy May Dept Stores, owner of Lord & Taylor and Marshall Field's, for about $11 billion; merger would transform Federated, already nation's largest department store c...",
      "abstract": "Federated Dept Stores, owner of Macy's and Bloomingdale's, will announce deal to buy May Dept Stores, owner of Lord & Taylor and Marshall Field's, for about $11 billion; merger would transform Federated, already nation's largest department store company, into retailing giant with more than 1,000 stores and $30 billion in sales; its sales will still be far exceeded by Wal-Mart, discount retailer with sales of $262 billion last year; traditional department stores are facing mounting pressure from rivals on all sides, from discount giants like Wal-Mart, specialty stores like Gap and upscale retailers like Neiman Marcus; last year Kmart and Sears, Roebuck & Co merged in $11 billion deal; Federated and May have been discussing merger on and off for last two years; deal has been approved by both company boards; regulators are not expected to block transaction, but may press Federated to sell stores in cities in which it has stronghold; analysts predict Federated will close significant number of May's underperforming locations and give Macy's name to many of May's regional stores; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/28/business/2-big-retailers-agree-to-merge-for-about-11-billion.html",
      "byline": "By Andrew Ross Sorkin and Tracie Rozhon"
    },
    {
      "headline": "The Mother of 'Blue' and 'Dora' Takes a Step Up at Nickelodeon",
      "snippet": "Nickelodeon Television to name Brown Johnson executive creative director of preschool television; she will oversee more than half of all nation's preschool programming on broadcast television, including public television; Nickelodeon's financial s...",
      "abstract": "Nickelodeon Television to name Brown Johnson executive creative director of preschool television; she will oversee more than half of all nation's preschool programming on broadcast television, including public television; Nickelodeon's financial success has grown alongside its reputation for producing engaging and educational children's programs; she comments on use of choreographed pause, which lets children actively respond to television, in programs she has nurtured, interview; photos (M)",
      "lead_paragraph": "After 18 years at Nickelodeon, Brown Johnson has developed a reputation for developing hit programs for preschoolers, like \"Blue's Clues\" and \"Dora the Explorer.\" But what has really set Ms. Johnson apart is what has become known in the business as \"the pause.\"",
      "publication_date": "2005-02-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/28/business/media/the-mother-of-blue-and-dora-takes-a-step-up-at-nickelodeon.html",
      "byline": "By Tania Ralli"
    },
    {
      "headline": "Crashes Start Debateon Safety of Sky Ambulances",
      "snippet": "Spike in accidents, some fatal, puts spotlight on little-regulated and fast-growing medical helicopter industry; number of such sky ambulances has doubled in last decade, to estimated 700, as generous federal reimbursements and changes in payment ...",
      "abstract": "Spike in accidents, some fatal, puts spotlight on little-regulated and fast-growing medical helicopter industry; number of such sky ambulances has doubled in last decade, to estimated 700, as generous federal reimbursements and changes in payment methods attract more operators, including publicly traded corporations; emergency medical helicopters do save lives, by speeding patients to hospitals far faster than ground ambulance could and by reaching remote areas; but industry's rapid, competitive growth may be exacting toll; federal regulators and some doctors worry that pool of skilled helicopter pilots has become drained and that some of those flying are making poor decisions; also, some companies are flying older helicopters that lack instruments needed to help pilots navigate safely; 21 of 27 fatal medical helicopter accidents between 1998 and 2004 were at night and often in bad weather; National Transportation Safety Board is studying matter and will issue its recommmendations to Federal Aviation Adm; photo (M)",
      "lead_paragraph": "On a mild afternoon last week, emergency workers raced up to Jana Austin's rural Arkansas home to ask if a medical helicopter could land on her property to transport a victim of a car crash to a nearby hospital. Ms. Austin, a nursing student, said she readily agreed. But moments after the helicopter took off, she and her 4-year-old daughter stood stunned, watching as the helicopter began to spin, slowly at first, then faster, until it twirled out of control into a nearby pasture. The patient died, and the three crew members were seriously hurt.",
      "publication_date": "2005-02-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/28/us/crashes-start-debateon-safety-of-sky-ambulances.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "Softening the Clinking Sound of Money",
      "snippet": "Time Inc's Money magazine is transforming itself from get-rich investment guide aimed largely at men to family-friendly helpmate editors hope will also appeal to women, younger readers and broader base of advertisers; has poured $8.5 million into ...",
      "abstract": "Time Inc's Money magazine is transforming itself from get-rich investment guide aimed largely at men to family-friendly helpmate editors hope will also appeal to women, younger readers and broader base of advertisers; has poured $8.5 million into reintroduction, including elaborate Mar promotional drive; will send Apr issue electronically to 1.1 million affluent households that subscribe to other Time publications; circulation and advertising graphs; photos; drawing (M)",
      "lead_paragraph": "Cover up the title and you would think you were looking at a lifestyle magazine for women: a brunette model is flopped on the grass with her guy snuggled close, whispering secrets in her ear.",
      "publication_date": "2005-02-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/28/business/media/softening-the-clinking-sound-of-money.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Will Stunts of Sweeps Month Sober Up?",
      "snippet": "Nielsen Media Research's switch to local people meters to replace less advanced set-top boxes and paper diaries to track television viewing is leading some television stations to drop stunts they used in past to boost ratings during sweeps months;...",
      "abstract": "Nielsen Media Research's switch to local people meters to replace less advanced set-top boxes and paper diaries to track television viewing is leading some television stations to drop stunts they used in past to boost ratings during sweeps months; people meters make available next day data on how many and what type of people watch show, type of data on which ad rates are based, weakening incentive to inflate ratings during sweeps; Nielsen has so far rolled out new system in only five largest markets, where it has met sometimes vociferous criticism; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/28/business/media/will-stunts-of-sweeps-month-sober-up.html",
      "byline": "By Lorne Manly"
    },
    {
      "headline": "After Transition, NBC Still 1st in Ratings",
      "snippet": "NBC Nightly News anchor Brian Williams leads veteran anchor Peter Jennings of ABC's World News Tonight in ratings race; has drawn more viewers than Jennings during each week since he succeeded Tom Browak Dec 2; several statistical trends suggest r...",
      "abstract": "NBC Nightly News anchor Brian Williams leads veteran anchor Peter Jennings of ABC's World News Tonight in ratings race; has drawn more viewers than Jennings during each week since he succeeded Tom Browak Dec 2; several statistical trends suggest race between Jennings and Williams has drawn tighter than that between Jennings and Brokaw; Williams comments on maintaining Brokaw's lead; ratings graph; photos (M)",
      "lead_paragraph": "They've chased each other around the world, had their faces plastered on the sides of buses and sniped at each other through surrogates, all in service of their respective evening news broadcasts. One even had his name displayed on a banner that was towed by a small plane, beach-resort style, over the rooftops of Manhattan last week to promote a prime-time documentary about U.F.O.'s.",
      "publication_date": "2005-02-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/28/business/media/after-transition-nbc-still-1st-in-ratings.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "U.S. Weighs a Concession Plan",
      "snippet": "The Bush administration is considering a European plan to give Iran incentives to dismantle its suspected nuclear weapons program. Page A6.",
      "abstract": "The Bush administration is considering a European plan to give Iran incentives to dismantle its suspected nuclear weapons program. Page A6.",
      "lead_paragraph": "The Bush administration is considering a European plan to give Iran incentives to dismantle its suspected nuclear weapons program. Page A6.",
      "publication_date": "2005-02-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/28/front page/world/us-weighs-a-concession-plan.html",
      "byline": ""
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Britain's Newspapers Blur Traditional Boundaries  It used to be easy to tell Britain's broadsheet newspapers from its tabloids, but nowadays things are not so clear. Serious papers are covering celebrity scandals and switching to tabloid-sized pag...",
      "abstract": " Britain's Newspapers Blur Traditional Boundaries  It used to be easy to tell Britain's broadsheet newspapers from its tabloids, but nowadays things are not so clear. Serious papers are covering celebrity scandals and switching to tabloid-sized pages. At the same time, newspapers and the Internet are stealing readers.    Some editors worry that new rivalries, driven by business pressures, are leading newspapers to alienate more readers than they attract. [Page C6.]    Creating Jobs, at a Steep Price  A bid by Westinghouse to build nuclear reactors in China is being backed by a pledge of nearly $5 billion in assistance from the United States government. Some critics are skeptical of the financing package's benefits. [C5.]    Shell and ExxonMobil in Qatar Deals  ExxonMobil and Shell signed deals with the government of Qatar to produce liquefied natural gas. [C2.]    Lands' End Closing Hurts a Town  The small town of Cross Plains, Wis., is angry at Lands' End, which plans to lay off 200 workers at a call center there. The company says more people are submitting their orders over the Internet. [C3.]    Online Retailers Pursue Teenagers  Companies like Macy's are trying to get teenagers to shop on their Web sites, using techniques that, they hope, reflect the shifting and sometimes contradictory signals of this group. Bob Tedeschi: E-Commerce Report. [C3.]    BellSouth Stays Out of the Game  As merger fever spreads in the telecommunications industry, BellSouth is happy to be going it alone. Its chief executive says the company is not interested in buying its way into the fixed-line phone market, which has been shrinking. [C2.]    Greatest Hits of Product Placement  A series called ''Product Placement in the Movies'' on the Turner Classic Movies network will look at the surprisingly long history of advertisers arranging for filmmakers to include their brands and products on screen. In one example, a bag of Bell potato chips had a cameo appearance in ''The Seven Year Itch,'' the 1955 film starring Marilyn Monroe. Stuart Elliott: Advertising. [C8.]    Sparing No Expense for the Baby  Fairchild Publications is developing a magazine called Cookie that is aimed at affluent parents who want sophisticated things for their children. [C6.]    Can Dirty Harry Sell Video Games?  Clint Eastwood will lend his voice and likeness to a ''Dirty Harry'' video game that will include characters and settings from the five-film franchise in an original storyline. [C6.]    From Cyberspace to Outer Space  Esther Dyson, the Internet pundit, has a new mission. She is planning a conference called Flight School to discuss how best to send people to outer space. [C6.]    CNN Has Trouble Catching Fox  A quirky advertising campaign has apparently not helped CNN close the ratings gap with the Fox News Channel. [C8.]  ",
      "lead_paragraph": "Britain's Newspapers Blur Traditional Boundaries It used to be easy to tell Britain's broadsheet newspapers from its tabloids, but nowadays things are not so clear. Serious papers are covering celebrity scandals and switching to tabloid-sized pages. At the same time, newspapers and the Internet are stealing readers.",
      "publication_date": "2005-02-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/28/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Pressed, Iran Admits It Discussed Acquiring Nuclear Technology",
      "snippet": "Iranian officials reluctantly turn over new evidence strongly suggesting that Iran discussed acquiring technologies central to making nuclear arms and hid that fact for 18 years; admission comes as International Atomic Energy Agency prepares to op...",
      "abstract": "Iranian officials reluctantly turn over new evidence strongly suggesting that Iran discussed acquiring technologies central to making nuclear arms and hid that fact for 18 years; admission comes as International Atomic Energy Agency prepares to open meeting to review Tehran's nuclear program; American and European officials say IAEA investigators had confronted Iranian officials with evidence gathered in interviews with members of network run by Pakistan's top nuclear expert A Q Khan; Iran's contact with Khan's network has been known for some time; its failure to turn over documents detailing nature of those discussions until confronted with evidence is cited by American and European investigators as latest example of its continued reluctance to disclose inner workings of its program, which it insists is for commercial energy production, not weaponry; over past two years it has opened long-hidden nuclear facilities only afer IAEA confronted it with evidence of their existence (M)",
      "lead_paragraph": "As the International Atomic Energy Agency prepares to open a meeting today to review Tehran's nuclear program, Iranian officials have reluctantly turned over new evidence strongly suggesting that Iran discussed acquiring technologies central to making nuclear arms and hid that fact for 18 years, according to American and European officials.",
      "publication_date": "2005-02-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/28/world/middleeast/pressed-iran-admits-it-discussed-acquiring-nuclear.html",
      "byline": "By Elaine Sciolino and David E. Sanger"
    },
    {
      "headline": "Syria Turns Over a Top Insurgent, Iraqis Say",
      "snippet": "Iraqi officials say Syria captured and handed over Saddam Hussein's half-brother, Sabawi Ibrahim al-Hassan al-Tikriti, who is accused of playing leading role in organizing and financing insurgency that has tormented Iraq since Hussein's overthrow ...",
      "abstract": "Iraqi officials say Syria captured and handed over Saddam Hussein's half-brother, Sabawi Ibrahim al-Hassan al-Tikriti, who is accused of playing leading role in organizing and financing insurgency that has tormented Iraq since Hussein's overthrow nearly two years ago; Hassan was once widely feared head of Iraq's two most powerful security agencies; Syrian officials confirm transfer, saying he was one of 30 officials from former Iraqi government captured in Syria and delivered into Iraqi custody; sudden Syrian move in handing over Hassan and other fugitives comes under intense pressure from United States, which has long contended that Syria was harboring top officials of ousted government and allowing them to finance and steer insurgency in Iraq; Syria's vulnerabiilty to pressure has compounded under drastic strategic changes that came with American-led toppling of Iraq's former government; photos; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-02-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/28/world/middleeast/syria-turns-over-a-top-insurgent-iraqis-say.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Rwandan Hotel Is StillHaunted by Horror",
      "snippet": "Workers at hotel depicted in film Hotel Rwanda recall horror of events in 1994, when all 113 rooms were overflowing with terrorized people fleeing Hutu militants, and heroic manager Paul Rusesabagina stopped charging anyone; hotel became virutal r...",
      "abstract": "Workers at hotel depicted in film Hotel Rwanda recall horror of events in 1994, when all 113 rooms were overflowing with terrorized people fleeing Hutu militants, and heroic manager Paul Rusesabagina stopped charging anyone; hotel became virutal refugee camp, with rooms, corridors and lobbies overflowing; hotel, now called Hotel des Mille Collines, now caters to tourists, many of them unaware of misery that once echoed through its halls; one side of hotel has been patched up, making it difficult to tell where mortar tore hole in wall during violence of 1994; despite its efforts to get on with its business as luxurious lodge, Mille Collines remains defined to some degree by what happened in its halls, because many people who worked back then are still hotel employeees now; photos; map (M)",
      "lead_paragraph": "KIGALI, Rwanda, Feb. 27 - A little girl wearing water wings jumped into the swimming pool at the real Hotel Rwanda on Sunday afternoon, letting out a playful squeal as she hit the chilly water. She was too young to know that just over a decade ago desperate souls took to drinking from the same pool to keep from dying.",
      "publication_date": "2005-02-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/28/world/africa/rwandan-hotel-is-stillhaunted-by-horror.html",
      "byline": "By Marc Lacey"
    }
  ]
}