{
  "metadata": {
    "date": "2005-08-25",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Justice Weighs Desire v. Duty (Duty Prevails)",
      "snippet": "In a rare assessment, Justice John Paul Stevens said in a speech that some recent Supreme Court decisions were \"unwise.\"",
      "abstract": "In a rare assessment, Justice John Paul Stevens said in a speech that some recent Supreme Court decisions were \"unwise.\"",
      "lead_paragraph": "WASHINGTON, Aug. 24 - It is not every day that a Supreme Court justice calls his own decisions unwise. But with unusual candor, Justice John Paul Stevens did that last week in a speech in which he explored the gap that sometimes lies between a judge's desire and duty. ",
      "publication_date": "2005-08-25T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/25/politics/justice-weighs-desire-v-duty-duty-prevails.html",
      "byline": "By LINDA GREENHOUSE"
    },
    {
      "headline": "Google Gets Better. What's Up With That?",
      "snippet": "David Pogue column on Google's announcement of two more free software tools for Windows: new version of Google Desktop Search and free instant-messaging program called Google Talk; photo (M)",
      "abstract": "David Pogue column on Google's announcement of two more free software tools for Windows: new version of Google Desktop Search and free instant-messaging program called Google Talk; photo (M)",
      "lead_paragraph": "EVER heard the old joke about the two psychiatrists who pass in a hallway? One says, \"Hello there.\" The other thinks, \"I wonder what he meant by that?\"",
      "publication_date": "2005-08-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/25/technology/circuits/google-gets-better-whats-up-with-that.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "A Maverick Union Chief Now in Search of Unity",
      "snippet": "O V Delle-Femine, president of Aircraft Mechanics Fraternal Assn, union at Northwest Airlines, must find unity with other unions at airline where his members are on strike; has said that other unions do poor job representing mechanics; has further...",
      "abstract": "O V Delle-Femine, president of Aircraft Mechanics Fraternal Assn, union at Northwest Airlines, must find unity with other unions at airline where his members are on strike; has said that other unions do poor job representing mechanics; has further angered labor community by asserting that elite mechanics should not be in same union as less-exalted baggage handlers, whom his union has called 'bag smashers'; has not received support from other airlines at Northwest; photo (M)",
      "lead_paragraph": "As president of the union representing mechanics at Northwest Airlines, O.V. Delle-Femine has repeatedly urged, almost begged, the rest of organized labor to show solidarity with his union's walkout.",
      "publication_date": "2005-08-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/25/business/a-maverick-union-chief-now-in-search-of-unity.html",
      "byline": "By Steven Greenhouse"
    },
    {
      "headline": "Panel Rejects Closing of 2 Big Navy Bases in Northeast",
      "snippet": "Independent commission reviewing Defense Dept plan to shut or shrink hundreds of military bases nationwide votes not to close oldest American submarine base, in Groton, Conn, and historic Portsmouth naval shipyard in Kittery, Me; over all, nine-me...",
      "abstract": "Independent commission reviewing Defense Dept plan to shut or shrink hundreds of military bases nationwide votes not to close oldest American submarine base, in Groton, Conn, and historic Portsmouth naval shipyard in Kittery, Me; over all, nine-member Defense Base Closure and Realignment Commission endorses most of Pentagon's blueprint for changes at more than 800 facilities; contentious debates are expected on proposals to close Air Force installations and shift squadrons around country; chairman Anthony J Principi says panel overturned Pentagon plan to close Groton and Portsmouth bases over uncertainty about whether Navy will need to grow in response to China's naval buildup, as well as concern about losing expertise at both places; those two bases provide estimated $2.9 billion of Pentagon's estimate of nearly $50 billion in savings over next 20 years; their proposed closings formed two of largest moneysavers in Pentagon plan; photo; map (M)",
      "lead_paragraph": "ARLINGTON, Va., Aug. 24 - The independent commission reviewing a Defense Department plan to shut or shrink hundreds of military bases nationwide voted Wednesday not to close the oldest American submarine base, in Groton, Conn., and the historic Portsmouth Naval Shipyard in Kittery, Me.",
      "publication_date": "2005-08-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/25/us/front page/panel-rejects-closing-of-2-big-navy-bases-in-northeast.html",
      "byline": "By David S. Cloud"
    },
    {
      "headline": "Cellphones Catapult Rural Africa to 21st Century",
      "snippet": "Africa is world's fastest-growing cellphone market; number of mobile suscribers there jumped to 76.8 million, from 7.5 million, from 1999 to 2004, at average annual increase of 58 percent; Asia, next fastest-expanding market, grew by annual averag...",
      "abstract": "Africa is world's fastest-growing cellphone market; number of mobile suscribers there jumped to 76.8 million, from 7.5 million, from 1999 to 2004, at average annual increase of 58 percent; Asia, next fastest-expanding market, grew by annual average of 34 percent in that period; one-fifth of Africa's cellphone growth is in South Africa, continent's richest nation; cellphone boom in Africa, where so many live in poverty, takes industry by surprise; but when African nations began to privatize their telephone monopolies in mid-1990's, fiercely competitive operators began to sell air time in smaller, cheaper units, and cellphone use exploded; photos; map; graph (M)",
      "lead_paragraph": "YANGUYE, South Africa - On this dry mountaintop, 36-year-old Bekowe Skhakhane does even the simplest tasks the hard way.",
      "publication_date": "2005-08-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/25/world/africa/cellphones-catapult-rural-africa-to-21st-century.html",
      "byline": "By Sharon Lafraniere"
    },
    {
      "headline": "The Smithsonian's Newest Exhibits: Water Stains",
      "snippet": "Years of inadequate financing and maintenance have led to widespread disrepair that is imperiling collections at Smithsonian Institution, world's largest museum complex; recent audit by Government Accountability Office noted 'broad decline' in its...",
      "abstract": "Years of inadequate financing and maintenance have led to widespread disrepair that is imperiling collections at Smithsonian Institution, world's largest museum complex; recent audit by Government Accountability Office noted 'broad decline' in its aging facilities and systems, posing 'serious long-term threat' to its countless artifacts; Smithsonian officials estimate it will take total of $2.3 billion over next nine years to solve most pressing problems; say Congress's slightly increased appropriations for fiscal year 2006, to $621.3 million from $615.2 million in 2005, is not enough; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/25/arts/design/the-smithsonians-newest-exhibits-water-stains.html",
      "byline": "By Lynette Clemetson"
    },
    {
      "headline": "Visa Seeks New Ways to Keep Data Secret",
      "snippet": "Visa International's processing center remains as vulnerable as ever nea rly two months after disclosure that CardSystems Solutions exposed personal information of more than 40 million cardholders, and even though Visa subsequently banned CardSyst...",
      "abstract": "Visa International's processing center remains as vulnerable as ever nea rly two months after disclosure that CardSystems Solutions exposed personal information of more than 40 million cardholders, and even though Visa subsequently banned CardSystems from connecting to its operations; photos (M)",
      "lead_paragraph": "Inside Visa's operations center is a cool, white room about the size of a football field. There, more than a thousand giant computers, set up like hulking linemen, process cardholder information from across the United States.",
      "publication_date": "2005-08-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/25/business/visa-seeks-new-ways-to-keep-data-secret.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "Age-Old Cures, Like the Maggot, Get U.S. Hearing",
      "snippet": "Flesh-eating maggots and bloodsucking leeches, tools of bygone medicine, experience quiet renaissance among high-tech surgeons; Food and Drug Administration asks board of medical advisers to create general guidelines about how they should be safel...",
      "abstract": "Flesh-eating maggots and bloodsucking leeches, tools of bygone medicine, experience quiet renaissance among high-tech surgeons; Food and Drug Administration asks board of medical advisers to create general guidelines about how they should be safely grown, transported and sold; leeches are being used by microsurgeons to drain excess blood from surgically reattached or transplanted appendages, and maggots are found to be very good at cleaning festering wounds that fail to heal, as among diabetics; neither leeches nor maggots have ever been subject to thorough regulation by FDA; they are part of unexplored corner of nation's medical market; doctors and manufactureers have been doing business since well before 1976 without much notice from agency (M)",
      "lead_paragraph": "WASHINGTON, Aug. 24 - Flesh-eating maggots and bloodsucking leeches, long thought of as the tools of bygone medicine, have experienced a quiet renaissance among high-tech surgeons, and for two days beginning Thursday a federal board of medical advisers will discuss how to regulate them.",
      "publication_date": "2005-08-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/25/health/ageold-cures-like-the-maggot-get-us-hearing.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "Justice Weighs Desire v. Duty (Duty Prevails)",
      "snippet": "Justice John Paul Stevens, in address to bar association meeting in Las Vegas, dissects several recent Supreme Court decisions, including his own majority opinions in two of them, whose outcomes were 'unwise' but were compelled by law; cases discu...",
      "abstract": "Justice John Paul Stevens, in address to bar association meeting in Las Vegas, dissects several recent Supreme Court decisions, including his own majority opinions in two of them, whose outcomes were 'unwise' but were compelled by law; cases discussed; other justices have used written opinions to acknowledge conflict between judge's policy preferences and decisions judge may feel forced to render because of legal precedent or judicial philosophy, but Stevens is only member of court to address issue in speech; timing of his remarks is interesting, with Supreme Court confirmation hearings looming for Judge John G Roberts Jr, along with microscopic examination of his views; photo (M)",
      "lead_paragraph": "WASHINGTON, Aug. 24 - It is not every day that a Supreme Court justice calls his own decisions unwise. But with unusual candor, Justice John Paul Stevens did that last week in a speech in which he explored the gap that sometimes lies between a judge's desire and duty.",
      "publication_date": "2005-08-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/25/politics/justice-weighs-desire-v-duty-duty-prevails.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "A Strike, and a Battle of Perceptions",
      "snippet": "Critical fight to be won for either Northwest Airlines or its mechanics is battle for consumer trust as strike continues with no resolution in sight; airline must convince travelers that flying Northwest will not result in being stranded in airpor...",
      "abstract": "Critical fight to be won for either Northwest Airlines or its mechanics is battle for consumer trust as strike continues with no resolution in sight; airline must convince travelers that flying Northwest will not result in being stranded in airport for hours while mechanics--who union says are rookies--repair planes that may be unsafe; industry analysts say that by convincing passengers that safety priorities and on-time performance have not changed, airline can weather strike; photo (M)",
      "lead_paragraph": "DETROIT, Aug. 24 - Beyond the highly visible labor confrontation taking place between Northwest Airlines and its striking mechanics' union is another shadow battle that has nothing to do with wages or benefits.",
      "publication_date": "2005-08-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/25/business/a-strike-and-a-battle-of-perceptions.html",
      "byline": "By Jeremy W. Peters and Christopher Elliott"
    },
    {
      "headline": "Rents Head Up as Home Prices Put Off Buyers",
      "snippet": "Rising rents in large metropolitan areas across country seen as latest sign that boom in house prices and sales is finally slowing; high housing prices prompt many to rent instead; surge in condominium conversions is also helping to push up rents ...",
      "abstract": "Rising rents in large metropolitan areas across country seen as latest sign that boom in house prices and sales is finally slowing; high housing prices prompt many to rent instead; surge in condominium conversions is also helping to push up rents by taking rental buildings off market; still, market remains worse for landlords and better for renters than in much of last two decades, largely because home sales remain healthy; mortgage rates are low, and many people are using creative loans that hold down their initial payments to become first-time home buyers; photos; charts (M)",
      "lead_paragraph": "Rents are rising again across the country, squeezing tenants who are already coping with high gasoline prices and improving returns to landlords after a deep five-year slump.",
      "publication_date": "2005-08-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/25/realestate/rents-head-up-as-home-prices-put-off-buyers.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Connecticut Investigates Hedge Fund for Solvency",
      "snippet": "State and federal officials in Connecticut are investigating possible collapse of Bayou Group, hedge fund and brokerage firm in Stamford that managed estimated $400 million for its investors; clients of Bayou Group grew concerned about firm's stat...",
      "abstract": "State and federal officials in Connecticut are investigating possible collapse of Bayou Group, hedge fund and brokerage firm in Stamford that managed estimated $400 million for its investors; clients of Bayou Group grew concerned about firm's status in recent days, when refund checks it had sent to customers could not be drawn upon for lack of funds; telephones at Bayou went unanswered; Christine Sciarrino, assistant US attorney for Connecticut, is leading federal probe (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/25/business/connecticut-investigates-hedge-fund-for-solvency.html",
      "byline": "By Gretchen Morgenson"
    }
  ]
}