{
  "metadata": {
    "date": "2005-01-07",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Fitting in the Odd Piece",
      "snippet": "General Motors Corp will absorb it errant Saturn division; Saturn sales fell 22 percent last year and division has drained billions of dollars from GM; Saturn will lose its quasi-independence and be drawn back into GM's corporate family to cut cos...",
      "abstract": "General Motors Corp will absorb it errant Saturn division; Saturn sales fell 22 percent last year and division has drained billions of dollars from GM; Saturn will lose its quasi-independence and be drawn back into GM's corporate family to cut costs and bolster limited product lineup with more offerings; product development of Saturn's passenger cars are being combined with those of Opel, GM's German brand; preview of new Saturns will be offered at North American International Auto Show in Detroit; photo (M)",
      "lead_paragraph": "DETROIT, Jan. 6 - In case you've forgotten, Saturn's memorable first wave of commercials in 1990 promised a different kind of company. The ads showed autoworkers brimming with sunny optimism at Saturn's newfangled factory in Tennessee, a world away from Detroit.",
      "publication_date": "2005-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/07/business/fitting-in-the-odd-piece.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Rumsfeld Seeks Broad Review of Iraq Policy",
      "snippet": "Defense Sec Donald H Rumsfeld instructs retired four-star Army Gen Gary E Luck to go to Iraq to look at all areas of operation there, identify any weaknesses and report back in few weeks with confidential assessment; Luck will conduct unusual 'ope...",
      "abstract": "Defense Sec Donald H Rumsfeld instructs retired four-star Army Gen Gary E Luck to go to Iraq to look at all areas of operation there, identify any weaknesses and report back in few weeks with confidential assessment; Luck will conduct unusual 'open-ended' review of troop levels, training programs for Iraqi security forces and strategy for fighting insurgency; analysts say extraordinary leeway given to Luck underscores deep concern by senior Pentagon officials and top American commanders over direction operation in Iraq is taking and its broad ramifications for military; Luck was senior adviser to Gen Tommy R Franks during Iraq campaign in 2003; his principal focus will be to address one of biggest problems for American military in Iraq: how to train Iraqi soldiers and police officers to replace American troops now securing country; Pentagon leadership is said to be considering whether to change mobilization policy to allow reservists to be called up for more than 24 months of total active service (M)",
      "lead_paragraph": "WASHINGTON, Jan. 6 - The Pentagon is sending a retired four-star Army general to Iraq next week to conduct an unusual \"open-ended\" review of the military's entire Iraq policy, including troop levels, training programs for Iraqi security forces and the strategy for fighting the insurgency, senior Defense Department officials said Thursday.",
      "publication_date": "2005-01-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/07/world/middleeast/rumsfeld-seeks-broad-review-of-iraq-policy.html",
      "byline": "By Eric Schmitt and Thom Shanker"
    },
    {
      "headline": "Tsunami's Cruelest Toll: Sons and Daughters Lost",
      "snippet": "Unusually high number of tsunami victims appear to have been children, lost to epic waves that swept away the week, the old and the young; Unicef officials estimate that at least third of 30,000 people killed in Sri Lanka were children; if same ra...",
      "abstract": "Unusually high number of tsunami victims appear to have been children, lost to epic waves that swept away the week, the old and the young; Unicef officials estimate that at least third of 30,000 people killed in Sri Lanka were children; if same ratio holds true across Southern Asia, as many as 50,000 children could have died on Dec 26; surviving them are tens of thousands of distraught parents; mourning parents are coming together to comfort one another; photo; map (M)",
      "lead_paragraph": "SORANPATTU, Sri Lanka, Jan. 5 - Mary Jansia, 26, thought the safest place for her 3-year-old daughter was on her shoulders. Thanaranjani, 28, swears that she never let go of her 4-year-old daughter. Bamini, 29, said she left her 6-year-old daughter and 6-month-old son alone for only five minutes.",
      "publication_date": "2005-01-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/07/world/worldspecial4/tsunamis-cruelest-toll-sons-and-daughters-lost.html",
      "byline": "By David Rohde"
    },
    {
      "headline": "Gonzales Speaks Against Torture During Hearing",
      "snippet": "Attorney General-nominee Alberto R Gonzales denounces use of torture against terrorism suspects, Senate Judiciary Committee confirmation hearing; pledges to abide by all international law, even under sharp attack from Democrats and some Republican...",
      "abstract": "Attorney General-nominee Alberto R Gonzales denounces use of torture against terrorism suspects, Senate Judiciary Committee confirmation hearing; pledges to abide by all international law, even under sharp attack from Democrats and some Republicans over administration's treatment of prisoners; says he understands that, if confirmed, he would represent not only White House but also United States of America and its people; promises to personally look into reports from FBI about possible mistreatment of prisoners at Guantanamo Bay; says United States government must comply with all its legal obligations, including honoring Geneva Conventions; his appearance turns into open forum on Bush administration's legal policies in fighting terrorism; he faces skeptical questioning even from some Republicans about his role as architect of many key policies in his four years as White House counsel; rejects idea that broad legal polices set out by administration and by him opened door to abuse of prisoners in American custody in Iraq, Afghanistan and Guantanamo Bay; attributes Abu Ghraib prison abuses in part to inadequate supervision and training of military personnel; photos (L)",
      "lead_paragraph": "WASHINGTON, Jan. 6 - Alberto R. Gonzales, nominated by President Bush to be attorney general, denounced the use of torture against terrorism suspects on Thursday and pledged to abide by all international law, even as he came under sharp attack from Democrats and some Republicans over the administration's treatment of prisoners.",
      "publication_date": "2005-01-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/07/politics/gonzales-speaks-against-torture-during-hearing.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "A Little Retail Hustle Paid Off in Holiday Sales",
      "snippet": "America's merchants hustled for sales this holiday season, marking down substantial part of their inventories right before Christmas to bring in enough last-minute and postholiday buyers for 3.1 percent gain over previous year; apparel was not dis...",
      "abstract": "America's merchants hustled for sales this holiday season, marking down substantial part of their inventories right before Christmas to bring in enough last-minute and postholiday buyers for 3.1 percent gain over previous year; apparel was not disaster some retailing consultants had privately said they feared, and electronics was not blockbuster other had hoped for; continued climb of luxury stores like Neiman Marcus was not surprise, although Saks Fifth Avenue's 12.1 percent inceased in sales in stores open at least year exceeded analysts' expectations; biggest surprise is how well fickle teenage and young-20's sector did, with American Eagle Outfitters, Bebe and Abercrombie & Fitch exceeded projections; Wal-Mart's last-ditch marketing and limited series of markdowns raised its result from 2 percent gain to 3 percent; Gap reported 1 percent decline; analysts asnd deal makers are watching Toys 'R' Us to see how troubled toy seller, which is known to be for sales, will do; graph (M)",
      "lead_paragraph": "America's merchants hustled for sales this holiday season, marking down a substantial part of their inventories right before Christmas to bring in enough last-minute and postholiday buyers for a decent, if unexciting, 3.1 percent gain over the previous year.",
      "publication_date": "2005-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/07/business/a-little-retail-hustle-paid-off-in-holiday-sales.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Delta Fare Plan Turns Industry on Its Head",
      "snippet": "Delta Air Lines' decision to cap fares and simplify prices provoked price war this week, as it becomes first big airline to join forces with low-fare players like Southwest, JetBlue and AirTran; moves could mean fewer choices and elimiantion of fl...",
      "abstract": "Delta Air Lines' decision to cap fares and simplify prices provoked price war this week, as it becomes first big airline to join forces with low-fare players like Southwest, JetBlue and AirTran; moves could mean fewer choices and elimiantion of flights to certain smaller cities in long run; could even force one or more airlines out of big leagues, with first casualty most likely to be US Airways, which is in bankruptcy for second time in two years; American, United, Continental, Northwest and US Airways have cut fares to levels set by Delta, shaving billions of badly needed revenue at time when they have already been making deep cuts in spending and eliminating jobs; photo (M)",
      "lead_paragraph": "CHICAGO, Jan. 6 - With the nation's traditional airlines caught in a dizzying vortex, Delta Air Lines is trying to break away from the pack by switching sides.",
      "publication_date": "2005-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/07/business/delta-fare-plan-turns-industry-on-its-head.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Chief Executive Was Paid Millions, and He Never Noticed the Fraud?",
      "snippet": "Floyd Norris comment on jury's inability to convict Cendant Corp executive Walter A Forbes on fraud charges, while convicting former executive E Kirk Shelton; while Forbes was paid millions; says Forbes' defense that he was not involved in day-to-...",
      "abstract": "Floyd Norris comment on jury's inability to convict Cendant Corp executive Walter A Forbes on fraud charges, while convicting former executive E Kirk Shelton; while Forbes was paid millions; says Forbes' defense that he was not involved in day-to-day operations while being paid millions of dollars apparently worked; photo (M)",
      "lead_paragraph": "THE dummy defense worked, and the era of the former chief executive who remembers doing virtually nothing to earn his millions is upon us.",
      "publication_date": "2005-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/07/business/chief-executive-was-paid-millions-and-he-never-noticed-the-fraud.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Pension Agency Is About to Get a Rescue Plan",
      "snippet": "Bush administration officials are close to unveiling rescue plan for federal pension insurance program, which is in rapid decline and bracing itself for another year of record losses; program, under Pension Benefit Guaranty Corp, insures pensions ...",
      "abstract": "Bush administration officials are close to unveiling rescue plan for federal pension insurance program, which is in rapid decline and bracing itself for another year of record losses; program, under Pension Benefit Guaranty Corp, insures pensions in case of failure; program had $23 billion deficit in 2004, compared to $8 billion surplus in 2001, raising questions about its long-term ability to pay retirees their pensions; much of recent loss stems from months-long process of taking over failing pension plans at United Airlines and US Airways, which were underfunded by billions of dollars (M)",
      "lead_paragraph": "With the federal pension insurance program in a rapid decline and bracing itself for another year of record losses, officials in the Bush administration are close to unveiling a rescue plan -- medicine they hope will be strong enough to save the agency from a costly bailout but not so strong that it kills the pension system.",
      "publication_date": "2005-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/07/business/pension-agency-is-about-to-get-a-rescue-plan.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "A Marsh Official Pleads Guilty to Criminal Charges  A senior vice president at Marsh & McLennan, Robert Stearns, pleaded guilty to criminal charges, admitting that he requested fake offers from insurers to rig bids for commercial insurance. He is ...",
      "abstract": " A Marsh Official Pleads Guilty to Criminal Charges  A senior vice president at Marsh & McLennan, Robert Stearns, pleaded guilty to criminal charges, admitting that he requested fake offers from insurers to rig bids for commercial insurance. He is the first Marsh executive to plead guilty since the New York attorney general, Eliot Spitzer, sued Marsh on Oct. 14.     Mr. Spitzer's inquiry has cut a broad swath through the industry. [Page C4.]    New Chief of Paramount Selected  Brad Grey, left, was named chief executive of the troubled Paramount Motion Picture unit of Viacom. Mr. Grey succeeds Sherry Lansing, who earlier announced her retirement as studio chief, and Jonathan Dolgen, who left as chairman of Viacom's entertainment group last June. Mr. Grey is head of Brillstein-Grey Entertainment, a Hollywood management firm. [C2.]    More Cellphone Mergers Predicted  The news that Alltel is in talks to buy Western Wireless for about $4 billion fueled speculation that the next round of consolidations will involve smaller cellphone companies. [C6.]    Court to Hear Yukos Arguments  A judge in Houston agreed to hear arguments on a motion to dismiss the bankruptcy filing in the United States for Yukos. [C5.]    Drug Makers to Disclose More  Trade groups representing the big drug companies said their members planned to release more data about clinical drug trials. [C4.]    DirecTV Competing With TiVo  DirecTV will compete with TiVo by offering its own brand of digital video recorder. [C3.]    Symantec Trying to Salvage Deal  Shares of Symantec have declined 29 percent since word circulated that the company was in talks to acquire Veritas Software. Executives of both companies have been scrambling to persuade investors that their proposed $13.5 billion deal makes sense. Analysts have speculated that a rival bidder might make a counteroffer for Veritas. [C3.]    Big Profit Expected From Utility  Texas Pacific expected to make a profit of as much as 38 percent a year by acquiring Portland General Electric from Enron, an alternative newspaper in Oregon reported. [C12.]    Dow and S.&P. Gain; Nasdaq Falls  The Dow Jones industrials rose 25.05 points, to 10,622.88, and the Standard & Poor's 500 gained 4.15 points, to 1,187.89. The Nasdaq composite index fell 1.24 points, to 2,090.00. [C6.]  ",
      "lead_paragraph": "A Marsh Official Pleads Guilty to Criminal Charges A senior vice president at Marsh & McLennan, Robert Stearns, pleaded guilty to criminal charges, admitting that he requested fake offers from insurers to rig bids for commercial insurance. He is the first Marsh executive to plead guilty since the New York attorney general, Eliot Spitzer, sued Marsh on Oct. 14.",
      "publication_date": "2005-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/07/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "C.I.A. Report Finds Its Officials Failed in Pre-9/11 Efforts",
      "snippet": "Internal investigation by Central Intelligence Agency's inspector general John Helgerson concludes that officials who served at highest levels of agency should be held accountable for failing to allocate adequate resources to combating terrorism b...",
      "abstract": "Internal investigation by Central Intelligence Agency's inspector general John Helgerson concludes that officials who served at highest levels of agency should be held accountable for failing to allocate adequate resources to combating terrorism before 9/11 attacks; his report singles out former director George J Tenet and former deputy director of operations James L Pavitt; findings pose quandary for CIA and for Pres Bush, who last month awarded Medal of Freedom to Tenet; report says Pavitt, among others, failed to meet acceptable standard of performance; recommends that his conduct be assessed by internal review board for possible disciplinary action; criticism of Tenet is in equally strong terms; basic conclusion that CIA paid too little heed to threat posed by terrorism echoes those reached by joint Congressional panel on 9/11 attacks and by independent commission that investigated those attacks; but report's criticisms of senior CIA officials are more direct and personal; Helgerson's report was ordered by joint Congressional panel; photo (M)",
      "lead_paragraph": "WASHINGTON, Jan. 6 - An internal investigation by the Central Intelligence Agency has concluded that officials who served at the highest levels of the agency should be held accountable for failing to allocate adequate resources to combating terrorism before the Sept. 11 attacks, according to current and former intelligence officials.",
      "publication_date": "2005-01-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/07/us/cia-report-finds-its-officials-failed-in-pre911-efforts.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "First Murder Charge in '64 Civil Rights Killings of 3",
      "snippet": "Edgar Ray Killen, longtime leader of Ku Klux Klan, is arrested and charged with 1964 murders of Michael Schwerner, Andrew Goodman and James Chaney, most infamous unresolved case from civil rights struggle four decades ago; allegedly organized and ...",
      "abstract": "Edgar Ray Killen, longtime leader of Ku Klux Klan, is arrested and charged with 1964 murders of Michael Schwerner, Andrew Goodman and James Chaney, most infamous unresolved case from civil rights struggle four decades ago; allegedly organized and led two carloads of Klansmen on night three voter-registration volunteers were abducted and killed on lonely rural road in Philadelphia, Miss; Sheriff Larry Myers says more arrests are coming; murders provoked outpouring of national support for civil rights movement; federal officials prosecuted 18 Klansmen in 1967 on charges of violating civil rights of three slain men, but state never brought murder charges in case; matter was not reopened until 1999, after Clarion-Ledger of Jackson, Miss, published excerpts from secret interview given to state archivist by Sam Bowers, imperial wizard of Klan who was serving life sentence for another civil rights murder; Bowers spoke of fellow Klansman who had gotten away with murder; Killen was tried on federal charges in 1967 and released after deadlock by all-white jury; case recalled; photos (M)",
      "lead_paragraph": "The most infamous unresolved case from America's civil rights struggle four decades ago -- the 1964 abduction and killing of three voter-registration volunteers by nightriders on a lonely rural road in Mississippi -- was revived last night with the arrest of a longtime leader of the Ku Klux Klan, the authorities announced.",
      "publication_date": "2005-01-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/07/us/first-murder-charge-in-64-civil-rights-killings-of-3.html",
      "byline": "By Robert D. McFadden"
    },
    {
      "headline": "Some Iraq Areas Unsafe for Vote, U.S. General Says",
      "snippet": "Lt Gen Thomas Metz, commander of American ground forces in Iraq, says significant areas of 4 of 18 provinces are still not secure enough for citizens to vote in Jan 30 elections; singles out provinces of Baghdad, Anbar, which includes Falluja and ...",
      "abstract": "Lt Gen Thomas Metz, commander of American ground forces in Iraq, says significant areas of 4 of 18 provinces are still not secure enough for citizens to vote in Jan 30 elections; singles out provinces of Baghdad, Anbar, which includes Falluja and Ramadi, Nineveh, which includes Mosul, and Salahadin, including Tikrit; continuing violence is reported in two of provinces; Iraqi insurgency is thought to number 8,000 to 10,000 fighters and has grown in strength despite sustained American efforts to crush it; Metz says military operations are being stepped up to make all areas of four troubled provinces, which together contain more than half the population of Iraq, safe enough for vote; photo; map; chart (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/07/world/middleeast/some-iraq-areas-unsafe-for-vote-us-general-says.html",
      "byline": "By Dexter Filkins"
    }
  ]
}