{
  "metadata": {
    "date": "2005-07-15",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Greenberg Comments On A.I.G.",
      "snippet": "Maurice R Greenberg says his lawyers will soon sit down with federal and state regulators to discuss investigations surrounding accounting practices at American International Group, from which he was forced to resign as chief executive; says lawye...",
      "abstract": "Maurice R Greenberg says his lawyers will soon sit down with federal and state regulators to discuss investigations surrounding accounting practices at American International Group, from which he was forced to resign as chief executive; says lawyers will present seies of position papers to regulators regarding some of accounting practices that led company to restate $4 billion worth of earnings in late May; defends long-term compensation plans he set up (M)",
      "lead_paragraph": "Maurice R. Greenberg last night ended his long silence about the investigations into accounting practices at the American International Group while he was chief executive.",
      "publication_date": "2005-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/15/business/greenberg-comments-on-aig.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Schwarzenegger Is Drawing Fire for an Ad Deal",
      "snippet": "Arnold Schwarzenegger, who refused salary when he became governor of California, stands to earn at least $5 million under previously undisclosed contract as consultant to group of fitness magazines; payments are directly tied to revenues from ads,...",
      "abstract": "Arnold Schwarzenegger, who refused salary when he became governor of California, stands to earn at least $5 million under previously undisclosed contract as consultant to group of fitness magazines; payments are directly tied to revenues from ads, which are mostly for nutritional supplements and other performance-enhancing products; Schwarzenegger last year vetoed bill to curb use of such supplements by high school athletes; scrutiny over possible conflict of interests comes as his proposed reforms stall and poll figures decline; photos; contract is published with American Media's SEC filing for its Weider Publications; founder Joe Weider brought young bodybuilder to US from Austria in 1968 (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/15/us/schwarzenegger-is-drawing-fire-for-an-ad-deal.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Young Students Post Solid Gains in Federal Tests",
      "snippet": "Federal test results show American elementary school students have made solid gains in both reading and math since 2000, while middle school students make less progress and older teenagers hardly any; 9-year-old minority students gain most, with b...",
      "abstract": "Federal test results show American elementary school students have made solid gains in both reading and math since 2000, while middle school students make less progress and older teenagers hardly any; 9-year-old minority students gain most, with blacks narrowing longtime gap with whites, although minority teenagers score about as far behind whites as ever; National Assessment of Educational Progress samples students ages 9, 13 and 17 every few years since 1970's and is closely studied; results from fall 2003 and spring 2004 show nine-year-olds with highest scores in three decades; Pres Bush gives credit to his No Child Left Behind law, although assessment chairman Darvin M Winick of Education Department points to earlier reform efforts too; gains for young blacks and Hispanics and stagnant scores among teenagers discussed; direct relation found between scores of teenagers and time they spend doing homework (M)",
      "lead_paragraph": "WASHINGTON, July 14 - America's elementary school students made solid gains in both reading and mathematics in the first years of this decade, while middle school students made less progress and older teenagers hardly any, according to federal test results released on Thursday.",
      "publication_date": "2005-07-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/15/education/young-students-post-solid-gains-in-federal-tests.html",
      "byline": "By Sam Dillon"
    },
    {
      "headline": "Keeping Shareholders in the Dark",
      "snippet": "Floyd Norris column criticizes Allied Capital's refusal to disclose information about its Business Loan Express unit and other 'private companies' in its portfolio; says these private companies are really subsidiaries, owned entirely or almost ent...",
      "abstract": "Floyd Norris column criticizes Allied Capital's refusal to disclose information about its Business Loan Express unit and other 'private companies' in its portfolio; says these private companies are really subsidiaries, owned entirely or almost entirely by Allied, which treats them as investments and discloses as little information as it can about them because it is classified as business development company; notes charge by David Einhorn, hedge fund operator who maintains short position in Allied stock, that when he published report in 2002 questioning Allied's accounting, he himself was questioned by enforcement lawyers from SEC, including Mark K Braswell, who is now partner in Venable law firm in Washington and who registered as lobbyist for Allied after Allied disclosed last fall that SEC had started informal inquiry into Allied's books; graph of Allied stock price (M)",
      "lead_paragraph": "THE government had opened a criminal investigation and the company's stock plunged. What was the company to do?",
      "publication_date": "2005-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/15/business/keeping-shareholders-in-the-dark.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "No. 2 Executive at Citigroup Will Step Down",
      "snippet": "Robert B Willumstad is stepping down from No. 2 post at Citigroup to seek chief executive position at public company; was stymied in his effort to become chief executive at Citigroup when Charles O Prince was selected for job in 2003; some analyst...",
      "abstract": "Robert B Willumstad is stepping down from No. 2 post at Citigroup to seek chief executive position at public company; was stymied in his effort to become chief executive at Citigroup when Charles O Prince was selected for job in 2003; some analysts have suggested that Willumstad's job duties have diminished in recent months as Citigroup has shed some of less profitable units that he has overseen; Citigroup will not replace him (M)",
      "lead_paragraph": "Robert B. Willumstad, the No. 2 executive at Citigroup, announced yesterday that he was stepping down to seek a chief executive position at a public company.",
      "publication_date": "2005-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/15/business/no-2-executive-at-citigroup-will-step-down.html",
      "byline": "By Julie Creswell and Eric Dash"
    },
    {
      "headline": "Own Original Chinese Copies of Real Western Art!",
      "snippet": "China's low wages and hunger for exports are now changing world of art for the masses as thousands of skilled artists newly graduated from Chinese art colleges turn out tens of thousands of assembly-line paintings, particularly copies of famous We...",
      "abstract": "China's low wages and hunger for exports are now changing world of art for the masses as thousands of skilled artists newly graduated from Chinese art colleges turn out tens of thousands of assembly-line paintings, particularly copies of famous Western works; Zhang Libing, one of artists working in garrets in Shenzhen, estimates he has painted some 20,000 van Gogh copies; photos; sales graph; Internet allows assembly-line paintings to be sold all over world and enables Americans to arrange for portraits painted in coastal China; China's ability to turn individual craft into mass production industry affects small-scale artists from Rome to Santa Monica; American companies like Pier 1 and Bed Bath & Beyond are importing Chinese paintings but others, including Wal-Mart, are not, concerned about copyright issues; number of art majors in Chinese schools soars in response to opportunities (M)",
      "lead_paragraph": "SHENZHEN, China - Zhang Libing has painted more van Goghs than van Gogh ever did.",
      "publication_date": "2005-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/15/business/worldbusiness/own-original-chinese-copies-of-real-western-art.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "A Hands-Off Policy on Mortgage Loans",
      "snippet": "Regulators at Federal Reserve and Office of Comptroller of Currency are not taking action against mortgage lenders who ignore their warnings about risky home-equity loans, no-money-down mortgages, interest-only loans and 'liar's loans' that requir...",
      "abstract": "Regulators at Federal Reserve and Office of Comptroller of Currency are not taking action against mortgage lenders who ignore their warnings about risky home-equity loans, no-money-down mortgages, interest-only loans and 'liar's loans' that require no proof of borrower's income; fear stifling financial innovation that they credit for vibrant housing and housing-finance markets; appear satisfied that banks and other lenders have sufficiently managed their own risk, either by shifting risk to investors who buy mortgage-backed securities or to home buyers who take out adjustable-rage mortgages; critics say regulators are too timid because main risks are to investors and home buyers rather than to lenders; growing number of state banking regulators want attention paid to standard practices for proper underwriting; photos; graphs; chart (L)",
      "lead_paragraph": "WASHINGTON, July 14 - For two months now, federal banking regulators have signaled their discomfort about the explosive rise in risky mortgage loans.",
      "publication_date": "2005-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/15/business/a-handsoff-policy-on-mortgage-loans.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Saks Suppliers Want Records of Clothing Transactions",
      "snippet": "Saks Inc has turned over documents that were sought in lawsuit filed against it and Saks Fifth Avenue by Onward Kashiyama, Japanese clothing company that holds license for Michael Kors clothing, but plaintiff's lawyer says Saks has not furnished r...",
      "abstract": "Saks Inc has turned over documents that were sought in lawsuit filed against it and Saks Fifth Avenue by Onward Kashiyama, Japanese clothing company that holds license for Michael Kors clothing, but plaintiff's lawyer says Saks has not furnished records of when clothes in question were sold, and for how much; at issue in lawsuit are deductions that Saks and other department stores take from money they owe their clothing suppliers because of markdowns taken on merchandise or because of packing and shipping errors made by vendors; Saks pledges to repay all improperly collected vendor allowances identified in its publicly disclosed investigations; photos (M)",
      "lead_paragraph": "Where are all the documents?",
      "publication_date": "2005-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/15/business/saks-suppliers-want-records-of-clothing-transactions.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "8 Months After U.S.-Led Siege, Insurgents Rise Again in Falluja",
      "snippet": "Transformed into a police state after last winter's siege, this should be the safest city in all of Iraq.     Thousands of American and Iraqi troops live in crumbling buildings here and patrol streets laced with concertina wire. Any Iraqi entering...",
      "abstract": "Transformed into a police state after last winter's siege, this should be the safest city in all of Iraq.     Thousands of American and Iraqi troops live in crumbling buildings here and patrol streets laced with concertina wire. Any Iraqi entering the city must show a badge and undergo a search at one of six checkpoints. There is a 10 p.m. curfew.  ",
      "lead_paragraph": "FALLUJA, Iraq, July 12 - Transformed into a police state after last winter's siege, this should be the safest city in all of Iraq.",
      "publication_date": "2005-07-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/15/world/middleeast/8-months-after-usled-siege-insurgents-rise-again-in.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Rove Reportedly Held Phone Talk on C.I.A. Officer",
      "snippet": "White House senior adviser Karl Rove reportedly spoke with Robert Novak as columnist prepared July 2003 article identifying undercover CIA agent and reportedly has told investigators he learned, from Novak, Valerie Plame's name and circumstances i...",
      "abstract": "White House senior adviser Karl Rove reportedly spoke with Robert Novak as columnist prepared July 2003 article identifying undercover CIA agent and reportedly has told investigators he learned, from Novak, Valerie Plame's name and circumstances in which her husband, Joseph C Wilson IV, traveled to Niger to investigate possible uranium sales to Iraq; Rove, hearing Novak's account, reportedly said 'I heard that, too'; source of account is person officially briefed, who believes Rove is truthful in saying he did not disclose agent's identity; Novak's Oct 2003 column told of calling two sources, one who provided outlines of story and second, Rove, who reportedly has given same account to special prosecutor Patrick J Fitzgerald; Rove's conversation with Novak will intensify question of his role in trying to undermine Wilson for debunking Pres Bush's claims about uranium sales; Rove later talked with Time reporter Matthew Cooper about Plame, though not by name; Rove's role, White House denials and Bush's earlier pledges to dismiss leaker recounted; chronology; photo of demonstrators outside White House (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/15/politics/rove-reportedly-held-phone-talk-on-cia-officer.html",
      "byline": "By David Johnston and Richard W. Stevenson"
    }
  ]
}