{
  "metadata": {
    "date": "2005-01-19",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Road Map to a Digital System of Health Records",
      "snippet": "Group of 13 health and information technology organizations give Bush administration its recommendations for national health information network; group's report suggesting principles that should guide creation of such network make emphatic call fo...",
      "abstract": "Group of 13 health and information technology organizations give Bush administration its recommendations for national health information network; group's report suggesting principles that should guide creation of such network make emphatic call for open, nonproprietary technical standards for communication across network; report contends information on patient inside doctor's office must be capable of being sent across network freely to hospitals, laboratories, specialists, insurers and researchers, if promise of improved care and reduced costs are to be achieved (M)",
      "lead_paragraph": "Few dispute the need to move America's costly, fragmented health system from paper records and prescriptions into the computer age.",
      "publication_date": "2005-01-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/19/technology/road-map-to-a-digital-system-of-health-records.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Suits Contend Mutual Funds Fail to Collect in Settlements",
      "snippet": "Barrage of lawsuits is filed against mutual funds, contending that they did not claim money due their investors from settlements of securities class-action lawsuits; complaints name more than 40 fund managers, including Merrill Lynch, Vanguard, We...",
      "abstract": "Barrage of lawsuits is filed against mutual funds, contending that they did not claim money due their investors from settlements of securities class-action lawsuits; complaints name more than 40 fund managers, including Merrill Lynch, Vanguard, Wells Fargo, Janus and Dreyfus, accusing them of violating their fiduciary duty to investors by failing to file claims for money from settlements of shareholder lawsuits (M)",
      "lead_paragraph": "A barrage of lawsuits has been filed against mutual funds, contending that they did not claim money due their investors from settlements of securities class-action lawsuits.",
      "publication_date": "2005-01-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/19/business/suits-contend-mutual-funds-fail-to-collect-in-settlements.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "I.B.M. Reports Strong Results for 4th Quarter",
      "snippet": "IBM reports strong fourth-quarter results, surpassing Wall Street's expectations and earnings reaching $3 billion for first time in company's history; reports earnings of $1.80 per share, and earnings from continuing operations of $1.81, a 16 perc...",
      "abstract": "IBM reports strong fourth-quarter results, surpassing Wall Street's expectations and earnings reaching $3 billion for first time in company's history; reports earnings of $1.80 per share, and earnings from continuing operations of $1.81, a 16 percent increase from year-earlier quarter; revenues rose 7 percent, to $27.7 billion; chief financial officer Mark Loughridge comments (M)",
      "lead_paragraph": "I.B.M., the world's largest supplier of information technology services and computers, reported strong quarterly results yesterday as it continued to gain ground among business customers.",
      "publication_date": "2005-01-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/19/technology/ibm-reports-strong-results-for-4th-quarter.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Rice Sees Iraq Training Progress but Offers No Schedule for Exit",
      "snippet": "Condoleezza Rice refuses at Senate confirmation hearing to set timetable for US military withdrawal from Iraq, declares that 'some progress' is being made on training Iraqi forces and says most urgent task for Iraqis after election will be to seek...",
      "abstract": "Condoleezza Rice refuses at Senate confirmation hearing to set timetable for US military withdrawal from Iraq, declares that 'some progress' is being made on training Iraqi forces and says most urgent task for Iraqis after election will be to seek political reconciliation between Sunnis, Shiites and Kurds; says under persistent bipartisan questioning that Iraqis 'lack certain capacities'; Pres Bush's nominee for secretary of state is clearly rankled at Sen Barbara Boxer's sharp questioning and quotations from Rice's differing remarks about her advocacy of war and whether or not Saddam Hussein had weapons of mass destruction; Rice pledges to reinvigorate diplomacy on Middle East, North Korea and European issues; tells Sen John Kerry that overthrowing Hussein was right decision, that success in Iraq would spread freedom and stability; photos; hearing ends with colloquy in which Kerry discusses foreign policy themes of his presidential campaign but also pledges to meet Rice halfway in her new post; Sen Joseph Biden calls Rice's claim of 120,000 trained Iraqi troops 'malarkey,' putting figure at 4,000; Rice declines to characterize as torture several Iraqi prisoner incidents cited by Sen Christopher Dodd; she also responds to policy criticisms from Republicans, reports cooperation with Pres Vladimir Putin despite democracy setbacks in Russia and harshly criticizes Venezuelan government of Hugo Chavez (M)",
      "lead_paragraph": "WASHINGTON, Jan. 18 - Condoleezza Rice, President Bush's nominee for secretary of state, refused Tuesday to set any timetable for the withdrawal of American troops from Iraq, but declared that the United States was making \"some progress\" in training Iraqi security forces.",
      "publication_date": "2005-01-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/19/politics/rice-sees-iraq-training-progress-but-offers-no-schedule-for-exit.html",
      "byline": "By Steven R. Weisman and Joel Brinkley"
    },
    {
      "headline": "Airbus Unveils Europe's Biggest Aviation Hope",
      "snippet": "Airbus unveils A380 airplane, with 262-foot wingspan, 239-foot-long fuselage, cabin that can comfortably seat 555 and takeoff weight when fully loaded of 1.2 million pounds, Toulouse, France; Pres Jacques Chirac of France, Prime Min Tony Blair of ...",
      "abstract": "Airbus unveils A380 airplane, with 262-foot wingspan, 239-foot-long fuselage, cabin that can comfortably seat 555 and takeoff weight when fully loaded of 1.2 million pounds, Toulouse, France; Pres Jacques Chirac of France, Prime Min Tony Blair of Britain, Prime Min Jose Luis Rodriguez Zapatero of Spain and Chancellor Gerhard Schroder of Germany attend unveiling; plane is seen as proud symbol of economic integration of Europe; A380's maiden flight is not scheduled until March; but pomp and ceremony of unveiling unscores critical importance of plane to Airbus and its fierce battle with Boeing; Airbus, part of European consortium EADS, surpassed Boeing in 2004 in number of planes delivered to airlines for second consecutive year; chart; photo (M)",
      "lead_paragraph": "TOULOUSE, France, Jan. 18 - Europe heralded a new era in air travel here on Tuesday, christening the Airbus A380, a gargantuan double-deck plane dedicated to the principle that size matters.",
      "publication_date": "2005-01-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/19/business/worldbusiness/airbus-unveils-europes-biggest-aviation-hope.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Skiers Risk Answering the Call of Their Wild Side",
      "snippet": "Solo skier or snowboarder cutting virgin tracks through deep powder on steep mountain slope, signature of Western tourism industry, may be encouraging more and more people, many without experience, to venture beyond relative safety of big resorts,...",
      "abstract": "Solo skier or snowboarder cutting virgin tracks through deep powder on steep mountain slope, signature of Western tourism industry, may be encouraging more and more people, many without experience, to venture beyond relative safety of big resorts, risking harm to themselves and others; seven people have died in backcountry avalanches in Utah alone this season; ski industry has responded to hunger for untrammeled terrain with special equipment, but knowledgeable backcountry skiers, trained in survival skills and never without electronic homing device, look with barely concealed disdain on 'out of bounds' skiers who ride chairlifts up and then duck past warning signs; snowboarder killed last week near Canyons Resort apparently reached place of his death through gate marked with skull-and-crossbones warning; photos; experienced skiers are angry that reckless behavior gives landowners excuse to close off areas, especially as private development limits access to public lands; men are worst offenders at ignoring warnings, accounting for about ninety percent of 629 people killed in US avalanches since 1950",
      "lead_paragraph": "PARK CITY, Utah, Jan. 18 - The solo skier or snowboarder cutting virgin tracks through the deep powder on a steep mountain slope has become a signature and symbol of the Western tourism industry -- heady with its mixture of freedom, beauty and rugged individualism.",
      "publication_date": "2005-01-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/19/us/front page/skiers-risk-answering-the-call-of-their-wild-side.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "Krispy Kreme Picks Turnaround Specialist",
      "snippet": "Krispy Kreme Doughnuts announces retirement of chief executive Scott A Livengood and hires his successor, Stephen F Cooper, specialist in corporate reorganizations who is running Enron Corp; Cooper has history of working with companies that enter ...",
      "abstract": "Krispy Kreme Doughnuts announces retirement of chief executive Scott A Livengood and hires his successor, Stephen F Cooper, specialist in corporate reorganizations who is running Enron Corp; Cooper has history of working with companies that enter bankruptcy protection and reorganizing their debts; says company has reasonable level of free cash flow, so there is no reason it should be bankruptcy candidate; company says it is negotiating with lenders and has secured extension to keep it from being declared in default until Jan 24; says sales in company stores declined 25 percent in eight weeks ended Dec 26; systemwide sales, including those of franchises, were down 18 percent for most recent period, compared with drop of 16.7 percent in third quarter; chart; photos (M)",
      "lead_paragraph": "Plagued by falling sales and unable to borrow money, Krispy Kreme Doughnuts announced the retirement of its chief executive yesterday and hired as his successor a specialist in corporate reorganizations who is already running the Enron Corporation.",
      "publication_date": "2005-01-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/19/business/krispy-kreme-picks-turnaround-specialist.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Hail to the Chief, and to Packed Tables",
      "snippet": "Marian Burros assesses dining choices in Washinton, DC, as Republicans descend on city for inauguration; says city is better known for monuments and politics, but suggests several restaurants where food can compete with scene; highlights hangouts ...",
      "abstract": "Marian Burros assesses dining choices in Washinton, DC, as Republicans descend on city for inauguration; says city is better known for monuments and politics, but suggests several restaurants where food can compete with scene; highlights hangouts for lobbyists and politicos; photos (M)",
      "lead_paragraph": "WASHINGTON - THIS town will always be better known for its monuments and politics than its restaurants, and what qualifies as star-attraction food here might go unnoticed in New York or San Francisco. But the inauguration marks the rare week in a four-year cycle when people who don't live here actually care about what passes for hot in this buttoned-down atmosphere.",
      "publication_date": "2005-01-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "F",
      "web_url": "https://www.nytimes.com/2005/01/19/dining/hail-to-the-chief-and-to-packed-tables.html",
      "byline": "By Marian Burros"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": " Showdown at Cablevision Over Fate of Satellite Unit  A showdown in the family that controls Cablevision ended with the son outmaneuvering the father and getting directors to approve a sale of the company's troubled satellite unit.  ",
      "abstract": " Showdown at Cablevision Over Fate of Satellite Unit  A showdown in the family that controls Cablevision ended with the son outmaneuvering the father and getting directors to approve a sale of the company's troubled satellite unit.  ",
      "lead_paragraph": "Showdown at Cablevision Over Fate of Satellite Unit A showdown in the family that controls Cablevision ended with the son outmaneuvering the father and getting directors to approve a sale of the company's troubled satellite unit.",
      "publication_date": "2005-01-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/19/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Israel Banks Called Lax on Holocaust Fund Returns",
      "snippet": "Knesset report finds that Israeli banks holding assets from European Jews killed in Holocaust have not made determined effort to return holdings to heirs and have not returned at proper value those holdings that have been restored; also says Israe...",
      "abstract": "Knesset report finds that Israeli banks holding assets from European Jews killed in Holocaust have not made determined effort to return holdings to heirs and have not returned at proper value those holdings that have been restored; also says Israeli government, custodian for large part of assets, has not made serious effort to maintain their value or return them to survivors or heirs; legislator Colette Avital says government should not act differently from what Israel demands of others; report finds 9,000 people or heirs eligible for compensation totaling about $31.5 million; 6,000 of names are listed as victims by Yad Vashem archive; accounts were opened by European Jews in British Mandate Palestine from 1920's on, mostly in what became Bank Leumi; assets of Jews in Nazi-occupied countries were seized by Britain during war and transferred to British Custodian of Enemy Property; Britain paid back $1.4 million in 1950 and transferred custodianship to Israeli government; Bank Leumi, responsible for 95 percent of banks' estimated $73-million liability, promises cooperation; state's liability is about $133 million, at four percent interest (M)",
      "lead_paragraph": "JERUSALEM, Jan. 18 - Israeli banks holding assets from European Jews killed in the Holocaust failed to make a determined effort to return the holdings to their heirs, and when they were returned, they were not returned at their proper value, according to a report of the Israeli Parliament, or Knesset, released Tuesday.",
      "publication_date": "2005-01-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/19/world/middleeast/israel-banks-called-lax-on-holocaust-fund-returns.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Rebuilding of Basra Progresses, but It's Harder Than Expected",
      "snippet": "US aid officials point to southern city of Basra as success story in often stumbling effort to rebuild Iraq, but even best technical fixes, such as modern pumping machines, cannot deliver clean, abundant water through crumbling pipes, or provide e...",
      "abstract": "US aid officials point to southern city of Basra as success story in often stumbling effort to rebuild Iraq, but even best technical fixes, such as modern pumping machines, cannot deliver clean, abundant water through crumbling pipes, or provide enough electrical power from badly degraded national grid; photos; enduring travails of squalid city of moldering trash, fetid canals and more than million people suggest how unrealistic expectations were on both sides; more than $20 billion in aid to country has not created modern, smoothly functioning urban systems even when projects, largely by Bechtel, are completed on schedule; US official Thomas E Rhodes says Iraqis in Basra region have been given capacity to pump water, offload grain and transmit power, but will have to make systems work themselves (M)",
      "lead_paragraph": "BASRA, Iraq, Jan. 13 - Senior American aid officials point to this southern city as a success story in the often stumbling effort to rebuild Iraq.",
      "publication_date": "2005-01-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/19/world/middleeast/rebuilding-of-basra-progresses-but-its-harder-than.html",
      "byline": "By Erik Eckholm"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "The Empire State Building will be a less stressful place for tourists to visit if a planned renovation of waiting areas is successful.   C6.    Listings for commercial space in New York City will be compiled in a central database in what could be ...",
      "abstract": " The Empire State Building will be a less stressful place for tourists to visit if a planned renovation of waiting areas is successful.   C6.    Listings for commercial space in New York City will be compiled in a central database in what could be a major change to the market.   C7.",
      "lead_paragraph": "The Empire State Building will be a less stressful place for tourists to visit if a planned renovation of waiting areas is successful. C6.",
      "publication_date": "2005-01-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/19/business/commercial-real-estate.html",
      "byline": ""
    }
  ]
}