{
  "metadata": {
    "date": "2005-04-07",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "One Million Wait to View the Pope as Line Is Cut Off",
      "snippet": "Estimated one million pilgrams stand in streets around St Peter's Basilica, waiting to view body of Pope John Paul II; surge is so great that Italian safety officials close down line; foreign dignitaries begin arriving to pay their respects and at...",
      "abstract": "Estimated one million pilgrams stand in streets around St Peter's Basilica, waiting to view body of Pope John Paul II; surge is so great that Italian safety officials close down line; foreign dignitaries begin arriving to pay their respects and attend funeral on Apr 8; Pres Bush and wife Laura visit St Peter's Basilica with former presidents Bush and Clinton, Secretary of State Condoleezza Rice and Bush's chief of staff Andrew H Card Jr; despite its size, crowd filling streets near Vatican is calm; weeklong celebration of life of John Paul II is clearly pleasing to church officials--even if it raises questions about whether church can sustain such fervent enthusiasm under next pope; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/07/world/worldspecial2/one-million-wait-to-view-the-pope-as-line-is-cut-off.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "Bush Nominee for U.N. Post Faces Hurdles",
      "snippet": "Senate Foreign Relations Committee may not approve John R Bolton's nomination as ambassador to United Nations; committee will hear testimony from Carl W Ford Jr, former chief of State Dept's Bureau of Intelligence and Research, who will describe h...",
      "abstract": "Senate Foreign Relations Committee may not approve John R Bolton's nomination as ambassador to United Nations; committee will hear testimony from Carl W Ford Jr, former chief of State Dept's Bureau of Intelligence and Research, who will describe his clashes with Bolton over what he regarded as Bolton's intimidation of intelligence officials; committee is also seeking testimony from two intelligence officials, one a top CIA analyst, about Bolton's alleged efforts to have them replaced for disagreeing with him over weapons programs in several countries; panel is also reviewing previous allegations that Bolton tried to suppress information undercutting Bush administration's contentions about unconventional weapons; Sen Lincoln Chafee, Republican member of panel, has reserved final judgment on Bolton's nomination (M)",
      "lead_paragraph": "WASHINGTON, April 6 - A former chief of the State Department's Bureau of Intelligence and Research is expected to testify in opposition to John R. Bolton's nomination as ambassador to the United Nations when the Senate Foreign Relations Committee holds hearings on Mr. Bolton next week.",
      "publication_date": "2005-04-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/07/politics/bush-nominee-for-un-post-faces-hurdles.html",
      "byline": "By Douglas Jehl and Steven R. Weisman"
    },
    {
      "headline": "A Kurd Is Named Iraq's President as Tensions Boil",
      "snippet": "Jalal Talabani, Kurdish militia leader who fought Saddam Hussein for decades, is named president of Iraq by its national assembly, as Hussein watches proceeedings on television inside his prison; Talabani will be first Kurd to serve as president o...",
      "abstract": "Jalal Talabani, Kurdish militia leader who fought Saddam Hussein for decades, is named president of Iraq by its national assembly, as Hussein watches proceeedings on television inside his prison; Talabani will be first Kurd to serve as president of Arab-dominated country; some Shiite and Kurdish members of assembly demand resignation of interim government led by Prime Min Ayad Allawi, secular Shiite, accusing him of bringing back into government former senior members of Baath Party who played key roles in oppressing Shiites and Kurds; country's Shiites and Kurds are united in their intense distrust of Sunni Arabs and their enmity for Baath Party; they are likely to work together to revamp security forces in Interior and Defense Ministries, which Allawi, former Baathist, filled with his allies; unresolved issues between Shiites and Kurds may delay writing of permanent constitution by mid-Aug and full-term elections planned for year's end; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, April 6 - A Kurdish militia leader who fought Saddam Hussein for decades was named president on Wednesday by Iraq's national assembly as Mr. Hussein watched the proceedings on a television inside his prison.",
      "publication_date": "2005-04-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/07/world/middleeast/a-kurd-is-named-iraqs-president-as-tensions-boil.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "China's Divided Catholics Unite, if Just to Mourn",
      "snippet": "Several million Catholics in China worship in illegal underground churches that retain allegiance to pope, separate from 'official' Catholic churches that ultimately answer to Communist Party; all of China's 12 million Catholics are mourning death...",
      "abstract": "Several million Catholics in China worship in illegal underground churches that retain allegiance to pope, separate from 'official' Catholic churches that ultimately answer to Communist Party; all of China's 12 million Catholics are mourning death of Pope John Paul II, but his passing is reminder of division of Chinese Catholics from rest of church, and from each other; Chinese Catholics were divided from universal church, and each other, in 1951 after Mao Zedong established 'patriotic' association to oversee Catholic churches; association rejected papal authority and placed church affairs like appointments under government control; many Chinese Catholics went underground; persecution of underground priests and bishops continues; two elderly priests in Hebei Province have been detained in past two weeks; normalizing relations with China will be challenge for next pope; map (M)",
      "lead_paragraph": "SHIJIAZHUANG, China, April 6 - With a large, framed photo of Pope John Paul II propped atop a makeshift altar, a Chinese priest named Father Joseph stood before a few hundred peasants on Wednesday and led a memorial Mass that broke the law.",
      "publication_date": "2005-04-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/07/world/worldspecial2/chinas-divided-catholics-unite-if-just-to-mourn.html",
      "byline": "By Jim Yardley"
    },
    {
      "headline": "Can a New Disposable Battery Change Your Life? Parts of It, Maybe",
      "snippet": "David Pogue article on whether new Panasonic Oxyride batteries, which will be introduced in June, last twice as long as premium alkaline batteries like Duracell Ultra as claimed by Panasonic; says Panasonic's claim that Oxyride batteries deliver m...",
      "abstract": "David Pogue article on whether new Panasonic Oxyride batteries, which will be introduced in June, last twice as long as premium alkaline batteries like Duracell Ultra as claimed by Panasonic; says Panasonic's claim that Oxyride batteries deliver more power is real; notes new batteries cost about same as Duracell alkaline batteries; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/07/technology/circuits/can-a-new-disposable-battery-change-your-life-parts-of.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Scrushy for the Defense?",
      "snippet": "Defense lawyers in fraud case of HealthSouth Corp's former Richard M Scrushy are deciding whether to have their client testify as federal prosecutors prepare to complete their case over next few days; prosecution over last two months has produced ...",
      "abstract": "Defense lawyers in fraud case of HealthSouth Corp's former Richard M Scrushy are deciding whether to have their client testify as federal prosecutors prepare to complete their case over next few days; prosecution over last two months has produced series of witnesses, including five former chief financial officers, who testified Scrushy oversaw $2.7 billion, six-year accounting fraud at company; legal specialists say string of witnesses will make it difficult for Scrushy's lawyers to persuade jurors that he knew nothing about those crimes; defense team may begin presenting its case as soon as next week; legal specialists are divided about whether Scrushy should take stand, but some say there is no real alternative; photos (M)",
      "lead_paragraph": "Should Richard M. Scrushy testify on his own behalf?",
      "publication_date": "2005-04-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/07/business/scrushy-for-the-defense.html",
      "byline": "By Reed Abelson and Milt Freudenheim"
    },
    {
      "headline": "S.E.C. Expands Best-Price Rule on Stock Trading",
      "snippet": "Securities and Exchange Commission, on 3-to-2 vote, approves new rules on how stocks are traded that will keep brokers from sending trades to market that are not offering best prices available; Republican members of commission, who opposed rule, C...",
      "abstract": "Securities and Exchange Commission, on 3-to-2 vote, approves new rules on how stocks are traded that will keep brokers from sending trades to market that are not offering best prices available; Republican members of commission, who opposed rule, Cynthia A Glassman and Paul Atkins, argue that SEC is impeding competition between exchanges; commission's chairman William H Donaldson, also Republican, and two Democratic members favor change and argue that it will save investors hundreds of millions of dollars; change will extend to Nasdaq market rule that has long covered stocks traded on New York Stock Exchange, barring brokers from executing customer order at price worse than best price then available on any market; is known as trade-through rule; Annette Nazareth, head of market regulation for commission, says rule will save investors as much as $321 million a year, most of it involving Nasdaq trades; photo (M)",
      "lead_paragraph": "A divided Securities and Exchange Commission yesterday approved new rules on how stocks are traded that will keep brokers from sending trades to markets that are not offering the best prices available.",
      "publication_date": "2005-04-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/07/business/sec-expands-bestprice-rule-on-stock-trading.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Limits Urged in Mortgage Portfolios",
      "snippet": "Federal Reserve chairman Alan Greenspan urges lawmakers to impose sharp limits on $1.5 trillion holdings of Fannie Mae and Freddie Mac as Congress again begins work on legislation to strengthen oversight of two mortgage finance companies, speech b...",
      "abstract": "Federal Reserve chairman Alan Greenspan urges lawmakers to impose sharp limits on $1.5 trillion holdings of Fannie Mae and Freddie Mac as Congress again begins work on legislation to strengthen oversight of two mortgage finance companies, speech before Senate Banking Committee; says enormous portfolios of companies--nearly quarter of home-mortgage market--poses significant risks to nation's financial system should either company face significant problems; photo (M)",
      "lead_paragraph": "WASHINGTON, April 6 - As Congress again began work on legislation to strengthen oversight of Fannie Mae and Freddie Mac, the two big mortgage finance companies, the Federal Reserve chairman urged lawmakers on Wednesday to impose sharp limits on the $1.5 trillion holdings of the companies.",
      "publication_date": "2005-04-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/07/business/limits-urged-in-mortgage-portfolios.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Qwest Refuses to Concede in Bid for MCI",
      "snippet": "Qwest Communications is not giving up its efforts to stop Verizon Communications, its bigger rival, from acquiring MCI; Qwest requests MCI's shareholder list in move that could lead to protracted, if uphill, proxy battle that Qwest hopes will conv...",
      "abstract": "Qwest Communications is not giving up its efforts to stop Verizon Communications, its bigger rival, from acquiring MCI; Qwest requests MCI's shareholder list in move that could lead to protracted, if uphill, proxy battle that Qwest hopes will convince those holding majority of MCI's shares of superiority of its bid; Qwest's chief financial officer Oren Shaffer says there is clearly anger among some MCI shareholders; MCI's board says Qwest's $8.9 billion bid is not superior to Verizon's $7.6 billion offer; graph (M)",
      "lead_paragraph": "DENVER, April 6 - Qwest Communications, the smallest of the regional Bell phone companies, is not giving up its efforts to stop Verizon Communications, its bigger rival, from acquiring MCI.",
      "publication_date": "2005-04-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/07/business/qwest-refuses-to-concede-in-bid-for-mci.html",
      "byline": "By Matt Richtel and Ken Belson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Battle Between Factions Weakens Morgan Stanley  More than a week since a battle between rival factions over Morgan Stanley's future flared up, it is becoming clear that the victor will preside over a wounded Morgan Stanley.    Philip J. Purcell, t...",
      "abstract": " Battle Between Factions Weakens Morgan Stanley  More than a week since a battle between rival factions over Morgan Stanley's future flared up, it is becoming clear that the victor will preside over a wounded Morgan Stanley.    Philip J. Purcell, the firm's chief executive, is scrambling to fend off a campaign of attacks from eight retired Morgan Stanley executives who have demanded that he resign, accusing him of mismanaging the company. If he survives, Mr. Purcell will emerge a weakened leader. And if the eight dissident executives win, they will take over a bruised and battered firm. News Analysis. [Page A1.]    A.I.G. Tie to Offshore Insurers Seen  Investigators have learned that two offshore insurers that appeared to have no affiliation with American International Group were secretly backed by the insurance giant, according to people briefed on the matter. [C3.]    $29 Million Awarded in Bias Case  UBS was ordered by a federal jury in New York to pay more than $29 million in damages to a former saleswoman who sued the firm for sex discrimination. [C4.]    Setback for Cancer Treatment  A cancer treatment failed in the first clinical trial in which it was compared with a placebo, a blow to the development of so-called cancer vaccines. [C13.]    Credit Cards as Billboards for Banks  Banks are aggressively elbowing their way onto the front of MasterCard and Visa credit cards. Advertising. [C5.]    India as Global Health Care Provider  More foreigners are visiting India for medical treatments [C6.]    Accusations Over Aircraft Subsidies  Trade negotiators on both sides of the Atlantic traded mostly barbs this week, as the dispute over aircraft subsidies turned caustic. [C6.]    Dow and S.&P. Rise as Nasdaq Dips  The Dow Jones industrial average added 27.56 points, to 10,486.02, and the Standard & Poor's 500-stock index rose 2.68 points, or 0.2 percent, to 1,184.07. The Nasdaq composite index slipped 0.18 point, to 1,999.14. [C13.]    Weighing Looser Stem Cell Limits  With some Republicans pressing to loosen President Bush's limits on federal financing for embryonic stem cell research, the director of the National Institutes of Health said that there was ''mounting evidence'' that such a change would benefit science. [A17.]    New Tire Pressure Requirement  Federal regulators are set to make automakers equip all lightweight passenger vehicles with tire pressure monitors. [C3.]    Investors Fault Daimler Executives  Shareholders criticized DaimlerChrysler executives for a recent earnings slide and quality problems, and demanded the resignation of the chief executive, Jürgen E. Schrempp, left. Mr. Schrempp defended Daimler's performance and said it was intent on doing better. Ninety-five percent of shareholders represented at a meeting in Berlin gave the board a vote of confidence. [C6.]    Small Firms Look on Bright Side  Small and midsize companies are playing an important role in what they see as an economic recovery. Small Business. [C7.]    Clash of Technology and Copyright  From player pianos to online file sharing, disruptive technology has ended up in the courts. Hal R. Varian: Economic Scene. [C2.]  ",
      "lead_paragraph": "Battle Between Factions Weakens Morgan Stanley More than a week since a battle between rival factions over Morgan Stanley's future flared up, it is becoming clear that the victor will preside over a wounded Morgan Stanley.",
      "publication_date": "2005-04-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/07/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Morgan Stanley Already Feeling Wounds of War",
      "snippet": "Analysis of expected impact of battle between rival factions of Morgan Stanley; victor will preside over wounded company, one that may fail to measure up to either side's quixotic vision of storied Wall Street investment house; Philip J Purcell wi...",
      "abstract": "Analysis of expected impact of battle between rival factions of Morgan Stanley; victor will preside over wounded company, one that may fail to measure up to either side's quixotic vision of storied Wall Street investment house; Philip J Purcell will emerge as weakened chief executive if he survives pressure to resign from eight retired Morgan Stanley executives, who accuse him of mismanagement; if eight disssidents succeed in pushing Purcell out, they will take over bruised and battered firm which they will hand over to unseasoned chief executive; there is no guarantee that popular executives forced to resign by Purcell will return to oversee hoped-for recovery (M)",
      "lead_paragraph": "More than a week since a battle between rival factions over Morgan Stanley's future flared up, it is becoming clear that the victor will preside over a wounded Morgan Stanley, one that may fail to measure up to either side's quixotic vision of the storied Wall Street investment house.",
      "publication_date": "2005-04-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/07/business/morgan-stanley-already-feeling-wounds-of-war.html",
      "byline": "By Landon Thomas Jr"
    }
  ]
}