{
  "metadata": {
    "date": "2005-08-04",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "Benchmark Long Bond Returning",
      "snippet": "Treasury Department will resume selling 30-year bonds in February 2006 after four-year hiatus, offering $20 billion to $30 billion the first year; move will give government another tool to deal with financing of future budget deficits and could pr...",
      "abstract": "Treasury Department will resume selling 30-year bonds in February 2006 after four-year hiatus, offering $20 billion to $30 billion the first year; move will give government another tool to deal with financing of future budget deficits and could provide helpful tool for nation's underfunded pension system and prepare Treasury market for time when foreigners, particularly central banks, decide to buy fewer Treasuries; long bond will also offer safe, longer-term option for individual investors; graph (M)",
      "lead_paragraph": "The Treasury's 30-year bond, long the benchmark of the world's credit markets, is back. The first new 30-year bond will appear in February, a little more than four years after the last bond was sold, the Treasury Department said yesterday.",
      "publication_date": "2005-08-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/04/business/benchmark-long-bond-returning.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "'04 Report Faulted Application of Shuttle Foam",
      "snippet": "Internal NASA report last Dec warned of deficiencies in way insulating foam was being applied to sections of fuel tank to be used on shuttle Discovery's current mission; report did not recommend against launching Discovery, but did offer harsh cri...",
      "abstract": "Internal NASA report last Dec warned of deficiencies in way insulating foam was being applied to sections of fuel tank to be used on shuttle Discovery's current mission; report did not recommend against launching Discovery, but did offer harsh critique of quality control and practices at Michoud Assembly Facility in New Orleans, which is managed by Lockheed Martin; that plant came under intense criticism after foam accident at liftoff led to loss of shuttle Columbia and its crew of seven astronauts in 2003; internal report was written by Conley Perry, retired NASA division chief for quality engineering; it states that Lockheed's external tank engineers were reluctant to re-evaluate quality-control problems because of 'schedule-first attitude' of Lockheed Martin management; photos (M)",
      "lead_paragraph": "HOUSTON, Aug. 3 - An internal NASA report last December warned of deficiencies in the way insulating foam was being applied to sections of the fuel tank to be used on the shuttle Discovery's current mission.",
      "publication_date": "2005-08-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/04/science/space/04-report-faulted-application-of-shuttle-foam.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "Cellphones? Over There, Right Next to the Nachos",
      "snippet": "Dozens of nontechnology companies, such as 7-Eleven convenience store chain, are making sideline of selling cellphones and mobile services; development reflects ease of repackaging telecommunications services in digital age and emergence of cellph...",
      "abstract": "Dozens of nontechnology companies, such as 7-Eleven convenience store chain, are making sideline of selling cellphones and mobile services; development reflects ease of repackaging telecommunications services in digital age and emergence of cellphones as inexpensive commodity and means of consumer self-expression; many of these new providers, known as mobile virtual network operators, also offer cheaper alternative to tradtional calling plans by selling prepaid minutes at flat rate; some provides promise to direct portion of receipts to particular causes or charities; reselling arrangement is also good deal for big carriers who complete calls for virtual operators because their own networks are capable of handling far more calls than their own subscribers make; photo (M)",
      "lead_paragraph": "Jeanne Yanaro long associated 7-Eleven with Big Gulps and last-minute groceries. But late last year she turned to her local convenience store for a more substantial purchase: a cellular phone.",
      "publication_date": "2005-08-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/04/technology/cellphones-over-there-right-next-to-the-nachos.html",
      "byline": "By Matt Richtel and Ken Belson"
    },
    {
      "headline": "1 Landline + 1 Cellphone = 1 Handset",
      "snippet": "David Pogue column on RCA Cell Docking System, which looks like conventional household cordless phone but which can make and receive calls on owner's cellphone as well as landline using same headset; photo (M)",
      "abstract": "David Pogue column on RCA Cell Docking System, which looks like conventional household cordless phone but which can make and receive calls on owner's cellphone as well as landline using same headset; photo (M)",
      "lead_paragraph": "WHAT'S the best-selling piece of personal electronics on earth? What's more popular than computers, camcorders, digital cameras or even iPods?",
      "publication_date": "2005-08-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/04/technology/circuits/1-landline-1-cellphone-1-handset.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Time Warner Offers $3 Billion to End AOL Hangover",
      "snippet": "Time Warner agrees to set aside $3 billion to settle lawsuits from shareholders and employes who lost money as result of merger with America Online in 2001; suits alleged that executives at both companies misled shareholders about AOL's financial ...",
      "abstract": "Time Warner agrees to set aside $3 billion to settle lawsuits from shareholders and employes who lost money as result of merger with America Online in 2001; suits alleged that executives at both companies misled shareholders about AOL's financial condition as well as prospects of what was briefly called AOL Time Warner, inflating value of both companies' shares and entering into deal that might otherwise not have been consummated; costs of settling lawsuit results in net loss of $321 million for Time Warner's second quarter, compared with net income of $882 million a year earlier; revenue is down 1 percent, at $10.74 billion; photo; graph (M)",
      "lead_paragraph": "Time Warner Inc. hopes to finally exorcise the ghosts of its merger with America Online, after agreeing yesterday to set aside $3 billion to settle lawsuits from shareholders and employees who were stung by the ill-starred 2001 combination.",
      "publication_date": "2005-08-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/04/business/media/time-warner-offers-3-billion-to-end-aol-hangover.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "14 Marines Killed by Roadside Bomb in West Iraq City",
      "snippet": "Fourteen marines are killed when their troop carrier is blown up by huge roadside bomb in Haditha, in one of deadliest attacks on American troops since invasion of Iraq in Mar 2003; troop carrier, marines' primary means of transporting troops and ...",
      "abstract": "Fourteen marines are killed when their troop carrier is blown up by huge roadside bomb in Haditha, in one of deadliest attacks on American troops since invasion of Iraq in Mar 2003; troop carrier, marines' primary means of transporting troops and cargo in western Iraq, was designed for amphibious assaults and carries only light armor; attack comes less than 48 hours after ambush and killing of six American snipers in Haditha; most of dead came from same reserve unit based in Brook Park, Ohio; American commanders view Haditha as one of string of cities that form network that shuttles insurgents from Syria into Baghdad and other parts of Iraqi heartland; marines are conducting series of operations to bring area under firmer control and choke off flow of insurgents; insurgent group Ansar al Sunna claims resonsibility for ambush of American snipers and says it captured one marine alive, claim Pentagon denies; photos; chart plotting military deaths in Iraq since invasion (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Aug. 3 - Fourteen marines were killed Wednesday when their troop carrier was blown up by a huge roadside bomb in the western town of Haditha, in one of the deadliest attacks on American troops since the invasion in March 2003. An Iraqi civilian interpreter working with the marines was also killed in the blast.",
      "publication_date": "2005-08-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/04/world/middleeast/14-marines-killed-by-roadside-bomb-in-west-iraq-city.html",
      "byline": "By Dexter Filkins and Eric Schmitt"
    },
    {
      "headline": "Mexicans at Home Abroad",
      "snippet": "Social fabric on both sides of US-Mexican border could fray as Mexicans who entered US illegally reach end of their working years; Mexico, which has rapidly aging population and virtually no public system of social security or health insurance, ca...",
      "abstract": "Social fabric on both sides of US-Mexican border could fray as Mexicans who entered US illegally reach end of their working years; Mexico, which has rapidly aging population and virtually no public system of social security or health insurance, can hardly cope with millions fo returning immigrants who spent their working lives in US; US is also unprepared to deal with millions of poor, aging immigrants, eking out living without recourse to Social Security, Medicare, Medicaid or most other forms of federal assistance, even though most of them have paid taxes over their working lives to these program; one factor that might keep older Mexicans in US is increasingly tight border security, which encourages illegal immigrants to settle in US rather than risk keeping families in Mexico and shuttling back and forth across the border; photos (M)",
      "lead_paragraph": "In recent decades, millions of working-age Mexicans have entered the United States. Most of them have come illegally, taking jobs on the bottom rungs of the American labor market.",
      "publication_date": "2005-08-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/04/business/worldbusiness/mexicans-at-home-abroad.html",
      "byline": "By Eduardo Porter and Elisabeth Malkin"
    }
  ]
}