{
  "metadata": {
    "date": "2005-01-27",
    "total_articles": 14
  },
  "articles": [
    {
      "headline": "Prosecutors Rewrite Script in New Trial of 2 at Tyco",
      "snippet": "Prosecution makes opening arguments in second fraud trial of former Tyco executives L Dennis Kozlowski and Mark H Swartz; drop most striking accusations of lavish spending that they concentrated on during first trial and focus instead on laying ou...",
      "abstract": "Prosecution makes opening arguments in second fraud trial of former Tyco executives L Dennis Kozlowski and Mark H Swartz; drop most striking accusations of lavish spending that they concentrated on during first trial and focus instead on laying out core theme of their case: that two men illegally awarded themselves millions of dollars in bonuses and concealed them from company's board and shareholders; among people in gallery is Ruth Jordan, who received threatening letter while deliberating as juror in first trial, prompting judge to declare mistrial; photo (M)",
      "lead_paragraph": "There was no mention of the $6,000 shower curtain.",
      "publication_date": "2005-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/27/business/prosecutors-rewrite-script-in-new-trial-of-2-at-tyco.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "2-Day Rally Aside, It's a Bearish January",
      "snippet": "January has been bearish month for investors despite two-day rally; investors are withdrawing money from domestic stock funds and pouring money into international funds; Dow Jones industrial average rises 37.03 points, or 0.4 percent, to 10,498.59...",
      "abstract": "January has been bearish month for investors despite two-day rally; investors are withdrawing money from domestic stock funds and pouring money into international funds; Dow Jones industrial average rises 37.03 points, or 0.4 percent, to 10,498.59, while Standard & Poor's 500-stock index climbs 5.66 points, or 0.5 percent, to 1,174.07; Nasdaq composite index gains 26.14 points, or 1.3 percent, to 2,046.09; graphs; charts (Market Place column) (M)",
      "lead_paragraph": "Profits this earnings season are better than expected so far, but have not been able to pull stocks out of a new year slump.",
      "publication_date": "2005-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/27/business/2day-rally-aside-its-a-bearish-january.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "Across Baghdad, Vote Brings Fear",
      "snippet": "When American troops overthrew the government of Saddam Hussein nearly two years ago, Raad al-Naqib finally felt free. But Dr. Naqib, 46, a dentist, will not vote on Sunday, when Iraqis have their first opportunity in a generation to take part in ...",
      "abstract": "When American troops overthrew the government of Saddam Hussein nearly two years ago, Raad al-Naqib finally felt free. But Dr. Naqib, 46, a dentist, will not vote on Sunday, when Iraqis have their first opportunity in a generation to take part in an election with no predetermined outcome. It is far too dangerous, he said.    Some American commanders say that Baghdad is not safe even for their troops.  ",
      "lead_paragraph": "When American troops overthrew the government of Saddam Hussein nearly two years ago, Raad al-Naqib finally felt free. But Dr. Naqib, 46, a dentist, will not vote on Sunday, when Iraqis have their first opportunity in a generation to take part in an election with no predetermined outcome. It is far too dangerous, he said.",
      "publication_date": "2005-01-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/27/front page/world/across-baghdad-vote-brings-fear.html",
      "byline": ""
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "In Chile, Private Accounts For Pensions Fall Short  Rather than finance pensions through a system to which workers, employers and the government contribute, Chile has a program in which people pay 10 percent of their salaries to investment account...",
      "abstract": " In Chile, Private Accounts For Pensions Fall Short  Rather than finance pensions through a system to which workers, employers and the government contribute, Chile has a program in which people pay 10 percent of their salaries to investment accounts under their control.  ",
      "lead_paragraph": "In Chile, Private Accounts For Pensions Fall Short Rather than finance pensions through a system to which workers, employers and the government contribute, Chile has a program in which people pay 10 percent of their salaries to investment accounts under their control.",
      "publication_date": "2005-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/27/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "They're Off to See the Wizards",
      "snippet": "Apple Stores provide walk-up, face-to-face assistance for its products; idea was developed by Apple senior vice president Ron Johnson, who says Genius Bars have been gaining momentum and are part of store customers connect with on emotional level;...",
      "abstract": "Apple Stores provide walk-up, face-to-face assistance for its products; idea was developed by Apple senior vice president Ron Johnson, who says Genius Bars have been gaining momentum and are part of store customers connect with on emotional level; development of concept described; photos (M)",
      "lead_paragraph": "SAN FRANCISCO - IT was just past noon on a recent weekday at the Apple Store here, and the Genius Bar was buzzing.",
      "publication_date": "2005-01-27T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/01/27/technology/circuits/theyre-off-to-see-the-wizards.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "60 Companies Plan to Sponsor Health Coverage for Uninsured",
      "snippet": "Sixty large employers, including General Motors, IBM, McDonald's and Sears, Roebuck, are joining together to sponsor array of low-cost health insurance options intended to cover part-time and temporary workers, contractors, consultants and early r...",
      "abstract": "Sixty large employers, including General Motors, IBM, McDonald's and Sears, Roebuck, are joining together to sponsor array of low-cost health insurance options intended to cover part-time and temporary workers, contractors, consultants and early retirees, who typically are not eligible for employer health plans; will not subsidize coverage, but their participation creates pool of potential participants sufficiently large to justify lower insurance rates than individuals would have to pay on their own; UnitedHealth Group will offer four low-cost options in all 50 states; UnitedHealth and Humana will offer major medical policies in states where they have been approved by regulators; Cigna will offer program's major medical option in Arizona; chart (M)",
      "lead_paragraph": "In a novel attempt to extend health coverage to uninsured workers, 60 large employers are joining together to sponsor an array of low-cost health insurance options. The program, to begin in the fall, will be offered for at least two years and is intended to cover uninsured part-time and temporary workers, contractors, consultants and early retirees, who typically are not eligible for employer health plans.",
      "publication_date": "2005-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/27/business/60-companies-plan-to-sponsor-health-coverage-for-uninsured.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "Bush Portrays Iraq Vote as Step in a Global March to Freedom",
      "snippet": "Pres Bush calls elections in Iraq 'grand moment in Iraqi history' that will be part of global march toward freedom, news conference; acknowledges that Iraqis themselves have not yet taken initiative in defending their country; says criticism of hi...",
      "abstract": "Pres Bush calls elections in Iraq 'grand moment in Iraqi history' that will be part of global march toward freedom, news conference; acknowledges that Iraqis themselves have not yet taken initiative in defending their country; says criticism of his Iraq policy leveled by Democrats in Senate proceedings to confirm Condoleeza Rice as secretary of state might cause Iraqis to doubt Washington's will to prevail against insurgency; expanding on his Inaugural Address, he tries several times to place administration's strategy in Iraq into broader context, noting that elections there will follow elections in Ukraine and Afghanistan, and among Palestinians; in response to questions, he stops short of saying he would put leaders of Russia, China or Saudi Arabia on notice that freedom would be main measure of their relationship with Washington; seems to signal that he will be patient with countries that fail to liberalize quickly; photo (M)",
      "lead_paragraph": "WASHINGTON, Jan. 26 - President Bush said Wednesday that the elections this weekend in Iraq would be \"a grand moment in Iraqi history\" that he described as part of a global march toward freedom. Yet he acknowledged that Iraqis themselves had not yet taken the initiative in defending their country and might doubt Washington's will to prevail against the insurgency.",
      "publication_date": "2005-01-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/27/politics/bush-portrays-iraq-vote-as-step-in-a-global-march-to-freedom.html",
      "byline": "By David E. Sanger and Richard W. Stevenson"
    },
    {
      "headline": "SBC Said to Be in Talks to Buy AT&T",
      "snippet": "SBC Communications is in talks to acquire AT&T for more than $16 billion; deal, if reached, would be final chapter in 120-year history of AT&T; SBC reports fourth-quarter sales rose as profits fell; operating revenue was $10.3 billion, compared wi...",
      "abstract": "SBC Communications is in talks to acquire AT&T for more than $16 billion; deal, if reached, would be final chapter in 120-year history of AT&T; SBC reports fourth-quarter sales rose as profits fell; operating revenue was $10.3 billion, compared with $10 billion year ago (M)",
      "lead_paragraph": "SBC Communications, the second-largest regional phone company in the nation, is in talks to buy AT&T for more than $16 billion, according to executives close to the negotiations.",
      "publication_date": "2005-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/27/business/sbc-said-to-be-in-talks-to-buy-att.html",
      "byline": "By Andrew Ross Sorkin and Ken Belson"
    },
    {
      "headline": "California Train Strikes an S.U.V.; At Least 11 Dead",
      "snippet": "At least 11 people are dead and nearly 200 injured after man police describe as deranged and suicidal abandons SUV on heavily traveled commuter rail track in Glendale, Calif, causing violent wreck involving three trains; fierce collision at 6:02 a...",
      "abstract": "At least 11 people are dead and nearly 200 injured after man police describe as deranged and suicidal abandons SUV on heavily traveled commuter rail track in Glendale, Calif, causing violent wreck involving three trains; fierce collision at 6:02 am leaves rail cars toppled and crushed; tracks are covered with tons of twisted metal and littered with rail-car seats, suitcases, briefcases and clothing; travel rail bed is stained with oil and blood; Glendale police say Juan Manuel Alvarez drove around barriers at grade crossing and then up commuter rail tracks, where his Jeep Cherokee became wedged between rails; say he apparently changed his mind about killing himself and abandoned vehicle, then watched the crash; say he has acknowledged causing wreck and is distraught; he is in jail and under suicide watch; photos; map (L)",
      "lead_paragraph": "GLENDALE, Calif., Jan. 26 - A man the police described as deranged and suicidal abandoned an S.U.V. on a heavily traveled commuter rail track here early Wednesday, causing a violent wreck involving three trains that left at least 11 people dead and nearly 200 injured.",
      "publication_date": "2005-01-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/27/us/california-train-strikes-an-suv-at-least-11-dead.html",
      "byline": "By John M. Broder"
    },
    {
      "headline": "Communicator in Chief Keeps the Focus Positive",
      "snippet": "Pres Bush's talk of hope for freedom around world is part of aggressive White House communications strategy to frame risky Iraqi election in best possible light, with goal of lowering expectations but avoiding any definition of success, Washington...",
      "abstract": "Pres Bush's talk of hope for freedom around world is part of aggressive White House communications strategy to frame risky Iraqi election in best possible light, with goal of lowering expectations but avoiding any definition of success, Washington Memo; election seen as critical test of his assertion that country is on path to stability; top administration officials and military commanders will fan out this week and appear on influential Sunday morning television interview programs to echo his comments about Iraqi election; Bush advisers say president's decision not to mention deadly helicopter crash in Iraq in his opening statement at news conference is part of longstanding White House practice to avoid mentioning some American deaths in Iraq but not others; Bush seeks to put positive stamp on election that could be disrupted by insurgent attacks and set tone for next four years; his message will be that even an imperfect democracy in Iraq is substantially better than one-party rule of past; photo (M)",
      "lead_paragraph": "WASHINGTON, Jan. 26 - President Bush's opening statement at his news conference on Wednesday was striking for what it left out: any mention of the 31 Americans who died overnight in the crash of a Marine helicopter in Iraq, the largest number of American deaths in a single incident since the war began.",
      "publication_date": "2005-01-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/27/washington/the-conflict-in-iraq-washington-memo-communicator-in-chief-keeps.html",
      "byline": "By Elisabeth Bumiller"
    },
    {
      "headline": "31 Americans Die as Marine Copter Goes Down in Iraq",
      "snippet": "American troops suffer their single deadliest day since they invaded Iraq 22 months ago, as Marine helicopter crashes in desert sandstorm, killing all 31 aboard, and 6 other service members die in combat; insurgents intent on disrupting upcoming e...",
      "abstract": "American troops suffer their single deadliest day since they invaded Iraq 22 months ago, as Marine helicopter crashes in desert sandstorm, killing all 31 aboard, and 6 other service members die in combat; insurgents intent on disrupting upcoming elections unleash wave of violence across country, killing at least 13 people and wounding 40, including 11 other Americans; guerrillas also attack Iraqi schools, many of which have been designated as polling places, in effort to scare Iraqis into staying away from polls; Marines say they have found no immediate signs that helicopter had been shot down; say marines were being ferried to Anbar Province as part of effort to provide security for elections; Gen George W Casey Jr, top American commander in Iraq, says Iraqi security forces are not ready to take lead role in military campaign against insurgents; 37 new deaths push total of Americans killed in Iraq to more than 1,400; photo; map; timeline showing previous helicopter crashes (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Jan. 26 - A Marine helicopter crashed in a desert sandstorm early Wednesday near the Jordanian border, killing all 31 aboard, and 6 other service members died in combat, making for the single deadliest day here for American troops since they invaded the country 22 months ago.",
      "publication_date": "2005-01-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/27/world/middleeast/31-americans-die-as-marine-copter-goes-down-in-iraq.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Vital Signs Return to HealthSouth",
      "snippet": "HealthSouth has survived business and public relations mightmare that began two years ago when Justice Department and Securities and Exchange Commission accused it of accounting fraud totaling $2.6 billion; avoided bankruptcy, made deal to stave o...",
      "abstract": "HealthSouth has survived business and public relations mightmare that began two years ago when Justice Department and Securities and Exchange Commission accused it of accounting fraud totaling $2.6 billion; avoided bankruptcy, made deal to stave off default on its bonds, placated bankers and restored morale among downcast employees, who have all along kept its hospitals and clinics operating; new management is concentrating on core businesses--its 257 rehabilitation hospitals and 1,105 rehabilitation outpatient clincs and surgery centers; trial of Richard M Scrushy brings national attention back to bad old days of HealthSouth; new chief executive Jay Grinney has promised to resolve some of company's most pressing problems; graph; chart; photos (M)",
      "lead_paragraph": "The HealthSouth sign was removed without fanfare from the Surgery Center of Des Moines shortly after federal investigators seized truckloads of financial records at the company's headquarters in Birmingham, Ala., two years ago. But the doctors at the Des Moines clinic are still partners with the big national health care chain, doing more cataract and plastic surgery procedures than ever, they say.",
      "publication_date": "2005-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/27/business/vital-signs-return-to-healthsouth.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "Videotape to DVD, Made Easy",
      "snippet": "David Pogue State of the Art column on combination VHS-DVD recorder that can play or record both type of media and copy from one to the other; system does not work with copy-protected tapes; four models by various manufacturers tested for variety ...",
      "abstract": "David Pogue State of the Art column on combination VHS-DVD recorder that can play or record both type of media and copy from one to the other; system does not work with copy-protected tapes; four models by various manufacturers tested for variety of functions and features; prices noted; photos; drawing (M)",
      "lead_paragraph": "WHOEVER said \"technology marches on\" must have been kidding. Technology doesn't march; it sprints, dashes and zooms.",
      "publication_date": "2005-01-27T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/01/27/technology/circuits/videotape-to-dvd-made-easy.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Chile's Retirees Find Shortfall in Private Plan",
      "snippet": "Chileans find that pension privatization plan launched 25 years ago, which Pres Bush has cited as model for his plans to overhaul Social Security, is falling far short of what was originally advertised under authoritarian government of Gen Augusto...",
      "abstract": "Chileans find that pension privatization plan launched 25 years ago, which Pres Bush has cited as model for his plans to overhaul Social Security, is falling far short of what was originally advertised under authoritarian government of Gen Augusto Pinochet; under program, millions of people have been paying 10 percent of their salaries to private investment accounts that they control; many lower-paid workers' contributions were not large enough to ensure even minimum pension of $140 a month; others--those working in underground economy, self-employed or working only seasonally--remain outside system altogether; even middle-class workers who contributed regularly are finding that their private accounts--burdened with hidden fees that may have soaked up as much as third of their original investment--are failing to deliver as much in benefits as they would have received under old system; government continues to direct billions of dollars to safety net for those whose pensions are below minimum; photo; chart (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/27/business/worldbusiness/chiles-retirees-find-shortfall-in-private-plan.html",
      "byline": "By Larry Rohter"
    }
  ]
}