{
  "metadata": {
    "date": "2005-09-15",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Vatican to Check U.S. Seminaries on Gay Presence",
      "snippet": "Investigators appointed by the Vatican have been instructed to review each of the 229 Roman Catholic seminaries in the United States for ''evidence of homosexuality'' and for faculty members who dissent from church teaching, according to a documen...",
      "abstract": "Investigators appointed by the Vatican have been instructed to review each of the 229 Roman Catholic seminaries in the United States for ''evidence of homosexuality'' and for faculty members who dissent from church teaching, according to a document prepared to guide the process.      The Vatican document, given to The New York Times yesterday by a priest, surfaces as Catholics await a Vatican ruling on whether homosexuals should be barred from the priesthood.  ",
      "lead_paragraph": "Investigators appointed by the Vatican have been instructed to review each of the 229 Roman Catholic seminaries in the United States for \"evidence of homosexuality\" and for faculty members who dissent from church teaching, according to a document prepared to guide the process.",
      "publication_date": "2005-09-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/15/us/vatican-to-check-us-seminaries-on-gay-presence.html",
      "byline": "By Laurie Goodstein"
    },
    {
      "headline": "In Roberts Hearing, Specter Assails Court",
      "snippet": "Senator Arlen Specter's testy interrogation of Judge John G. Roberts Jr. on the Supreme Court's treatment of Congress may well have left viewers scratching their heads on Wednesday morning, with cryptic references to the ''congruence and proportio...",
      "abstract": "Senator Arlen Specter's testy interrogation of Judge John G. Roberts Jr. on the Supreme Court's treatment of Congress may well have left viewers scratching their heads on Wednesday morning, with cryptic references to the ''congruence and proportionality test'' and to unfamiliar case names like ''Lane and Hibbs.''      But the line of questioning that Mr. Specter, the Pennsylvania Republican who is Judiciary Committee chairman, chose to pursue offered a window on the increasingly troubled relationship between the court and Congress, as well as on one of the most consequential developments of the Rehnquist court's later years.  ",
      "lead_paragraph": "WASHINGTON, Sept. 14 - Senator Arlen Specter's testy interrogation of Judge John G. Roberts Jr. on the Supreme Court's treatment of Congress may well have left viewers scratching their heads on Wednesday morning, with cryptic references to the \"congruence and proportionality test\" and to unfamiliar case names like \"Lane and Hibbs.\"",
      "publication_date": "2005-09-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/15/politics/politicsspecial1/in-roberts-hearing-specter-assails-court.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "2nd Trial for Merck on Vioxx Begins",
      "snippet": "Merck's potentially long legal struggle over its painkiller Vioxx edged forward on Wednesday as lawyers presented opening arguments in the second personal injury suit against the drug to reach a jury.     The case, Humeston v. Merck, comes to tria...",
      "abstract": "Merck's potentially long legal struggle over its painkiller Vioxx edged forward on Wednesday as lawyers presented opening arguments in the second personal injury suit against the drug to reach a jury.     The case, Humeston v. Merck, comes to trial almost one month after a jury in Angleton, Tex., ordered Merck to pay $253 million in damages to Carol Ernst, whose husband died after taking Vioxx for eight months. That devastating defeat caused Merck stock to fall 8 percent in an afternoon and it has yet to recover.  ",
      "lead_paragraph": "ATLANTIC CITY, Sept. 14 - Merck's potentially long legal struggle over its painkiller Vioxx edged forward on Wednesday as lawyers presented opening arguments in the second personal injury suit against the drug to reach a jury.",
      "publication_date": "2005-09-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/15/business/2nd-trial-for-merck-on-vioxx-begins.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Multiple Attacks Kill Nearly 150 in Iraqi Capital",
      "snippet": "Insurgents staged at least a dozen suicide bombings that ripped through Baghdad in rapid succession on Wednesday, killing almost 150 people and wounding more than 500 in a coordinated assault that left much of the capital paralyzed.      Al Qaeda ...",
      "abstract": "Insurgents staged at least a dozen suicide bombings that ripped through Baghdad in rapid succession on Wednesday, killing almost 150 people and wounding more than 500 in a coordinated assault that left much of the capital paralyzed.      Al Qaeda in Mesopotamia claimed responsibility for the assault, which inflicted the biggest death toll in Baghdad since the American-led invasion of Iraq toppled Saddam Hussein more than two years ago.  ",
      "lead_paragraph": "BAGHDAD, Iraq, Thursday, Sept. 15 - Insurgents staged at least a dozen suicide bombings that ripped through Baghdad in rapid succession on Wednesday, killing almost 150 people and wounding more than 500 in a coordinated assault that left much of the capital paralyzed.",
      "publication_date": "2005-09-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/15/world/middleeast/multiple-attacks-kill-nearly-150-in-iraqi-capital.html",
      "byline": "By Robert F. Worth and Richard A. Oppel Jr"
    },
    {
      "headline": "Bankruptcy for 2: Storm Broke The Camel's Back; Delta's Filing Was Not Unexpected, But Northwest Had Hoped to Hold Out",
      "snippet": "Late last month, Northwest's chief executive, Douglas M. Steenland, still thought his airline had a chance to avoid seeking bankruptcy protection.      No matter that the mechanics' union was on strike, the price of jet fuel had risen by 50 percen...",
      "abstract": "Late last month, Northwest's chief executive, Douglas M. Steenland, still thought his airline had a chance to avoid seeking bankruptcy protection.      No matter that the mechanics' union was on strike, the price of jet fuel had risen by 50 percent, and, yes, low-fare airlines were brutal competitors. But then Hurricane Katrina struck, wiping out not only homes, lives and businesses on the Gulf Coast, but Northwest's chances of staying solvent.  ",
      "lead_paragraph": "Late last month, Northwest's chief executive, Douglas M. Steenland, still thought his airline had a chance to avoid seeking bankruptcy protection.",
      "publication_date": "2005-09-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/15/business/bankruptcy-for-2-storm-broke-the-camels-back-deltas-filing-was-not.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "At Time of Epic Storms, Oil Industry Thinks Anew",
      "snippet": "Around the world, offshore oil and gas platforms are generally built to survive without serious damage a so-called 100-year storm -- a hurricane so powerful that it typically occurs only once every hundred years.      Hurricane Ivan roared through...",
      "abstract": "Around the world, offshore oil and gas platforms are generally built to survive without serious damage a so-called 100-year storm -- a hurricane so powerful that it typically occurs only once every hundred years.      Hurricane Ivan roared through the Gulf of Mexico a year ago, generating the highest waves ever recorded there in a storm considered likely to occur only once every 2,500 years. Given the scale of the hurricane, it was inevitable that it would wreak havoc in the gulf, America's biggest energy-producing region, uprooting miles of underwater pipelines, destroying platforms and crimping production for months.  ",
      "lead_paragraph": "Around the world, offshore oil and gas platforms are generally built to survive without serious damage a so-called 100-year storm -- a hurricane so powerful that it typically occurs only once every hundred years.",
      "publication_date": "2005-09-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/15/business/at-time-of-epic-storms-oil-industry-thinks-anew.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Asbestos Fund Bars 9 Doctors",
      "snippet": "One of the oldest and largest trusts set up to compensate victims of asbestos exposure has barred payments to claimants who rely on reports by nine doctors and three X-ray screening companies.     The named doctors are responsible for tens of thou...",
      "abstract": "One of the oldest and largest trusts set up to compensate victims of asbestos exposure has barred payments to claimants who rely on reports by nine doctors and three X-ray screening companies.     The named doctors are responsible for tens of thousands of claims submitted to the trust, which has paid out $3.3 billion to resolve 655,096 claims since it was created in 1988. The move by the Manville Personal Injury Settlement Trust is a response to growing concern that some of the claims it receives are not valid and may even be fraudulent.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/15/business/asbestos-fund-bars-9-doctors.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "IPod's Law: The Impossible Is Possible",
      "snippet": "APPLE says its iPod music player and iTunes music store have 74 and 85 percent of their worldwide markets. But according to Gene Munster, a Piper Jaffray analyst, the end is near. ''Nobody can sustain an 80 percent market share in a consumer elect...",
      "abstract": "APPLE says its iPod music player and iTunes music store have 74 and 85 percent of their worldwide markets. But according to Gene Munster, a Piper Jaffray analyst, the end is near. ''Nobody can sustain an 80 percent market share in a consumer electronics business for more than two or three years,'' Mr. Munster told CNN. ''It's pretty much impossible.''      Well, he's right about one thing: Apple's market share won't stay at 80 percent. It's about to go up.  ",
      "lead_paragraph": "APPLE says its iPod music player and iTunes music store have 74 and 85 percent of their worldwide markets. But according to Gene Munster, a Piper Jaffray analyst, the end is near. \"Nobody can sustain an 80 percent market share in a consumer electronics business for more than two or three years,\" Mr. Munster told CNN. \"It's pretty much impossible.\"",
      "publication_date": "2005-09-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/15/technology/circuits/ipods-law-the-impossible-is-possible.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Roberts Parries Queries on Roe and End of Life",
      "snippet": "Judge John G. Roberts Jr. faced increasingly contentious questions from Democrats on Wednesday as he outlined his views on an array of legal issues, but repeatedly declined to address some of the most ideologically charged matters, including wheth...",
      "abstract": "Judge John G. Roberts Jr. faced increasingly contentious questions from Democrats on Wednesday as he outlined his views on an array of legal issues, but repeatedly declined to address some of the most ideologically charged matters, including whether the Constitution establishes a right to abortion and a right to die.     ''I'm not standing for election,'' Judge Roberts said in one testy exchange on end-of-life issues on the third day of his confirmation hearings for chief justice of the United States. [Excerpts, Page A28.]  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/15/politics/politicsspecial1/roberts-parries-queries-on-roe-and-end-of-life.html",
      "byline": "By Adam Liptak and Robin Toner"
    },
    {
      "headline": "Ex-FEMA Chief Tells of Frustration and Chaos",
      "snippet": "Hours after Hurricane Katrina passed New Orleans on Aug. 29, as the scale of the catastrophe became clear, Michael D. Brown recalls, he placed frantic calls to his boss, Michael Chertoff, the secretary of homeland security, and to the office of th...",
      "abstract": "Hours after Hurricane Katrina passed New Orleans on Aug. 29, as the scale of the catastrophe became clear, Michael D. Brown recalls, he placed frantic calls to his boss, Michael Chertoff, the secretary of homeland security, and to the office of the White House chief of staff, Andrew H. Card Jr.      Mr. Brown, then director of the Federal Emergency Management Agency, said he told the officials in Washington that the Louisiana governor, Kathleen Babineaux Blanco, and her staff were proving incapable of organizing a coherent state effort and that his field officers in the city were reporting an ''out of control'' situation.  ",
      "lead_paragraph": "WASHINGTON, Sept. 14 - Hours after Hurricane Katrina passed New Orleans on Aug. 29, as the scale of the catastrophe became clear, Michael D. Brown recalls, he placed frantic calls to his boss, Michael Chertoff, the secretary of homeland security, and to the office of the White House chief of staff, Andrew H. Card Jr.",
      "publication_date": "2005-09-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/15/us/nationalspecial/exfema-chief-tells-of-frustration-and-chaos.html",
      "byline": "By David D. Kirkpatrick and Scott Shane"
    }
  ]
}