{
  "metadata": {
    "date": "2005-12-12",
    "total_articles": 29
  },
  "articles": [
    {
      "headline": "Lieberman's Iraq Stance Brings Widening Split With His Party",
      "snippet": "Some Democrats are saying Senator Joseph I. Lieberman of Connecticut is more of a wayward son than a favorite son.",
      "abstract": "Some Democrats are saying Senator Joseph I. Lieberman of Connecticut is more of a wayward son than a favorite son.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-12-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/10/politics/liebermans-iraq-stance-brings-widening-split-with-his-party.html",
      "byline": "By RAYMOND HERNANDEZ<br> and WILLIAM YARDLEY"
    },
    {
      "headline": "Viacom Seals Deal to BuyDreamWorks Movie Studio",
      "snippet": "Moving swiftly after negotiations bogged down with a rival bidder, Viacom closed a deal on Friday to pay $1.6 billion to acquire DreamWorks SKG, the Hollywood studio founded by Steven Spielberg, Jeffrey Katzenberg and David Geffen, according to ex...",
      "abstract": "Moving swiftly after negotiations bogged down with a rival bidder, Viacom closed a deal on Friday to pay $1.6 billion to acquire DreamWorks SKG, the Hollywood studio founded by Steven Spielberg, Jeffrey Katzenberg and David Geffen, according to executives involved in the negotiations.      Viacom and its studio division, Paramount Pictures, sealed the acquisition at a meeting on Friday among Mr. Geffen; Mr. Spielberg; Viacom's chief executive, Tom Freston; and Paramount's chairman, Brad Grey.  ",
      "lead_paragraph": "LOS ANGELES, Dec. 9 - Moving swiftly after negotiations bogged down with a rival bidder, Viacom closed a deal on Friday to pay $1.6 billion to acquire DreamWorks SKG, the Hollywood studio founded by Steven Spielberg, Jeffrey Katzenberg and David Geffen, according to executives involved in the negotiations.",
      "publication_date": "2005-12-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/10/business/viacom-seals-deal-to-buydreamworks-movie-studio.html",
      "byline": "By Sharon Waxman and Geraldine Fabrikant"
    },
    {
      "headline": "Judges Weigh Hedge Funds vs. the S.E.C.",
      "snippet": "A federal appeals court on Friday sharply questioned the Securities and Exchange Commission's plan to tighten oversight of hedge funds.     The outcome of the closely watched case will determine whether the agency will be able to oversee many hedg...",
      "abstract": "A federal appeals court on Friday sharply questioned the Securities and Exchange Commission's plan to tighten oversight of hedge funds.     The outcome of the closely watched case will determine whether the agency will be able to oversee many hedge funds as the business is growing rapidly, with big investors from university endowments to pension plans pouring billions of dollars into the funds. The notable troubles of some hedge funds -- most recently the collapse of Bayou, a Connecticut hedge fund, this summer -- have inspired calls for greater regulation.  ",
      "lead_paragraph": "WASHINGTON, Dec. 9 - A federal appeals court on Friday sharply questioned the Securities and Exchange Commission's plan to tighten oversight of hedge funds.",
      "publication_date": "2005-12-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/10/politics/judges-weigh-hedge-funds-vs-the-sec.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "À la Carte? Nah, Hand Me the Remote.",
      "snippet": "I OWN a 47-inch Samsung high-definition television. My wife and I bought it a couple of years ago, when HDTV prices were still in the stratosphere, but we've never had a moment of buyer's remorse. I love the thing: the large screen, the vivid colo...",
      "abstract": "I OWN a 47-inch Samsung high-definition television. My wife and I bought it a couple of years ago, when HDTV prices were still in the stratosphere, but we've never had a moment of buyer's remorse. I love the thing: the large screen, the vivid colors, the better-than-real-life picture. I can get downright rhapsodic talking up the joys of high definition; indeed, I become annoyed now when I'm forced to watch a program on ''ordinary'' TV because it's not available on high definition. Once you've been down the high-def path, you don't want to go back.     Which is also why I've been so perplexed by all the hoopla surrounding the Disney-Apple deal announced a few months ago. In case you've been living in a media-deprived cave, Disney, owner of the ABC television network, agreed to allow people to download weekly episodes of two of its most popular shows, ''Desperate Housewives'' and ''Lost,'' onto an iPod, a wonderful device for music, but one whose tiny screen forces you to squint to see video images. It's not free, either. Just as Apple charges 99 cents to download a song, it is charging $1.99 for each episode of the shows.  ",
      "lead_paragraph": "I OWN a 47-inch Samsung high-definition television. My wife and I bought it a couple of years ago, when HDTV prices were still in the stratosphere, but we've never had a moment of buyer's remorse. I love the thing: the large screen, the vivid colors, the better-than-real-life picture. I can get downright rhapsodic talking up the joys of high definition; indeed, I become annoyed now when I'm forced to watch a program on \"ordinary\" TV because it's not available on high definition. Once you've been down the high-def path, you don't want to go back.",
      "publication_date": "2005-12-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/10/technology/a-la-carte-nah-hand-me-the-remote.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "U.S., Under Fire, Eases Its Stance in Climate Talks",
      "snippet": "The United States dropped its opposition early Saturday morning to nonbinding talks on addressing global warming after a few words were adjusted in the text of statements that, 24 hours earlier, prompted a top American official to walk out on nego...",
      "abstract": "The United States dropped its opposition early Saturday morning to nonbinding talks on addressing global warming after a few words were adjusted in the text of statements that, 24 hours earlier, prompted a top American official to walk out on negotiations.     At the same time, other industrialized nations that have signed on to the Kyoto Protocol, a treaty binding them to curb emissions of greenhouse gases, agreed to start meeting to set new deadlines once the existing pact's terms expire in 2012.  ",
      "lead_paragraph": "MONTREAL, Saturday, Dec. 10 - The United States dropped its opposition early Saturday morning to nonbinding talks on addressing global warming after a few words were adjusted in the text of statements that, 24 hours earlier, prompted a top American official to walk out on negotiations.",
      "publication_date": "2005-12-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/10/world/americas/us-under-fire-eases-its-stance-in-climate-talks.html",
      "byline": "By Andrew C. Revkin"
    },
    {
      "headline": "California's Stem Cell Program Is Hobbled but Staying the Course",
      "snippet": "After nearly an entire morning of sometimes heated debate the other day, the board overseeing California's $3 billion stem cell research institute took action. It asked the organization's president to draw up a plan for how to draw up a strategic ...",
      "abstract": "After nearly an entire morning of sometimes heated debate the other day, the board overseeing California's $3 billion stem cell research institute took action. It asked the organization's president to draw up a plan for how to draw up a strategic plan.      That is the way it has been going lately for the state's closely watched foray into the frontiers of medical science. More than a year after 59 percent of Californians approved an ambitious program to harness human embryonic stem cells to treat diseases, not a single dollar has yet been spent on research.  ",
      "lead_paragraph": "LOS ANGELES, Dec. 9 - After nearly an entire morning of sometimes heated debate the other day, the board overseeing California's $3 billion stem cell research institute took action. It asked the organization's president to draw up a plan for how to draw up a strategic plan.",
      "publication_date": "2005-12-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/10/business/californias-stem-cell-program-is-hobbled-but-staying-the-course.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Matching the Wide Screen With Clear Thinking",
      "snippet": "Consumers are snapping up digital TV's this holiday season. The market analysts at Gartner predict that 3.6 million high-definition TV's will be sold this holiday season, 80 percent of what was sold in all 12 months of 2004.      It's doubtful tho...",
      "abstract": "Consumers are snapping up digital TV's this holiday season. The market analysts at Gartner predict that 3.6 million high-definition TV's will be sold this holiday season, 80 percent of what was sold in all 12 months of 2004.      It's doubtful though, given the confusion sown by the industry, that most people buy one with the confidence that they are making the right choice. Walk into any electronics retailer and you not only face a wall of screens, you face a barrage of jargon, conflicting standards and an alphabet soup of terminology. How do you cut through the clutter?  ",
      "lead_paragraph": "Consumers are snapping up digital TV's this holiday season. The market analysts at Gartner predict that 3.6 million high-definition TV's will be sold this holiday season, 80 percent of what was sold in all 12 months of 2004.",
      "publication_date": "2005-12-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/10/business/yourmoney/matching-the-wide-screen-with-clear-thinking.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Lieberman's Iraq Stance Brings Widening Split With His Party",
      "snippet": "Five years after running as the vice-presidential nominee on the Democratic ticket and a year after his own presidential bid, Senator Joseph I. Lieberman of Connecticut has become an increasingly unwelcome figure within his party, with some Democr...",
      "abstract": "Five years after running as the vice-presidential nominee on the Democratic ticket and a year after his own presidential bid, Senator Joseph I. Lieberman of Connecticut has become an increasingly unwelcome figure within his party, with some Democrats seeing him more as a wayward son than a favorite son.     In the last few days, the senator has riled Democratic activists and politicians here and in his home state with his vigorous defense of President Bush's handling of the Iraq war at a time some Democrats are pressuring the administration to begin a withdrawal.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-12-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/10/politics/liebermans-iraq-stance-brings-widening-split-with-his-party.html",
      "byline": "By Raymond Hernandez and William Yardley"
    },
    {
      "headline": "Protesters Say Police in China Killed Up to 20",
      "snippet": "Residents of a fishing village near Hong Kong said Friday that as many as 20 people were killed by the paramilitary police this week, in an unusually violent clash that marked an escalation in the widespread social protests roiling the Chinese cou...",
      "abstract": "Residents of a fishing village near Hong Kong said Friday that as many as 20 people were killed by the paramilitary police this week, in an unusually violent clash that marked an escalation in the widespread social protests roiling the Chinese countryside. Villagers said as many as 50 other residents remained unaccounted for since the shootings on Tuesday.     It was the largest known use of force by security personnel against citizens since the killings around Tiananmen Square in 1989. That death toll is still unknown, but is estimated to have been in the hundreds.  ",
      "lead_paragraph": "SHANGHAI, Dec. 9 - Residents of a fishing village near Hong Kong said Friday that as many as 20 people were killed by the paramilitary police this week, in an unusually violent clash that marked an escalation in the widespread social protests roiling the Chinese countryside. Villagers said as many as 50 other residents remained unaccounted for since the shootings on Tuesday.",
      "publication_date": "2005-12-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/10/world/asia/protesters-say-police-in-china-killed-up-to-20.html",
      "byline": "By Howard W. French"
    },
    {
      "headline": "Live Tracking of Mobile Phones Prompts Court Fights on Privacy",
      "snippet": "Most Americans carry cellphones, but many may not know that government agencies can track their movements through the signals emanating from the handset.     In recent years, law enforcement officials have turned to cellular technology as a tool f...",
      "abstract": "Most Americans carry cellphones, but many may not know that government agencies can track their movements through the signals emanating from the handset.     In recent years, law enforcement officials have turned to cellular technology as a tool for easily and secretly monitoring the movements of suspects as they occur. But this kind of surveillance -- which investigators have been able to conduct with easily obtained court orders -- has now come under tougher legal scrutiny.  ",
      "lead_paragraph": "Most Americans carry cellphones, but many may not know that government agencies can track their movements through the signals emanating from the handset.",
      "publication_date": "2005-12-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/10/technology/live-tracking-of-mobile-phones-prompts-court-fights-on-privacy.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Nice Funds, Naughty Video Game",
      "snippet": "CHRISTMAS shoppers are bypassing video game bins with a vengeance, according to a report last week from the NPD Group, a market research firm. Raw data for November indicate that overall game sales dropped roughly 20 percent from the same period l...",
      "abstract": "CHRISTMAS shoppers are bypassing video game bins with a vengeance, according to a report last week from the NPD Group, a market research firm. Raw data for November indicate that overall game sales dropped roughly 20 percent from the same period last year. One reason for the falloff is that buyers may be putting off software purchases until they buy the new hardware that is hitting the stores right now.     Only one company showed impressive growth during the month: Activision, whose sales rose an estimated 48 percent over the same period of 2004. At the bottom of the barrel was Take-Two Interactive Software, the industry bad boy whose hit, Grand Theft Auto, rewards players for committing violent crimes like killing prostitutes and shooting up police stations.  ",
      "lead_paragraph": "CHRISTMAS shoppers are bypassing video game bins with a vengeance, according to a report last week from the NPD Group, a market research firm. Raw data for November indicate that overall game sales dropped roughly 20 percent from the same period last year. One reason for the falloff is that buyers may be putting off software purchases until they buy the new hardware that is hitting the stores right now.",
      "publication_date": "2005-12-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/12/11/business/yourmoney/nice-funds-naughty-video-game.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Politics, Iraqi Style: Slick TV Ads, Text Messaging and Gunfire",
      "snippet": "After putting up 100,000 posters across Iraq to promote his political party, Hamid Kifai discovered this week that they had all been torn down, even the ones on the front of his own campaign headquarters in the south.      ''They have made it impo...",
      "abstract": "After putting up 100,000 posters across Iraq to promote his political party, Hamid Kifai discovered this week that they had all been torn down, even the ones on the front of his own campaign headquarters in the south.      ''They have made it impossible for us to compete,'' said Mr. Kifai, a stocky, talkative Shiite candidate who spent his entire $50,000 war chest on the posters and has nothing left. ''This is not democracy.''  ",
      "lead_paragraph": "BAGHDAD, Iraq, Dec. 10 - After putting up 100,000 posters across Iraq to promote his political party, Hamid Kifai discovered this week that they had all been torn down, even the ones on the front of his own campaign headquarters in the south.",
      "publication_date": "2005-12-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/12/11/world/middleeast/politics-iraqi-style-slick-tv-ads-text-messaging-and.html",
      "byline": "By Robert F. Worth and Edward Wong"
    },
    {
      "headline": "Military's Information War Is Vast and Often Secretive",
      "snippet": "The media center in Fayetteville, N.C., would be the envy of any global communications company.     In state of the art studios, producers prepare the daily mix of music and news for the group's radio stations or spots for friendly television outl...",
      "abstract": "The media center in Fayetteville, N.C., would be the envy of any global communications company.     In state of the art studios, producers prepare the daily mix of music and news for the group's radio stations or spots for friendly television outlets. Writers putting out newspapers and magazines in Baghdad and Kabul converse via teleconferences. Mobile trailers with high-tech gear are parked outside, ready for the next crisis.  ",
      "lead_paragraph": "The media center in Fayetteville, N.C., would be the envy of any global communications company.",
      "publication_date": "2005-12-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/12/11/politics/militarys-information-war-is-vast-and-often-secretive.html",
      "byline": "By Jeff Gerth"
    },
    {
      "headline": "When Two Sisters Are Better Than One",
      "snippet": "Home Front column on sisters Karla and Karen Bausman, who work together in architectural firm Karen Bausman & Associates in Lower Manhattan; Karla, who is not architect, joined firm after six years in public relations and has helped Karen expand h...",
      "abstract": "Home Front column on sisters Karla and Karen Bausman, who work together in architectural firm Karen Bausman & Associates in Lower Manhattan; Karla, who is not architect, joined firm after six years in public relations and has helped Karen expand her client list; photo (M)",
      "lead_paragraph": "TOGETHER again.",
      "publication_date": "2005-12-11T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/12/11/nyregion/thecity/when-two-sisters-are-better-than-one.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "Record Drought Cripples Life Along the Amazon",
      "snippet": "The Amazon River basin, the world's largest rain forest, is grappling with a devastating drought that in some areas is the worst since record keeping began a century ago. It has evaporated whole lagoons and kindled forest fires, killed off fish an...",
      "abstract": "The Amazon River basin, the world's largest rain forest, is grappling with a devastating drought that in some areas is the worst since record keeping began a century ago. It has evaporated whole lagoons and kindled forest fires, killed off fish and crops, stranded boats and the villagers who travel by them, brought disease and wreaked economic havoc.     In mid-October, the governor of Amazonas State, Eduardo Braga, decreed a ''state of public calamity,'' which remains in effect as the drought's impact on the economy, public health and food and fuel supplies deepens. But other Brazilian states have also been severely affected, as have Amazon regions in neighboring countries like Peru, Bolivia and Colombia.  ",
      "lead_paragraph": "MANAQUIRI, Brazil - The Amazon River basin, the world's largest rain forest, is grappling with a devastating drought that in some areas is the worst since record keeping began a century ago. It has evaporated whole lagoons and kindled forest fires, killed off fish and crops, stranded boats and the villagers who travel by them, brought disease and wreaked economic havoc.",
      "publication_date": "2005-12-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/12/11/world/americas/record-drought-cripples-life-along-the-amazon.html",
      "byline": "By Larry Rohter"
    },
    {
      "headline": "Newly Bankrupt Raking In Piles of Credit Offers",
      "snippet": "As one of more than two million Americans who rushed to a courthouse this year to file for bankruptcy before a tough new law took effect, Laura Fogle is glad for her chance at a fresh start. A nurse and single mother of two, she blames her use of ...",
      "abstract": "As one of more than two million Americans who rushed to a courthouse this year to file for bankruptcy before a tough new law took effect, Laura Fogle is glad for her chance at a fresh start. A nurse and single mother of two, she blames her use of credit cards after cancer surgery for falling into deep debt.     Ms. Fogle is broke, and may not seem to be the kind of person to whom banks would want to offer credit cards. But she said she had no sooner filed for bankruptcy, and sworn off plastic, than she was hit with a flurry of solicitations from major banks.  ",
      "lead_paragraph": "TACOMA, Wash., Dec. 9 - As one of more than two million Americans who rushed to a courthouse this year to file for bankruptcy before a tough new law took effect, Laura Fogle is glad for her chance at a fresh start. A nurse and single mother of two, she blames her use of credit cards after cancer surgery for falling into deep debt.",
      "publication_date": "2005-12-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/12/11/us/newly-bankrupt-raking-in-piles-of-credit-offers.html",
      "byline": "By Timothy Egan"
    },
    {
      "headline": "Can This Man Reprogram Microsoft?",
      "snippet": "THINK back to Round 1 of the Internet, when things really got rolling in 1995. The computing landscape was shifting, and a cool, fast-growing young company symbolized the new order: Netscape. At the time, Microsoft looked to be a lumbering old war...",
      "abstract": "THINK back to Round 1 of the Internet, when things really got rolling in 1995. The computing landscape was shifting, and a cool, fast-growing young company symbolized the new order: Netscape. At the time, Microsoft looked to be a lumbering old war horse, trapped in the yesteryear of desktop personal computer software, word processors, spreadsheets and operating systems. It seemed, in other words, so 1980's.     But, of course, Microsoft emerged a winner. It embraced the Internet and vanquished the Netscape threat with hard work, ingenuity and strong-arm tactics that a federal court ruled violated the nation's antitrust laws. Microsoft's shares soared to a record high at the end of 1999.  ",
      "lead_paragraph": "Redmond, Wash. - THINK back to Round 1 of the Internet, when things really got rolling in 1995. The computing landscape was shifting, and a cool, fast-growing young company symbolized the new order: Netscape. At the time, Microsoft looked to be a lumbering old war horse, trapped in the yesteryear of desktop personal computer software, word processors, spreadsheets and operating systems. It seemed, in other words, so 1980's.",
      "publication_date": "2005-12-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/12/11/business/yourmoney/can-this-man-reprogram-microsoft.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "The Next Retirement Time Bomb",
      "snippet": "SINCE 1983, the city of Duluth, Minn., has been promising free lifetime health care to all of its retired workers, their spouses and their children up to age 26. No one really knew how much it would cost. Three years ago, the city decided to find ...",
      "abstract": "SINCE 1983, the city of Duluth, Minn., has been promising free lifetime health care to all of its retired workers, their spouses and their children up to age 26. No one really knew how much it would cost. Three years ago, the city decided to find out.     It took an actuary about three months to identify all the past and current city workers who qualified for the benefits. She tallied their data by age, sex, previous insurance claims and other factors. Then she estimated how much it would cost to provide free lifetime care to such a group.  ",
      "lead_paragraph": "SINCE 1983, the city of Duluth, Minn., has been promising free lifetime health care to all of its retired workers, their spouses and their children up to age 26. No one really knew how much it would cost. Three years ago, the city decided to find out.",
      "publication_date": "2005-12-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/12/11/business/yourmoney/the-next-retirement-time-bomb.html",
      "byline": "By Milt Freudenheim and Mary Williams Walsh"
    },
    {
      "headline": "AOL Co-Founder Calls for Split of Time Warner",
      "snippet": "As Time Warner nears a decision on a big alliance with Google or Microsoft for its America Online unit, Stephen M. Case, the co-founder of AOL, has spoken out against the plan, aligning himself with the thinking of the financier Carl C. Icahn, who...",
      "abstract": "As Time Warner nears a decision on a big alliance with Google or Microsoft for its America Online unit, Stephen M. Case, the co-founder of AOL, has spoken out against the plan, aligning himself with the thinking of the financier Carl C. Icahn, who has pushed for a breakup of Time Warner.      Mr. Case, who recently resigned as a Time Warner director, wrote in an essay in The Washington Post on Sunday that ''although I played a key role in bringing AOL and Time Warner together six years ago, it's now my view that it would be best to 'undo' the merger by splitting Time Warner into several independent companies and allowing AOL to set off on its own path.''  ",
      "lead_paragraph": "As Time Warner nears a decision on a big alliance with Google or Microsoft for its America Online unit, Stephen M. Case, the co-founder of AOL, has spoken out against the plan, aligning himself with the thinking of the financier Carl C. Icahn, who has pushed for a breakup of Time Warner.",
      "publication_date": "2005-12-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/12/technology/aol-cofounder-calls-for-split-of-time-warner.html",
      "byline": "By Richard Siklos and Andrew Ross Sorkin"
    },
    {
      "headline": "AOL Choice Will Affect Ad Market on the Web",
      "snippet": "Once Richard D. Parsons, the chairman of Time Warner, decided not to sell an ownership stake in America Online, he was faced with the potentially more difficult prospect of forging a relationship -- with either Google or Microsoft -- that would bo...",
      "abstract": "Once Richard D. Parsons, the chairman of Time Warner, decided not to sell an ownership stake in America Online, he was faced with the potentially more difficult prospect of forging a relationship -- with either Google or Microsoft -- that would bolster AOL even as it competes head-on with its partner.     The complexities of such an arrangement have kept executives of the three companies in intense negotiations for weeks, pushing a decision, which had been expected last week, to the middle of this week at the earliest, an executive briefed on the negotiations said.  ",
      "lead_paragraph": "Once Richard D. Parsons, the chairman of Time Warner, decided not to sell an ownership stake in America Online, he was faced with the potentially more difficult prospect of forging a relationship -- with either Google or Microsoft -- that would bolster AOL even as it competes head-on with its partner.",
      "publication_date": "2005-12-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/12/technology/aol-choice-will-affect-ad-market-on-the-web.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Iraq Prison Raid Finds a New Case of Mistreatment",
      "snippet": "American and Iraqi forces raiding an Iraqi government detention center last Thursday in Baghdad discovered more than 600 prisoners packed into a cramped space, 13 of them mistreated so badly they had to be taken to a hospital, a senior American of...",
      "abstract": "American and Iraqi forces raiding an Iraqi government detention center last Thursday in Baghdad discovered more than 600 prisoners packed into a cramped space, 13 of them mistreated so badly they had to be taken to a hospital, a senior American official said early Monday.      The raid was the second in the past month in which American forces have uncovered mistreatment of prisoners at the hands of Interior Ministry officials. On Nov. 15, soldiers with the Third Infantry Division, charged with controlling Baghdad, entered a ministry bunker in central Baghdad and found 169 malnourished prisoners, some of them tortured. Most of those prisoners were Sunni Arabs.  ",
      "lead_paragraph": "BAGHDAD, Iraq, Monday, Dec. 12 - American and Iraqi forces raiding an Iraqi government detention center last Thursday in Baghdad discovered more than 600 prisoners packed into a cramped space, 13 of them mistreated so badly they had to be taken to a hospital, a senior American official said early Monday.",
      "publication_date": "2005-12-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/12/world/middleeast/iraq-prison-raid-finds-a-new-case-of-mistreatment.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Military Officer Tied to Killings Is Held by China",
      "snippet": "The commander of paramilitary forces who opened fire on villagers protesting land seizures has been detained by the authorities in connection with the shootings, an extraordinary response that suggested high-level concern over whether the crackdow...",
      "abstract": "The commander of paramilitary forces who opened fire on villagers protesting land seizures has been detained by the authorities in connection with the shootings, an extraordinary response that suggested high-level concern over whether the crackdown was justified.     The official New China News Agency said in a dispatch Saturday evening that three people had been killed and eight others injured after security forces shot protesters in the village of Dongzhou in Guangdong Province on Tuesday. Villagers have given varying estimates of the death toll, including some who said as many as 20 people had been killed.  ",
      "lead_paragraph": "BEIJING, Monday, Dec. 12 - The commander of paramilitary forces who opened fire on villagers protesting land seizures has been detained by the authorities in connection with the shootings, an extraordinary response that suggested high-level concern over whether the crackdown was justified.",
      "publication_date": "2005-12-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/12/world/asia/military-officer-tied-to-killings-is-held-by-china.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "Hollywood Gives the Press a Bad Name",
      "snippet": "PEOPLE may not be keen on consuming the fruits of journalism -- ratings, circulation and polling numbers make that plain -- but put them in a darkened movie house and the craft suddenly becomes riveting.     Journalists play a role in a surprising...",
      "abstract": "PEOPLE may not be keen on consuming the fruits of journalism -- ratings, circulation and polling numbers make that plain -- but put them in a darkened movie house and the craft suddenly becomes riveting.     Journalists play a role in a surprising number of movies that are rounding out the year and may well be around at Oscar time. ''Good Night, and Good Luck'' and ''Capote'' take journalists as their chief preoccupations, but the news media also get critical roles in ''King Kong,'' ''Munich'' and ''The Constant Gardener.''  ",
      "lead_paragraph": "PEOPLE may not be keen on consuming the fruits of journalism -- ratings, circulation and polling numbers make that plain -- but put them in a darkened movie house and the craft suddenly becomes riveting.",
      "publication_date": "2005-12-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/12/business/media/hollywood-gives-the-press-a-bad-name.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Trade Talks Now Expected to Focus on Exports of Poorest Nations",
      "snippet": "Recognizing that little progress can be expected on intractable issues like farm subsidies, officials at global trade talks scheduled to begin here on Tuesday now appear likely to focus heavily on increasing exports from the world's poorest countr...",
      "abstract": "Recognizing that little progress can be expected on intractable issues like farm subsidies, officials at global trade talks scheduled to begin here on Tuesday now appear likely to focus heavily on increasing exports from the world's poorest countries.     Pascal Lamy, director general of the World Trade Organization, and John Tsang, Hong Kong's trade minister and chairman of the W.T.O. ministerial conference here, have called with increasing emphasis in the last few days for a detailed agreement eliminating all duties and quotas on the exports of at least 32 of the world's poor countries.  ",
      "lead_paragraph": "HONG KONG, Dec. 11 - Recognizing that little progress can be expected on intractable issues like farm subsidies, officials at global trade talks scheduled to begin here on Tuesday now appear likely to focus heavily on increasing exports from the world's poorest countries.",
      "publication_date": "2005-12-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/12/business/worldbusiness/trade-talks-now-expected-to-focus-on-exports-of.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Among Makers of Memory Chips for Gadgets, Fierce Scrum Takes Shape",
      "snippet": "Nestled in a valley in central Japan, surrounded by forested hills and terraced rice paddies, is one of the world's most sophisticated -- and secretive -- semiconductor plants.     Inside the windowless plant, built by the Japanese electronics mak...",
      "abstract": "Nestled in a valley in central Japan, surrounded by forested hills and terraced rice paddies, is one of the world's most sophisticated -- and secretive -- semiconductor plants.     Inside the windowless plant, built by the Japanese electronics maker Toshiba, tiny cranelike robots shuffle along automated production lines, moving stacks of silicon wafers the size of dinner plates. Masked technicians watch as rows of tall machines grind the wafers, etch circuits on their surfaces and cut them into tiny rectangular computer chips.  ",
      "lead_paragraph": "YOKKAICHI, Japan - Nestled in a valley in central Japan, surrounded by forested hills and terraced rice paddies, is one of the world's most sophisticated -- and secretive -- semiconductor plants.",
      "publication_date": "2005-12-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/12/technology/among-makers-of-memory-chips-for-gadgets-fierce-scrum-takes.html",
      "byline": "By Martin Fackler"
    },
    {
      "headline": "Boys of Baghdad College Vie for Prime Minister",
      "snippet": "The priests have long since departed, but the elite Jesuit high school called Baghdad College still looms over the swirling world of Iraqi politics.     The three Iraqi political leaders considered most likely to end up as prime minister after nat...",
      "abstract": "The priests have long since departed, but the elite Jesuit high school called Baghdad College still looms over the swirling world of Iraqi politics.     The three Iraqi political leaders considered most likely to end up as prime minister after nationwide elections this week -- Ayad Allawi, Ahmad Chalabi and Adel Abdul Mahdi -- were schoolmates at the all-boys English-language school in the late 1950's, fortunate members of the Baghdad elite that governed Iraq until successive waves of revolution and terror swept it away.  ",
      "lead_paragraph": "BAGHDAD, Iraq, Dec. 9 - The priests have long since departed, but the elite Jesuit high school called Baghdad College still looms over the swirling world of Iraqi politics.",
      "publication_date": "2005-12-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/12/world/middleeast/boys-of-baghdad-college-vie-for-prime-minister.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "DreamWorks Deal Played Like a Drama",
      "snippet": "The phone rang at David Geffen's house on Friday, Dec. 2. It was Brad Grey, the chairman of Paramount Pictures.     ''We really want to make a deal,'' said Mr. Grey. He was looking to break up another deal Mr. Geffen was on the verge of making to ...",
      "abstract": "The phone rang at David Geffen's house on Friday, Dec. 2. It was Brad Grey, the chairman of Paramount Pictures.     ''We really want to make a deal,'' said Mr. Grey. He was looking to break up another deal Mr. Geffen was on the verge of making to sell his studio, DreamWorks SKG -- which Mr. Geffen had founded with Steven Spielberg and Jeffrey Katzenberg -- to General Electric's NBC-Universal studio.  ",
      "lead_paragraph": "LOS ANGELES, Dec. 11 - The phone rang at David Geffen's house on Friday, Dec. 2. It was Brad Grey, the chairman of Paramount Pictures.",
      "publication_date": "2005-12-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/12/business/dreamworks-deal-played-like-a-drama.html",
      "byline": "By Sharon Waxman"
    },
    {
      "headline": "Immigrants' Dreams Mix With Fury Near Paris",
      "snippet": "Djamila has built her life around her sons. An Algerian-born nurse's aide who left the two husbands who abused her, she has soldiered on in the housing projects of this tough town near Paris, long confident that her four children would reap the be...",
      "abstract": "Djamila has built her life around her sons. An Algerian-born nurse's aide who left the two husbands who abused her, she has soldiered on in the housing projects of this tough town near Paris, long confident that her four children would reap the benefits of being born French.     Yet each son found it harder to make his way in this world. And now, at 58, Djamila is caught between a determination that her youngest son will succeed and a sense of foreboding that he will not.  ",
      "lead_paragraph": "LA COURNEUVE, France - Djamila has built her life around her sons. An Algerian-born nurse's aide who left the two husbands who abused her, she has soldiered on in the housing projects of this tough town near Paris, long confident that her four children would reap the benefits of being born French.",
      "publication_date": "2005-12-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/12/world/europe/immigrants-dreams-mix-with-fury-near-paris.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "Residents Fight Shift in Zoning for Gulf Coast",
      "snippet": "Standing on the slab that was once her Gulf Coast retirement home, Jocelyn Turnbough has a clear vision of her own Hurricane Katrina counterpunch: a new seaside estate, with a wraparound veranda, a sunroom and a small wading pool out front.     Ce...",
      "abstract": "Standing on the slab that was once her Gulf Coast retirement home, Jocelyn Turnbough has a clear vision of her own Hurricane Katrina counterpunch: a new seaside estate, with a wraparound veranda, a sunroom and a small wading pool out front.     Central to this rebuilding plan is Ms. Turnbough's intention to ignore a plea from the Federal Emergency Management Agency that her new home be elevated on stilts.  ",
      "lead_paragraph": "LONG BEACH, Miss., Dec. 11 - Standing on the slab that was once her Gulf Coast retirement home, Jocelyn Turnbough has a clear vision of her own Hurricane Katrina counterpunch: a new seaside estate, with a wraparound veranda, a sunroom and a small wading pool out front.",
      "publication_date": "2005-12-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/12/us/nationalspecial/residents-fight-shift-in-zoning-for-gulf-coast.html",
      "byline": "By Eric Lipton"
    }
  ]
}