{
  "metadata": {
    "date": "2005-05-16",
    "total_articles": 32
  },
  "articles": [
    {
      "headline": "College Libraries Set Aside Books in a Digital Age",
      "snippet": "Students attending the University of Texas at Austin will find something missing from the undergraduate library this fall.     Books.   ",
      "abstract": "Students attending the University of Texas at Austin will find something missing from the undergraduate library this fall.     Books.   ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/14/education/college-libraries-set-aside-books-in-a-digital-age.html",
      "byline": "By Ralph Blumenthal"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Pentagon Proposes Closing Nearly 180 Military Bases.  The Pentagon recommended closing nearly 180 installations and offices from Hawaii to Maine, in the first major restructuring of the nation's vast military network in a decade.     Ranging from ...",
      "abstract": " Pentagon Proposes Closing Nearly 180 Military Bases.  The Pentagon recommended closing nearly 180 installations and offices from Hawaii to Maine, in the first major restructuring of the nation's vast military network in a decade.     Ranging from tiny Army Reserve centers to giant Air Force bases that have been the economic anchors of their communities, the proposed closings, consolidations or reductions of some 800 military facilities and the loss of 26,000 military and civilian jobs sent shock waves across all 50 states. [Page A1.]    Testimony on After-Hours Trading  At the trial of a former Bank of America broker, the investor Edward J. Stern testified that he had considered his ability to trade after hours a ''nice insurance'' against losses. [C2.]    Heart Study of Taser Finds No Harm  An independent academic study of Taser electric stun weapons has found that they do not cause heart rhythm disturbances when used for short periods on healthy adults. The report is the first to monitor directly the effects of Tasers on human heart rhythm. It appears to confirm earlier studies performed on pigs that show that Tasers are unlikely to cause ventricular fibrillation -- a lethal heart disturbance -- when they are used for less than five seconds on healthy adults. [C2.]    Product Ties for Microsoft and Sun  Steven A. Ballmer, Microsoft's chief executive, and his counterpart and onetime archenemy at Sun Microsystems, Scott McNealy, took the stage in California to report on efforts to make their software programs communicate. [C2.]    Microsoft and Toshiba have signed an agreement to cross-license their patents on computer software and digital consumer electronics, the two companies said. [C2.]    Biotech Drugs Gain Against Cancer  New drugs using the tools of biotechnology are helping to prevent relapses among cancer patients and prolonging some lives, cancer specialists said. [A9.]    Source of Severed Finger Found  The severed finger that a woman claimed to have found in a bowl of Wendy's chili in March belongs to an associate of the woman's husband, the police in California said. [A9.]    Another Play for Allied Domecq  The Constellation Group, the world's largest wine producer, turned up the heat in the takeover battle for Allied Domecq, making a preliminary offer that executives involved in the talks said was worth about $14.3 billion. [C3.]    Italian Utility to Be Acquired  Électricité de France and a Milan utility agreed to buy Edison, Italy's second-biggest electricity company. [C3.]    Mayors Join on Global Warming  In an implicit rejection of White House policy, 132 mayors across the country have joined a bipartisan coalition to carry out the Kyoto Protocol on global warming. [A9.]    Blue Chips Fall; Tech Shares Rise  The Dow Jones industrial average fell 49.36 points, to close at 10,140.12. The Standard & Poor's 500-stock index dipped 5.31 points, to end at 1,154.05. The technology-heavy Nasdaq composite index rose 12.92 points, to finish at 1,976.80. Only the Nasdaq finished higher for the week. The Dow was down almost 2 percent for the week. [C4.]    Inventories Increased in March  American businesses increased inventories by 0.4 percent in March. The University of Michigan's consumer sentiment index showed a larger-than-expected drop in confidence. [C2.]    Delphi Posts a Quarterly Loss  Delphi, the auto parts supplier, posted a quarterly loss, citing production cuts at General Motors, a major customer. [C4.]  ",
      "lead_paragraph": "Pentagon Proposes Closing Nearly 180 Military Bases. The Pentagon recommended closing nearly 180 installations and offices from Hawaii to Maine, in the first major restructuring of the nation's vast military network in a decade.",
      "publication_date": "2005-05-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/14/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Tragicomedy of Life in Baghdad Is Brought Home in a TV Series",
      "snippet": "One morning last month, Qasim al-Malakh, one of Iraq's best-known actors, stood near a dusty vacant lot in a dangerous part of southern Baghdad. He was dressed immaculately in a dark suit and tie, and his co-star, Nagham al-Sultani, stood next to ...",
      "abstract": "One morning last month, Qasim al-Malakh, one of Iraq's best-known actors, stood near a dusty vacant lot in a dangerous part of southern Baghdad. He was dressed immaculately in a dark suit and tie, and his co-star, Nagham al-Sultani, stood next to him in a white bridal gown.    They were there to film the last episode of ''Love and War,'' Iraq's most popular television drama. Their characters, Fawzi and Fatin, had just married after a long and troubled romance.   ",
      "lead_paragraph": "BAGHDAD, Iraq, May 13 - One morning last month, Qasim al-Malakh, one of Iraq's best-known actors, stood near a dusty vacant lot in a dangerous part of southern Baghdad. He was dressed immaculately in a dark suit and tie, and his co-star, Nagham al-Sultani, stood next to him in a white bridal gown.",
      "publication_date": "2005-05-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/14/world/middleeast/tragicomedy-of-life-in-baghdad-is-brought-home-in-a-tv.html",
      "byline": "By Robert F. Worth"
    },
    {
      "headline": "Not the Top of the Safety Priorities",
      "snippet": "Volvo has promoted the sturdiness of its cars' roofs since it ran advertisements in the 1970's showing seven Volvo sedans stacked up, asking, ''Are you in the market for a hardtop?''      And Volvo, in introducing its first sport utility vehicle i...",
      "abstract": "Volvo has promoted the sturdiness of its cars' roofs since it ran advertisements in the 1970's showing seven Volvo sedans stacked up, asking, ''Are you in the market for a hardtop?''      And Volvo, in introducing its first sport utility vehicle in 2002, the XC90, had a promotional video claiming the strength of the roof ''exceeds the legal requirements in the U.S.A. by more than 100 percent.''  ",
      "lead_paragraph": "DETROIT, May 13 - Volvo has promoted the sturdiness of its cars' roofs since it ran advertisements in the 1970's showing seven Volvo sedans stacked up, asking, \"Are you in the market for a hardtop?\"",
      "publication_date": "2005-05-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/14/automobiles/not-the-top-of-the-safety-priorities.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Pope Names U.S. Archbishop to Oversee Church Doctrine",
      "snippet": "Pope Benedict XVI named an American archbishop the guardian of church doctrine on Friday, and said he would speed up the process to make his popular predecessor, John Paul II, a saint.    For 24 years, until he was elected pope last month, Benedic...",
      "abstract": "Pope Benedict XVI named an American archbishop the guardian of church doctrine on Friday, and said he would speed up the process to make his popular predecessor, John Paul II, a saint.    For 24 years, until he was elected pope last month, Benedict, then Cardinal Joseph Ratzinger, held the doctrinal job, which rules on what the church allows and does not, and is thus one of the most powerful and contentious posts in the church.   ",
      "lead_paragraph": "ROME, May 13 - Pope Benedict XVI named an American archbishop the guardian of church doctrine on Friday, and said he would speed up the process to make his popular predecessor, John Paul II, a saint.",
      "publication_date": "2005-05-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/14/world/europe/pope-names-us-archbishop-to-oversee-church-doctrine.html",
      "byline": "By Ian Fisher and Laurie Goodstein"
    },
    {
      "headline": "Pentagon Seeks to Shut Dozens of Bases Across Nation",
      "snippet": "The Pentagon on Friday recommended closing nearly 180 installations and offices, including 33 big bases, from Hawaii to Maine in the first major restructuring of the nation's vast military network in a decade.     Ranging from tiny Army Reserve ce...",
      "abstract": "The Pentagon on Friday recommended closing nearly 180 installations and offices, including 33 big bases, from Hawaii to Maine in the first major restructuring of the nation's vast military network in a decade.     Ranging from tiny Army Reserve centers to sprawling Air Force bases that have been the economic anchors of their communities for generations, the proposed closings, consolidations and reductions of more than 800 military facilities in all, which could cost several thousand civilian jobs nationwide, sent shock waves across all 50 states. The plan also underscored the Pentagon's far-reaching effort to revamp the armed services into a leaner, more agile force.   ",
      "lead_paragraph": "WASHINGTON, May 13 - The Pentagon on Friday recommended closing nearly 180 installations and offices, including 33 big bases, from Hawaii to Maine in the first major restructuring of the nation's vast military network in a decade.",
      "publication_date": "2005-05-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/14/us/front page/military-base-closings-the-overview-pentagon-seeks-to-shut.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "For Shipyard and Region, Shock and Vow to Fight",
      "snippet": "For 32 years, Wayne Countryman has worked at the Portsmouth Naval Shipyard here, and he has certainly heard the rumors before, whisperings and worries that the shipyard might end up on the Pentagon chopping block.    But Mr. Countryman, a 57-year-...",
      "abstract": "For 32 years, Wayne Countryman has worked at the Portsmouth Naval Shipyard here, and he has certainly heard the rumors before, whisperings and worries that the shipyard might end up on the Pentagon chopping block.    But Mr. Countryman, a 57-year-old pipe fitter for nuclear submarines, was still stunned when the news came on Friday that Defense Secretary Donald H. Rumsfeld had recommended shutting down Portsmouth, the country's oldest naval shipyard and an employer of some 4,800 people from Maine, New Hampshire and Massachusetts.  ",
      "lead_paragraph": "KITTERY, Me., May 13 - For 32 years, Wayne Countryman has worked at the Portsmouth Naval Shipyard here, and he has certainly heard the rumors before, whisperings and worries that the shipyard might end up on the Pentagon chopping block.",
      "publication_date": "2005-05-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/14/us/for-shipyard-and-region-shock-and-vow-to-fight.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "Executive of General Re Is Notified of U.S. Case",
      "snippet": "The Justice Department has notified a senior executive of the General Re Corporation, John Houldsworth, that he is the target of the agency's criminal fraud investigation into insurance industry abuses, according to a person briefed on the matter....",
      "abstract": "The Justice Department has notified a senior executive of the General Re Corporation, John Houldsworth, that he is the target of the agency's criminal fraud investigation into insurance industry abuses, according to a person briefed on the matter.    Mr. Houldsworth, who once ran General Re's Dublin office, is now an executive with Cologne Re, a General Re subsidiary based in Dublin. Mr. Houldsworth oversaw the doctoring of records pertaining to a questionable insurance transaction between General Re and the American International Group in 2000 that artificially bolstered A.I.G.'s reserves by $500 million, according to several insurance industry executives and investigators briefed on the matter.  ",
      "lead_paragraph": "The Justice Department has notified a senior executive of the General Re Corporation, John Houldsworth, that he is the target of the agency's criminal fraud investigation into insurance industry abuses, according to a person briefed on the matter.",
      "publication_date": "2005-05-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/14/business/worldbusiness/executive-of-general-re-is-notified-of-us-case.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "In Cities Facing Budget Deficits, Cellphone Becomes a Taxpayer",
      "snippet": "Last year, the City Council in Baltimore faced a budget shortfall so bad that it considered laying off 186 city police officers, reducing some fire department operations and scaling back trash collection. Then it found an untapped honey pot: cellp...",
      "abstract": "Last year, the City Council in Baltimore faced a budget shortfall so bad that it considered laying off 186 city police officers, reducing some fire department operations and scaling back trash collection. Then it found an untapped honey pot: cellphones.    Starting in August, the city began collecting $3.50 a month from each of Baltimore's 238,000 mobile phone subscribers. The extra income has helped to strengthen the city's finances and is expected to help the city fix up schools and trim the property tax.  ",
      "lead_paragraph": "Last year, the City Council in Baltimore faced a budget shortfall so bad that it considered laying off 186 city police officers, reducing some fire department operations and scaling back trash collection. Then it found an untapped honey pot: cellphones.",
      "publication_date": "2005-05-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/14/technology/in-cities-facing-budget-deficits-cellphone-becomes-a-taxpayer.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "U.S. Moves to Limit Imports From China",
      "snippet": "The Bush administration, reacting to a flood of Chinese clothing imports since January, announced on Friday that it would impose new quotas on cotton shirts, trousers and underwear.     Carlos M. Gutierrez, the commerce secretary, said late Friday...",
      "abstract": "The Bush administration, reacting to a flood of Chinese clothing imports since January, announced on Friday that it would impose new quotas on cotton shirts, trousers and underwear.     Carlos M. Gutierrez, the commerce secretary, said late Friday that the administration was invoking its right to impose quotas, or safeguards, because the imports were disrupting the American market.  ",
      "lead_paragraph": "WASHINGTON, May 13 - The Bush administration, reacting to a flood of Chinese clothing imports since January, announced on Friday that it would impose new quotas on cotton shirts, trousers and underwear.",
      "publication_date": "2005-05-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/14/business/worldbusiness/us-moves-to-limit-imports-from-china.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "Old Foes Soften to New Reactors",
      "snippet": "Several of the nation's most prominent environmentalists have gone public with the message that nuclear power, long taboo among environmental advocates, should be reconsidered as a remedy for global warming.    Their numbers are still small, but t...",
      "abstract": "Several of the nation's most prominent environmentalists have gone public with the message that nuclear power, long taboo among environmental advocates, should be reconsidered as a remedy for global warming.    Their numbers are still small, but they represent growing cracks in what had been a virtually solid wall of opposition to nuclear power among most mainstream environmental groups. In the past few months, articles in publications like Technology Review, published by the Massachusetts Institute of Technology, and Wired magazine have openly espoused nuclear power, angering other environmental advocates.  ",
      "lead_paragraph": "WASHINGTON, May 14 - Several of the nation's most prominent environmentalists have gone public with the message that nuclear power, long taboo among environmental advocates, should be reconsidered as a remedy for global warming.",
      "publication_date": "2005-05-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/15/us/old-foes-soften-to-new-reactors.html",
      "byline": "By Felicity Barringer"
    },
    {
      "headline": "At Center of Senate Showdown, a Boxer Takes On a Surgeon",
      "snippet": "In the end, the brutal public battle over judicial confirmations in the Senate comes down to two starkly different men. One is a wealthy surgeon still considered new to the Senate but with an eye on the White House, the other a former lightweight ...",
      "abstract": "In the end, the brutal public battle over judicial confirmations in the Senate comes down to two starkly different men. One is a wealthy surgeon still considered new to the Senate but with an eye on the White House, the other a former lightweight boxer and police officer whose flashes of candor sometimes get him into trouble -- like calling President Bush ''a loser'' in a speech to students.    The two lawmakers, Senator Bill Frist, the majority leader, and Senator Harry Reid, his Democratic counterpart, are locked in a dispute over the Senate rules that could shape the future makeup of the Supreme Court, permanently alter the power of a Senate minority party, thrust the chamber into parliamentary chaos and determine the two men's political prospects. Dr. Frist has said he plans to bring their confrontation to a head as early as Wednesday, leaving the two men just days to work out a possible compromise.  ",
      "lead_paragraph": "WASHINGTON, May 14 - In the end, the brutal public battle over judicial confirmations in the Senate comes down to two starkly different men. One is a wealthy surgeon still considered new to the Senate but with an eye on the White House, the other a former lightweight boxer and police officer whose flashes of candor sometimes get him into trouble -- like calling President Bush \"a loser\" in a speech to students.",
      "publication_date": "2005-05-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/15/politics/at-center-of-senate-showdown-a-boxer-takes-on-a-surgeon.html",
      "byline": "By David D. Kirkpatrick and Carl Hulse"
    },
    {
      "headline": "How to Succeed in Business, Without Really Succeeding",
      "snippet": "HERE'S a pop quiz for you frequent fliers (and disgruntled investors and union members): Who was the highest-paid executive at a major domestic airline last year, taking home $1.1 million in salary and bonus?    Not Gary C. Kelly at Southwest: His...",
      "abstract": "HERE'S a pop quiz for you frequent fliers (and disgruntled investors and union members): Who was the highest-paid executive at a major domestic airline last year, taking home $1.1 million in salary and bonus?    Not Gary C. Kelly at Southwest: His reward for running the industry's most profitable company was just $542,000. Nor was it Bruce Lakefield at US Airways, who got $425,000 as his company struggled to avoid liquidation. And forget about Gerald Grinstein at Delta, who earned a mere $250,000 as his airline battled to stay out of bankruptcy protection.  ",
      "lead_paragraph": "HERE'S a pop quiz for you frequent fliers (and disgruntled investors and union members): Who was the highest-paid executive at a major domestic airline last year, taking home $1.1 million in salary and bonus?",
      "publication_date": "2005-05-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/05/15/business/yourmoney/how-to-succeed-in-business-without-really-succeeding.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Some Things You Just Can't Teach",
      "snippet": "THE business world, nowadays, divides into two kinds of companies: those that embrace the idea of being more candid with shareholders and those that prefer the alternative.    The Career Education Corporation, a for-profit provider of technical an...",
      "abstract": "THE business world, nowadays, divides into two kinds of companies: those that embrace the idea of being more candid with shareholders and those that prefer the alternative.    The Career Education Corporation, a for-profit provider of technical and business education at 80 campuses around the world, is in the closed-mouth camp. That is unfortunate, for its owners anyway, because some of the stuff they may not know about seems disturbing.  ",
      "lead_paragraph": "THE business world, nowadays, divides into two kinds of companies: those that embrace the idea of being more candid with shareholders and those that prefer the alternative.",
      "publication_date": "2005-05-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/05/15/business/yourmoney/some-things-you-just-cant-teach.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Who's Preying on Your Grandparents?",
      "snippet": "BACK in February, Jose and Gloria Aquino received a flier in the mail inviting them to a free seminar on one of their favorite topics: protecting their financial assets. As retirees, they were always on the lookout for safe investment strategies a...",
      "abstract": "BACK in February, Jose and Gloria Aquino received a flier in the mail inviting them to a free seminar on one of their favorite topics: protecting their financial assets. As retirees, they were always on the lookout for safe investment strategies as well as tips on how to make sure they didn't outlive their savings. Besides, the flier promised a free lunch for anyone attending the workshop, so what did they have to lose?     Potentially plenty, they would soon discover.   ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/05/15/business/yourmoney/whos-preying-on-your-grandparents.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Sugar Is Latest Supermarket Demon",
      "snippet": "Last summer, as the low-carbohydrate dieting craze began to fade, executives at Stonyfield Farms decided they had to make a change to their Moove Over Carbs yogurt.     What they came up with was simple and painless: In January, they pulled Moove ...",
      "abstract": "Last summer, as the low-carbohydrate dieting craze began to fade, executives at Stonyfield Farms decided they had to make a change to their Moove Over Carbs yogurt.     What they came up with was simple and painless: In January, they pulled Moove Over Carbs from the shelves, and this month, Moove Over Sugar takes its place. Except for the name, the product remains exactly the same -- sugars are, after all, also carbs. Both yogurts contain a sugar substitute and have at least 40 percent fewer calories than Stonyfield Farm's regular flavored varieties.   ",
      "lead_paragraph": "Last summer, as the low-carbohydrate dieting craze began to fade, executives at Stonyfield Farms decided they had to make a change to their Moove Over Carbs yogurt.",
      "publication_date": "2005-05-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/15/business/sugar-is-latest-supermarket-demon.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "Some Sunnis Hint at Peace Terms in Iraq, U.S. Says",
      "snippet": "The Bush administration, struggling to cope with a recent intensification of insurgent violence in Iraq, has received signals from some radical Sunni Arab leaders that they would abandon fighting if the new Shiite majority government gave Sunnis a...",
      "abstract": "The Bush administration, struggling to cope with a recent intensification of insurgent violence in Iraq, has received signals from some radical Sunni Arab leaders that they would abandon fighting if the new Shiite majority government gave Sunnis a significant voice in the country's political evolution, administration officials said this week.    The officials said American contacts with what they called ''rejectionist'' elements among Sunni Arabs -- the governing minority under Saddam Hussein, which has generated much of the insurgency, and largely boycotted January's elections -- showed that many wanted to join in the political system, including the writing of a permanent constitution.  ",
      "lead_paragraph": "WASHINGTON, May 14 - The Bush administration, struggling to cope with a recent intensification of insurgent violence in Iraq, has received signals from some radical Sunni Arab leaders that they would abandon fighting if the new Shiite majority government gave Sunnis a significant voice in the country's political evolution, administration officials said this week.",
      "publication_date": "2005-05-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/15/world/middleeast/some-sunnis-hint-at-peace-terms-in-iraq-us-says.html",
      "byline": "By Steven R. Weisman and John F. Burns"
    },
    {
      "headline": "Shadowy Lines That Still Divide",
      "snippet": "There was a time when Americans thought they understood class. The upper crust vacationed in Europe and worshiped an Episcopal God. The middle class drove Ford Fairlanes, settled the San Fernando Valley and enlisted as company men. The working cla...",
      "abstract": "There was a time when Americans thought they understood class. The upper crust vacationed in Europe and worshiped an Episcopal God. The middle class drove Ford Fairlanes, settled the San Fernando Valley and enlisted as company men. The working class belonged to the A.F.L.-C.I.O., voted Democratic and did not take cruises to the Caribbean.    Today, the country has gone a long way toward an appearance of classlessness. Americans of all sorts are awash in luxuries that would have dazzled their grandparents. Social diversity has erased many of the old markers. It has become harder to read people's status in the clothes they wear, the cars they drive, the votes they cast, the god they worship, the color of their skin. The contours of class have blurred; some say they have disappeared.  ",
      "lead_paragraph": "There was a time when Americans thought they understood class. The upper crust vacationed in Europe and worshiped an Episcopal God. The middle class drove Ford Fairlanes, settled the San Fernando Valley and enlisted as company men. The working class belonged to the A.F.L.-C.I.O., voted Democratic and did not take cruises to the Caribbean.",
      "publication_date": "2005-05-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/15/us/class/shadowy-lines-that-still-divide.html",
      "byline": "By Janny Scott and David Leonhardt"
    },
    {
      "headline": "A Guide Through the Government Maze",
      "snippet": "SHE was helping others get into the game, but did she have what it takes to be a player herself?    That self-posed challenge, Ann Kayman says, was among the reasons she went in 2002 from working as a New York City economic development official to...",
      "abstract": "SHE was helping others get into the game, but did she have what it takes to be a player herself?    That self-posed challenge, Ann Kayman says, was among the reasons she went in 2002 from working as a New York City economic development official to running a small start-up business. Another reason, she says, was her desire to return to the private sector, though not to the world of corporate law, which she had practiced earlier for a dozen years but had lost interest in.  ",
      "lead_paragraph": "SHE was helping others get into the game, but did she have what it takes to be a player herself?",
      "publication_date": "2005-05-15T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/05/15/jobs/a-guide-through-the-government-maze.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "More Closings Ahead, Old Bases Still Wait for Hopes to Be Filled",
      "snippet": "From the wood-paneled office that once belonged to Adm. Chester W. Nimitz, Tony Hall enjoys a million-dollar view at the shuttered naval station on Treasure Island. He can see the Golden Gate Bridge, Coit Tower and the newly restored Ferry Buildin...",
      "abstract": "From the wood-paneled office that once belonged to Adm. Chester W. Nimitz, Tony Hall enjoys a million-dollar view at the shuttered naval station on Treasure Island. He can see the Golden Gate Bridge, Coit Tower and the newly restored Ferry Building in San Francisco.    The problem is that 12 years after the base was selected for closing, the Navy has moved out but has not handed over ownership. That has left Mr. Hall, the executive director of the city's Treasure Island Development Authority, with a prime piece of real estate in San Francisco Bay but no way to build the housing, hotels, marinas and nature trails planned for it.  ",
      "lead_paragraph": "SAN FRANCISCO, May 14 - From the wood-paneled office that once belonged to Adm. Chester W. Nimitz, Tony Hall enjoys a million-dollar view at the shuttered naval station on Treasure Island. He can see the Golden Gate Bridge, Coit Tower and the newly restored Ferry Building in San Francisco.",
      "publication_date": "2005-05-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/05/15/us/more-closings-ahead-old-bases-still-wait-for-hopes-to-be-filled.html",
      "byline": "By Dean E. Murphy"
    },
    {
      "headline": "Don't Believe the Hype. A Hip-Hop Mogul Says It's Propaganda.",
      "snippet": "Russell Simmons, co-founder of Def Jam Recordings label, gives deposition in which he concedes that he was exaggerating when he said publicly in early 2003 that his Phat Fashions business was doing $350 million a year in sales, since company's rev...",
      "abstract": "Russell Simmons, co-founder of Def Jam Recordings label, gives deposition in which he concedes that he was exaggerating when he said publicly in early 2003 that his Phat Fashions business was doing $350 million a year in sales, since company's revenue for preceding year was only $14.3 million; deposition arose from civil case in which Def Jam and Lyor Cohen, then its chairmen, were held liable for reneging on deal to let another label release CD featuring Def Jam artist; his words and various written statements provide glimpse into economics of apparel, where labels like Phat Farm make money by charging fees or royalties amounting to percentage of revenue generated by manufacturers who license their names; photos (M)",
      "lead_paragraph": "Russell Simmons has long reigned as one of the entertainment industry's most capable promoters. At 47, as the co-founder of the Def Jam Recordings label, Mr. Simmons still tirelessly hawks a portfolio of ventures, from financial services to an energy soda.",
      "publication_date": "2005-05-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/16/business/media/dont-believe-the-hype-a-hiphop-mogul-says-its-propaganda.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "U.S. Is Warning North Koreans on Nuclear Test",
      "snippet": "Bush administration warns North Korea that if it conducts nuclear test, United States and several Pacific powers would take punitive action, but does not specify what kind of sanctions would result; Pres Bush's national security adviser Stephen J ...",
      "abstract": "Bush administration warns North Korea that if it conducts nuclear test, United States and several Pacific powers would take punitive action, but does not specify what kind of sanctions would result; Pres Bush's national security adviser Stephen J Hadley calls North Korea 'hard target' whose intentions are nearly impossible to assess, but his warnings represent first time anyone in Bush administration has drawn 'red line' that North Korea could not cross without prompting reaction; Bush's aides have said over past year that drawing clear line would be seen by North Koreans as challenge; they say concerns about baiting North Korea could explain why Hadley did not specify what kind of penalty is possible; Shinzo Abe, secretary general of Japan's governing party, says that if North Korea conducts nuclear tests, Japan would go to Security Council before imposing sanctions; photo (M)",
      "lead_paragraph": "WASHINGTON, May 15 - The Bush administration on Sunday warned North Korea for the first time that if it conducted a nuclear test, the United States and several Pacific powers would take punitive action, but officials stopped short of saying what kind of sanctions would result.",
      "publication_date": "2005-05-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/16/politics/us-is-warning-north-koreans-on-nuclear-test.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Political Split Leaves a Church Sadder and Grayer",
      "snippet": "Small Baptist church in North Carolina finds itself at center of national debate about mixing of politics and religion; turmoil there began near end of 2004 presidential race, when Rev Chan Chandler told congregation of 100 people at East Waynesvi...",
      "abstract": "Small Baptist church in North Carolina finds itself at center of national debate about mixing of politics and religion; turmoil there began near end of 2004 presidential race, when Rev Chan Chandler told congregation of 100 people at East Waynesville Baptist Church to vote Republican or leave church; then nine longtime church members say he ousted them because they did not support his increasingly political sermons; split over his his comments involved critical fault lines pitting conservative, generally older, Democrats of Old South against younger Republicans, who seemed to look to pulpit for political as well as spiritual guidance; Chandler has since resigned, followed by about 30 supporters; national group that advocates separation of church and state has called on Internal Revenue Service to investigate tax-exempt status of church; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/16/us/political-split-leaves-a-church-sadder-and-grayer.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "Life at the Top in America Isn't Just Better, It's Longer",
      "snippet": "Second article of series Class Matters notes that class--combination of income, education, wealth and occupation--is potent force in health and longevity in United States; says upper-middle-class Americans live longer and in better health than mid...",
      "abstract": "Second article of series Class Matters notes that class--combination of income, education, wealth and occupation--is potent force in health and longevity in United States; says upper-middle-class Americans live longer and in better health than middle-class Americans, who live longer and better than those at bottom; says benefits of advances in medicine and disease prevention disproportionatly go to people with education, money, good jobs and connections; says many risk factors for chronic disease are more common among less educated; cites social networks and support, differences in knowledge, time and attention that family and friends can offer; calls heart attack window on effects of class on health; describes how social class played powerful role in determining medical care of three heart attack victims: architect, utility worker and maid; says class informed everything from circumstances of their heart attacks to emergency care each received, households they returned to and jobs they hoped to resume; says it shaped their understanding of their illness, support they got from their families and their relationship with their doctors; say it helped define their ability to change their lives and ultimately shaped their odds of getting better; photos (L)",
      "lead_paragraph": "Jean G. Miele's heart attack happened on a sidewalk in Midtown Manhattan last May. He was walking back to work along Third Avenue with two colleagues after a several-hundred-dollar sushi lunch. There was the distant rumble of heartburn, the ominous tingle of perspiration. Then Mr. Miele, an architect, collapsed onto a concrete planter in a cold sweat.",
      "publication_date": "2005-05-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/16/us/class/life-at-the-top-in-america-isnt-just-better-its-longer.html",
      "byline": "By Janny Scott"
    },
    {
      "headline": "Rice, in Baghdad, Urges Sunni Role in Constitution",
      "snippet": "Secretary of State Condoleezza Rice visits Iraq to urge its new Shiite-dominated government to greatly increase involvement of Sunni Arabs in writing Iraqi constitution; calls on Shiite political leaders to respond quickly to any sign that waverin...",
      "abstract": "Secretary of State Condoleezza Rice visits Iraq to urge its new Shiite-dominated government to greatly increase involvement of Sunni Arabs in writing Iraqi constitution; calls on Shiite political leaders to respond quickly to any sign that wavering elements of Sunni Arab insurgency might be ready to turn to peace; her trip and message reflect administration's growing alarm that chance to draw Sunni minority into Iraq's new democracy is slipping away; Rice warns Syria against 'standing in the way' of peace in Iraq; this follows week of fighting by 1,000-strong Marine battle group along Syrian border; commanders say they killed 125 insurgents but that many others fled to safety in Syria; Rice's trip includes stop in northern Iraq to talk to Massoud Barzani, powerful leader of Kurds, who are Shiites' principal partners in new government; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, May 15 - Secretary of State Condoleezza Rice flew to Iraq on Sunday to urge its new Shiite-dominated government to greatly increase the involvement of Sunni Arabs in writing the Iraqi constitution, amid growing administration alarm that a chance to draw the Sunni minority into Iraq's new democracy is slipping away.",
      "publication_date": "2005-05-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/16/world/middleeast/rice-in-baghdad-urges-sunni-role-in-constitution.html",
      "byline": "By Richard A. Oppel Jr"
    },
    {
      "headline": "Newsweek Apologizes for Report of Koran Insult",
      "snippet": "Newsweek apologizes for printing small item on May 9 about reported desecration of Koran by American guards at Guantanamo Bay, but stops short of retracting it; item is linked to most virulent anti-American protests in Afghanistan since fall of Ta...",
      "abstract": "Newsweek apologizes for printing small item on May 9 about reported desecration of Koran by American guards at Guantanamo Bay, but stops short of retracting it; item is linked to most virulent anti-American protests in Afghanistan since fall of Taliban government, in which at least 17 people died; note from Newsweek editor Mark Whitaker voices regret about getting 'any part of our story wrong' and accompanying article states that reporters relied on American government official who had incomplete knowledge of the situation; original article cited internal American military report that claimed that during interrogation of detainees, Amerian guards flushed Koran down toilet as way of provoking detainees into talking; Pentagon officials say no such information is included in internal reoprt and respond to Newsweek apology with unusual anger, blaming magazine for damage done to US and to those attacked in riots; photos (M)",
      "lead_paragraph": "Newsweek apologized yesterday for printing a small item on May 9 about reported desecration of the Koran by American guards at Guantánamo Bay, Cuba, an item linked to riots in Pakistan and Afghanistan that led to the deaths of at least 17 people. But the magazine, while acknowledging possible errors in the article, stopped short of retracting it.",
      "publication_date": "2005-05-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/16/world/asia/newsweek-apologizes-for-report-of-koran-insult.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "A New Hollywood Player Pushes a Different Game",
      "snippet": "Jason Hall discusses his plans for reviving Warner Brothers' video game business; brings off-beat sensibility to company noted for buttoned-down corporate culture; his knack for showmanship were evident at Monolith, company he started in 1994 that...",
      "abstract": "Jason Hall discusses his plans for reviving Warner Brothers' video game business; brings off-beat sensibility to company noted for buttoned-down corporate culture; his knack for showmanship were evident at Monolith, company he started in 1994 that helped Microsoft introduce new graphcs technology and made games for movie studios; photos (M)",
      "lead_paragraph": "Perhaps it was the six-foot plastic Superman suspended overhead that made Jason Hall a little antsy.",
      "publication_date": "2005-05-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/16/technology/a-new-hollywood-player-pushes-a-different-game.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Iran Seeks Nuclear Production",
      "snippet": "Iran's Parliament called for the government to resume developing nuclear fuel, defying an American and European demand that it halt all nuclear activity. Page A8.",
      "abstract": "Iran's Parliament called for the government to resume developing nuclear fuel, defying an American and European demand that it halt all nuclear activity. Page A8.",
      "lead_paragraph": "Iran's Parliament called for the government to resume developing nuclear fuel, defying an American and European demand that it halt all nuclear activity. Page A8.",
      "publication_date": "2005-05-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/16/front page/world/iran-seeks-nuclear-production.html",
      "byline": ""
    },
    {
      "headline": "Must-See to Last-Place TV",
      "snippet": "NBC's senior executives are set to present their fall schedule to advertisers after one-season drop to last place from first among viewers between ages of 18 and 49; Jeff Zucker, president of NBC's television unit, concedes that it was difficult y...",
      "abstract": "NBC's senior executives are set to present their fall schedule to advertisers after one-season drop to last place from first among viewers between ages of 18 and 49; Jeff Zucker, president of NBC's television unit, concedes that it was difficult year, but notes that gap between first and fourth place is a narrow one; offers post-mortem on shows that were big disappointments this season; graphs; photos (M)",
      "lead_paragraph": "The shades in the small office were drawn tight on a bright afternoon last week, as three men huddled around a small television monitor.",
      "publication_date": "2005-05-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/16/business/media/mustsee-to-lastplace-tv.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Tina Brown Has Left the Beehive",
      "snippet": "Tina Brown's talk show on CNBC, Topic A With Tina Brown, is coming to an end after failing to attract an audience; its failure appears to be due in part to changes in media world that Brown herself helped create as editor of Vanity Fair, New Yorke...",
      "abstract": "Tina Brown's talk show on CNBC, Topic A With Tina Brown, is coming to an end after failing to attract an audience; its failure appears to be due in part to changes in media world that Brown herself helped create as editor of Vanity Fair, New Yorker and Talk magazines (M)",
      "lead_paragraph": "FOR almost two decades, Tina Brown's streak as America's premier magazine editor demonstrated that she understood American culture in a way few natives did. Then came the high-profile flop of Talk, and Ms. Brown, who knows more about the thermodynamics of hype than almost any person alive, decided to change the subject.",
      "publication_date": "2005-05-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/16/business/media/tina-brown-has-left-the-beehive.html",
      "byline": "By David Carr"
    },
    {
      "headline": "A Battle Over Programming at National Public Radio",
      "snippet": "Executives at National Public Radio are increasingly at odds with Bush appointees who lead Corporation for Public Broadcasting; corporation is considering plan to monitor Middle East coverage on NPR news programs for evidence of bias, has told its...",
      "abstract": "Executives at National Public Radio are increasingly at odds with Bush appointees who lead Corporation for Public Broadcasting; corporation is considering plan to monitor Middle East coverage on NPR news programs for evidence of bias, has told its staff to consider redirecting money away from national newscasts and toward music programs, has named two ombudsmen to judge content of programs for balance and blocked NPR from broadcasting its programs on station in Berlin owned by US government produced by NPR stations; Kenneth Y Tomlinson, corporation's chairman, repeats his belief that public broadcasting's reputation for being left-leaning is problem; photos (M)",
      "lead_paragraph": "WASHINGTON, May 15 - Executives at National Public Radio are increasingly at odds with the Bush appointees who lead the Corporation for Public Broadcasting.",
      "publication_date": "2005-05-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/16/business/media/a-battle-over-programming-at-national-public-radio.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "New Look and Lineup",
      "snippet": "New and expanded offerings make their debut in Business Day",
      "abstract": "New and expanded offerings make their debut in Business Day",
      "lead_paragraph": "Starting today, new and expanded offerings make their debut in Business Day. The top of the section's front page now highlights articles inside and will provide a quick review of the markets Tuesday through Saturday. New columnists join the section, and the Business Digest moves to Page C2.",
      "publication_date": "2005-05-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/16/business/new-look-and-lineup.html",
      "byline": ""
    }
  ]
}