{
  "metadata": {
    "date": "2005-11-08",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Justices to Rule on a Challenge to U.S. Tribunals",
      "snippet": "Supreme Court will decide validity of military commissions Pres Bush wants to use to bring detainees charged with terrorist offenses to trial, putting highest court back at center of national debate over limits of presidential authority in conduct...",
      "abstract": "Supreme Court will decide validity of military commissions Pres Bush wants to use to bring detainees charged with terrorist offenses to trial, putting highest court back at center of national debate over limits of presidential authority in conducting war on terrorism; Chief Justice John G Roberts Jr recuses himself; last year court rejected administration's position that federal courts have no jurisdiction over those held as enemy combatants at United States naval base at Guantanamo Bay; administration had urged court to defer any review until after trial by military commission of detainee Salim Ahmed Hamdan, who is described by government as Osama bin Laden's former bodyguard and driver; Hamdan's lawyers argue that issues of domestic and international law raised by his case are sufficiently important to be heard and resolved without further delay; they claim that Pres Bush has neither statutory authorization nor inherent authority to establish military commissions that, as defined in Bush's order, violate Third Geneva Convention by withholding protections that defendants are guaranteed in courts-martial; Hamdan is charged with conspiracy, murder and terrorism; he was captured in Afghanistan in 2001; chronological chart dating to establishment of detention center at Guantanamo Bay in 2002 (M)",
      "lead_paragraph": "WASHINGTON, Nov. 7 - The Supreme Court announced on Monday that it would decide the validity of the military commissions that President Bush wants to use to bring detainees charged with terrorist offenses to trial.",
      "publication_date": "2005-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/08/politics/justices-to-rule-on-a-challenge-to-us-tribunals.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Hot Off the Shelves",
      "snippet": "FBI says losses from organized retail theft have reached as much as $30 billion; retailers are coordinating efforts to combat organized gangs; major retailers ranging from Gap and Sears to Walgreens and Wal-Mart are quietly developing national cri...",
      "abstract": "FBI says losses from organized retail theft have reached as much as $30 billion; retailers are coordinating efforts to combat organized gangs; major retailers ranging from Gap and Sears to Walgreens and Wal-Mart are quietly developing national crime databases to compile evidence from shoplifting incidents; one such database will begin operating this month; industry is hoping that information will help federal investigators build legal cases against suspected theft rings; three retailing industry trade groups are building databases; one is National Retail Federation, which represents thousands of chains from Federated Department Stores to Crate & Barrel, whose database goes on line this month; another is Retail Industry Leaders Association, which focuses on discount retailers like Wal-Mart and Target; National Association of Chain Drug Stores started its database last year; Ghali organization, run by Mohammed Ghali who was sentenced to 14 years in jail for leading organized shopping gang, is biggest operator of organized shoplifting; over-the-counter drugs and infant formula are among items most frequently stolen by organized crime rings; photos (M)",
      "lead_paragraph": "Investigators nicknamed the gang of shoplifters the Ghali organization after its leader, Mohammed K. Ghali, and organized it was. Every day, gang members stole, repackaged and resold up to $2,000 in infant formula, diabetes test strips, razor blades and nicotine gum from stores across northern Texas.",
      "publication_date": "2005-11-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/08/business/hot-off-the-shelves.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Guidant Sues Johnson & Johnson for Completion of Merger",
      "snippet": "Guidant Corp files federal lawsuit to force Johnson & Johnson to complete its $25.4 billion acquisition of company; Johnson & Johnson contends that deal for Guidant is void because of Guidant's financial and legal problems; Guidant says third quar...",
      "abstract": "Guidant Corp files federal lawsuit to force Johnson & Johnson to complete its $25.4 billion acquisition of company; Johnson & Johnson contends that deal for Guidant is void because of Guidant's financial and legal problems; Guidant says third quarter profit fell 57 percent because of series of recent recalls of its devices; warns fourth-quarter results are likely to be lower than last year's; some industry analysts believe new deal could still be struck at lower price; Guidant also discloses that Securities and Exchange Commission opened formal formal probe into timing of company disclosures also about problem heart devices and trading in company stock; consortium of state attorneys general has requested Guidant records to determine if it might have violated state laws in connection with device sales; company is already under investigation by Food and Drug Administration and Justice Department in connection with its handling of product safety issues; Guidant says third-quarter profit fell to $65.4 million from $153.6 million year earlier; revenue dropped to $795 million, from $924.5 million; graph (M)",
      "lead_paragraph": "The Guidant Corporation filed a federal lawsuit yesterday to force Johnson & Johnson to complete its $25.4 billion acquisition of the company. Johnson & Johnson contends that the deal for Guidant is now void because of Guidant's financial and legal problems.",
      "publication_date": "2005-11-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/08/business/guidant-sues-johnson-johnson-for-completion-of-merger.html",
      "byline": "By Barry Meier and Andrew Ross Sorkin"
    },
    {
      "headline": "Pentagon Plans Tighter Control of Interrogation",
      "snippet": "Pentagon issues new policy directive governing interrogations as part of effort to tighten controls over questioning of terror suspects and other prisoners by American soldiers; Acting Deputy Defense Sec Gordon R England signs eight-page directive...",
      "abstract": "Pentagon issues new policy directive governing interrogations as part of effort to tighten controls over questioning of terror suspects and other prisoners by American soldiers; Acting Deputy Defense Sec Gordon R England signs eight-page directive; Army can now issue long-delayed field manual for interrogators that is supposed to incorporate lessons gleaned from prisoner-abuse scandals at Abu Ghraib prison and elsewhere last year; Army seeks to ensure that interrogation techniques are approved, up to highest levels in Pentagon, that interrogators are properly trained and that personnel in field are required to report any abuses; changes reflect continuing problems with abuses by troops in Afghanistan and Iraq since Abu Ghraib scandal; Senate has approved Sen John McCain's measure to ban abusive treatment of prisoners in American custody; second directive, governing all aspects of prisoner detentions, is causing sharp debate within Bush administration over whether Pentagon's broad guidelines on detention should include language from Geneva Conventions barring use of 'cruel,' 'humiliating' and degrading treatment, as included in McCain's measure; photos (M)",
      "lead_paragraph": "WASHINGTON, Nov. 7 - The Pentagon has approved a new policy directive governing interrogations as part of an effort to tighten controls over the questioning of terror suspects and other prisoners by American soldiers.",
      "publication_date": "2005-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/08/politics/pentagon-plans-tighter-control-of-interrogation.html",
      "byline": "By Eric Schmitt and Tim Golden"
    },
    {
      "headline": "New Orleans Is Still Grappling With the Basics of Rebuilding",
      "snippet": "New Orleans is caught in cycle of uncertainty about its future, more than two months after being incapacitated by Hurricane Katrina; each major decision relies on another decision that has to be made first; many residents and business owners will ...",
      "abstract": "New Orleans is caught in cycle of uncertainty about its future, more than two months after being incapacitated by Hurricane Katrina; each major decision relies on another decision that has to be made first; many residents and business owners will not return and invest without assurance of flood protection, but workers who could rebuild levees and much of rest of city are hampered by lack of housing; construction of new houses, and rebuilding of damaged ones, is stymied by high cost, empty treasury of local government and debate over how to maintain city's political and demographic base; Pres Bush asked Congress for $1.6 billion for repair of levees and wetlands, and another $4.6 million to study possibility of levee upgrade; that was immeditately criticized as wholly inadequate by members of state's Congressional delegation; photos (M)",
      "lead_paragraph": "NEW ORLEANS, Nov. 7 - Something once unimaginable has begun to happen here: the United Parcel Service is delivering again downtown. At Langenstein's grocery, celery and pork chops are moving out the door, and revelers spill out of the Magazine Street bars on Friday nights.",
      "publication_date": "2005-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/08/us/nationalspecial/new-orleans-is-still-grappling-with-the-basics-of.html",
      "byline": "This article was reported by Adam Nossiter, Gary Rivlin, John Schwartz, Eric Lipton and Jennifer Steinhauer and Was Written By Ms. Steinhauer"
    },
    {
      "headline": "French Officials Try to Ease Fear as Crisis Swells",
      "snippet": "French government seeks to reassure jittery nation as civil unrest spreads to nearly every major city and claims its first death; Prime Min Dominique de Villepin calls up 1,500 police reserves to reinforce 8,000 police officers already waging nigh...",
      "abstract": "French government seeks to reassure jittery nation as civil unrest spreads to nearly every major city and claims its first death; Prime Min Dominique de Villepin calls up 1,500 police reserves to reinforce 8,000 police officers already waging nightly battles in streets and says some towns would impose curfews to keep marauding youths off streets; rules out for now sending army into suburbs where unrest has grown among African immigrants; government seeks to avoid aggressive tactics for fear of sparking incident that could further escalate violence; France has been slow to react to spreading violence set off by accidential deaths of two youths on Oct 27, in part because initial nights of unrest did not seem particularly unusual in country where more than 80 cars day are set on fire, even before violence; government appeared paralyzed as violence spiraled into worst civil unrest country has faced in 40 years; Pres Jacques Chirac did not speak publicly about matter until 11th day of evolving crisis; Europe is watching unfolding crisis with alarm, fearing copycat attacks; photos; map (M)",
      "lead_paragraph": "PARIS, Nov. 7 - The civil unrest sweeping France spread to nearly every major city in the country by Monday, claiming its first death, and even touched two cities elsewhere in Europe as the French government sought to reassure a jittery nation that it can quickly bring the escalating situation under control.",
      "publication_date": "2005-11-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/08/world/europe/french-officials-try-to-ease-fear-as-crisis-swells.html",
      "byline": "By Mark Landler and Craig S. Smith"
    },
    {
      "headline": "5 Cases of Polio in Amish Group Raise New Fears",
      "snippet": "Five children in Amish communities in Minnesota are found to have polio, disease that was pronounced dead in Western Hemisphere years ago; how polio came to dairy farming community of 24 families, with 19th-century ways that include deep-rooted su...",
      "abstract": "Five children in Amish communities in Minnesota are found to have polio, disease that was pronounced dead in Western Hemisphere years ago; how polio came to dairy farming community of 24 families, with 19th-century ways that include deep-rooted suspicion of vaccination, is medical whodunit and cautionary tale; eradicating polio may prove far harder than anyone thought, even in developed world; vaccination rates in United States are at historic highs, but increasing number of parents are resisting inoculations for their children, fearing they may cause disorders; scientists have almost universally discounted that possibility; Amish law does not forbid vaccination, but many Amish believe vaccines weaken immune system; description of how disease was discovered in first Amish child; photos (M)",
      "lead_paragraph": "LONG PRAIRIE, Minn. - Polio was pronounced dead in the Western Hemisphere years ago, after one of the most successful public health campaigns in history. But now it is stealing through a tiny Amish community here in central Minnesota, spreading from an 8-month-old girl to four children on two neighboring farms.",
      "publication_date": "2005-11-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/11/08/us/5-cases-of-polio-in-amish-group-raise-new-fears.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "Grokster Calls It Quits on Sharing Music Files",
      "snippet": "Grokster, developer of file-swapping software used to trade copyrighted music and movie files, will halt distribution of software and cut off support of its associated network as part of landmark settlement with recording industry and Hollywood st...",
      "abstract": "Grokster, developer of file-swapping software used to trade copyrighted music and movie files, will halt distribution of software and cut off support of its associated network as part of landmark settlement with recording industry and Hollywood studios; settlement averts further legal wrangling for Grokster in four-year-old lawsuit; Grokster also agrees to pay up to $50 million in damages, though music executives say they do not expect to collect because software company lacks resources to pay; deal also includes injunction that bars Grokster from directly or indirectly infringing plaintiffs' copyrighted material; Grokster's co-defendant in case, Streamcast Networks, plans to keep battling movie studios and record labels in court (M)",
      "lead_paragraph": "LOS ANGELES, Nov. 7 - Grokster, a developer of file-swapping software used to trade copyrighted music and movie files, said Monday that it would halt distribution of the software and cut off support for its associated network as part of a landmark settlement with the recording industry and Hollywood studios.",
      "publication_date": "2005-11-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/08/technology/grokster-calls-it-quits-on-sharing-music-files.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "A Pension Rule, Sometimes Murky, Is Under Pressure",
      "snippet": "Financial Accounting Standards Board, which writes accounting rules for American business, will decide this week to go ahead with plans to change way pension accounting is done; companies with pension funds say change in rule would probably make t...",
      "abstract": "Financial Accounting Standards Board, which writes accounting rules for American business, will decide this week to go ahead with plans to change way pension accounting is done; companies with pension funds say change in rule would probably make them show more of day-to-day volatility of their pension investments, something current rule lets them keep out of sight through process called smoothing; companies believe that showing volatility, and way it can affect business, will probably discourage investors; say that they may have to shut down their pension plans entirely to quiet investor concerns; Herb Zydney, retired AT&T executive whose retirement plan was switched into Lucent Technologies during its spinoff from AT&T, complains that Lucent has invested in 'a bunch of risky stuff,' in part because of accounting provision that gives it financial incentive to do so; graph; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-11-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/08/business/a-pension-rule-sometimes-murky-is-under-pressure.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "NBC and CBS to SellReruns for 99 Cents Each",
      "snippet": "CBS and NBC Universal television networks, in separate moves, will start selling reruns of their top new shows within hours of their broadcast for 99 cents an episode through video-on-demand services on cable and satellite; moves follow ABC's rece...",
      "abstract": "CBS and NBC Universal television networks, in separate moves, will start selling reruns of their top new shows within hours of their broadcast for 99 cents an episode through video-on-demand services on cable and satellite; moves follow ABC's recent deal to make several its shows available for paid downloads on Apple's iPod portable music and video player; for Comcast Corp and DirecTV, cable and satellite companies whose subscribers will have access to shows, it represents another step in effort to appeal to consumers who want more control over where, when and how they consume entertainment; CBS will offer CSI: Crime Scene Investigation, NCIS, Survivor and The Amazing Race on video-on-demand services sold by Comcast; NBC will sell six shows from its NBC television network including Law & Order: SVU and The Office; will also offer Monk on its USA Network and Battlestar Galactica on Sci-Fi Channel (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-11-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/08/business/media/nbc-and-cbs-to-sellreruns-for-99-cents-each.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Optimism on Wall Street Over Size of Bonuses",
      "snippet": "Investment bankers stand to reap some of biggest gains in Wall Street bonuses this year; Johnson Associates survey finds biggest percentage winners arte expected to be investment bankers who focus on mergers and acquisitions; prime brokers, profes...",
      "abstract": "Investment bankers stand to reap some of biggest gains in Wall Street bonuses this year; Johnson Associates survey finds biggest percentage winners arte expected to be investment bankers who focus on mergers and acquisitions; prime brokers, professionals who manage bank's relationship with hedge funds; and proprietary traders, traders who use their firm's money to bet on direction of certain market trends (Market Place column) (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-11-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/11/08/business/optimism-on-wall-street-over-size-of-bonuses.html",
      "byline": "By Jenny Anderson"
    }
  ]
}