{
  "metadata": {
    "date": "2005-04-08",
    "total_articles": 13
  },
  "articles": [
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "F.D.A. Expands Warnings On Popular Painkillers  Federal drug regulators issued sweeping warnings that many popular painkillers could hurt the heart, stomach or skin, and they persuaded Pfizer to withdraw its once hot-selling pain pill, Bextra.    ...",
      "abstract": " F.D.A. Expands Warnings On Popular Painkillers  Federal drug regulators issued sweeping warnings that many popular painkillers could hurt the heart, stomach or skin, and they persuaded Pfizer to withdraw its once hot-selling pain pill, Bextra.    Tough warnings about heart risks will soon dominate the labels for many prescription painkillers, and the labels of popular over-the-counter pills like Advil and Aleve will have to cite risks to the heart, stomach and skin, the agency said. [Page A1.]    Ruling Favors DaimlerChrysler  A federal judge ruled against the billionaire investor Kirk Kerkorian in his fraud lawsuit against DaimlerChrysler. [C2.]    MG Rover Near Insolvency  The British government said the country's last major car producer, MG Rover, was nearing bankruptcy after the collapse of takeover negotiations with the Shanghai Automotive Industry Corporation of China. [C2.]    Wal-Mart Tries a New Focus  Wal-Mart announced that it was upgrading its merchandise, while trying to maintain the loyalty of its core customer, the woman who is struggling to provide for herself and her family. [C3.]    The nation's retailers reported mixed sales in March as cold weather kept many shoppers indoors, but analysts said consumers' willingness to spend nonetheless appeared robust. Wal-Mart, the largest retailer, said its sales at stores open at lease a year rose 4.3 percent. [C3.]    Limits on Internet Gambling Upheld  An appeals panel of the World Trade Organization ruled that the United States can maintain many of its restrictions on Internet gambling, largely reversing an earlier ruling. [C14.]    Oil Prices Hurt European Economy  With crude oil trading well above $50 a barrel, the European Central Bank said that the high price was ''very unwelcome,'' pulling down Europe's growth and pushing up inflation. [C2.]    Opinion on Tax Refunds in Europe  A member of Europe's highest court offered a preliminary opinion that could lead to billions of euros in tax refunds to companies at a time when many European governments can least afford them. [C2.]    N.Y.S.E. Elects a Chairman  The New York Stock Exchange elected Marshall N. Carter, a former chief executive of the institutional investment firm the State Street Corporation, as its new chairman. He succeeds John S. Reed, who was brought in after the departure of Richard A. Grasso. [C6.]    Major Stock Indicators Show Gains  Stocks rose as oil prices fell. The Standard & Poor's 500-stock index added 7.07 points, or 0.6 percent, to 1,191.14, and the Dow Jones industrial average rose 60.3 points, or 0.6 percent, to 10,546.32. The Nasdaq composite index added 19.65 points, or 1 percent, to 2,018.79. [C6.]    '60 Minutes II' Wins Major Award  One of the George Foster Peabody Awards for excellence in electronic media went to ''60 Minutes II'' for an exclusive, reported by Dan Rather, left, and produced by Mary Mapes, about abuses at the Abu Ghraib prison in Iraq. Several months after that report ran, Ms. Mapes was fired and Mr. Rather retired as anchor of the ''CBS Evening News'' earlier than planned, in the wake of another broadcast, on President George W. Bush's National Guard service. Also winning a Peabody Award was ''The Daily Show with Jon Stewart,'' for its comedic coverage of the 2004 presidential race. [C6.]    Half a Minute Can Be So Confining  Three decades after the 30-second spot became the standard way to sell products on TV, marketers are increasingly willing to buy commercial time in different lengths.Stuart Elliott: Advertising. [C6.]  ",
      "lead_paragraph": "F.D.A. Expands Warnings On Popular Painkillers Federal drug regulators issued sweeping warnings that many popular painkillers could hurt the heart, stomach or skin, and they persuaded Pfizer to withdraw its once hot-selling pain pill, Bextra.",
      "publication_date": "2005-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/08/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Opposition Chief at Risk in Mexico",
      "snippet": "Mayor Andres Manuel Lopez Obrador of Mexico City loses critical battle in Congress over measure that is likely to force him off ballot in presidential election next year and could lead to his imprisonment; vote seen as casting doubt on strength of...",
      "abstract": "Mayor Andres Manuel Lopez Obrador of Mexico City loses critical battle in Congress over measure that is likely to force him off ballot in presidential election next year and could lead to his imprisonment; vote seen as casting doubt on strength of Mexico's fledgling democracy; measure strips Lopez of his official immunity so he could stand trial in minor land dispute; it also bans him from politics until end of trial; hundreds of thousands of supporters of leftist mayor gather in Mexico City to protest; Pres Vicente Fox has characterized proceedings against Lopez as proof that elected officials could no longer operate above law; Lopez calls action against him farce; cases like one he faces rarely warrant prosecution, let alone imprisonment; polls have consistently shown Lopez as leading candidate to succeed Fox; phto (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/08/world/americas/opposition-chief-at-risk-in-mexico.html",
      "byline": "By Ginger Thompson and James C. McKinley Jr"
    },
    {
      "headline": "Shiite Leader Named Iraq Premier to End 2 Months of Wrangling",
      "snippet": "Ibrahim al-Jaafari, leader of one of Iraq's major Shiite religious parties, is appointed prime minister, crystalizing leadership of first elected government in decades and endimg more than two months of divisive negotiations; Ayad Allawi resigns a...",
      "abstract": "Ibrahim al-Jaafari, leader of one of Iraq's major Shiite religious parties, is appointed prime minister, crystalizing leadership of first elected government in decades and endimg more than two months of divisive negotiations; Ayad Allawi resigns as interim prime minister but will remain head of caretaker government until full cabinet is chosen; Jaafari, whose Shiite coalition was formed under auspices of Grand Ayatollah Ali al-Sistani, has made clear that he favors strong voice for Islam in Iraq's new constitution; he has been vague about specifics; he has expressed support of strong political role for womem and opposition to any law forcing women to wear head scarves in public; his appointment underscores anxieties of some Arab leaders about Iran's influence in region; he lived in Iran for part of his 20 years of exile from Iraq, and he forged close ties with Iranian leaders, as did many members of his party; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, April 7 - The Shiite leader Ibrahim al-Jaafari was appointed Iraq's new prime minister Thursday, crystallizing the leadership of the first elected government in decades and ending more than two months of divisive negotiations.",
      "publication_date": "2005-04-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/08/world/middleeast/shiite-leader-named-iraq-premier-to-end-2-months-of.html",
      "byline": "By Robert F. Worth"
    },
    {
      "headline": "A.I.G. Documents Said to Be Altered",
      "snippet": "Documents for 2000 transaction between American International Group and General Re, unit of Berkshire Hathaway, which is at center of wide-ranging insurance probe, were doctored two months after deal was struck, according to executives with direct...",
      "abstract": "Documents for 2000 transaction between American International Group and General Re, unit of Berkshire Hathaway, which is at center of wide-ranging insurance probe, were doctored two months after deal was struck, according to executives with direct knowledge of transaction; say deal served to spruce up AIG's financial reports, ultimately bolstering its stock price; regulators, and now companies, say way that deal was accounted for was improper; why documents were altered by midlevel General Re employees is not entirely clear, but one regulator says it was done in way that allowed AIG to account for transaction in favorable way; AIG's former chief executive Maurice R Greenberg will appear before regulators and law enforcement officials in New York on April 12 to discuss series of suspect financial transactions; Warren E Buffett, chairman and chief executive of Berkshire Hathaway, will appear before regulators and investigators on April 11 as cooperating witness in investigation, not target, and regulators describe his appearance as interview; photos (M)",
      "lead_paragraph": "Documents for a transaction that is at the center of a wide-ranging insurance investigation were doctored two months after the deal was struck, executives with direct knowledge of the transaction said this week.",
      "publication_date": "2005-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/08/business/aig-documents-said-to-be-altered.html",
      "byline": "By Timothy L. O'Brien and Jenny Anderson"
    },
    {
      "headline": "Pfizer Loses One Remedy for Its Slump",
      "snippet": "Analysis of Food and Drug Administration's decision ordering Pfizer to withdraw arthritis drug Bextra from market; focuses on how action will impact Pfizer's financial picture; says forced withdrawal of Bextra is another blot on Pfizer's image at ...",
      "abstract": "Analysis of Food and Drug Administration's decision ordering Pfizer to withdraw arthritis drug Bextra from market; focuses on how action will impact Pfizer's financial picture; says forced withdrawal of Bextra is another blot on Pfizer's image at moment when company is already suffering from stagnant sales and slumping profits; notes FDA also says it will require Celebrex, another Pfizer drug in same class of drugs, to carry prominent warning of possible heart risks; notes that warning could hinder Pfizer's plans to revive Celebrex's flagging sales; says Celebrex and Bextra totaled $4.5 billion in sales last year, 9 percent of Pfizer's total; holds withdrawal also raises questions about whether Pfizer's management is attuned enough to newly aggressive FDA, which is under pressure from lawmakers and consumer groups to move quickly against potentially dangerous drugs; says investors are betting that withdrawal damages Pfizer's reputation more than its profits; Pfizer's stock ends trading up 4 cents, or 0.15 percent, to $26.90; photo (M)",
      "lead_paragraph": "In a meeting with investors just three days ago, Pfizer executives repeatedly promised that Bextra, a painkiller that generated $1.3 billion in sales last year, would help the company through a difficult transition period.",
      "publication_date": "2005-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/08/business/pfizer-loses-one-remedy-for-its-slump.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "In Pope's Will, Sober Thoughts on When His Work Might End",
      "snippet": "Pope John Paul II's will, written in 15 bits and pieces over most of his 26-year papacy, includes thoughts about ending his papacy; in last section, dated Mar 17, 2000, when he was approaching 80 and ill with Parkinson's disease, he appears to hav...",
      "abstract": "Pope John Paul II's will, written in 15 bits and pieces over most of his 26-year papacy, includes thoughts about ending his papacy; in last section, dated Mar 17, 2000, when he was approaching 80 and ill with Parkinson's disease, he appears to have wrestled with thoughts of resigning, but seems to have rejected that idea; he seems to conclude that his life was saved from 1981 assassination attack so he could continue his service until he is recalled by 'He himself'; papal abdication is unheard of in modern church, but even pope's own cardinals would not rule it out in recent years, as he grew older and more feeble; handwritten in margin is his request to be buried in ground, as he will be in Grottoes beneath St Peter's Basilica (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/08/world/worldspecial2/in-popes-will-sober-thoughts-on-when-his-work-might-end.html",
      "byline": "By Daniel J. Wakin"
    },
    {
      "headline": "Indians' Wish List: Big-City Sites for Casinos",
      "snippet": "Indian tribes in remote areas, some of them without reservations, are trying to acquire land near cities for lucrative casinos, in practice known as off-reservation gambling; Indian tribes in Oklahoma and Wisconsin, originally from New York, propo...",
      "abstract": "Indian tribes in remote areas, some of them without reservations, are trying to acquire land near cities for lucrative casinos, in practice known as off-reservation gambling; Indian tribes in Oklahoma and Wisconsin, originally from New York, propose exchanging their land claims for right to build casinos in Catskills; revenues or tribal casinos was $18.5 billion last year, double take of all casinos in Nevada and up from $5.4 billion in 1995; drive for permission to build casinos far from reservations is drawing protests from more established Indian gambling operations that do not want more local competition, as well as from tribes that build casinos on their own remote lands, limiting kinds of profits they can make; Senate Indian Affairs Committee, headed by Sen John McCain, is examining proposals to ban tribes from moving across state borders; Congress passed Indian Gaming Regulatory Act in 1988 to help impoverished tribes on remote reservations open small casinos as way to create jobs and foster economic development; photos; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/08/us/indians-wish-list-bigcity-sites-for-casinos.html",
      "byline": "By Fox Butterfield"
    },
    {
      "headline": "Corporate Rules in Europe Have Been Flexible, but Change Is Coming",
      "snippet": "Floyd Norris comment on growing number of European nations that are adopting corporate governance rules similar to those being adopted by American companies in wake of enactment of Sarbanes-Oxley Act; says in Spain, some previously voluntary parts...",
      "abstract": "Floyd Norris comment on growing number of European nations that are adopting corporate governance rules similar to those being adopted by American companies in wake of enactment of Sarbanes-Oxley Act; says in Spain, some previously voluntary parts of code are now mandatory; holds German government, not happy that many big German companies chose to ignore code provision calling on them to disclose pay of top executives, says it will pass law requiring disclosure by most companies; says British government has announced plans for new law, to be passed if Labor government is re-elected next month, to change corporate law in ways that may make British legal scene closer to American one; graph (M)",
      "lead_paragraph": "LONDON - AS American companies struggle to comply with the rules imposed by the Sarbanes-Oxley Act, some cast an envious look across the ocean, where European companies face a far gentler set of rules.",
      "publication_date": "2005-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/08/business/worldbusiness/corporate-rules-in-europe-have-been-flexible-but.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "JOHN PAUL II",
      "snippet": "AFTER SCANDAL -- Cardinal Bernard Law, who was forced to resign as archbishop of Boston for protecting sexually abusive priests, is among prelates who will preside over funeral Masses for the pope.   PAGE A10    FINAL PREPARATIONS -- The final vis...",
      "abstract": " AFTER SCANDAL -- Cardinal Bernard Law, who was forced to resign as archbishop of Boston for protecting sexually abusive priests, is among prelates who will preside over funeral Masses for the pope.   PAGE A10    FINAL PREPARATIONS -- The final visitors paid their last respects to Pope John Paul II before his body was to be transferred to his coffin.   PAGE A10    LEADING FORCE -- Cardinal Joseph Ratzinger, who will celebrate the funeral Mass for Pope John Paul II in St. Peter's Square, was one of his closest collaborators.   PAGE A13",
      "lead_paragraph": "AFTER SCANDAL -- Cardinal Bernard Law, who was forced to resign as archbishop of Boston for protecting sexually abusive priests, is among prelates who will preside over funeral Masses for the pope. PAGE A10",
      "publication_date": "2005-04-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/08/front page/world/john-paul-ii.html",
      "byline": ""
    },
    {
      "headline": "F.D.A. Announces Strong Warnings for Painkillers",
      "snippet": "Food and Drug Adm issues sweeping warnings that many popular painkillers could hurt heart, stomach or skin, and it persuades Pfizer to withdraw its pain pill Bextra, once a strong seller; tough warnings will soon dominate labels of prescription pa...",
      "abstract": "Food and Drug Adm issues sweeping warnings that many popular painkillers could hurt heart, stomach or skin, and it persuades Pfizer to withdraw its pain pill Bextra, once a strong seller; tough warnings will soon dominate labels of prescription painkillers like Celebrex, Mobic, Naprosyn, Voltaren and more than dozen others; warnings will even appear on labels of over-the-counter pills like Advil and Aleve; Dr Steven Galson, acting director of FDA center for drugs, emphasizes that popular over-the-counter pain pills are safe if taken briefly and in low doses; says patients should not suddenly stop taking these medicines; several experts say naproxen, found in Naprosyn and Aleve, is probably safest among nonsteroidal pain pills; there are hints in research that pain pills that are easiest on stomach may be toughest on heart, and vice versa; photo; graph (M)",
      "lead_paragraph": "WASHINGTON, April 7 - Federal drug regulators issued sweeping warnings Thursday that many popular painkillers could hurt the heart, stomach or skin, and they persuaded Pfizer to withdraw its pain pill Bextra, once a strong seller.",
      "publication_date": "2005-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/08/business/fda-announces-strong-warnings-for-painkillers.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "Why Hasn't a Weak Dollar Slowed Imports?",
      "snippet": "US imports continue to surge despite weak dollar because US is importing parts needed for goods made in US; January import bill was record $159.1 billion; trade deficit reached record $617 billion in 2004; imports equal 16 percent of nation's over...",
      "abstract": "US imports continue to surge despite weak dollar because US is importing parts needed for goods made in US; January import bill was record $159.1 billion; trade deficit reached record $617 billion in 2004; imports equal 16 percent of nation's overall economic output, up full percentage point in one year, compared with 11 percent of gross domestic product decade ago; chart; photo (M)",
      "lead_paragraph": "The back-ordered Prius, with its hybrid gasoline-electric engine, is coming into the United States as fast as Toyota can turn the car out: 7,000 were shipped from Japan in February and the same number in January. That is just one of many indicators of how the everyday needs and desires of Americans keep imports rising despite a weaker dollar.",
      "publication_date": "2005-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/08/business/why-hasnt-a-weak-dollar-slowed-imports.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Another Blow to Pfizer",
      "snippet": "For Pfizer, the world's largest drug company, the withdrawal of the painkiller Bextra is another blot on its image at a moment when it is already suffering from stagnant sales and slumping profits.  ",
      "abstract": "For Pfizer, the world's largest drug company, the withdrawal of the painkiller Bextra is another blot on its image at a moment when it is already suffering from stagnant sales and slumping profits.  ",
      "lead_paragraph": "For Pfizer, the world's largest drug company, the withdrawal of the painkiller Bextra is another blot on its image at a moment when it is already suffering from stagnant sales and slumping profits.",
      "publication_date": "2005-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/08/business/front page/another-blow-to-pfizer.html",
      "byline": ""
    },
    {
      "headline": "2 Rivals Reach Tentative Deal for Adelphia",
      "snippet": "Time Warner and its bidding partner, Comcast, reach tentative deal to acquire Adelphia Communications for nearly $18 billion in cash and stock; Adelphia has been in bankruptcy protection since 2002; tentative deal would give Time Warner and Comcas...",
      "abstract": "Time Warner and its bidding partner, Comcast, reach tentative deal to acquire Adelphia Communications for nearly $18 billion in cash and stock; Adelphia has been in bankruptcy protection since 2002; tentative deal would give Time Warner and Comcast control of Adelphia's 5.3 million subscribers in 31 states, including systems around Los Angeles and in upstate New York (M)",
      "lead_paragraph": "Time Warner and its bidding partner, Comcast, have reached a tentative deal to acquire Adelphia Communications for nearly $18 billion in cash and stock, executives involved in the discussions said yesterday. Adelphia, the nation's fifth-largest cable TV operator, has been in bankruptcy protection since 2002.",
      "publication_date": "2005-04-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/08/business/media/2-rivals-reach-tentative-deal-for-adelphia.html",
      "byline": "By Andrew Ross Sorkin and Geraldine Fabrikant"
    }
  ]
}