{
  "metadata": {
    "date": "2005-05-03",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Pentagon Says Iraq Effort Limits Ability to Fight Other Conflicts",
      "snippet": "Chairman of Joint Chiefs of Staff Gen Richard B Myers reportedly tells Congress in classified report that Pentagon's ability to deal with potential armed conflicts around world would be limited because of concentration of American troops and weapo...",
      "abstract": "Chairman of Joint Chiefs of Staff Gen Richard B Myers reportedly tells Congress in classified report that Pentagon's ability to deal with potential armed conflicts around world would be limited because of concentration of American troops and weapons in Iraq and Afghanistan; says any major combat operations elsewhere in world would probably be more protracted and produce higher American and foreign civilian casualties as result; says factors that would limit Pentagon's ability to prevail as quickly as war planners once predicted in other potential conflicts include reduced stockpiles of precision weapons, which were depleted during invasion of Iraq, and stress on reserve units, which fulfill bulk of combat support duties in Iraq; but despite limitations, Myers is unwavering in his assessment that American forces would win any major combat operation and are 'fully capable' of meeting all Washington's military objectives; just last week Pres Bush claimed that number of American troops in Iraq would not limit Washington's military options elsewhere; photo (M)",
      "lead_paragraph": "WASHINGTON, May 2 - The concentration of American troops and weapons in Iraq and Afghanistan limits the Pentagon's ability to deal with other potential armed conflicts, the military's highest ranking officer reported to Congress on Monday.",
      "publication_date": "2005-05-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/03/politics/pentagon-says-iraq-effort-limits-ability-to-fight-other-conflicts.html",
      "byline": "By Thom Shanker"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Growth in Medical Copters Makes for Crowded Skies  Competing helicopter services are locked in air wars across the country as medical airlifting grows more profitable and common.     As with other health care services that have become routine, the...",
      "abstract": " Growth in Medical Copters Makes for Crowded Skies  Competing helicopter services are locked in air wars across the country as medical airlifting grows more profitable and common.     As with other health care services that have become routine, the public price tag is soaring and helicopters are being used when ambulances might do. An estimated 700 medical helicopters operate nationally, about twice the number flying a decade ago. [Page A1.]    No 2nd Payday for Neiman Holders  Neiman Marcus shareholders expressed their disappointment that the private equity firms buying the company for $5 billion were also buying its credit card business. They had hoped for a separate sale. [C2.]    $1.6 Billion Deal for Fitness Chain  Forstmann Little agreed to buy 24 Hour Fitness, a private company that operates 345 fitness clubs, for $1.6 billion. [C2.]    Ground Zero Project Chief Resigns  Kevin M. Rampe, left, the man overseeing the multibillion-dollar rebuilding effort at the World Trade Center site, is leaving to become global ethics and compliance officer for Ace Ltd., a Bermuda-based property and casualty insurer. His departure comes at a sensitive moment for a rebuilding effort that has been plagued by bad news and delays. For example, the construction of the Freedom Tower is months behind schedule. [A1.]    Group Sues Over Meat Alternative  A consumer activist group says Quorn products, which are marketed as healthful alternatives to meat, are anything but healthy for some people. The group is suing Quorn's manufacturer and its largest United States retailer, Whole Foods Market. [C2.]    Time Warner Employee Data Is Lost  Time Warner reported the loss of computer backup tapes containing sensitive data including the names and Social Security numbers of about 600,000 people. [C4.]    Power Rangers Meet Pac-Man  Bandai, the Japanese maker of the Power Ranger action figures, will buy Namco, Pac-Man's creator, in a $1.7 billion deal. [C8.]    Nortel Profit Drops 75% in Quarter  Profits at Nortel Networks, the telecommunications equipment maker, fell 75 percent in the fourth quarter as sales declined. The company is still dealing with financial restatements as well as criminal and securities investigations. Nortel's net income declined to $133 million, from $528 million in the same quarter a year earlier. [C16.]    Circulation Falls at Many Papers  The newspaper industry reported its most serious declines in circulation in more than a decade. Only 3 of 10 newspapers gained in daily circulation. [C4.]    On Sony Device, Commercials to Go  Heavy.com, a Web host of short films and animation, has started making advertiser-supported clips available as free content for the PlayStation Portable. Advertising. [C5.]    Small Gains for Stock Market  Stocks closed higher despite a sharp rise in oil prices. The Dow rose 59.19 points, to 10,251.70. The S.&P. was up 5.31 points, at 1,162.16, and the Nasdaq gained 7 points, to 1,928.65. [C10.]    When Babies Go on Business Trips  More women are taking young children along when they travel for work. [C7.]    Take the Gun, Leave the Nail File  Airport security checkpoints inspire laughter and tears. Joe Sharkey: On the Road. [C7.]  ",
      "lead_paragraph": "Growth in Medical Copters Makes for Crowded Skies Competing helicopter services are locked in air wars across the country as medical airlifting grows more profitable and common.",
      "publication_date": "2005-05-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/03/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Congress May Require Closer Scrutiny to Get a Driver's License",
      "snippet": "Congress moves quickly toward setting strict rules on how states issue driver's licenses, requiring them to verify whether applicants are in country legally in effort to deter terrorist attacks; requirement, which would apply to all 50 states and ...",
      "abstract": "Congress moves quickly toward setting strict rules on how states issue driver's licenses, requiring them to verify whether applicants are in country legally in effort to deter terrorist attacks; requirement, which would apply to all 50 states and other jurisdictions that issue licenses, is in supplemental appropriations bill for Iraq; state officials complain that new requirement will add costly, complicated burden to issuance of driver's licenses; civil rights organizations and privacy advocates voice concern that standardized driver's license would amount to national identification card and that central database would be vulnerable to identity theft; proposed regulation would replace provision of intelligence bill passed in Dec that did not specifically require states to check citizenship or immigration status of applicants; 11 states now grant driver's licenses to noncitizens who do not have visas; photo (M)",
      "lead_paragraph": "WASHINGTON, May 2 - Congress is moving quickly toward setting strict rules on how states issue driver's licenses, requiring them to verify whether each applicant for a new license or a renewal is in this country legally.",
      "publication_date": "2005-05-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/03/politics/congress-may-require-closer-scrutiny-to-get-a-drivers-license.html",
      "byline": "By Matthew L. Wald and David D. Kirkpatrick"
    },
    {
      "headline": "A.I.G. Disclosures Give a Hint of How Accounting Inflated Results",
      "snippet": "Market Place column on American International Group's previous accounting methods as company's most recent inventory of accounting improprieties shows it will probably reduce its net worth by $2.7 billion, $1 billion more than it had previously es...",
      "abstract": "Market Place column on American International Group's previous accounting methods as company's most recent inventory of accounting improprieties shows it will probably reduce its net worth by $2.7 billion, $1 billion more than it had previously estimated; says Maurice R Greenberg, ousted as chief executive and chairman in March, now resembles man behind the curtain, working furiously with handful of colleagues at top to maintain awesome image to investing world that was not quite reality; charts; photo (M)",
      "lead_paragraph": "Maurice R. Greenberg, former chief executive of American International Group, was a guru to many. To investors and employees, he was the genius who presided over a company that produced consistent growth in a volatile business. Within the insurance industry, Mr. Greenberg was an icon for generating fewer losses than peer companies on the insurance A.I.G. wrote.",
      "publication_date": "2005-05-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/03/business/aig-disclosures-give-a-hint-of-how-accounting-inflated-results.html",
      "byline": "By Gretchen Morgenson and Jenny Anderson"
    },
    {
      "headline": "As Medical Airlifts Proliferate, the Public Price Tag Is Rising",
      "snippet": "Competing helicopter services are locked in air wars over patient-rich areas as medical airlifting grows more profitable and common; price of airlift ranges from $5,000 to $10,000, 5 to 10 times that of ground ambulance; spending by Medicare, whic...",
      "abstract": "Competing helicopter services are locked in air wars over patient-rich areas as medical airlifting grows more profitable and common; price of airlift ranges from $5,000 to $10,000, 5 to 10 times that of ground ambulance; spending by Medicare, which set higher rate for patient pickups in rural areas, has more than doubled since 2001, to $103 million; at times helicopters are being used when ambulances might do; industry's rapid expansion has taken place amid scant oversight of both flight safety and medical quality; medical capabilities of competing helicopter concerns can vary sharply; deaths in crashes have reached alarmaing levels and questions remain about effectiveness of air ambulances; photo; map (M)",
      "lead_paragraph": "One night last May, after two cars collided along a rural highway about 40 miles west of Tulsa -- killing one driver and seriously injuring the other -- firefighters from the nearby town of Foyil called for a medical helicopter.",
      "publication_date": "2005-05-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/03/business/as-medical-airlifts-proliferate-the-public-price-tag-is-rising.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "The Fed Is Expected to Raise Rates Again",
      "snippet": "Federal Reserve's Open Market Committee is expected to raise short-term interest rates to 3 percent, from 2.75 percent, eighth increase since last June; Fed is likely to repeat its support for gradual, or measured, rate increases in months ahead; ...",
      "abstract": "Federal Reserve's Open Market Committee is expected to raise short-term interest rates to 3 percent, from 2.75 percent, eighth increase since last June; Fed is likely to repeat its support for gradual, or measured, rate increases in months ahead; approach comes against backdrop of slowing growth and higher price pressures; Institute of Supply Management's index of factory activity dropped to 53.3 in April, from 55.2, as companies focused more on reducing inventories than on expanding production (M)",
      "lead_paragraph": "WASHINGTON, May 2 - Despite growing evidence of an economic slowdown, the Federal Reserve is not about to ride to the rescue by keeping rates steady.",
      "publication_date": "2005-05-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/03/business/the-fed-is-expected-to-raise-rates-again.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Qwest Withdraws Bid After MCI Accepts Verizon Offer",
      "snippet": "Qwest Communications will not longer pursue buying MCI, leaving it to be acquired by Verizon Communications; decision comes after MCI's board accepts sweetened offer from Verizon: $26 a share, up from $23.10 a share; board says Verizon's new bid, ...",
      "abstract": "Qwest Communications will not longer pursue buying MCI, leaving it to be acquired by Verizon Communications; decision comes after MCI's board accepts sweetened offer from Verizon: $26 a share, up from $23.10 a share; board says Verizon's new bid, which is still 13 percent lower than Qwest's last offer of $30 a share, is superior; photo (M)",
      "lead_paragraph": "A fierce takeover battle ended yesterday when Qwest Communications said that it would no longer pursue buying MCI, leaving it to be acquired by Verizon Communications.",
      "publication_date": "2005-05-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/03/business/qwest-withdraws-bid-after-mci-accepts-verizon-offer.html",
      "byline": "By Ken Belson and Matt Richtel"
    },
    {
      "headline": "Things Turn Testy at Trial of Kozlowski",
      "snippet": "Fraud trial of Tyco International's former chief executive L Dennis Kozlowski turns decidedly more contentious as Kozlowski faces accusations that he misused company funds for lavish living and lied about it on witness stand; Kozlowski's most crit...",
      "abstract": "Fraud trial of Tyco International's former chief executive L Dennis Kozlowski turns decidedly more contentious as Kozlowski faces accusations that he misused company funds for lavish living and lied about it on witness stand; Kozlowski's most critical testimony--that he received verbal approval for millions of dollars of bonuses from head of compensation committee, Philip Hampton, who has since died from cancer--is challenged during heated cross-examination (M)",
      "lead_paragraph": "During his first two days on the witness stand, L. Dennis Kozlowski appeared calm as he parried a series of tough questions. Yesterday, things turned decidedly more contentious as he faced accusations that he misused company funds for lavish living and lied about it on the stand.",
      "publication_date": "2005-05-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/03/business/things-turn-testy-at-trial-of-kozlowski.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Do It Yourself: The Home Heart Defibrillator",
      "snippet": "Some doctors and other emergency medicine experts are skeptical Philips's product HeartStart Home, which at list price of $1,995 is first external heart defibrillator for sale without prescription; some medical workers and doctors say they fear th...",
      "abstract": "Some doctors and other emergency medicine experts are skeptical Philips's product HeartStart Home, which at list price of $1,995 is first external heart defibrillator for sale without prescription; some medical workers and doctors say they fear that having device like HeartStart in house might delay calls to 911 to seek dispatch of emergency medical service team; also worry that it could lull people into underestimating importance of knowing and using CPR to get oxygen quickly to vital organs; some experts also criticize Philips for not warning that many of those saved with defibrillators suffer severe brain damage or other permanent disabilities as result of having one few minutes without heartbeat; Philips says device's design reflects extensive consultation with Food and Drug Administration; photos (M)",
      "lead_paragraph": "It sounds compelling: be your household's own paramedic by wielding the electrodes that could restart a loved one's heart.",
      "publication_date": "2005-05-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/03/business/do-it-yourself-the-home-heart-defibrillator.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "Hispanic Group Thrives on Faith and Federal Aid",
      "snippet": "Compassion Capital Fund item in federal budget is religion-based fusion of politics and policy, and Pres Bush's most tangible effort to help those he calls 'armies of compassion,' small religious groups with shoestring budgets that care for downtr...",
      "abstract": "Compassion Capital Fund item in federal budget is religion-based fusion of politics and policy, and Pres Bush's most tangible effort to help those he calls 'armies of compassion,' small religious groups with shoestring budgets that care for downtrodden; fund has spent $100 million over last three years to train religiously motivated foot soldiers, in some cases with small grants, on theory that managerial coaching will mobilize new healing platoons; although compassion fund reflicts decades of serious thought about fortifying civil society by empowering grass-roots groups, it is also tool of realpolitik, with much of money flowing to conservative supporters of Pres Bush; article focuses on Nueva Esperanza Inc in Philadelphia, which has one of largest contracts to provide training to smaller organizations and distribute federal cash; its $7.4 million contract makes Rev Luis Cortes, group's head, one of most prominent Hispanic evangelicals in politics; he is blunt in saying he will give his endorsement to any politician who delivers money to his fund; photo of him with Bush (L)",
      "lead_paragraph": "PHILADELPHIA - As a Baptist minister, the Rev. Luis Cortes has long sought to build a national network of Hispanic churches, one that would bring new power to an emerging minority. As an elected official, President Bush has long sought a more diverse Republican Party, one that would lure more blacks and Hispanics to a dominant conservative bloc. These days, the two are united by faith, friendship, and a line item in the federal budget called the Compassion Capital Fund.",
      "publication_date": "2005-05-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/03/politics/hispanic-group-thrives-on-faith-and-federal-aid.html",
      "byline": "By Jason Deparle"
    }
  ]
}