{
  "metadata": {
    "date": "2005-06-30",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "BUSH TO CREATE NEW UNIT IN F.B.I. FOR INTELLIGENCE",
      "snippet": "Pres Bush creates new national security division within Federal Bureau of Investigation that will fall under overall direction of new national intelligence director John D Negroponte; directive's aim is to break down old walls between foreign and ...",
      "abstract": "Pres Bush creates new national security division within Federal Bureau of Investigation that will fall under overall direction of new national intelligence director John D Negroponte; directive's aim is to break down old walls between foreign and domestic intelligence activities, and to consolidate power of Negroponte, whose authority over FBI has been ambiguous; it will elevate intelligence operations to new prominence within FBI, which has remained firmly oriented toward traditional law enforcement, even since 9/11 attacks; White House leaves it to Negroponte to carry out overhaul; this is among most far-reaching changes yet taken by Bush administration and Congress to overhaul intelligence structure whose deep flaws have been exposed by major failures on terrorism and Iraq; it was among recommendations made by presidential commission headed by Laurence Silberman and Charles Robb; new organization chart (M)",
      "lead_paragraph": "WASHINGTON, June 29 - President Bush on Wednesday ordered changes intended to break down old walls between foreign and domestic intelligence activities by creating a new national security division within the Federal Bureau of Investigation that will fall under the overall direction of John D. Negroponte, the new director of national intelligence.",
      "publication_date": "2005-06-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/30/us/front page/bush-to-create-new-unit-in-fbi-for-intelligence.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "Weakness in the Data Chain",
      "snippet": "Security breach reported at CardSystems Solutions, which put account information of 40 million credit and debit cardholders at risk, reveals vulnerabilities of payment system; CardSystems was vulnerable because it had been improperly storing cardh...",
      "abstract": "Security breach reported at CardSystems Solutions, which put account information of 40 million credit and debit cardholders at risk, reveals vulnerabilities of payment system; CardSystems was vulnerable because it had been improperly storing cardholder account information and security codes on its computer system; about 90 percent of cardholder account records that pass through payments systems are handled by about 20 large processors, which closely follow rules issued by Mastercard, Visa and other card issuers, but not all of small companies, like CardSystems, that handle the remaining 10 percent follow rules, and those rules are not enforced by card companies and banks; in addition, fewer than half of the 10,000 and more small and mid-size merchants that have substantial online presence have even signed up to be screened for their compliance with industry standards; chart of payment systems; photo (L)",
      "lead_paragraph": "Inside the Tucson data processing center for CardSystems Solutions is a long room where dozens of computers are stacked in neat rows. This is the nerve center for millions of credit and debit card transactions. Its doors are bolted shut; access is restricted. Entry requires swiping a card and punching in a short code.",
      "publication_date": "2005-06-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/30/technology/weakness-in-the-data-chain.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "Mood of Anxiety Engulfs Afghans as Violence Rises",
      "snippet": "Resurgent Taliban movement is mounting daily attacks in southern Afghanistan, gangs kidnap foreigners in capital and radical Islamists are orchestrating violent demonstrations against government and foreign-financed organizations; Afghans express ...",
      "abstract": "Resurgent Taliban movement is mounting daily attacks in southern Afghanistan, gangs kidnap foreigners in capital and radical Islamists are orchestrating violent demonstrations against government and foreign-financed organizations; Afghans express increased dissatisfaction with their own government and way US military is conducting its operations; many say poverty, joblessness, frustrated expectations and culture of 25 years of war make for volatile mix in which American raids, shootings and imprisonments can inflame public opinion; Pres Hami Karzai, reflecting shifting popular mood, has publicly criticized behavior of American troops and called for closer cooperation when Afghan homes are raided; Taliban's new offensive comes despite claims by US military government and Karzai government that it was largely defeated; photo (M)",
      "lead_paragraph": "KABUL, Afghanistan, June 29 - The loss of a military helicopter with 17 Americans aboard in eastern Afghanistan on Tuesday comes at a time of growing insecurity here. For the first time since the United States overthrew the Taliban government three and a half years ago, Afghans say they are feeling uneasy about the future.",
      "publication_date": "2005-06-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/30/world/asia/mood-of-anxiety-engulfs-afghans-as-violence-rises.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "Where Baseball Has Become a Political Football",
      "snippet": "Baseball mixes with politics in nation's capital when George Soros, who spent millions of dollars trying to defeat Pres Bush last year, competes for ownership of Washington Nationals against former Secretary of State Colin L Powell and former Repu...",
      "abstract": "Baseball mixes with politics in nation's capital when George Soros, who spent millions of dollars trying to defeat Pres Bush last year, competes for ownership of Washington Nationals against former Secretary of State Colin L Powell and former Republican Sen Peter Fitzgerald, among others; many Republicans voice outrage at Soros's inclusion in one group bidding for team, even though group of bidders that includes Powell is led by major Republican donor Fred Malek; because it is Washington, every aspect has political caste, from insignia on team's caps to its color; photo (M)",
      "lead_paragraph": "WASHINGTON, June 29 - For years, Washington hungered for a baseball team. Now it has one, and a winning team at that.",
      "publication_date": "2005-06-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/30/politics/where-baseball-has-become-a-political-football.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "For G.M. Retirees, a Growing Sense of Unease",
      "snippet": "Sense of unease is growing among General Motors' nearly half million American retirees as company presses United Automobile Workers to agree to deep cuts in health care benefits; whether GM has legal right to cut benefits for retirees and whether ...",
      "abstract": "Sense of unease is growing among General Motors' nearly half million American retirees as company presses United Automobile Workers to agree to deep cuts in health care benefits; whether GM has legal right to cut benefits for retirees and whether UAW has right to negotiate for them are matters of debate; GM has threatened to cut health care benefits with or without union's approval on June 30, but people close to negotiations do not expect it to hold to its ultimatum; GM is focusing on retirees because they generate majority of its costs, $3.6 billion of its $5.2 billion health care costs in 2004; that figure is bound to grow as company's work force continues to shrink; photos (M)",
      "lead_paragraph": "DETROIT, June 29 - The Buick plant in Flint, Mich., where Elvia Reeves used to work has been demolished, but her health care benefits are as strong as ever. For now, that is.",
      "publication_date": "2005-06-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/30/business/for-gm-retirees-a-growing-sense-of-unease.html",
      "byline": "By Danny Hakim and Jeremy W. Peters"
    },
    {
      "headline": "Boeing Names 3M Chief as Its New Top Executive",
      "snippet": "Boeing Co reportedly chooses as its new chief executive W James McNerney Jr, chief executive at 3M Co and director at Boeing since 2001; other executives who were under consideration for post noted; McNerney photo (M)",
      "abstract": "Boeing Co reportedly chooses as its new chief executive W James McNerney Jr, chief executive at 3M Co and director at Boeing since 2001; other executives who were under consideration for post noted; McNerney photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-06-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/30/business/boeing-names-3m-chief-as-its-new-top-executive.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "Morgan Stanley Plans toRehire Its Ex-President",
      "snippet": "Morgan Stanley's board is expected to elect John J Mack as chairman and chief executive, succeeding Philip J Purcell, man who forced him out as president in bitter power struggle in 2001; Mack's triumphant return seen as resounding victory for Mor...",
      "abstract": "Morgan Stanley's board is expected to elect John J Mack as chairman and chief executive, succeeding Philip J Purcell, man who forced him out as president in bitter power struggle in 2001; Mack's triumphant return seen as resounding victory for Morgan Stanley bankers and traders whose revolt against Purcell's leadership forced recalcitrant board to abandon its longstanding support of him; Purcell's status as outsider and Mack's renown as ultimate Morgan Stanley insider paved way for his return; several crucial matters remain unresolved; Mack has told board he wants return of former Morgan Stanley executives who left firm after management shake-up in Mar, including Vikram S Pandit; return of Pandit would antagonize Zoe Cruz, whom Purcell appointed co-president in Mar; managing rift between Pandit and Cruz will be severe test of Mack's skills as executive; photo (M)",
      "lead_paragraph": "The board of Morgan Stanley is expected to meet today and elect John J. Mack, a former president of the firm, as its chairman and chief executive, succeeding Philip J. Purcell, the man who forced him out in a bitter power struggle in 2001.",
      "publication_date": "2005-06-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/30/business/morgan-stanley-plans-torehire-its-expresident.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Trade Pacts to the South Losing Appeal",
      "snippet": "Senate Finance Committee approves plan for Central American Free Trade Agreement, but it still faces bruising battle in Congress and, if approved, may be watered down by concessions to American sugar growers worried about cheap imports; Cafta is o...",
      "abstract": "Senate Finance Committee approves plan for Central American Free Trade Agreement, but it still faces bruising battle in Congress and, if approved, may be watered down by concessions to American sugar growers worried about cheap imports; Cafta is only shadow of 34-nation hemispherewide trade pact that Pres Bush once portrayed as vital link for prosperity, but there is now widespread skepticism about its chances of ever materializing in face of disputes and deepening suspicion about it in Latin America; opposition of large countries like Brazil and Argentina led administration to focus on handful of smaller countries in Central America and Andes, but even there, tumult in Bolivia and Ecuador prevents them from entering trade deal anytime soon, and Peru and Colombia are now hesitating because of concerns that their farmers will be swamped by cheap, subsidized American imports; that leaves Chile as only country to have signed up; photo (M)",
      "lead_paragraph": "BOGOTÁ, Colombia, June 29 - An ambitious American plan for a hemispherewide trade pact, which President Bush described as a \"vital link for prosperity,\" is mired in disputes that have led to widespread skepticism about its chances of ever materializing.",
      "publication_date": "2005-06-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/30/business/worldbusiness/trade-pacts-to-the-south-losing-appeal.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "The Awkward Smart Phone Grows Up",
      "snippet": "David Pogue column on Treo 650, latest model of Palm's smart phone, which combines organizer and pocket Internet terminal with a cellphone; photos; drawing (M)",
      "abstract": "David Pogue column on Treo 650, latest model of Palm's smart phone, which combines organizer and pocket Internet terminal with a cellphone; photos; drawing (M)",
      "lead_paragraph": "AND now, another episode of gadgetry's long-running corporate soap opera, \"As the Palm Turns.\"",
      "publication_date": "2005-06-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/30/technology/circuits/the-awkward-smart-phone-grows-up.html",
      "byline": "By David Pogue"
    }
  ]
}