{
  "metadata": {
    "date": "2005-01-26",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Making a Fortune by Wagering That Drug Prices Tend to Rise",
      "snippet": "Stewart Rahr's new $45 million East Hampton estate, most expensive house ever purchased in New York, reflects fortune made by 58-year-old law school dropout who turned wholesale drug purchasing into game of arbitrage; Rahr took over father's Brook...",
      "abstract": "Stewart Rahr's new $45 million East Hampton estate, most expensive house ever purchased in New York, reflects fortune made by 58-year-old law school dropout who turned wholesale drug purchasing into game of arbitrage; Rahr took over father's Brooklyn pharmacy 36 years ago and built distribution business on speculative buying, betting on manufacturer price increases; drug middlemen like Rahr, knowing that manufacturers typically increased prices at same time made millions by overstocking in advance, selling drugs at higher prices short time later to retail pharmacies; Rahr's company, Kinray, honed practice with computer program; distribution industry is dominated by three large public companies, AmerisourceBergen, Cardinal Health and McKesson; Goldman Sachs estimates three made 60 percent of profit, $980 million, when speculative buying was at peak in 2001; drug makers relied on speculative buying in lieu of paying distributors, but practice fostered many problems, including drug cost inflation and spot shortages; SEC case against Bristol-Myers Squibb, which paid $150-million fine, shifted industry away from practice; Rahr says Kinray will prosper anyway, expanding to other health products and generics (M)",
      "lead_paragraph": "Stewart Rahr's new $45 million East Hampton estate, the most expensive house ever purchased in New York State, is just across the pond from Steven Spielberg's. Mr. Rahr plays golf with Donald Trump and practices putting on an indoor green in the basement of his warehouse in Queens. He and his wife, Carol, last drew attention in 2003 when they bought four works of art, including a Renoir and a Picasso, in one sitting at Sotheby's.",
      "publication_date": "2005-01-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/26/business/making-a-fortune-by-wagering-that-drug-prices-tend-to-rise.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "AFTER A 15-YEAR HIATUS, Japanese investors are re-entering the United States market, but much more quietly and cautiously this time. [C6.]    THE CHANGING TOWNSHIP of Edison, N.J., is trying to find the best place to create a civic and commercial ...",
      "abstract": " AFTER A 15-YEAR HIATUS, Japanese investors are re-entering the United States market, but much more quietly and cautiously this time. [C6.]    THE CHANGING TOWNSHIP of Edison, N.J., is trying to find the best place to create a civic and commercial center. [C7.]",
      "lead_paragraph": "AFTER A 15-YEAR HIATUS, Japanese investors are re-entering the United States market, but much more quietly and cautiously this time. [C6.]",
      "publication_date": "2005-01-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/26/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "Insurgents Vowing to Kill Iraqis Who Brave the Polls on Sunday",
      "snippet": "Iraqi insurgents put out chilling leaflets warning that those who go to polls risk being killed there or later, along with their children; effect of such intimidation will not be known until election day, when officials say they will be pleased by...",
      "abstract": "Iraqi insurgents put out chilling leaflets warning that those who go to polls risk being killed there or later, along with their children; effect of such intimidation will not be known until election day, when officials say they will be pleased by fifty percent participation and even meager turnout in Sunni cities; gunmen in Baghdad kill senior judge, Qais Hashem al-Shamari; Ansar al-Sunna claims responsibility; surge of attacks expected, with worst possibly before Jan 30, when streets around Iraq will be closed to traffic and 8PM curfew will be in effect; photo of campaign meeting at which Sharif Ali bin al-Hussein, member of royal family deposed in 1958, promotes return of monarchy; 11 police officers are killed in fighting around capital; bomb explodes in school polling place; Roy Hallums, American civilian worker kidnapped in November, appears on videotape pleading for his life; four others in group have been freed; Robert Tarongoy of Philippines is still missing; six US soldiers are killed in separate incidents in Baghdad area, five when Bradley armored carrier rolls into canal during sandstorm; Prime Min Ayad Allawi refuses to set timetable for US withdrawal (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Jan. 25 - The black sedan made its way down Madaris Street, the young men inside tossing leaflets out the window.",
      "publication_date": "2005-01-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/26/world/middleeast/insurgents-vowing-to-kill-iraqis-who-brave-the-polls-on.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Investment Banker and Client: A Bond Deepens",
      "snippet": "Article on deep bond between James B Lee Jr, top executive of J P Morgan Chase, and Edward S Lampert, hedge fund investor who masterminded Kmart's $11 billion merger with Sears, Roebuck; says investors have already committed $5.65 billion to Lee's...",
      "abstract": "Article on deep bond between James B Lee Jr, top executive of J P Morgan Chase, and Edward S Lampert, hedge fund investor who masterminded Kmart's $11 billion merger with Sears, Roebuck; says investors have already committed $5.65 billion to Lee's $4 billion syndicate deal, which is intended to provide Lampert funds to run his new company as well well as make acquisitions; merger is expected to close in March; says growing bond between Lampert and Lee suggests that even as banks grow larger and more impersonal, it is power of personal relationships that remains essential lumbricant for deal making on Wall Street; photo (M)",
      "lead_paragraph": "The ballroom at the Grand Hyatt in Manhattan was overflowing with eager investors on Friday as James B. Lee Jr., a top executive of J.P. Morgan Chase, stepped to the podium. Mr. Lee was making a pitch for his newest client, Edward S. Lampert, the hedge fund investor who had resurrected the fortunes of Kmart and masterminded its $11 billion merger with Sears, Roebuck.",
      "publication_date": "2005-01-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/26/business/investment-banker-and-client-a-bond-deepens.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "CHINA'S GROWTH REMAINS STRONG",
      "snippet": "Graphs show economic growth in China that accelerated to 9.5 percent in fourth quarter while inflation slowed",
      "abstract": "Graphs show economic growth in China that accelerated to 9.5 percent in fourth quarter while inflation slowed",
      "lead_paragraph": "Economic growth in China accelerated to 9.5 percent in the fourth quarter while inflation slowed, data showed. Page C4.",
      "publication_date": "2005-01-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/26/business/chinas-growth-remains-strong.html",
      "byline": ""
    },
    {
      "headline": "Emphasizing Taste, and Not Just in Beer, at Super Bowl",
      "snippet": "Look at some commercials that Anheuser-Busch is considering for Super Bowl XXXIX on Feb 6, it various types of beers, indicates company is considering chastened by reaction from salacious, provocative spots it ran last year; content and tone of co...",
      "abstract": "Look at some commercials that Anheuser-Busch is considering for Super Bowl XXXIX on Feb 6, it various types of beers, indicates company is considering chastened by reaction from salacious, provocative spots it ran last year; content and tone of commercials under considerating are well within bounds of mainstream marketing; missing are double entendres, bathroom humor and crude sight gags that dominated last year (M)",
      "lead_paragraph": "Anheuser-Busch, the biggest advertiser on the Super Bowl, the biggest day of the year for advertising, is making good on a promise to clean up its act.",
      "publication_date": "2005-01-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/26/business/media/emphasizing-taste-and-not-just-in-beer-at-super-bowl.html",
      "byline": "By Stuart Elliott"
    },
    {
      "headline": "For Tsunami Orphan, No Name but Many Parents",
      "snippet": "Six-month-old infant, called Baby No 81, Sri Lanka's most famous tsunami survivor, is cared for in hospital in Kalmunai, claimed by at least nine couples; photo; cas reflects raw distress and trauma of thousands of parents who lost children; 4 of ...",
      "abstract": "Six-month-old infant, called Baby No 81, Sri Lanka's most famous tsunami survivor, is cared for in hospital in Kalmunai, claimed by at least nine couples; photo; cas reflects raw distress and trauma of thousands of parents who lost children; 4 of ten of Sri Lanka's 30,000 dead are children; Dr K Muhunthan, who is caring for boy, says couples are so traumatized it is hard to know if they all really believe he is baby they lost; Judge M P Moahaidein to order DNA test when he takes up lawsuit by one couple (M)",
      "lead_paragraph": "KALMUNAI, Sri Lanka, Jan. 25 - In the pediatric ward of the town hospital here, Sri Lanka's most celebrated tsunami orphan dozes, drools and, when he is in a foul mood, wails at the many visitors who crowd around his crib.",
      "publication_date": "2005-01-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/26/world/worldspecial4/for-tsunami-orphan-no-name-but-many-parents.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "Bernard Ebbers: Victim Himself or Mastermind?",
      "snippet": "Fraud trial of former WorldCom Inc chief executive Bernard J Ebbers begins; David Anders, US attorney leading government's case, says Ebbers told 'lie after lie after lie' to cover up company's mounting losses and stave off his own financial downf...",
      "abstract": "Fraud trial of former WorldCom Inc chief executive Bernard J Ebbers begins; David Anders, US attorney leading government's case, says Ebbers told 'lie after lie after lie' to cover up company's mounting losses and stave off his own financial downfall; Reid Weingarten, lead defense attorney, says Ebbers is not guilty of any crime and that he had been misled by subordinates he trusted to handle WorldCom's complex finances; photo (M)",
      "lead_paragraph": "Opening the long-awaited fraud trial against Bernard J. Ebbers, who presided over one of the most spectacular collapses in the telecommunications industry as the chief executive of WorldCom, a federal prosecutor argued yesterday that Mr. Ebbers told \"lie after lie after lie\" to cover up the company's mounting losses and stave off his own financial downfall.",
      "publication_date": "2005-01-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/26/business/bernard-ebbers-victim-himself-or-mastermind.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "White House Says Deficit Will Rise to $427 Billion  The White House said the federal budget deficit was expected to rise this year to $427 billion -- a figure that includes a new request from President Bush to help pay for the war in Iraq.    The ...",
      "abstract": " White House Says Deficit Will Rise to $427 Billion  The White House said the federal budget deficit was expected to rise this year to $427 billion -- a figure that includes a new request from President Bush to help pay for the war in Iraq.    The announcement means that this will be the fourth consecutive year in which the deficit has grown. As recently as last July, the administration had predicted that the deficit would fall this year to $331 billion. [Page A12.]    The United Nations urged the major industrial countries to help the United States reduce its deficits by spurring their economies to grow faster. [C4.]    Kodak Shows Signs of Reviving  With the success of its easy-to-use digital cameras, Kodak is showing signs of making its former business model work again. [C2.]    S.E.C. May Revise Listing Rules  William H. Donaldson, chairman of the Securities and Exchange Commission, said the commission was considering tweaking some rules for overseas companies listed in the United States, after an outpouring of foreign criticism. Mr. Donaldson said that the S.E.C. was also considering making it easier for foreign companies to delist from exchanges in the United States. [C4.]    A Path to Pharmaceutical Wealth  The story of Stewart Rahr, one of the wealthiest people in New York, offers a glimpse into a highly lucrative but little-known corner of the pharmaceutical industry. [A1.]    An Alliance to Form Health Network  Eight of the nation's largest technology companies have agreed to embrace open, nonproprietary technology standards to help build a national health information network. [C15.]    Lower-Calorie Rum From Bacardi  Bacardi Global Brands is introducing a flavored rum that the company says has half the calories of regular rum or vodka. [C5.]    Meatpacking Conditions Criticized  A report from Human Rights Watch says that working conditions among America's meatpackers and slaughterhouses are so poor that they violate basic human rights. [A13.]    Ruling Against Catalog Company  A New York judge ruled that a catalog sales company has been making illegal short-term loans at annual interest rates of more than 700 percent. [C3.]    Stock Market Shows Gains  The Dow Jones industrial average rose 92.95 points, to 10,461.56. The Standard & Poor's 500-stock index was up 4.66 points, at 1,168.41, and the Nasdaq rose 11.25 points, to 2,019.95. [C9.]    Merrill Lynch Profits Increase 21%  After years of aggressive cost cutting, Merrill Lynch showed that it was also capable of revenue growth. The firm reported a 21 percent rise in fourth-quarter revenue, buoyed by gains in all its business lines. Earnings, though, fell 2.5 percent from a year earlier, tempered by costs related to adding brokers and to other charges. [C5.]    Ford Motor said operating earnings would fall by as much as 16 percent this year. [C4.]    Suit Filed Against Venture Firms  A lawsuit says that partners at two prominent Silicon Valley venture capital firms cheated founders of a start-up company out of tens of millions of dollars. [C15.]  ",
      "lead_paragraph": "White House Says Deficit Will Rise to $427 Billion The White House said the federal budget deficit was expected to rise this year to $427 billion -- a figure that includes a new request from President Bush to help pay for the war in Iraq.",
      "publication_date": "2005-01-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/26/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "2 Firms to Pay $40 Million Each in I.P.O. Case",
      "snippet": "Goldman Sachs and Morgan Stanley agree to pay $40 million each to settle allegations that they sought commitments from customers to buy shares after initial public offering in move to support price after stock began trading; Securities and Exchang...",
      "abstract": "Goldman Sachs and Morgan Stanley agree to pay $40 million each to settle allegations that they sought commitments from customers to buy shares after initial public offering in move to support price after stock began trading; Securities and Exchange Commission complaints against Goldman Sachs and Morgan Stanley accused them of violating rule that prohibits offering underwriters from trying to induce investors to buy shares after trading begins; two firms settle complaints without admitting or denying wrongdoing (M)",
      "lead_paragraph": "Goldman Sachs and Morgan Stanley agreed to pay $40 million each to settle allegations that they sought commitments from customers to buy shares after an initial public offering in a move to support the price after the stock began trading.",
      "publication_date": "2005-01-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/26/business/2-firms-to-pay-40-million-each-in-ipo-case.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "In Birmingham, Richard Scrushy Is a Local Story",
      "snippet": "Trial of HealthSouth Corp's founder Richard M Scrushy, one of Birmingham, Ala's most prominent and charismatic executives, begins, with Alice H Martin, US attorney in charge of case, calling Scrushy mastermind of sweeping accounting fraud at hospi...",
      "abstract": "Trial of HealthSouth Corp's founder Richard M Scrushy, one of Birmingham, Ala's most prominent and charismatic executives, begins, with Alice H Martin, US attorney in charge of case, calling Scrushy mastermind of sweeping accounting fraud at hospital chain he founded; defense lawyers counter Martin's claims; Scrushy, who is fixture in Birmingham, with many places adopting Scrushy name, while other recently dropping it because of scandal, will be judged by Birmingham community, which seems to be crucial element of Scrushy's defense strategy; skeptics say he began more than year ago to court public opinion, reminding people of his good works in community and his religious faith; map; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/26/business/in-birmingham-richard-scrushy-is-a-local-story.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "Iraqis Abroad Seem Reluctant",
      "snippet": "Report noted on number of Iraqi voters abroad registering to vote, which fell short of expectations",
      "abstract": "Report noted on number of Iraqi voters abroad registering to vote, which fell short of expectations",
      "lead_paragraph": "Registration of voters abroad fell well below expectations, with 255,000 Iraqis enrolling in 14 nations, only a quarter of the number predicted by organizers. Page A8.",
      "publication_date": "2005-01-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/26/front page/world/iraqis-abroad-seem-reluctant.html",
      "byline": ""
    }
  ]
}