{
  "metadata": {
    "date": "2005-12-23",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "Foreigners May Soon Play a Part in Kuwait Oil",
      "snippet": "Kuwait is close to opening its lucrative oil production business again to outsiders thirty years after foreign oil companies were expelled from country; move, expected to be approved by Parliament in January, means that one of top producers in Per...",
      "abstract": "Kuwait is close to opening its lucrative oil production business again to outsiders thirty years after foreign oil companies were expelled from country; move, expected to be approved by Parliament in January, means that one of top producers in Persian Gulf finally will lift some of restrictions imposed on foreign operators; recent high oil prices have encouraged governments to further tighten rules governing foreign participation and prompted new wave of 'resource nationalism'; Venezuela, Russia and Bolivia each have pushed for greater control, while Britain plans to increase taxes on its production from North Sea; photo (M)",
      "lead_paragraph": "KUWAIT CITY, Kuwait, Dec. 16 - Thirty years after foreign oil companies were expelled from Kuwait, the state is close to opening its lucrative oil production business again to outsiders.",
      "publication_date": "2005-12-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/23/business/worldbusiness/foreigners-may-soon-play-a-part-in-kuwait-oil.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Amid Growing Wealth, Nepotism and Nationalism in Kazakhstan",
      "snippet": "Kazakhstan's economy, fueled with growing wealth from energy exports, reflects intermingling of politics and business, widespread corruption and prominent role of members of Pres Nursultan A Nazarbayev's family; president's family has alot of clou...",
      "abstract": "Kazakhstan's economy, fueled with growing wealth from energy exports, reflects intermingling of politics and business, widespread corruption and prominent role of members of Pres Nursultan A Nazarbayev's family; president's family has alot of clout and getting into business requires family's permission; Nazarbayev won another seven-year term with 91 percent of vote in early December that international observers called unfair; policies of Nazarbayev, who is in good graces of Bush administration, are of mounting concern to world parched for petroleum; Kazakhstan holds two-thirds of crude reserves in Caspian Sea region; country exports one million barrels of oil a day and plans to triple output within 10 years; Exxon Mobil, Chevron and oil services firm Halliburton are active in Kazakhstan; country's blend of nepotism, nationalism and oil wealth follows in tradition of many countries in their early years of petroleum wealth; photo (M)",
      "lead_paragraph": "ALMATY, Kazakhstan - A few years ago, the youngest daughter of Kazakhstan's president visited the Luxor temples in Egypt. Like many tourists, she later told an interviewer, she left deeply impressed with the site.",
      "publication_date": "2005-12-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/23/business/worldbusiness/amid-growing-wealth-nepotism-and-nationalism-in.html",
      "byline": "By Andrew E. Kramer"
    },
    {
      "headline": "Postponing Debate, Congress Extends Terror Law 5 Weeks",
      "snippet": "Congress, eager to adjourn for holidays, extends USA Patriot Act by five weeks after House Judiciary Comm chairman F James Sensenbrenner Jr balks at longer extension; deal is approved by voice vote in sparsely attended sessions in House and Senate...",
      "abstract": "Congress, eager to adjourn for holidays, extends USA Patriot Act by five weeks after House Judiciary Comm chairman F James Sensenbrenner Jr balks at longer extension; deal is approved by voice vote in sparsely attended sessions in House and Senate; it averts Dec 31 expiration of 16 major provisions of original law; it is final twist in six-day game of brinksmanship between Pres Bush, who wants original bill to be made permanent, and Senate Democrats who blocked that effort and agreed to six-month extension of bill with help of handful of Republicans; Sensenbrenner threatened to derail six-month extension, agreeing to sign off on five-week extension only after White House officials intervene; extension sets stage for clash over civil liberties and national security when lawmakers return early next year; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 22 - In a frantic finish before adjourning for the year, Congress extended on Thursday the broad antiterrorism bill known as the USA Patriot Act by five weeks after the Republican chairman of the House Judiciary Committee balked at a longer extension.",
      "publication_date": "2005-12-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/23/us/front page/postponing-debate-congress-extends-terror-law-5-weeks.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Rivals Laying Siege to Amgen's Near Monopoly in Anemia Drugs",
      "snippet": "Host of companies arfe developing anemia drugs to compete against Amgen's Epogen and Aranesp, which will acount for nearly half of Amgen's expected $12 billion in revenues this year; Amgen filed patent infringement suit against Roche last month; A...",
      "abstract": "Host of companies arfe developing anemia drugs to compete against Amgen's Epogen and Aranesp, which will acount for nearly half of Amgen's expected $12 billion in revenues this year; Amgen filed patent infringement suit against Roche last month; Amgen's annual earnings growth over next five years could be cut by more than 50 percent if Roche were to capture half American market; some Amgen critics say that while its anemia drugs have helped people, its near monopoly is last much longer than patent law was meant to allow; company has sold about $22 billion worth of Epogen since its approval in 1989 and $7 billion worth of Aranesp since 2001; chart; photo (M)",
      "lead_paragraph": "For years, the biotechnology giant Amgen has wielded a near monopoly over its industry's most lucrative franchise, the anemia drugs on which hundreds of thousands of American kidney and cancer patients and their insurers spend billions of dollars each year. But now, Amgen's money machine is coming under attack.",
      "publication_date": "2005-12-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/23/business/rivals-laying-siege-to-amgens-near-monopoly-in-anemia-drugs.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Private Equity Firm Agrees to Buy Hilfiger",
      "snippet": "Tommy Hilfiger, fashion house, agrees to be bought for $1.54 billion by Apax Partners, private equity firm; deal brings to end auction for troubled fashion name that went on for months (M)",
      "abstract": "Tommy Hilfiger, fashion house, agrees to be bought for $1.54 billion by Apax Partners, private equity firm; deal brings to end auction for troubled fashion name that went on for months (M)",
      "lead_paragraph": "Tommy Hilfiger, the clothier whose fashions have gone from country club preppy to hip-hop baggy and back again, agreed yesterday to be bought for $1.54 billion by Apax Partners, a private equity firm, according to people involved in the negotiations.",
      "publication_date": "2005-12-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/23/business/private-equity-firm-agrees-to-buy-hilfiger.html",
      "byline": "By Michael Barbaro and Andrew Ross Sorkin"
    },
    {
      "headline": "Microsoft Is Warned by Europe",
      "snippet": "European Commission threatens to fine Microsoft more than $2 million a day unless it agrees to share more technical information with competitors; warning is latest salvo in commission's increasingly acrimonious dispute with Microsoft over just wha...",
      "abstract": "European Commission threatens to fine Microsoft more than $2 million a day unless it agrees to share more technical information with competitors; warning is latest salvo in commission's increasingly acrimonious dispute with Microsoft over just what company must do to comply with 2004 antitrust ruling by EU; move also points to growing gap between antitrust policies of US and Europe (M)",
      "lead_paragraph": "The European Commission turned up the heat yesterday on Microsoft, the world's largest software company, threatening to fine it more than $2 million a day unless it agrees to share more technical information with competitors.",
      "publication_date": "2005-12-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/12/23/technology/microsoft-is-warned-by-europe.html",
      "byline": "By Steve Lohr and James Kanter"
    },
    {
      "headline": "A Junior Aide Had a Big Rolein Terror Policy",
      "snippet": "John C Yoo, deputy in Justice Dept's Office of Legal Counsel at time of 9/11 terror attacks, wrote series of legal opinions for Bush administration on fight against terrorism that continue to be debated today; one claims Geneva Conventions do not ...",
      "abstract": "John C Yoo, deputy in Justice Dept's Office of Legal Counsel at time of 9/11 terror attacks, wrote series of legal opinions for Bush administration on fight against terrorism that continue to be debated today; one claims Geneva Conventions do not apply and at least two others countenance use of highly coercive interrogation techniques on terror suspects; he reportedly also wrote still-secret 2002 memorandum giving legal backing to administration's secret program to eavesdrop on international communications of Americans and others inside United States without federal warrants; his signature contributions to policies of Bush administration have more to do with his forceful assertion of wide presidential powers in wartime; detailed examination of his close relationships with key legal officials in White House and Pentagon, which allowed him to wield remarkable influence after 9/11 on issues related to terrorism; he is now law professor at University of California at Berkeley; photos (M)",
      "lead_paragraph": "Moments after planes crashed into the World Trade Center and the Pentagon, lawyers in the Justice Department's elite Office of Legal Counsel began crowding into the office of one of the agency's newest deputies, John C. Yoo, to watch the horror unfold on his television set.",
      "publication_date": "2005-12-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/23/politics/a-junior-aide-had-a-big-rolein-terror-policy.html",
      "byline": "By Tim Golden"
    },
    {
      "headline": "On Opinion Page, a Lobby's Hand Is Often Unseen",
      "snippet": "Self-described nonprofit research groups face new scrutiny over their links to special interest groups after disclosure that Washington lobbyist Jack Abramoff paid at least two outside writers for opinion articles promoting work of his clients; is...",
      "abstract": "Self-described nonprofit research groups face new scrutiny over their links to special interest groups after disclosure that Washington lobbyist Jack Abramoff paid at least two outside writers for opinion articles promoting work of his clients; issue of whether supposedly independent writers and researchers are having their work underwritten--directly or indirectly--by lobbyists and other special interests is not new; but payments by Abramoff and closer review of work of Institute for Policy Innovation, founded by former House Republican leader Dick Armey, are evidence that ties may be much closer than research organizations, conservative and liberal, would prefer to admit; Bush administration has acknowledged that it paid outside writers, including conservative columnist Armstrong Williams, to promote its policies; while major newspapers and magazines usually insist that outside writers disclose conflicts of interest, editors do not routinely conduct background checks (M)",
      "lead_paragraph": "WASHINGTON, Dec. 22 - Susan Finston of the Institute for Policy Innovation, a conservative research group based in Texas, is just the sort of opinion maker coveted by the drug industry.",
      "publication_date": "2005-12-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/12/23/politics/on-opinion-page-a-lobbys-hand-is-often-unseen.html",
      "byline": "By Philip Shenon"
    }
  ]
}