{
  "metadata": {
    "date": "2005-01-03",
    "total_articles": 26
  },
  "articles": [
    {
      "headline": "As Officials Falter, the New Rich Roll in to Help",
      "snippet": "India and Sri Lanka have promised to spare no expense to help tens of thousands whose lives were overturned in tsunami disaster; Sri Lanka is welcoming international aid, but India says it needs no outside help; newly wealthy, in region with histo...",
      "abstract": "India and Sri Lanka have promised to spare no expense to help tens of thousands whose lives were overturned in tsunami disaster; Sri Lanka is welcoming international aid, but India says it needs no outside help; newly wealthy, in region with history of natural calamity but uneven civic response, have played new role, raising money and delivering aid where wealthy Western countries once did; efforts have frequently been poorly focused, uncoordinated and blunted in some cases by distrust among government officials; situation in Nagappattinam, India, port town where 2,000 people died, noted; map; photos (M)",
      "lead_paragraph": "TIRUKOVIL, Sri Lanka, Dec. 31 - A truckload of food suddenly delivered by a wealthy Sri Lankan businessman calmed tension here on Friday in one camp of hungry refugees where senior government officials refused even to admit there was a shortage.",
      "publication_date": "2005-01-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/01/world/worldspecial4/as-officials-falter-the-new-rich-roll-in-to-help.html",
      "byline": "By David Rohde and Amy Waldman"
    },
    {
      "headline": "Justice Dept. Toughens Rule on Torture",
      "snippet": "Justice Department broadens its definition of torture, retreating from Aug 2002 memorandum that defined torture narrowly and said Pres Bush could ignore domestic and international prohibitions against torture in name of national security; new defi...",
      "abstract": "Justice Department broadens its definition of torture, retreating from Aug 2002 memorandum that defined torture narrowly and said Pres Bush could ignore domestic and international prohibitions against torture in name of national security; new definition comes one week before Senate Judiciary Committee is set to question Alberto R Gonzales, White House counsel and nominee for attorney general, about his role in formulating legal policies that critics say led to abuses at Abu Ghraib prison and Guantanamo Bay, Cuba; Gonzales photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 31 - The Justice Department has broadened its definition of torture, significantly retreating from a memorandum in August 2002 that defined torture extremely narrowly and said President Bush could ignore domestic and international prohibitions against torture in the name of national security.",
      "publication_date": "2005-01-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/01/politics/justice-dept-toughens-rule-on-torture.html",
      "byline": "By Neil A. Lewis"
    },
    {
      "headline": "U.S. Vows Big Increase in Aid for Victims of Asian Disaster",
      "snippet": "Pres Bush will increase emergency aid to stricken areas of Asia to $350 million from $35 million; says US will probably add more resources as scope of disaster becomes clearer; UN emergency aid coordinator Jan Egeland says new US money has increas...",
      "abstract": "Pres Bush will increase emergency aid to stricken areas of Asia to $350 million from $35 million; says US will probably add more resources as scope of disaster becomes clearer; UN emergency aid coordinator Jan Egeland says new US money has increased overall amount donated to nearly $1.2 billion from 40 nations; Bush's increase in amount of aid comes after criticism that he had reacted too slowly to disaster (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/01/world/worldspecial4/us-vows-big-increase-in-aid-for-victims-of-asian.html",
      "byline": "By David E. Sanger and Warren Hoge"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Health Plans Requiring Use Of Mail-Order Pharmacies  Employer health plans are requiring consumers to buy widely used drugs like insulin for diabetes or Lipitor for cholesterol by mail order.    Employers and the companies that manage prescription...",
      "abstract": " Health Plans Requiring Use Of Mail-Order Pharmacies  Employer health plans are requiring consumers to buy widely used drugs like insulin for diabetes or Lipitor for cholesterol by mail order.    Employers and the companies that manage prescription drug insurance coverage favor mail-order pharmacies because they can get lucrative rebates and deep discounts from drug makers. Those savings are then shared with employers and health plans. [Page A1.]    Lilly Declines on Prozac Report  Shares of Eli Lilly fell after reports in a medical journal suggested that the drug company had long concealed evidence that its well-known antidepressant Prozac could cause violent and suicidal behavior. [C2.]    A Hotline for Airline Complaints  The government set up a hotline for people to call with complaints about flight disruptions over the Christmas holiday weekend. Transportation Secretary Norman Y. Mineta, left, asked the inspector general to look into the snafus at US Airways and Comair, a unit of Delta Air Lines, which grounded 1,100 flights because of a computer problem. [C12.]    U.S. Opposes United Pension Deal  The government is opposing a deal between United Airlines and its pilots' union on the termination of the pilots' pension plan. [C12.]    Europe Cutting Carbon Dioxide  Some 12,000 industrial plants across the European Union are facing limits on the amount of carbon dioxide they release, a first step in carrying out the requirements of the Kyoto Climate Protocol. [C2.]    F.D.A. Approves Pfizer's Lyrica  Pfizer won United States approval to sell its Lyrica pill to treat nerve pain associated with diabetes and shingles. [C2.]    Lockheed Wins Air Force Contracts  Lockheed Martin has received two Air Force contracts totaling $716 million to continue work on its F/A-22 Raptor fighter jet. [C12.]    Delphi Financial Suspends 2  Delphi Financial suspended two employees responsible for a unit's relationship with Marsh & McLennan. [C12.]  ",
      "lead_paragraph": "Health Plans Requiring Use Of Mail-Order Pharmacies Employer health plans are requiring consumers to buy widely used drugs like insulin for diabetes or Lipitor for cholesterol by mail order.",
      "publication_date": "2005-01-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/01/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Relief Delivery Lags as Deaths Pass 140,000",
      "snippet": "Global relief effort converges on tsunami-ravaged coasts of Indonesia and other stricken nations as millions of survivors grow increasingly desperate and death toll soars past 140,000; relief operation confronts many problems, and most of aid is n...",
      "abstract": "Global relief effort converges on tsunami-ravaged coasts of Indonesia and other stricken nations as millions of survivors grow increasingly desperate and death toll soars past 140,000; relief operation confronts many problems, and most of aid is not getting through to those who need it; trickle of aid reaches handful of devastated communities in northern Sumatra; 10 helicopter airdrops and truckloads of supplies finally reach remote Meulaboh where 7,000 are confirmed dead and officials say third of population of 120,000 may have perished; photo (M)",
      "lead_paragraph": "The vanguard of a global relief effort converged on the tsunami-ravaged coasts of Indonesia and other stricken nations yesterday as millions of survivors grew increasingly desperate and the death toll soared past 140,000 from a disaster that cast a shroud over the world's New Year celebrations.",
      "publication_date": "2005-01-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/01/world/worldspecial4/relief-delivery-lags-as-deaths-pass-140000.html",
      "byline": "By Robert D. McFadden"
    },
    {
      "headline": "Is Norway's Oil Pool Deep Enough?",
      "snippet": "Norway has turned income from 3.3 million barrels a day of offshore oil production into government-owned investment fund that recently topped $165 billion; it is one of world's richest funds; Finance Min Per-Kristian Foss says Petroleum Fund will ...",
      "abstract": "Norway has turned income from 3.3 million barrels a day of offshore oil production into government-owned investment fund that recently topped $165 billion; it is one of world's richest funds; Finance Min Per-Kristian Foss says Petroleum Fund will be renamed Pension Fund in 2006; says it should be more of cash reserve for future than source of immediate income; Norway's central bank, which administers fund, says it will be able to meet no more than one-quarter of Norway's pension obligations; says rest must come from taxpayers; photos (M)",
      "lead_paragraph": "OSLO - The newspaper cartoons here often portray Per-Kristian Foss, the finance minister of Norway, buoyed by a spouting geyser of oil. Sometimes they show him bathing in vats of cash. It is easy to see why.",
      "publication_date": "2005-01-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/01/business/worldbusiness/is-norways-oil-pool-deep-enough.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "Drugstores Fret as Insurers Demand Pills by Mail",
      "snippet": "Employer health plans across country are forcing millions of consumers to change their drug-buying habits; one side effect could be decline of neighborhood drugstore; growing numbers of consumers, starting in Jan when new health plans take effect,...",
      "abstract": "Employer health plans across country are forcing millions of consumers to change their drug-buying habits; one side effect could be decline of neighborhood drugstore; growing numbers of consumers, starting in Jan when new health plans take effect, will be required to buy dozens of drugs by mail order; employers and companies that manage prescription drug insurance coverage favor mail-order pharmacies because they can get lucrative rebates and deep discounts from drug makers when they buy in volume; savings, which amount to hundreds of millions of dollars a year, can then be shared with employers and health plans; photos (M)",
      "lead_paragraph": "Employer health plans across the country are forcing millions of consumers to change their drug-buying habits. And one side effect could be the decline of the neighborhood drugstore.",
      "publication_date": "2005-01-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/01/business/drugstores-fret-as-insurers-demand-pills-by-mail.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "Premier in Ukraine Quits, Giving Way to Opposition Rule",
      "snippet": "Prime Min Viktor F Yanukovich resigns, signaling end of tumultuous political drama that nearly propelled him to presidency in Ukraine but resulted in his defeat after popular uprising against state-sponsored electoral fraud; will continue his lega...",
      "abstract": "Prime Min Viktor F Yanukovich resigns, signaling end of tumultuous political drama that nearly propelled him to presidency in Ukraine but resulted in his defeat after popular uprising against state-sponsored electoral fraud; will continue his legal challenges against repeat presidential election, in which opposition candidate Viktor A Yushchenko appears to hold commanding lead; Yanukovich photo (M)",
      "lead_paragraph": "MOSCOW, Dec. 31 - Viktor F. Yanukovich resigned as Ukraine's prime minister on Friday, signaling the end of a tumultuous political drama that nearly propelled him to the presidency but resulted in his defeat after a popular uprising against state-sponsored electoral fraud.",
      "publication_date": "2005-01-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/01/world/europe/premier-in-ukraine-quits-giving-way-to-opposition-rule.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "Late Stock Market Rally Makes 2004 a Winning Year",
      "snippet": "Standard & Poor's 500-stock index, Nasdaq composite index and Dow Jones industrial average finished up in 2004, and are at their highest levels in three and half years; S&P 500 was best performer for year, rising 9 percent to 1,211.92, followed by...",
      "abstract": "Standard & Poor's 500-stock index, Nasdaq composite index and Dow Jones industrial average finished up in 2004, and are at their highest levels in three and half years; S&P 500 was best performer for year, rising 9 percent to 1,211.92, followed by Nasdaq, which climbed 8.6 percent to 2,175.44; Dow rose 3.1 percent to 10,783.01; Dow and Nasdaq were down for year before presidential election, while S&P was up just 1.7 percent; 7.2 percent surge in Dow after Nov 1 was fifth-best post-election rally in presidential election year since 1900 and best since 1952; graphs; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/01/business/late-stock-market-rally-makes-2004-a-winning-year.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "The Seller of the Goose That Laid a Golden Egg",
      "snippet": "Article on Sidney Frank, 85-year-old chairman and chief executive of Sidney Frank Importing Co, who sold his vodka brand Grey Goose to Bacardi for estimated $2.3 billion in June 2004; photos (M)",
      "abstract": "Article on Sidney Frank, 85-year-old chairman and chief executive of Sidney Frank Importing Co, who sold his vodka brand Grey Goose to Bacardi for estimated $2.3 billion in June 2004; photos (M)",
      "lead_paragraph": "NEW ROCHELLE, N.Y. - \"Just call me Sid,\" Sidney Frank instructed a visitor recently. \"Everyone else does.\"",
      "publication_date": "2005-01-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/01/business/the-seller-of-the-goose-that-laid-a-golden-egg.html",
      "byline": "By Frank J. Prial"
    },
    {
      "headline": "Political Tones to Problems of TV Maker in China",
      "snippet": "Tale of Sichuan Changhong Electric Appliance, China's biggest exporter of televisions to US, seems to take new turn with abrupt dismissal of Huang Zuejui, former executive of company, as Communist Party boss of Mianyang; Huang's removal follows ne...",
      "abstract": "Tale of Sichuan Changhong Electric Appliance, China's biggest exporter of televisions to US, seems to take new turn with abrupt dismissal of Huang Zuejui, former executive of company, as Communist Party boss of Mianyang; Huang's removal follows news that company would probably report huge losses for year, mostly from nearly half-billion dollars in unpaid debts it had racked up with American distribution company, Apex Digital; Apex president David Ji, American citizen, is arrested by Mianyang police and charged with financial fraud; photos (M)",
      "lead_paragraph": "BEIJING, Dec. 31 - The tale of China's biggest exporter of televisions to the United States -- a company that disclosed huge losses earlier this week -- seemed to take a new turn on Friday with the abrupt dismissal of the Communist Party boss of the company's hometown.",
      "publication_date": "2005-01-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/01/01/business/worldbusiness/political-tones-to-problems-of-tv-maker-in-china.html",
      "byline": "By Chris Buckley"
    },
    {
      "headline": "Greatest (And Lamest) Deals of 2004",
      "snippet": "Andrew Ross Sorkin surveys merger and acquisition highlights of 2004, contending 2004 was great year for deal making; cites Oracle Corporation's Larry Ellison's hostile takeover bid for PeopleSoft; cites Brian Roberts's and Comcast's bid for Walt ...",
      "abstract": "Andrew Ross Sorkin surveys merger and acquisition highlights of 2004, contending 2004 was great year for deal making; cites Oracle Corporation's Larry Ellison's hostile takeover bid for PeopleSoft; cites Brian Roberts's and Comcast's bid for Walt Disney as among most poorly thought out deals; lauds Lehman Brothers comeback as 'big-shot' bank of year; lauds Kirk Kerkorian for pulling off two blockbuster deals, buying Mandalay Resort Group, and selling Metro-Goldwyn-Mayer; cites Gary Forsee as biggest underachiever, for Sprint's acquisition of Nextel; photo (L)",
      "lead_paragraph": "PLEASE, please take your seats. It's time for a toast.",
      "publication_date": "2005-01-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/01/02/business/greatest-and-lamest-deals-of-2004.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "The Envelopes, Please",
      "snippet": "Gretchen Morgenson column awards this year's Augustus Melmotte Memorial Prizes, named for charlatan who parades through The Way We Live Now, novel by Anthony Trollope; those honored for dubious achievement include Franklin D Raines, former chief e...",
      "abstract": "Gretchen Morgenson column awards this year's Augustus Melmotte Memorial Prizes, named for charlatan who parades through The Way We Live Now, novel by Anthony Trollope; those honored for dubious achievement include Franklin D Raines, former chief executive of Fannie Mae, Michael D Eisner, chief executive of Disney, and Michael S Ovitz, Disney's former president; New York Atty Gen Spitzer is honored for uncovering corruption in insurance industry; photos (L)",
      "lead_paragraph": "WHILE investors were clearly cheered by the fact that stocks finished 2004 in the plus column, it was also obvious that three consecutive years of corporate scandals had finally begun to take their toll on executives.",
      "publication_date": "2005-01-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/01/02/business/news-and-analysis-the-envelopes-please.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "G.I. Families United in Grief, but Split by the War",
      "snippet": "They have met on the Internet and on cross-country road trips. But mostly they find one another at the funerals.    As the number of American troops killed in Iraq has risen above 1,300, mothers of the dead have built a grim community of their own...",
      "abstract": "They have met on the Internet and on cross-country road trips. But mostly they find one another at the funerals.    As the number of American troops killed in Iraq has risen above 1,300, mothers of the dead have built a grim community of their own, mostly invisible to outsiders and separated by geography, but bound together by death. Some have met in pews, recognizing one another from newspaper photographs or with the simplest introduction: I lost my son, too.   ",
      "lead_paragraph": "They have met on the Internet and on cross-country road trips. But mostly they find one another at the funerals.",
      "publication_date": "2005-01-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/02/us/gi-families-united-in-grief-but-split-by-the-war.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "Wall Street's Designs on '05? A Merger Boom",
      "snippet": "Despite being one of the nation's most prominent takeover lawyers, Martin Lipton has in recent years been Wall Street's holiday Grinch, issuing bleak yet ultimately accurate annual forecasts for mergers. In one year-end letter to his clients, he w...",
      "abstract": "Despite being one of the nation's most prominent takeover lawyers, Martin Lipton has in recent years been Wall Street's holiday Grinch, issuing bleak yet ultimately accurate annual forecasts for mergers. In one year-end letter to his clients, he went so far as to declare that deal making had fallen into disrepute.    The past year has made Mr. Lipton a believer.   ",
      "lead_paragraph": "Despite being one of the nation's most prominent takeover lawyers, Martin Lipton has in recent years been Wall Street's holiday Grinch, issuing bleak yet ultimately accurate annual forecasts for mergers. In one year-end letter to his clients, he went so far as to declare that deal making had fallen into disrepute.",
      "publication_date": "2005-01-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/02/business/wall-streets-designs-on-05-a-merger-boom.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Coming Next, the Video Game Ceiling?",
      "snippet": "Lisa Belkin comments on reader reaction to her Dec 19 column on how generation raised on video games is rewriting rules of workplace; drawing (M) (Life's Work column)",
      "abstract": "Lisa Belkin comments on reader reaction to her Dec 19 column on how generation raised on video games is rewriting rules of workplace; drawing (M) (Life's Work column)",
      "lead_paragraph": "TWO weeks ago today I received an e-mail message from a friend, offering to send a rescue squad. He had read my last column -- about a new book describing how a generation raised on video games is now rewriting the rules of the workplace -- and he was certain that my children had tied me to a chair and written those words in my place.",
      "publication_date": "2005-01-02T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/01/02/jobs/coming-next-the-video-game-ceiling.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "The Meek Shall Inherit the Bill",
      "snippet": "Edmund L Andrews column says Pres Bush's agenda for year will force national debate on vexing financial problems that loom in decades ahead, such as Social Security and revamping income tax; says that on closer inspection, much of agenda amounts t...",
      "abstract": "Edmund L Andrews column says Pres Bush's agenda for year will force national debate on vexing financial problems that loom in decades ahead, such as Social Security and revamping income tax; says that on closer inspection, much of agenda amounts to borrowing today and leaving bills for future generations to pay (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/01/02/business/the-meek-shall-inherit-the-bill.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Washington's New Year War Cry: Party On!",
      "snippet": "Frank Rich column comments on disconnect between war in Iraq and comfort of those at home, beginning with those in government who conceived and are managing 'adventure in spreading democracy'; cites broadcast of television program The Kennedy Cent...",
      "abstract": "Frank Rich column comments on disconnect between war in Iraq and comfort of those at home, beginning with those in government who conceived and are managing 'adventure in spreading democracy'; cites broadcast of television program The Kennedy Center Honors, carefree variety show in which Washington's top dogs mingle with performing artists in celebration of American culture; contrasts happy tableau with ABC News/Washington Post poll that shows Americans are turning against war; says only small portion of America is directly touched by war, with most paying lip service to sacrifice of troops; says next celebration will be inauguration, $40-million, four-day extravaganza; scores Washington for 'let them eat cake' attitude; photo (L)",
      "lead_paragraph": "ON the fourth day 'til Christmas, the day that news of the slaughter at the mess tent in Mosul slammed into the evening news, CBS had scheduled a special treat. That evening brought the annual broadcast of \"The Kennedy Center Honors,\" the carefree variety show in which Washington's top dogs mingle with visitors from that mysterious land known as the Arts and do a passing (if fashion-challenged) imitation of revelers at the Oscars. This year, like any other, the show was handing out medals to those representing \"the very best in American culture,\" as exemplified by honorees like Australia's Dame Joan Sutherland and Britain's Sir Elton John. Festive bipartisanship reigned. Though Sir Elton had said just three weeks earlier that \"Bush and this administration are the worst thing that has ever happened to America,\" he and his boyfriend joined the president and Mrs. Bush in their box. John Kerry held forth in an orchestra seat below.",
      "publication_date": "2005-01-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "2",
      "web_url": "https://www.nytimes.com/2005/01/02/arts/washingtons-new-year-war-cry-party-on.html",
      "byline": "By Frank Rich"
    },
    {
      "headline": "From Heart of Indonesia's Disaster, a Cry for Help",
      "snippet": "A dozen towns that once thrived near here are gone. Some 10,000 people have been buried, local officials say, and the effort to collect bodies cannot keep up.     For seven days, the scale of the natural disaster that swallowed coastlines in south...",
      "abstract": "A dozen towns that once thrived near here are gone. Some 10,000 people have been buried, local officials say, and the effort to collect bodies cannot keep up.     For seven days, the scale of the natural disaster that swallowed coastlines in southern Asia last Sunday has slowly unfolded, with death tolls doubling almost daily. But Meulaboh, just 90 miles from the earthquake's epicenter, remained almost beyond description since no one could get here and the destruction could be only imagined.   ",
      "lead_paragraph": "MEULABOH, Indonesia, Jan. 1 - A dozen towns that once thrived near here are gone. Some 10,000 people have been buried, local officials say, and the effort to collect bodies cannot keep up.",
      "publication_date": "2005-01-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/02/world/worldspecial4/from-heart-of-indonesias-disaster-a-cry-for-help.html",
      "byline": "By Jane Perlez"
    },
    {
      "headline": "Stores Find Good Workers Among Devoted Customers",
      "snippet": "Employment specialists say that appreciative customers make good retail employees; hiring managers are increasingly looking to recruit customers because they require less training and have regard for a product or service that noncustomers do not; ...",
      "abstract": "Employment specialists say that appreciative customers make good retail employees; hiring managers are increasingly looking to recruit customers because they require less training and have regard for a product or service that noncustomers do not; Annie Figenshu shopped reguarly at Container Store before she decided to work there; photo (M)",
      "lead_paragraph": "LAST fall, the Container Store opened its first Manhattan outlet in Chelsea -- a few blocks from where Annie Figenshu, an actress, got off the PATH train each day. She already shopped at the company's online store but now became a frequent customer at the Chelsea location, and on one visit asked a checkout clerk what it was like to work there.",
      "publication_date": "2005-01-02T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/01/02/jobs/stores-find-good-workers-among-devoted-customers.html",
      "byline": "By Eilene Zimmerman"
    },
    {
      "headline": "Libya Tempts ExecutivesWith Big Oil Reserves",
      "snippet": "For the first time in a decade, a new oil territory is opening up. Reopening, that is.    American oil executives have recently been flocking to Libya, crowding the lobby of Tripoli's only luxury hotel and literally standing in line to meet local ...",
      "abstract": "For the first time in a decade, a new oil territory is opening up. Reopening, that is.    American oil executives have recently been flocking to Libya, crowding the lobby of Tripoli's only luxury hotel and literally standing in line to meet local officials. The executives are bent on finding out whether this oil-rich North African country -- long walled off from foreign investment because of its anti-American regime and ties to terrorist organizations -- could become the next frontier for exploration.   ",
      "lead_paragraph": "TRIPOLI, Libya - For the first time in a decade, a new oil territory is opening up. Reopening, that is.",
      "publication_date": "2005-01-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/01/02/business/libya-tempts-executiveswith-big-oil-reserves.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Secret Meeting, Clear Mission: 'Rescue' U.N.",
      "snippet": "Veteran foreign policy experts hold secret meeting with Secretary General Kofi Annan with goal of saving Annan and rescuing United Nations; Annan listens to more than three hours of bluntly worded counsel from group united in its personal regard f...",
      "abstract": "Veteran foreign policy experts hold secret meeting with Secretary General Kofi Annan with goal of saving Annan and rescuing United Nations; Annan listens to more than three hours of bluntly worded counsel from group united in its personal regard for him and support for UN; group's concern is that lapses in his leadership during past two years have eclipsed accomplishments of his first four-year term in office and threaten to undermine two years remaining in his final term; group argues that Annan must refresh his top management team; larger argument is that he must repair relations with Washington, where Bush administration and many in Congress think he and UN worked against Pres Bush's re-election, and he must restore his relationship with his own bureaucracy, where many workers say privately that his office protects high-level officials accused of misconduct; UN faces charges of corruption in oil-for-food program in Iraq, evidence that UN peacekeepers in Congo ran prostitution rings and raped women, and formal motions of no confidence in organization's senior management from staff unions; secret meeting is held in apartment of former US Amb Richard C Holbrooke; others attending include John G Ruggie, Leslie H Gelb, Timothy E Wirth, Kathy Bushkin, Nader Mousavizadeh and Robet C Orr; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-01-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/03/world/secret-meeting-clear-mission-rescue-un.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "Disaster's Damage to Economies May Be Minor",
      "snippet": "Economists say tsunami that has destroyed livelihoods of millions of families in South Asia will shave only few points off region's economic growth this year; note that two industries most heavily hit--tourism and fishing--make up small percentage...",
      "abstract": "Economists say tsunami that has destroyed livelihoods of millions of families in South Asia will shave only few points off region's economic growth this year; note that two industries most heavily hit--tourism and fishing--make up small percentages of overall economy in Sri Lanka, Indonesia, India and Thailand; say true cost of tsunami will be felt in individual lives, as well as countries' infrastructures; Aceh, which bore brunt of damage in Indonesia, accounts for only 2 percent of country's economy; Sri Lanka's economy is heavily agricultural; tourism and fishing make up less than 6 percent of its gross domestic product; in Thailand, tourism around Phuket accounts for 1.3 percent of national economy; Peter Harrold of World Bank warns against using gross domestic product as only measurement of economic impact of disaster; points out huge loss in houses, boats, ports, hotels, clinics, roads and railways; most affected businesses and individuals along rim of Indian Ocean do not have insurance coverage for kind of disaster they have encountered; photo (M)",
      "lead_paragraph": "HIKKADUWA, Sri Lanka, Monday, Jan. 3 - To drive just a mile from the shore where a tsunami came roaring in a week ago is to feel the calm apart from the storm.",
      "publication_date": "2005-01-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/03/world/worldspecial4/disasters-damage-to-economies-may-be-minor.html",
      "byline": "By Amy Waldman and James Brooke"
    },
    {
      "headline": "Editors' Note; SPECIAL TODAY: Outlook",
      "snippet": "A special issue of Business Day examines global and United States markets in light of the weak dollar, with predictions from Wall Street analysts, and the prospects for bonds, commodities and oil.   SECTION C",
      "abstract": "A special issue of Business Day examines global and United States markets in light of the weak dollar, with predictions from Wall Street analysts, and the prospects for bonds, commodities and oil.   SECTION C",
      "lead_paragraph": "A special issue of Business Day examines global and United States markets in light of the weak dollar, with predictions from Wall Street analysts, and the prospects for bonds, commodities and oil. SECTION C",
      "publication_date": "2005-01-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/03/business/editors-note-special-today-outlook.html",
      "byline": ""
    },
    {
      "headline": "Quietly but Firmly, Hastert Asserts His Power",
      "snippet": "House Speaker J Dennis Hastert has emerged as powerful force in Congress, the man Pres Bush is counting on to enact his ambitious second-term agenda, special report, The Party in Power; it will be up to him to corral his fractious caucus, and quic...",
      "abstract": "House Speaker J Dennis Hastert has emerged as powerful force in Congress, the man Pres Bush is counting on to enact his ambitious second-term agenda, special report, The Party in Power; it will be up to him to corral his fractious caucus, and quickly, because both sides know Bush's sway over Congress will erode as 2006 midterm elections draw near; he is expected to twist arms of recalcitrant Republicans, or manipulate House rules to shut out Democrats, or refuse to consider legislation that lacks broad Republican support; although his friends and even his Democratic detractors are apt to use words like 'humble' and 'understated' to describe him, he is thought to be tough partisan who hides behind cuddly teddy-bear exterior; photos (L)",
      "lead_paragraph": "WASHINGTON, Jan. 2 - J. Dennis Hastert, the speaker of the House, is accustomed to legislative requests from President Bush. But as he was escorting Mr. Hastert to the Oval Office one day last month to discuss the pending intelligence bill, Mr. Bush, aware that Mr. Hastert was thinking of retiring in 2006, asked a more personal favor.",
      "publication_date": "2005-01-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/03/politics/quietly-but-firmly-hastert-asserts-his-power.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "19 IRAQIS KILLED IN CAR BOMBING",
      "snippet": "Insurgents intent on demolishing fledgling Iraqi security forces kill 18 members of Iraqi National Guard and civilian with suicide car bomb north of Baghdad, then kill several police officers and local officials in other attacks around country; Ar...",
      "abstract": "Insurgents intent on demolishing fledgling Iraqi security forces kill 18 members of Iraqi National Guard and civilian with suicide car bomb north of Baghdad, then kill several police officers and local officials in other attacks around country; Army sends soldiers to beleaguered city of Mosul to reinforce troops there, and troops are bolstered in Baghdad as well in preparation for Jan 30 elections; total American forces in Iraq are projected to rise this month to 150,000 from 138,000; in Baghdad, in surprise news conference, leaders of Shiite-led political coalition urge Sunni Arabs to take part in elections and seek to dispel fears that they are under sway of Iran or are trying to establish Islamic theocracy; Ahmad Chalabi, former exile leader and secular Shiite who ranks high in alliance's slate of candidates, says he told Iranian leaders that they must not interfere with Iraq's elections; charge of secret Iranian influence over alliance has been voiced by King Abdullah of Jordan and some prominent Sunni politicians; many Shiite leaders lived in exile in Iran; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Jan. 2 - Insurgents pressed their unrelenting campaign to demolish the fledgling Iraqi security forces on Sunday, killing 18 members of the Iraqi National Guard and a civilian with a suicide car bomb north of Baghdad, the United States Army said, and killing several police officers and local officials in other attacks around the country.",
      "publication_date": "2005-01-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/01/03/washington/19-iraqis-killed-in-car-bombing.html",
      "byline": "By Erik Eckholm"
    }
  ]
}