{
  "metadata": {
    "date": "2005-09-12",
    "total_articles": 33
  },
  "articles": [
    {
      "headline": "In Storm's Ruins, a Rush to Rebuild and Reopen for Business",
      "snippet": "Private contractors, guided by two former directors of the Federal Emergency Management Agency and other well-connected lobbyists and consultants, are rushing to cash in on the unprecedented sums to be spent on Hurricane Katrina relief and reconst...",
      "abstract": "Private contractors, guided by two former directors of the Federal Emergency Management Agency and other well-connected lobbyists and consultants, are rushing to cash in on the unprecedented sums to be spent on Hurricane Katrina relief and reconstruction.     From global engineering and construction firms like the Fluor Corporation and Halliburton to local trash removal and road-building concerns, the private sector is poised to reap a windfall of business in the largest domestic rebuilding effort ever undertaken.  ",
      "lead_paragraph": "BATON ROUGE, La., Sept. 9 - Private contractors, guided by two former directors of the Federal Emergency Management Agency and other well-connected lobbyists and consultants, are rushing to cash in on the unprecedented sums to be spent on Hurricane Katrina relief and reconstruction.",
      "publication_date": "2005-09-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/10/us/nationalspecial/in-storms-ruins-a-rush-to-rebuild-and-reopen-for.html",
      "byline": "By John M. Broder"
    },
    {
      "headline": "Some Ways to Prepare for the Absolute Worst",
      "snippet": "Pam Stegner knows a lot about preparing for an emergency. After all, Mrs. Stegner, a former emergency medical technician in Collins, Mo., has been stockpiling for years now.     To take care of her family of five during a catastrophe, she has a gr...",
      "abstract": "Pam Stegner knows a lot about preparing for an emergency. After all, Mrs. Stegner, a former emergency medical technician in Collins, Mo., has been stockpiling for years now.     To take care of her family of five during a catastrophe, she has a gravity-fed water purifier able to process 30 gallons of water a day, as well as 600 pounds of rice and beans, 18,000 dried eggs and 16 tons of organically grown hard winter wheat stored in a semi-tractor trailer and a temperature-controlled storehouse.  ",
      "lead_paragraph": "Pam Stegner knows a lot about preparing for an emergency. After all, Mrs. Stegner, a former emergency medical technician in Collins, Mo., has been stockpiling for years now.",
      "publication_date": "2005-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/10/business/some-ways-to-prepare-for-the-absolute-worst.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "STORM AND CRISIS",
      "snippet": "MEMORIES OF 'X'  -- For some, the new symbol of New Orleans, a large X on a building, evokes the aftermath of Sept. 11 in New York.  PAGE B1    TUITION QUESTION -- Classes have been canceled, but Tulane and several other New Orleans universities w...",
      "abstract": " MEMORIES OF 'X'  -- For some, the new symbol of New Orleans, a large X on a building, evokes the aftermath of Sept. 11 in New York.  PAGE B1    TUITION QUESTION -- Classes have been canceled, but Tulane and several other New Orleans universities want tuition payments, prompting an outcry from some parents.  PAGE A12    NO WAY OUT -- After the hurricane, police agencies south of New Orleans blocked a crucial bridge, fearing an exodus from the city, two paramedics said.  PAGE A13    MUSICIANS FAR FROM HOME -- The Preservation Hall Jazz Band, a New Orleans staple, regrouped in New York, as the last members missing after the storm were found.  PAGE B9",
      "lead_paragraph": "MEMORIES OF 'X' -- For some, the new symbol of New Orleans, a large X on a building, evokes the aftermath of Sept. 11 in New York. PAGE B1",
      "publication_date": "2005-09-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/10/us/front page/storm-and-crisis.html",
      "byline": ""
    },
    {
      "headline": "S.E.C. May Sue General Re Officials",
      "snippet": "Berkshire Hathaway, the Omaha holding company controlled by Warren E. Buffett, said yesterday that regulators had notified Joseph P. Brandon, the chief executive of a Berkshire subsidiary, the General Reinsurance Corporation, that they planned to ...",
      "abstract": "Berkshire Hathaway, the Omaha holding company controlled by Warren E. Buffett, said yesterday that regulators had notified Joseph P. Brandon, the chief executive of a Berkshire subsidiary, the General Reinsurance Corporation, that they planned to file a civil fraud complaint against him in connection with a wide-ranging investigation of insurance industry abuses.     The so-called Wells notice, issued by the Securities and Exchange Commission, allows Mr. Brandon several weeks to fashion a response that might convince regulators not to take formal action against him. Berkshire said that regulators also issued Wells notices to Robert Graham, a current General Re executive, and Christopher Garand, a former company executive, on Thursday, the same day that they notified Mr. Brandon. All three men face penalties that may include fines, asset forfeitures and a prohibition from serving as an officer or director of a public company.  ",
      "lead_paragraph": "Berkshire Hathaway, the Omaha holding company controlled by Warren E. Buffett, said yesterday that regulators had notified Joseph P. Brandon, the chief executive of a Berkshire subsidiary, the General Reinsurance Corporation, that they planned to file a civil fraud complaint against him in connection with a wide-ranging investigation of insurance industry abuses.",
      "publication_date": "2005-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/10/business/sec-may-sue-general-re-officials.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "The New Prize: Alternative Fuels",
      "snippet": "A week ago, Benjamin Kleber was spending $3.39 a gallon at a gasoline station in Maryland when he noticed an obscure decal on his minivan.      ''It's this sticker about the size of a business card that's stuck on the side of the gas flap that I n...",
      "abstract": "A week ago, Benjamin Kleber was spending $3.39 a gallon at a gasoline station in Maryland when he noticed an obscure decal on his minivan.      ''It's this sticker about the size of a business card that's stuck on the side of the gas flap that I never really paid attention to,'' said Mr. Kleber, a 25-year-old electrical engineer for a government contractor. The decal said he could be using E85, a fuel cocktail that consists mostly of grain alcohol, or corn-based ethanol, with a splash of gasoline.  ",
      "lead_paragraph": "DETROIT, Sept. 9 - A week ago, Benjamin Kleber was spending $3.39 a gallon at a gasoline station in Maryland when he noticed an obscure decal on his minivan.",
      "publication_date": "2005-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/10/business/the-new-prize-alternative-fuels.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Court Gives Bush Right to Detain U.S. Combatant",
      "snippet": "A three-judge federal appeals court panel ruled unanimously on Friday that President Bush had the authority to detain as an enemy combatant an American citizen who fought United States forces on foreign soil.     The panel of the United States Cou...",
      "abstract": "A three-judge federal appeals court panel ruled unanimously on Friday that President Bush had the authority to detain as an enemy combatant an American citizen who fought United States forces on foreign soil.     The panel of the United States Court of Appeals for the Fourth Circuit, based in Richmond, Va., threw out a ruling by a trial judge in South Carolina that Mr. Bush had overstepped his bounds by detaining Jose Padilla, a Chicago native, for three years.  ",
      "lead_paragraph": "WASHINGTON, Sept. 9 - A three-judge federal appeals court panel ruled unanimously on Friday that President Bush had the authority to detain as an enemy combatant an American citizen who fought United States forces on foreign soil.",
      "publication_date": "2005-09-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/10/politics/court-gives-bush-right-to-detain-us-combatant.html",
      "byline": "By Neil A. Lewis"
    },
    {
      "headline": "'But I Just Want to Know, Where's My Baby?'",
      "snippet": "If she didn't have younger siblings to watch and three of her own small children depending on her, Lakerisha Boyd could do what she feels like doing here in an old motel near the Astrodome.      She could cry for her youngest child, Torry Lee, who...",
      "abstract": "If she didn't have younger siblings to watch and three of her own small children depending on her, Lakerisha Boyd could do what she feels like doing here in an old motel near the Astrodome.      She could cry for her youngest child, Torry Lee, who is still missing almost two weeks after the storm.  ",
      "lead_paragraph": "HOUSTON, Sept. 9 - If she didn't have younger siblings to watch and three of her own small children depending on her, Lakerisha Boyd could do what she feels like doing here in an old motel near the Astrodome.",
      "publication_date": "2005-09-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/10/us/nationalspecial/but-i-just-want-to-know-wheres-my-baby.html",
      "byline": "By Susan Saulny"
    },
    {
      "headline": "New Orleans Executives Plan Revival",
      "snippet": "The New Orleans business establishment-in-exile has set up a beachhead in a government annex here, across the street from the state Capitol. From here, organizations like the New Orleans Convention and Visitors Bureau have begun to plot the rebirt...",
      "abstract": "The New Orleans business establishment-in-exile has set up a beachhead in a government annex here, across the street from the state Capitol. From here, organizations like the New Orleans Convention and Visitors Bureau have begun to plot the rebirth of the city.      In the cramped offices and hallways of this building, called the Capitol Annex, and continuing into the evening at bars and restaurants around Baton Rouge, New Orleans's business leaders and power brokers are concocting big plans, the most important being reopening the French Quarter within 90 days.  ",
      "lead_paragraph": "BATON ROUGE, La., Sept. 9 - The New Orleans business establishment-in-exile has set up a beachhead in a government annex here, across the street from the state Capitol. From here, organizations like the New Orleans Convention and Visitors Bureau have begun to plot the rebirth of the city.",
      "publication_date": "2005-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/10/business/new-orleans-executives-plan-revival.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "The New Prince of Monaco Confronts His Past",
      "snippet": "His Serene Highness Albert II, Sovereign Prince of Monaco, Marquis of Baux, sits alone in his mother's old corner office on the top floor of his palace beneath a small crenellated clock tower from which flies the white flag of Monaco.      It has ...",
      "abstract": "His Serene Highness Albert II, Sovereign Prince of Monaco, Marquis of Baux, sits alone in his mother's old corner office on the top floor of his palace beneath a small crenellated clock tower from which flies the white flag of Monaco.      It has been a punishing six months for the prince since the death of his father, the dashing Prince Rainier III, whose marriage to the glamorous Grace Kelly created the Monaco that the world knows today as much as any tax laws or stone and mortar.  ",
      "lead_paragraph": "MONACO, Sept. 9 - His Serene Highness Albert II, Sovereign Prince of Monaco, Marquis of Baux, sits alone in his mother's old corner office on the top floor of his palace beneath a small crenellated clock tower from which flies the white flag of Monaco.",
      "publication_date": "2005-09-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/10/world/europe/the-new-prince-of-monaco-confronts-his-past.html",
      "byline": "By Craig S. Smith"
    },
    {
      "headline": "U.S. Rejects Cisco Plan on Options",
      "snippet": "The Securities and Exchange Commission threw cold water yesterday on a plan being pushed by Cisco Systems to value employee stock options by selling similar securities to institutional investors. But the agency said other market-based approaches m...",
      "abstract": "The Securities and Exchange Commission threw cold water yesterday on a plan being pushed by Cisco Systems to value employee stock options by selling similar securities to institutional investors. But the agency said other market-based approaches might work.     Christopher Cox, the new chairman of the commission, announced the conclusions of the staff but sought to encourage further private- sector efforts to value options. The effort has taken on new urgency since an accounting rule on the issue went into effect this year requiring companies to report the value of options granted to employees as an expense.  ",
      "lead_paragraph": "The Securities and Exchange Commission threw cold water yesterday on a plan being pushed by Cisco Systems to value employee stock options by selling similar securities to institutional investors. But the agency said other market-based approaches might work.",
      "publication_date": "2005-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/10/business/us-rejects-cisco-plan-on-options.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "DIRECTOR OF FEMA STRIPPED OF ROLE AS RELIEF LEADER",
      "snippet": "Under intense pressure to improve its response to Hurricane Katrina, the Bush administration on Friday abruptly removed the head of the Federal Emergency Management Agency, Michael D. Brown, from oversight of the post-storm relief effort, and repl...",
      "abstract": "Under intense pressure to improve its response to Hurricane Katrina, the Bush administration on Friday abruptly removed the head of the Federal Emergency Management Agency, Michael D. Brown, from oversight of the post-storm relief effort, and replaced him with Vice Adm. Thad W. Allen of the Coast Guard.     Mr. Brown, who was hailed by President Bush last week for doing ''a heck of a job'' in responding to the disaster, was stripped of his duties after days in which the White House was pressed by lawmakers in both parties to dismiss him for poor performance.  ",
      "lead_paragraph": "WASHINGTON, Sept. 9 - Under intense pressure to improve its response to Hurricane Katrina, the Bush administration on Friday abruptly removed the head of the Federal Emergency Management Agency, Michael D. Brown, from oversight of the post-storm relief effort, and replaced him with Vice Adm. Thad W. Allen of the Coast Guard.",
      "publication_date": "2005-09-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/10/us/front page/storm-and-crisis-the-emergency-agency-director-of-fema.html",
      "byline": "By Richard W. Stevenson and Anne E. Kornblut"
    },
    {
      "headline": "On Oil Supply, Opinions Aren't Scarce",
      "snippet": "''We're halfway through the hydrocarbon era,'' my old friend T. Boone Pickens has been saying for the last couple of years. You may remember Mr. Pickens as the most famous corporate raider of the 1980's, but he has spent his life in the oil patch....",
      "abstract": "''We're halfway through the hydrocarbon era,'' my old friend T. Boone Pickens has been saying for the last couple of years. You may remember Mr. Pickens as the most famous corporate raider of the 1980's, but he has spent his life in the oil patch. A geologist by training, Mr. Pickens founded Mesa Petroleum at the age of 26 and ran it for the next 40 years. Now, at 77, he works the oil patch in a different way, running a pair of energy-oriented hedge funds in Dallas.     A folksy line like Mr. Pickens's -- it sticks with you. But I hadn't realized until recently that it also meant Mr. Pickens had taken sides in a surprisingly heated debate. He subscribes to what is being called the peak oil hypothesis, which holds that there simply isn't very much new oil left to be found in the world. As a result, we are currently in the gradual process of draining the more than a trillion barrels of proven reserves that are still in the ground. And when it's gone, it's gone.  ",
      "lead_paragraph": "\"We're halfway through the hydrocarbon era,\" my old friend T. Boone Pickens has been saying for the last couple of years. You may remember Mr. Pickens as the most famous corporate raider of the 1980's, but he has spent his life in the oil patch. A geologist by training, Mr. Pickens founded Mesa Petroleum at the age of 26 and ran it for the next 40 years. Now, at 77, he works the oil patch in a different way, running a pair of energy-oriented hedge funds in Dallas.",
      "publication_date": "2005-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/10/business/on-oil-supply-opinions-arent-scarce.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "Move Over, Doc, the Guests Can't See the Baby",
      "snippet": "Jessica Anderson still has months to go, but her family and friends are already hinting about invitations. Stephanie Bullock, due in November, thought she had decided on her mother, grandmother, the baby's father and two friends from work. But now...",
      "abstract": "Jessica Anderson still has months to go, but her family and friends are already hinting about invitations. Stephanie Bullock, due in November, thought she had decided on her mother, grandmother, the baby's father and two friends from work. But now her children are clamoring to join in, and she worries about slighting her boss. And with mere days left in her pregnancy, Tiffany Pena was still torn. ''I didn't have my mom there when I was conceiving, so why should I have her when I'm delivering?'' she asked.     Just a generation after fathers had to beg or even sue for the right to be present, the door to the delivery room has swung wide open. Even the most traditional hospitals now allow multiple guests during labor, transforming birth from a private affair into one that requires a guest list. Like bridesmaids and pallbearers, the invitees are marked as an honored group of intimates. But few weddings or funerals involve nudity, blood or heavy anesthetics.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/11/us/move-over-doc-the-guests-cant-see-the-baby.html",
      "byline": "By Jodi Kantor"
    },
    {
      "headline": "Judge Roberts, the Committee Is Interested in Your View on . . .",
      "snippet": "As it unfolds before a national television audience, any Supreme Court confirmation hearing offers a window on the legal debates of the day. It is safe to assume that there is a reason for every question the senators ask in the limited time they h...",
      "abstract": "As it unfolds before a national television audience, any Supreme Court confirmation hearing offers a window on the legal debates of the day. It is safe to assume that there is a reason for every question the senators ask in the limited time they have: whether voicing the concerns of a particular constituency, highlighting or eliciting the nominee's views, or reflecting a senator's own priorities.     Many of the issues and concepts may be familiar, but others may be less so or may be obscured by unfamiliar terminology -- shorthand references to cases, statutes and legal doctrine. Some questions at the hearings, which start Monday, may focus on the administrative role of the chief justice, now that Judge John G. Roberts Jr. has been nominated to that post. And Senate Judiciary Committee Chairman Arlen Specter has already signaled his intention to question Judge Roberts on whether he believes he can unify the court by producing fewer 5-4 decisions, which, the senator has said, often leave the country confused about the state of the law.  ",
      "lead_paragraph": "WASHINGTON, Sept. 7 - As it unfolds before a national television audience, any Supreme Court confirmation hearing offers a window on the legal debates of the day. It is safe to assume that there is a reason for every question the senators ask in the limited time they have: whether voicing the concerns of a particular constituency, highlighting or eliciting the nominee's views, or reflecting a senator's own priorities.",
      "publication_date": "2005-09-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/11/politics/politicsspecial1/judge-roberts-the-committee-is-interested-in-your.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "Uprooted and Scattered Far From the Familiar",
      "snippet": "Carrying the scraps of their lives in plastic trash bags, citizens of the drowned city of New Orleans landed in a strange new place a week ago and wondered where they were. The land was brown, and nearly everyone they saw was white.      ''I'm sti...",
      "abstract": "Carrying the scraps of their lives in plastic trash bags, citizens of the drowned city of New Orleans landed in a strange new place a week ago and wondered where they were. The land was brown, and nearly everyone they saw was white.      ''I'm still not sure where I am -- what do they call this, the upper West or something?'' said Shelvin Cooter, 30, one of 583 people relocated from New Orleans to a National Guard camp here on a sagebrush plateau south of Salt Lake City, 1,410 miles from home.     ''We're getting shown a lot of love, but we're also getting a lot of stares like we're aliens or something,'' Mr. Cooter said. ''Am I the only person out here with dreadlocks?''  ",
      "lead_paragraph": "BLUFFDALE, Utah, Sept. 9 - Carrying the scraps of their lives in plastic trash bags, citizens of the drowned city of New Orleans landed in a strange new place a week ago and wondered where they were. The land was brown, and nearly everyone they saw was white.",
      "publication_date": "2005-09-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/11/us/nationalspecial/uprooted-and-scattered-far-from-the-familiar.html",
      "byline": "By Timothy Egan"
    },
    {
      "headline": "Breakdowns Marked Path From Hurricane to Anarchy",
      "snippet": "The governor of Louisiana was ''blistering mad.'' It was the third night after Hurricane Katrina drowned New Orleans, and Gov. Kathleen Babineaux Blanco needed buses to rescue thousands of people from the fetid Superdome and convention center. But...",
      "abstract": "The governor of Louisiana was ''blistering mad.'' It was the third night after Hurricane Katrina drowned New Orleans, and Gov. Kathleen Babineaux Blanco needed buses to rescue thousands of people from the fetid Superdome and convention center. But only a fraction of the 500 vehicles promised by federal authorities had arrived.      Ms. Blanco burst into the state's emergency center in Baton Rouge. ''Does anybody in this building know anything about buses?'' she recalled crying out.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/11/us/nationalspecial/breakdowns-marked-path-from-hurricane-to-anarchy.html",
      "byline": "This article is by Eric Lipton, Christopher Drew, Scott Shane and David Rohde"
    },
    {
      "headline": "STORM AND CRISIS",
      "snippet": "BUSINESSES, BACK TO LIFE  -- The vast majority of businesses in New Orleans are locked tight, but there are snippets of economic activity and signs of more to come.  PAGE 25    THE ENERGY TOLL -- The hurricane confirmed the predictions of oil anal...",
      "abstract": " BUSINESSES, BACK TO LIFE  -- The vast majority of businesses in New Orleans are locked tight, but there are snippets of economic activity and signs of more to come.  PAGE 25    THE ENERGY TOLL -- The hurricane confirmed the predictions of oil analysts and executives of the consequences of a storm ramming into the country's largest energy hub.  PAGE 27    AN INCREMENTAL DISASTER -- For the survivors of the storm, there was no clock-stopping moment as there was on Nov. 22, 1963, or 9/11. This makes any portrait of the storm's assault like a jigsaw puzzle in which no two pieces are alike.  PAGE 25    INSURANCE COMPLEXITIES -- Thousands of Gulf Coast homeowners are embarking on a cumbersome process.  PAGE 27    WHERE TO?  -- Those working to resettle Hurricane Katrina evacuees might learn more from Darfur than the Dust Bowl.  WEEK IN REVIEW    RESTORATION STARTS -- As workers made strides in New Orleans, officials in Houston suspended a debit card program, seeking a more orderly way to aid evacuees.  PAGE 26",
      "lead_paragraph": "BUSINESSES, BACK TO LIFE -- The vast majority of businesses in New Orleans are locked tight, but there are snippets of economic activity and signs of more to come. PAGE 25",
      "publication_date": "2005-09-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/11/us/storm-and-crisis.html",
      "byline": ""
    },
    {
      "headline": "Laughing All the Way From the Bank",
      "snippet": "ADORNING a conference room wall on the third floor of Citigroup's Manhattan headquarters is an enormous wooden plaque. It bears a likeness of the company's chairman, Sanford I. Weill, and lists every deal he engineered to create what is now the co...",
      "abstract": "ADORNING a conference room wall on the third floor of Citigroup's Manhattan headquarters is an enormous wooden plaque. It bears a likeness of the company's chairman, Sanford I. Weill, and lists every deal he engineered to create what is now the country's largest, most profitable and most influential financial institution.     The inscription beneath his image reads: ''The Man Who Shattered Glass-Steagall.'' That is a reference to the Depression-era law that hemmed in the size and powers of America's banks for several decades, until the 1998 merger that formed Citigroup helped lead to its repeal, ushering in a new age of boundless, hazardous, high-octane finance and deal-making still struggling to sort itself out.  ",
      "lead_paragraph": "ADORNING a conference room wall on the third floor of Citigroup's Manhattan headquarters is an enormous wooden plaque. It bears a likeness of the company's chairman, Sanford I. Weill, and lists every deal he engineered to create what is now the country's largest, most profitable and most influential financial institution.",
      "publication_date": "2005-09-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/09/11/business/laughing-all-the-way-from-the-bank.html",
      "byline": "By Timothy L. O'Brien and Julie Creswell"
    },
    {
      "headline": "Disasters Waiting To Happen",
      "snippet": "MORE than a thousand miles of levees stretch east from San Francisco Bay. They protect the cities and the farmland in the Sacramento-San Joaquin delta of California and keep salt from the bay out of the drinking water of millions of people. But th...",
      "abstract": "MORE than a thousand miles of levees stretch east from San Francisco Bay. They protect the cities and the farmland in the Sacramento-San Joaquin delta of California and keep salt from the bay out of the drinking water of millions of people. But those levees are deteriorating, experts say, raising the odds of a Katrina-like disaster for the nation's most populous state.     The delta and its maze of levees are high on the list of public infrastructure considered to be subpar. That list -- which also includes highways, dams, ports and bridges -- is growing as government outlays for repair lose out to budget cutting. The American Society of Civil Engineers, whose 137,000 members are involved in virtually every public works project undertaken in the United States, says that $1.6 trillion must be spent over the next five years to prevent further deterioration. Only $900 billion is now earmarked.  ",
      "lead_paragraph": "MORE than a thousand miles of levees stretch east from San Francisco Bay. They protect the cities and the farmland in the Sacramento-San Joaquin delta of California and keep salt from the bay out of the drinking water of millions of people. But those levees are deteriorating, experts say, raising the odds of a Katrina-like disaster for the nation's most populous state.",
      "publication_date": "2005-09-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/09/11/business/disasters-waiting-to-happen.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Iraqi-U.S. Units Battle to Clear a Rebel Area",
      "snippet": "Thousands of Iraqi and American troops, backed by airstrikes, swept through the northern city of Tal Afar on Saturday, carrying out house-to-house searches and battling insurgent holdouts in the largest military operation in Iraq in months.      A...",
      "abstract": "Thousands of Iraqi and American troops, backed by airstrikes, swept through the northern city of Tal Afar on Saturday, carrying out house-to-house searches and battling insurgent holdouts in the largest military operation in Iraq in months.      American aircraft pounded targets in Tal Afar as the assault began early Saturday, and an Iraqi-led force of 11,000 soldiers began moving into the city, supported by American tanks and armored vehicles from the Third Armored Cavalry Regiment. Witnesses described military helicopters firing rockets into buildings where vastly outnumbered bands of insurgents were holed up.  ",
      "lead_paragraph": "BAGHDAD, Iraq, Sept. 10 - Thousands of Iraqi and American troops, backed by airstrikes, swept through the northern city of Tal Afar on Saturday, carrying out house-to-house searches and battling insurgent holdouts in the largest military operation in Iraq in months.",
      "publication_date": "2005-09-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/11/world/middleeast/iraqius-units-battle-to-clear-a-rebel-area.html",
      "byline": "By Robert F. Worth"
    },
    {
      "headline": "Taking Courses to Get an Edge but Without Getting a Degree",
      "snippet": "The love of art had been a thread running through all of Honey Rodman's personal and professional life. She began her career as a teacher, and taught sculpture, painting and illustration to junior high students in New York for 16 years. Later, whi...",
      "abstract": "The love of art had been a thread running through all of Honey Rodman's personal and professional life. She began her career as a teacher, and taught sculpture, painting and illustration to junior high students in New York for 16 years. Later, while working as a vice president at Time Warner, she and her husband, Jerome Brownstein, delighted in foraging for and buying antiques.      When Ms. Rodman's husband died almost three years ago, she again turned to art, this time for solace. She immersed herself in sculpture and made glass beads for her jewelry projects. Then, while researching a program in art therapy she was considering taking at New York University, she stumbled onto another possibility.  ",
      "lead_paragraph": "The love of art had been a thread running through all of Honey Rodman's personal and professional life. She began her career as a teacher, and taught sculpture, painting and illustration to junior high students in New York for 16 years. Later, while working as a vice president at Time Warner, she and her husband, Jerome Brownstein, delighted in foraging for and buying antiques.",
      "publication_date": "2005-09-11T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/09/11/jobs/taking-courses-to-get-an-edge-but-without-getting-a-degree.html",
      "byline": "By Coeli Carr"
    },
    {
      "headline": "After 58 Years, Still Defining Job Loyalty",
      "snippet": "TODAY, on a date that has come to symbolize the way a towering workplace can disappear in an instant, Bob Edgar stands as a beacon of longevity. This month, a month that has shown us that life is neither predictable nor linear, Mr. Edgar is still ...",
      "abstract": "TODAY, on a date that has come to symbolize the way a towering workplace can disappear in an instant, Bob Edgar stands as a beacon of longevity. This month, a month that has shown us that life is neither predictable nor linear, Mr. Edgar is still at the same insurance company, in the same line of work, for the 58th year in a row.      Time was when Mr. Edgar's story was not nearly as unusual. The starting gate and finish line were often on the same career track, and there was that symbolic gold watch at the end of a race well run. ''People used to be proud to stay in one place,'' Mr. Edgar says. ''You don't see that anymore.''  ",
      "lead_paragraph": "TODAY, on a date that has come to symbolize the way a towering workplace can disappear in an instant, Bob Edgar stands as a beacon of longevity. This month, a month that has shown us that life is neither predictable nor linear, Mr. Edgar is still at the same insurance company, in the same line of work, for the 58th year in a row.",
      "publication_date": "2005-09-11T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/09/11/jobs/after-58-years-still-defining-job-loyalty.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "He Naps. He Sings. And He Isn't Michael Dell.",
      "snippet": "THERE'S an established drill, or so it sometimes seems, when a publicly traded company disappoints Wall Street. The chief executive blames high oil prices. Or it's the fault of unforeseen happenings in Asia, or of a software upgrade that didn't go...",
      "abstract": "THERE'S an established drill, or so it sometimes seems, when a publicly traded company disappoints Wall Street. The chief executive blames high oil prices. Or it's the fault of unforeseen happenings in Asia, or of a software upgrade that didn't go as planned.     But maybe Kevin B. Rollins, the chief executive of Dell, is so new to the job that he doesn't know any better. Mr. Rollins, 52, had been C.E.O. for barely a year when Dell, the computer maker, announced last month that it had fallen short of expectations -- both its own and those of analysts. The company's profits did rise 28 percent in the second quarter, based largely on strong overseas sales, but total revenue came in several hundred million dollars short of projections.  ",
      "lead_paragraph": "ROUND ROCK, Tex. - THERE'S an established drill, or so it sometimes seems, when a publicly traded company disappoints Wall Street. The chief executive blames high oil prices. Or it's the fault of unforeseen happenings in Asia, or of a software upgrade that didn't go as planned.",
      "publication_date": "2005-09-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/09/11/technology/he-naps-he-sings-and-he-isnt-michael-dell.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Oracle's Chief in Agreement to Settle Insider Trading Lawsuit",
      "snippet": "Lawrence J Ellison, chief executive of Oracle, reportedly reaches tentative agreement under which he will pay $100 million to charity to resolve shareholder lawsuit filed in California charging that he sold almost $900 mllion shares of Oracle in 2...",
      "abstract": "Lawrence J Ellison, chief executive of Oracle, reportedly reaches tentative agreement under which he will pay $100 million to charity to resolve shareholder lawsuit filed in California charging that he sold almost $900 mllion shares of Oracle in 2001 ahead of news that company would not meet its expected earnings target; shares lost almost half their value after announcement; Ellison successfully fought similar lawsuit in Delaware; fact that payment is to go to charity rather than to company, as typically happens in derivative lawsuits, suggests that both sides compromised; plaintiffs' lawyers will receive about $22.5 million, separate from $100 million payment; photo (M)",
      "lead_paragraph": "Lawrence J. Ellison, chief executive of Oracle, has reached a tentative agreement under which he would pay $100 million to charity to resolve a lawsuit charging that he engaged in insider trading in 2001, a lawyer involved in the case said.",
      "publication_date": "2005-09-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/12/technology/oracles-chief-in-agreement-to-settle-insider-trading-lawsuit.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "STORM AND CRISIS",
      "snippet": "THE TASK AHEAD -- New Orleans leaders and residents are just beginning to be able to confront the questions of how much of the city will be rebuilt, what it will look like and what its character will be.  PAGE A13    FAMILIES REUNITED -- It has ta...",
      "abstract": " THE TASK AHEAD -- New Orleans leaders and residents are just beginning to be able to confront the questions of how much of the city will be rebuilt, what it will look like and what its character will be.  PAGE A13    FAMILIES REUNITED -- It has taken shoe leather, cellphones and the grapevine to reunite families separated by Hurricane Katrina.  PAGE A13    THE WATERS -- What laps against New Orleans's homes is not water but a kind of antiwater: green-black more than blue-green, it evokes only destruction, disease and death.  PAGE A16    BLOW FOR REPUBLICANS -- The storm may have damaged plans by the Republican Party to make inroads among black voters and expand its reach.  PAGE A17  ",
      "lead_paragraph": "THE TASK AHEAD -- New Orleans leaders and residents are just beginning to be able to confront the questions of how much of the city will be rebuilt, what it will look like and what its character will be. PAGE A13",
      "publication_date": "2005-09-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/12/us/front page/storm-and-crisis.html",
      "byline": ""
    },
    {
      "headline": "Coastal Cities of Mississippi in the Shadows",
      "snippet": "Gulfport and neighboring Biloxi, Miss, face almost unimaginable catastrophe in wake of Hurricane Katrina; floating casinos that employed many thousands of people, and businesses directly related to casinos, are in tatters; in Biloxi, individual ca...",
      "abstract": "Gulfport and neighboring Biloxi, Miss, face almost unimaginable catastrophe in wake of Hurricane Katrina; floating casinos that employed many thousands of people, and businesses directly related to casinos, are in tatters; in Biloxi, individual casinos were 7 of top 10 local taxpayers in 2004; riverboat gambling is credited with reviving economies of both cities, as well as neighboring towns of Long Beach and Pass Christian, both of which were leveled by storm; officials say 8 of 12 floating casionos appear to be damaged beyond repair; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/12/us/nationalspecial/coastal-cities-of-mississippi-in-the-shadows.html",
      "byline": "By Campbell Robertson"
    },
    {
      "headline": "F.D.A. Had Report of Short Circuit in Heart Devices",
      "snippet": "Food and Drug Administration was told about short-circuiting problem in Guidant Corp's defibrillators four months before agency issued public alert, and three months before college student who had unit implanted in his chest died of sudden cardiac...",
      "abstract": "Food and Drug Administration was told about short-circuiting problem in Guidant Corp's defibrillators four months before agency issued public alert, and three months before college student who had unit implanted in his chest died of sudden cardiac arrest; Guidant, which knew about model's flaw for three years, did not tell physicians about it until May; company is in spotlight, but disclosure that FDA also had data that might have alerted doctors is likely to increase scrutiny of agency's policy of not releasing information it requires heart device makers to submit, as well as how quickly it reviews such reports; Dr Daniel G Schultz, director of FDA's Center for Devices and Radiological Health, says it would tie up too many resources to review hundreds of filings FDA receives each year and determine which data could be routinely released and what should be treated as confidential; diagram (M)",
      "lead_paragraph": "Months before the Food and Drug Administration issued a safety alert in June about problems with Guidant Corporation heart devices, the agency received a report from the company showing that some of those units were short-circuiting, agency records obtained by The New York Times show.",
      "publication_date": "2005-09-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/12/business/fda-had-report-of-short-circuit-in-heart-devices.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "Condé Nast's $100 Million Gamble",
      "snippet": "David Carr column on Conde Nast's plans to invest $100 million in new business magazine, a big gamble considering that category has entered decline and is dominated by Fortune, Forbes and Business Week; David Carey, president of Conde Nast's new b...",
      "abstract": "David Carr column on Conde Nast's plans to invest $100 million in new business magazine, a big gamble considering that category has entered decline and is dominated by Fortune, Forbes and Business Week; David Carey, president of Conde Nast's new business group, and Joanne Lipman, who will lead editorial effort, comment (M)",
      "lead_paragraph": "IT certainly did not sound like a grand opportunity: a magazine is conceived to enter a category, once hot but now in decline, with a few large, well-established players eating up all the ad pages.",
      "publication_date": "2005-09-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/12/business/media/conde-nasts-100-million-gamble.html",
      "byline": "By David Carr"
    },
    {
      "headline": "President Visits as New Orleans Sees Some Gains",
      "snippet": "Pres Bush makes third trip to hurricane-stricken region, and second visit to New Orleans, as city continues determined struggle to recover from Hurricane Katrina; he will be briefed about recovery effort onboard amphibious assault ship in Mississi...",
      "abstract": "Pres Bush makes third trip to hurricane-stricken region, and second visit to New Orleans, as city continues determined struggle to recover from Hurricane Katrina; he will be briefed about recovery effort onboard amphibious assault ship in Mississippi River on edge of city's downtown, then tour city in military convoy, take aerial tour and meet with local officials; hopeful signs and sobering reminders come in equal number; airport announces plans to resume some commercial flights on Sept 13, critical precursor to any reconstruction effort, and container terminal at Port of New Orleans will reopen Sept 14; floodwaters are slowly receding, speeding recovery but also exposing breadth of devastation; even as city shows signs of recovery, Louisiana state officials offer new criticism of federal government's response to disaster, saying Federal Emergency Management Agency was slow to move more than 50,000 evacuees living in shelters to longer-term and more comfortable housing arrangements; photos (L)",
      "lead_paragraph": "NEW ORLEANS, Sept. 11 - President Bush arrived here Sunday night for his second visit in a week as this stricken city continued its determined struggle to recover from Hurricane Katrina. The airport announced plans to resume some commercial flights on Tuesday, officials said a container terminal at the port would reopen Wednesday, and floodwaters have slowly receded, speeding recovery but also exposing the breadth of the devastation.",
      "publication_date": "2005-09-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/12/us/nationalspecial/president-visits-as-new-orleans-sees-some-gains.html",
      "byline": "This article is by Kirk Johnson, Sewell Chan and William Yardley"
    },
    {
      "headline": "An Uncertain Future for Media in New Orleans",
      "snippet": "New Orleans newspapers, including Times-Picayne, and its seven television stations remain committed to community despite loss of customer base and advertisers to Hurricane Katrina; their short-term challenge is to find way to publish and distribut...",
      "abstract": "New Orleans newspapers, including Times-Picayne, and its seven television stations remain committed to community despite loss of customer base and advertisers to Hurricane Katrina; their short-term challenge is to find way to publish and distribute, to get on air and stay on air, while simultaneously covering and being caught up in disaster; long-term prospects hinge largely on city's ability to regain its commercial viability; closest analogy for how advertisers can approach New Orleans market may be World War II, when there was virtually no production of consumer goods like cars and appliances as factories were retooled for military purposes; photos (M)",
      "lead_paragraph": "Newspapers and television stations, as many people know, have been losing readers and viewers for years. But in New Orleans over the last two weeks, when news was precious, the local media's customer base -- and its advertisers -- literally vanished, exiled from home in a vast diaspora beyond the reach of telemarketers and ad salesmen.",
      "publication_date": "2005-09-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/12/business/media/an-uncertain-future-for-media-in-new-orleans.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Yahoo Hires Journalist to Report on Wars",
      "snippet": "Yahoo hires Kevin Sites, veteran television correspondent, to produce multimedia Web site that will report on wars around the world, Yahoo's first big move into original online video programming; Sites intends to visit over course of year every pl...",
      "abstract": "Yahoo hires Kevin Sites, veteran television correspondent, to produce multimedia Web site that will report on wars around the world, Yahoo's first big move into original online video programming; Sites intends to visit over course of year every place on earth that is defined by international organizations as a war or conflict zone; list is evolving but is likely to include about 36 countries; photos (M)",
      "lead_paragraph": "SANTA MONICA, Calif. - Yahoo, in its first big move into original online video programming, is betting that war and conflict will lure new viewers.",
      "publication_date": "2005-09-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/12/technology/yahoo-hires-journalist-to-report-on-wars.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Identifying Hurricane Dead Poses Unusually Daunting Challenges",
      "snippet": "Public health officials face difficult, if not insurmountable, task in identifying countless dead from Hurricane Katrina; they are faced with loss of dental records, rapid decomposition of bodies in hot coastal environment and vast destruction of ...",
      "abstract": "Public health officials face difficult, if not insurmountable, task in identifying countless dead from Hurricane Katrina; they are faced with loss of dental records, rapid decomposition of bodies in hot coastal environment and vast destruction of personal possessions; many of advances in forensic science developed in aftermath of 9/11 terror attacks are likely to be of little help; task has been made more difficult by what some have criticized as slow retrieval effort; bodies in easily accessible, and visible, locations remain for days; slow pace of retrieval partly explains relatively low death toll so far; spokesman for Federal Emergency Management Agency says resources were first directed toward rescuing living and only now are being refocused on collecting dead; photos (M)",
      "lead_paragraph": "BATON ROUGE, La., Sept. 11 - Faced with the loss of dental records, the rapid decomposition of bodies in this hot coastal environment and the vast destruction of personal possessions, public health officials face a difficult, if not insurmountable, task in identifying the countless dead from Hurricane Katrina.",
      "publication_date": "2005-09-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/12/us/nationalspecial/identifying-hurricane-dead-poses-unusually-daunting.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "Showtime's Perennial Struggle to Capture That HBO Aura",
      "snippet": "Leslie Moonves, who is to become chief executive of broadcast and TV production units of Viacom in 2006, sets sights on having Showtime pay cable network compete more aggressively against rival Home Box Office, which has 28 million subscribers to ...",
      "abstract": "Leslie Moonves, who is to become chief executive of broadcast and TV production units of Viacom in 2006, sets sights on having Showtime pay cable network compete more aggressively against rival Home Box Office, which has 28 million subscribers to Showtime's 13.5 million; is encouraged by initial success of Weeds, new show starring Mary-Louise Parker; Michael Nathanson, analyst, says Moonves, with his programming expertise, is better suited to job of running Showtime than were executives at MTV, who focused more on packaging, marketing and more niche demographics; says premium pay television services must invest in original programming because supply of films on DVD, video-on-demand and digital downloading is exploding; photos (M)",
      "lead_paragraph": "When Viacom decided to split itself into two companies, Leslie Moonves, who had revived CBS, inherited one of its more troubled properties: Showtime, the also-ran pay television network that has long trailed its rival Home Box Office.",
      "publication_date": "2005-09-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/12/business/media/showtimes-perennial-struggle-to-capture-that-hbo-aura.html",
      "byline": "By Geraldine Fabrikant"
    }
  ]
}