{
  "metadata": {
    "date": "2005-05-13",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Morgan Stanley Dissidents Describe Plan to Split Firm  The grumpy old men just got grumpier. After more than a month of silence, a dissident group of retired Morgan Stanley executives described in greater detail their proposal to split the firm in...",
      "abstract": " Morgan Stanley Dissidents Describe Plan to Split Firm  The grumpy old men just got grumpier. After more than a month of silence, a dissident group of retired Morgan Stanley executives described in greater detail their proposal to split the firm in two, in a further assault on the leadership of Philip J. Purcell.    The plan, which has already been spurned by the firm's board, includes some ambitious assumptions. [Page C3.]    April Retail Sales Exceed Forecast  Retail sales climbed 1.4 percent in April, double economists' median forecast. [C12.]    Moody's Lowers Ford's Debt Rating  A week after Ford lost its investment-grade rating from Standard & Poor's, Moody's lowered its assessment of the automaker's debt to one step above junk. In addition, the chief executive, William Clay Ford Jr., said that he would not accept any compensation until profits from the automotive unit improved. [C5.]    Microsoft to Start Antivirus Service  Microsoft said it would enter the consumer antivirus business as part of a subscription service that it plans to offer next year. [C2.]    Dell said first-quarter profit rose 28 percent on strong sales outside the United States. [C2.]    Stocks Fall Though Oil Price Drops  The Dow fell 110.77 points, to 10,189.48, while the S.&P. 500-stock index dropped 11.75 points, to 1,159.36. The Nasdaq fell 7.67 points, to 1,963.88. The price of oil dropped to its lowest level since mid-February. [C6.]    Collins & Aikman Chief Resigns  The Collins & Aikman Corporation, the maker of car interior parts, said that its chairman and chief executive, David A. Stockman, had resigned. Mr. Stockman is a former budget director in the Reagan administration. The company said it was seeking a waiver from creditors because of lower-than-expected first-quarter results and ''liquidity issues.'' Trading of its shares was also suspended. [C3.]    New Chief for German Retailer  Thomas Middelhoff, who left Bertelsmann three years ago, was named chief of KarstadtQuelle, the struggling German retailer. [C4.]    2 Counts Against Scrushy Dropped  The judge overseeing the accounting fraud trial of the former HealthSouth chief executive Richard Scrushy dismissed 2 of the counts against him; 36 others remain. [C5.]    Training of Chinese Canceled  The Nieman Foundation at Harvard withdrew from a plan to train Chinese government officials on how to deal with the media when the Olympic games come to Beijing in 2008. [C6.]  ",
      "lead_paragraph": "Morgan Stanley Dissidents Describe Plan to Split Firm The grumpy old men just got grumpier. After more than a month of silence, a dissident group of retired Morgan Stanley executives described in greater detail their proposal to split the firm in two, in a further assault on the leadership of Philip J. Purcell.",
      "publication_date": "2005-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/13/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "To Our Readers",
      "snippet": "Editors' Note: New and expanded offerings make their debuts in Business Day section on May 16",
      "abstract": "Editors' Note: New and expanded offerings make their debuts in Business Day section on May 16",
      "lead_paragraph": "Starting Monday, new and expanded offerings make their debuts in Business Day.",
      "publication_date": "2005-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/13/business/to-our-readers.html",
      "byline": ""
    },
    {
      "headline": "Wal-Mart Lags but Target Hits Its Sales Goal",
      "snippet": "Wal-Mart Stores comes up short when it and Target release results for first quarter; Target posts better-than-expected profit, while Wal-Mart reports its lowest sales growth in more than two years; Wal-Mart's sales rose 9.5 percent, to $70.9 milli...",
      "abstract": "Wal-Mart Stores comes up short when it and Target release results for first quarter; Target posts better-than-expected profit, while Wal-Mart reports its lowest sales growth in more than two years; Wal-Mart's sales rose 9.5 percent, to $70.9 million, from year earlier; same-store sales rose 2.9 percent for quarter; Wal-Mart says it will miss its annual profit forecast, as earnings rose 14 percent to $2.46 billion; Target's sales rose 13 percent, to $11.5 billion; profit rose 15 percent, to $494 million (M)",
      "lead_paragraph": "Wal-Mart Stores, with its less affluent, more rural customer base, came up short yesterday when it and Target both released results for the first quarter. Target -- with customers a little richer and more chic -- posted a better-than-expected profit, while Wal-Mart reported its lowest sales growth in more than two years.",
      "publication_date": "2005-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/13/business/walmart-lags-but-target-hits-its-sales-goal.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Nominee for U.N. Moves to Senate; No Endorsement",
      "snippet": "Senate Foreign Relations Committee sends nomination of John R Bolton to full Senate without recommendation for its approval after Sen George V Voinovich breaks ranks with Republicans, denouncing Bolton as unsuited to be ambassador to United Nation...",
      "abstract": "Senate Foreign Relations Committee sends nomination of John R Bolton to full Senate without recommendation for its approval after Sen George V Voinovich breaks ranks with Republicans, denouncing Bolton as unsuited to be ambassador to United Nations; this is only third time in 22 years that committee has sent nomination to Senate without favorable recommendation; battle over Bolton is now shifted to Senate floor, where Republicans hold 55-to-44 majority and where confirmation is likely unless five additional Republicans join Voinovich in defying White House; Sec of State Condoleezza Rice calls on Senate to move quickly to confirm Bolton, but Sen Barbara Boxer, Democrat, places hold on nomination, saying she wants to get State Dept documents about Bolton that Rice has refused to turn over; under Senate rules, it takes 60 votes to overturn 'hold'; photo (M)",
      "lead_paragraph": "WASHINGTON, May 12 - The Senate Foreign Relations Committee sent the nomination of John R. Bolton to the full Senate without a recommendation for its approval, after Republicans fell short of the solid support among their members necessary to endorse him as ambassador to the United Nations.",
      "publication_date": "2005-05-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/13/politics/nominee-for-un-moves-to-senate-no-endorsement.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "Protests Against U.S. Spread Across Afghanistan",
      "snippet": "Anti-American violence spreads to 10 of Afghanistan's 34 provinces and into Pakistan as four more protesters die in third day of demonstrations and clashes with police; Afghan authorities and Kabul residents blame spate of violence on outsiders, w...",
      "abstract": "Anti-American violence spreads to 10 of Afghanistan's 34 provinces and into Pakistan as four more protesters die in third day of demonstrations and clashes with police; Afghan authorities and Kabul residents blame spate of violence on outsiders, who they say seek to capitalize on student protests stirred up by reports that Americans desecrated Koran during interrogations at Guantanamo Bay, Cuba; say Islamic fundamentalist political parties, remnants of former Taliban government and renegade anti-American commander Gulbuddin Hekmatyar may have spurred violence; say local governors might be encouraging protests against central government and its American backers to improve their own standing before parliamentary elections in Sept; Sec of State Condoleezza Rice promises to investigate allegation against Americans at Guantanamo, which was reported in Newsweek, and expresses regret for loss of life in protests; photos (M)",
      "lead_paragraph": "KABUL, Afghanistan, May 12 - Anti-American violence spread to 10 of Afghanistan's 34 provinces and into Pakistan on Thursday as four more protesters died in a third day of demonstrations and clashes with the police.",
      "publication_date": "2005-05-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/13/world/asia/protests-against-us-spread-across-afghanistan.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "Military Base, Awaiting Future, Tries Hard to Assure It Has One",
      "snippet": "Pentagon plans to release new list of recommended military base closings and consolidations, stirring fear on bases across country and in communities that depend on them; every major military installation in country, including 20 in New York metro...",
      "abstract": "Pentagon plans to release new list of recommended military base closings and consolidations, stirring fear on bases across country and in communities that depend on them; every major military installation in country, including 20 in New York metropolitan area, has come under review; states have called on high-powered lobbyists and officials have tried flexing political muscle to forestall closings in their areas; Rome, NY, is typical of many other military communities, spending hundreds of thousands of dollars in public and private money to sell Griffiss Air Force Base as essential cog in shrinking military; photo (M)",
      "lead_paragraph": "On military bases across the country and in the communities that depend on them, all the dread and anxiety comes into high focus today, when the Pentagon plans to release a new list of recommended base closings and consolidations.",
      "publication_date": "2005-05-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/13/us/military-base-awaiting-future-tries-hard-to-assure-it-has-one.html",
      "byline": "By Kirk Semple"
    },
    {
      "headline": "Who's in Charge of Determining U.S. Interest Rates? It May Be Beijing",
      "snippet": "Floyd Norris column on China's influence on US interest rates; says if China cut back on its purchases of US Treasury securities, which helps keep US interest rates down and stimulates consumer spending, it would have big impact in US housing mark...",
      "abstract": "Floyd Norris column on China's influence on US interest rates; says if China cut back on its purchases of US Treasury securities, which helps keep US interest rates down and stimulates consumer spending, it would have big impact in US housing market; holds investors in housing stocks have been nervous for some time, happy to see ever-higher profits but worried that goods times must end someday and fearful that they could be left holding bag when that happens; says one stock where those conflicting emotions have played out is Pulte Homes, home builder active in 27 states; graph (M)",
      "lead_paragraph": "IN Washington these days, complaining about China has become standard operating procedure. The Bush administration calls on China to allow its currency to rise and Congress talks of punishment if China does not do so.",
      "publication_date": "2005-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/13/business/worldbusiness/whos-in-charge-of-determining-us-interest-rates-it.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Talent Agency Defends Itself Against Gossip",
      "snippet": "William Morris Agency, venerable Hollywood institution that finds itself reeling from series of negative gossip items and high-profile defections, says it suspects competitors have been planting false reports of its demise in hopes of poaching cli...",
      "abstract": "William Morris Agency, venerable Hollywood institution that finds itself reeling from series of negative gossip items and high-profile defections, says it suspects competitors have been planting false reports of its demise in hopes of poaching clients and star agents; competitors deny foul play and say William Morris is being destabilized by nothing more than its leaders' own poor decision-making; situation has become so dire that William Morris has hired powerhouse lawyer Bert Fields to combat reports on Page Six of New York Post that is is 'beleaguered,' in financial trouble and hemorrhaging agents and clients; Fields, in letter to newspaper, demands retraction of Page Six articles, charging that 'false reports are, of course, calculated to do the agency severe harm'; photo (M)",
      "lead_paragraph": "LOS ANGELES, May 12 - In the cutthroat world of Hollywood talent agencies, one company's loss can be a rival's direct gain.",
      "publication_date": "2005-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/13/business/media/talent-agency-defends-itself-against-gossip.html",
      "byline": "By Sharon Waxman"
    },
    {
      "headline": "In Console Wars, Xbox Is Latest to Rearm",
      "snippet": "Microsoft unveils Xbox 360 model, creamy white console that is to go on sale in North America, Europe and Japan by holiday season; console houses three 3.2-gigahertz IBM microprocessors that could qualify it as most powerful home computer on marke...",
      "abstract": "Microsoft unveils Xbox 360 model, creamy white console that is to go on sale in North America, Europe and Japan by holiday season; console houses three 3.2-gigahertz IBM microprocessors that could qualify it as most powerful home computer on market; new console can act as home entertainment hub, streaming pictures, music and video from digital cameras, portable music players and computers that run Microsoft Window XP; is designed to display games in wide-screen, high-definition format as well as in standard definition; Sony and Nintendo are preparing presentations of their coming consoles for Electronic Entertainment Expo in Los Angeles next week; photo (M)",
      "lead_paragraph": "Looking for an advantage in the next round of the video-console wars, Microsoft has made the first move.",
      "publication_date": "2005-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/13/technology/in-console-wars-xbox-is-latest-to-rearm.html",
      "byline": "By Michel Marriott"
    },
    {
      "headline": "A Chinese Deal Gone Awry",
      "snippet": "California court will hear lawsuit in which New World Development, multibillion-dollar conglomerate based in Hong Kong, accuses Jianping Qu and his company, PrediWave, defrauded it of $700 million for video system that did not work; New World hire...",
      "abstract": "California court will hear lawsuit in which New World Development, multibillion-dollar conglomerate based in Hong Kong, accuses Jianping Qu and his company, PrediWave, defrauded it of $700 million for video system that did not work; New World hired Qu and PrediWave to deliver system that would provide interactive video services, like video on demand, to 100 million cable subscribers in China, but without need for two-way cable system; case raises issue of whether scramble to cash in on vast economy in China has blinded some companies to business risks; crucial element in case is role of managing director of New World's technology subsidiary, Douglas Chan Wing-tak, who made deal with PrediWave and appears to have approved all spending on company and Qu; e-mail messages show Chan urged Qu to accept cash bonuses of up to $38 million; Chan called on Qu to accept another $25 million bonus days before deal unraveled in April 2004; he was forced to resign last summer; chart; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/13/business/worldbusiness/a-chinese-deal-gone-awry.html",
      "byline": "By Lowell Bergman"
    }
  ]
}