{
  "metadata": {
    "date": "2005-04-22",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "After Markets' Merger Mania, Is Oligopoly Next?",
      "snippet": "Floyd Norris comment on what new stock market system is likely to look like in US as consolidation takes place; says with stocks trading on multiple markets, distinctions between Nasdaq and New York Stock Exchange issues will be reduced, if not el...",
      "abstract": "Floyd Norris comment on what new stock market system is likely to look like in US as consolidation takes place; says with stocks trading on multiple markets, distinctions between Nasdaq and New York Stock Exchange issues will be reduced, if not eliminated; holds markets will have to compete on cost and on quality of execution, but in regulatory framework that keeps individual investors from being treated like second-class market participants; says for NYSE to merge with Archipelago, antitrust regulators will have to be persuaded that relevant field of competition is much larger; adds that is one reason NYSE's chief executive John A Thain talks of global market, although there is little foreign competition for listing or trading American stocks; holds for Nasdaq to merge with Instinet woujld appear to be distinctly anticompetitive if relevant market is in trading of Nasdaq-listed stocks; photo (M)",
      "lead_paragraph": "THREE decades ago, Congress mandated a national market system. Now we may be on the verge of getting one, with stock market competition in America first intensifying and then producing an oligopoly.",
      "publication_date": "2005-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/22/business/after-markets-merger-mania-is-oligopoly-next.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Bush Backs His U.N. Nominee, but Powell Warns of Volatility",
      "snippet": "Pres Bush issues strong new defense of his nominee as ambassador to United Nations, John R Bolton, but former Secretary of State Colin L Powell has reportedly expressed his reservations about Bolton to at least two wavering Republican senators; Po...",
      "abstract": "Pres Bush issues strong new defense of his nominee as ambassador to United Nations, John R Bolton, but former Secretary of State Colin L Powell has reportedly expressed his reservations about Bolton to at least two wavering Republican senators; Powell has praised Bolton's performance on some matters, but stopped well short of endorsements offered by Bush and Sec Condoleezza Rice; privately, associates say Powell has made clear his concerns on several fronts, including Bolton's harsh treatment of subordinates; Powell was not among five former Republican secretaries of state who sent letter to Senate Foreign Relations Committee endorsing nomination; Bush is portraying Democratic opposition to Bolton as politically driven; it appears administration is determined to defend Bolton's nomination, despite crumbling support among Senate Republicans; photo (M)",
      "lead_paragraph": "WASHINGTON, April 21 - President Bush on Thursday issued a strong new defense of John R. Bolton, his nominee as ambassador to the United Nations. But associates of Colin L. Powell, the former secretary of state, said he had expressed reservations about Mr. Bolton in conversations with at least two wavering Republican senators.",
      "publication_date": "2005-04-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/22/politics/bush-backs-his-un-nominee-but-powell-warns-of-volatility.html",
      "byline": "By Douglas Jehl"
    },
    {
      "headline": "Big Board vs. Nasdaq: Let Round 2 Begin",
      "snippet": "Rivalry between New York Stock Exchange and Nasdaq is about to end with NYSE's acquisition of electronic trading network Archipelago and Nasdaq's expected takeover of Instinet, remaining big electronic system; NYSE by becoming public entity as wel...",
      "abstract": "Rivalry between New York Stock Exchange and Nasdaq is about to end with NYSE's acquisition of electronic trading network Archipelago and Nasdaq's expected takeover of Instinet, remaining big electronic system; NYSE by becoming public entity as well as creating business to compete for Nasdaq's listings business, exchange answered calls of its critics and positioned itself to take on Nasdaq and global competitors; regulators applaud deal as evidence that their recent efforts to change rules that govern trading of stocks has worked; chart; photos (M)",
      "lead_paragraph": "For years, they competed like the New York Yankees and the Boston Red Sox.",
      "publication_date": "2005-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/22/business/big-board-vs-nasdaq-let-round-2-begin.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "CSI: Wendy's Restaurants",
      "snippet": "Wendy's International executives are trying to track down origin of part of human finger that Anna Ayala found in her cup of chili at one of Wendy's outlets in Santa Clara County, Calif, on March 22; DNA samplings, including check of FBI's databas...",
      "abstract": "Wendy's International executives are trying to track down origin of part of human finger that Anna Ayala found in her cup of chili at one of Wendy's outlets in Santa Clara County, Calif, on March 22; DNA samplings, including check of FBI's databases, has turned up nothing; questions have been raised about Ayala; Associated Press has reported that Ayala has had litigious history that includes settlement for medical expenses for her daughter, who claimed she became sick at El Pollo Loco restaurant in Las Vegas; Wendy's has offered $100,000 reward and has team of private investigators running tip line 10 hours a day; Wendy's restaurants in Northern California have lost 20 percent to 50 percent of their business; photo (M)",
      "lead_paragraph": "SAN JOSE, Calif., April 20 - Denny Lynch sat at a booth at a Wendy's restaurant, finishing bites of a chicken sandwich between cellphone calls. Mr. Lynch, a Wendy's executive, was one of only a few lunchtime patrons at the normally buzzing restaurant, where lately business is off by half.",
      "publication_date": "2005-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/22/business/technology/csi-wendys-restaurants.html",
      "byline": "By Matt Richtel and Alexei Barrionuevo"
    },
    {
      "headline": "NASA Is Said to Loosen Risk Standards for Shuttle",
      "snippet": "NASA officials reportedly loosen standards for what constitutes acceptable risk of damage from kind of debris that led to disintegration of shuttle Columbia, setting off debate within agency; at issue is whether changes are reasonable reassessment...",
      "abstract": "NASA officials reportedly loosen standards for what constitutes acceptable risk of damage from kind of debris that led to disintegration of shuttle Columbia, setting off debate within agency; at issue is whether changes are reasonable reassessment of hazards of flight or whether long-established rules are being jettisoned to justify getting back to space quickly; small but forceful minority of experts worry that NASA is repeating practice that contributed to Columbia disaster: playing down risks to continue sending humans into space; other experts who have seen internal NASA documents say they do not suggest that shuttle Discovery--scheduled to lift off on May 22--is unsafe; documents revealed earlier show NASA struggling to meet safety goals set by independent board that investigated Columbia accident; new documents suggest that agency is looking for ways to justify returning to flight even without fully meeting recommendations; NASA officials say shuttle is safer than it has ever been, but they have long acknowledged that not all debris risk can be eliminated; diagram (L)",
      "lead_paragraph": "NASA officials have loosened the standards for what constitutes an acceptable risk of damage from the kind of debris that led to the disintegration of the shuttle Columbia as it was returning from space two years ago, internal documents show.",
      "publication_date": "2005-04-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/22/us/front page/nasa-is-said-to-loosen-risk-standards-for-shuttle.html",
      "byline": "By John Schwartz"
    },
    {
      "headline": "A Private Copter Crashes in Iraq; 6 Americans Die",
      "snippet": "Commercial helicopter crashes near Baghdad, killing 11 people, including six Americans from Blackwater USA, security firm working for United States military; cause of crash is not confirmed, but American Embassy official says it appears helicopter...",
      "abstract": "Commercial helicopter crashes near Baghdad, killing 11 people, including six Americans from Blackwater USA, security firm working for United States military; cause of crash is not confirmed, but American Embassy official says it appears helicopter was brought down by hostile fire; others who died include three-man Bulgarian crew and two Fijian guards; new reports emerge about scores of bodies recovered from Tigris River, adding to dispute over whether dead were from mass kidnapping of Shiites that new president Jalal Talabani said occurred in Madaen last weekend; police in area claim many of bodies turned up as long as six weeks ago, and American officials say they do not know whether there was mass killing; suspected attack on helicopter and recovery of so many Iraqi bodies--whatever the cause--speak to continued virulence of insurgency following relative calm that prevailed for time after Jan 30 elections; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, April 21 - Eleven people, including six Americans from the security firm Blackwater USA working for the United States military, were killed Thursday when a commercial helicopter crashed near the capital, according to officials from Blackwater and the company that chartered the aircraft.",
      "publication_date": "2005-04-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/22/world/middleeast/a-private-copter-crashes-in-iraq-6-americans-die.html",
      "byline": "By Richard A. Oppel Jr. and Robert F. Worth"
    },
    {
      "headline": "A Good Day On Wall Street",
      "snippet": "Photo of trading floor of New York Stock Exchange on day when stocks rebound briskly; graph",
      "abstract": "Photo of trading floor of New York Stock Exchange on day when stocks rebound briskly; graph",
      "lead_paragraph": "John A. Thain, center on phone, the chief executive of the New York Stock Exchange, on the trading floor yesterday. Stocks rebounded briskly, with the Dow Jones industrial average rising 206.24 points. Business Day, Page C1.",
      "publication_date": "2005-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/22/business/front page/a-good-day-on-wall-street.html",
      "byline": ""
    },
    {
      "headline": "Microsoft Comes Under Fire for Reversal on Gay Rights Bill",
      "snippet": "Microsoft Corp, at forefront of corporate gay rights for decades, comes under fire from gay rights groups, politicians and its own employees for withdrawing its support for Washington State bill that would bar discrimination on basis of sexual ori...",
      "abstract": "Microsoft Corp, at forefront of corporate gay rights for decades, comes under fire from gay rights groups, politicians and its own employees for withdrawing its support for Washington State bill that would bar discrimination on basis of sexual orientation; Microsoft officials deny any connection between decision not to endorse bill and threat by pastor of prominent evangelical church in state to organize national boycott of Microsoft products; bill, which has passed in State House, would extend protections against discrimination in employment, housing and other fields to gay men and lesbians; it has support of other high-tech companies; Microsoft officials say that because King County, where company is based, already has anti-discrimination law broader than proposed state bill, decision was made to focus on other legislative matters (M)",
      "lead_paragraph": "SEATTLE, April 21 - The Microsoft Corporation, at the forefront of corporate gay rights for decades, is coming under fire from gay rights groups, politicians and its own employees for withdrawing its support for a state bill that would have barred discrimination on the basis of sexual orientation.",
      "publication_date": "2005-04-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/22/us/microsoft-comes-under-fire-for-reversal-on-gay-rights-bill.html",
      "byline": "By Sarah Kershaw"
    },
    {
      "headline": "China Looms as the World's Next Leading Auto Exporter",
      "snippet": "China is expected to be world's next leading auto exporter; sizable exports of fully assembled cars by Chinese-owned automakers like Hafei and Chery have already begun to developing nations in South America, Africa and Middle East; DaimlerChrysler...",
      "abstract": "China is expected to be world's next leading auto exporter; sizable exports of fully assembled cars by Chinese-owned automakers like Hafei and Chery have already begun to developing nations in South America, Africa and Middle East; DaimlerChrysler's talks with one of its Chinese automakers makes it increasingly likely that significant number of cars will be shipped from plants in US to US and Europe as soon as 2008; General Motors' vice chairman Robert A Lutz expects at least one of China's homegrown automakers to be successfully exporting around world in next five years; charts; photos (M)",
      "lead_paragraph": "SHANGHAI, April 21 - Industrial heartlands from the Great Lakes region to Germany, look out -- here comes the Chinese auto industry.",
      "publication_date": "2005-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/22/business/worldbusiness/china-looms-as-the-worlds-next-leading-auto-exporter.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "On Broadway, Ads Now Get to Play Cameo Roles",
      "snippet": "Product placement and endorsement deals long evident in television shows, movies and radio programs have come to Broadway theater; advertisers casting about for new ways to attract increasingly distracted consumers find theater producers receptive...",
      "abstract": "Product placement and endorsement deals long evident in television shows, movies and radio programs have come to Broadway theater; advertisers casting about for new ways to attract increasingly distracted consumers find theater producers receptive to deals that bring extra cash to offset rising costs; deals are for amounts ranging from $500,000 to more than $1 million; some critics of branding Broadway worry about blurring line between art and commerce; producer Barry Weissler says commerce and art have always merged; he has made deal with Gran Centenario to refer to their tequila in script of his revival of Sweet Charity; Hormel Corp, which makes Spam canned meat, has endorsed Monty Python's Spamalot, and Hilton Hotels and Resorts is sponsoring Chitty Chitty Bang Bang; photo (Advertising Column) (M)",
      "lead_paragraph": "In 1966, when the Neil Simon musical \"Sweet Charity\" opened on Broadway, a waiter in one scene asked a customer, \"A double Scotch, again, sir?\" In the revival, soon to open at the Al Hirschfeld Theater, the waiter asks, \"Gran Centenario, the tequila?\"",
      "publication_date": "2005-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/22/business/media/on-broadway-ads-now-get-to-play-cameo-roles.html",
      "byline": "By Stuart Elliott"
    },
    {
      "headline": "Stocks Surge, but Investors Remain Cautious",
      "snippet": "Stocks surge, but investors remain cautious; Dow Jones industrial average gains 206.24 points, or 2.1 percent, to close at 10,218.60; Standard & Poor's 500-stock index is up 22.45 points, or 2 percent, to 1,159.95; Nasdaq composite index surges 48...",
      "abstract": "Stocks surge, but investors remain cautious; Dow Jones industrial average gains 206.24 points, or 2.1 percent, to close at 10,218.60; Standard & Poor's 500-stock index is up 22.45 points, or 2 percent, to 1,159.95; Nasdaq composite index surges 48.65 points, or 2.5 percent, to 1,962.41; three market measures reamin down 4.3 percent or more for year; graphs; charts (M)",
      "lead_paragraph": "Mimi Rauschelbach, a retired businesswoman from Phoenix, says she is confident about the strength of the American economy. But that is not translating, as it often does, into confidence in the stock market.",
      "publication_date": "2005-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/22/business/stocks-surge-but-investors-remain-cautious.html",
      "byline": "By Eric Dash and Jonathan Fuerbringer"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Google's Revenue Doubles On Sharply Higher Profit  Google's reported that its revenue for the first quarter nearly doubled from the comparable period a year ago, and its profits increased more than fivefold.    The fastest growth came from Google....",
      "abstract": " Google's Revenue Doubles On Sharply Higher Profit  Google's reported that its revenue for the first quarter nearly doubled from the comparable period a year ago, and its profits increased more than fivefold.    The fastest growth came from Google.com and other sites owned by the company, but it also posted sharp increases in revenue it receives from selling ads and placing them on other sites. [Page C3.]    Nokia, the largest maker of cellphones, reported a bigger-than-expected jump in profit and increased its sales forecast. [C5.]    AT&T and BellSouth topped Wall Street forecasts for the first quarter. [C3.]    $17.6 Billion Deal to Buy Adelphia  Time Warner and Comcast Corporation agreed to acquire Adelphia Communications for $17.6 billion in cash and stock, a deal that indicates that Time Warner is betting heavily on growth in its cable unit. As a result of the acquisition and several swaps with Comcast, Time Warner will end up with 85 percent of its subscribers in five regions with strong pockets of its systems in Texas and a dominant position in Los Angeles. [C4.]    Qwest Raises Offer for MCI  Qwest Communications has raised its takeover offer for MCI by 9 percent, to $30 a share, in its latest effort to wrest control of the long-distance carrier from Verizon Communications. [C3.]    Drug Companies in $1.6 Billion Deal  Shire Pharmaceuticals Group has agreed to pay $1.6 billion to acquire Transkaryotic Therapies, which has developed a version of an anemia-fighting protein. [C2.]    Raising the Curtain on Advertisers  Product placement has come to Broadway, with Hormel, maker of Spam canned meat, for example, endorsing the musical ''Monty Python's Spamalot.'' [A1.]    Pernod Seeks Further Expansion  Pernod Ricard of France plans to use its $14 billion purchase of Allied Domecq as a springboard to become the world's largest liquor company. [C5.]    Hynix Admits Guilt in Fixing Prices  Federal prosecutors announced that Hynix Semiconductor of South Korea had agreed to plead guilty to participating in a global conspiracy to fix prices and would pay a $185 million fine. [C3.]    Greenspan Urges Federal Restraint  Alan Greenspan, the chairman of the Federal Reserve, urged lawmakers to scale back promised benefits for both Social Security and Medicare ''sooner rather than later.'' [C2.]    Index of Leading Indicators Drops  The composite index of leading economic indicators fell 0.4 percent last month. [C2.]    Trade Nominee Answers Critics  Representative Rob Portman of Ohio, President Bush's nominee to be the trade representative, answered mounting criticism of the administration's trade policies by promising that he would take a stricter approach to China if he is confirmed [C2.]    House Approves Energy Bill  The House approved energy legislation that seeks to improve the electrical grid's reliability, increase domestic energy production and extend daylight saving time. [A14.]    Fuel Costs Hurt Airlines' Results  Delta Air Lines and Northwest Airlines reported steep first-quarter losses on higher fuel costs, while JetBlue Airways posted a modest profit. Gerald Grinstein, left, Delta's chief executive, asserted that despite its heavy losses, Delta was making major progress with its turnaround plan. [C4.]    First Phase of Tobacco Trial Ends  The government's racketeering case against cigarette companies reached the end of its first phase as lawyers disputed whether the companies had misled the public. [A19.]  ",
      "lead_paragraph": "Google's Revenue Doubles On Sharply Higher Profit Google's reported that its revenue for the first quarter nearly doubled from the comparable period a year ago, and its profits increased more than fivefold.",
      "publication_date": "2005-04-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/22/business/business-digest.html",
      "byline": ""
    }
  ]
}