{
  "metadata": {
    "date": "2005-06-10",
    "total_articles": 13
  },
  "articles": [
    {
      "headline": "Acquittal in Trading of Funds",
      "snippet": "Theodore C Sihpol 3d, former broker with Bank of America Corp, is acquitted of 29 counts tied to improper trading in mutual funds, first major legal defeat for New York State Atty Gen Eliot Spitzer; mistrial is declared on four remaining counts; S...",
      "abstract": "Theodore C Sihpol 3d, former broker with Bank of America Corp, is acquitted of 29 counts tied to improper trading in mutual funds, first major legal defeat for New York State Atty Gen Eliot Spitzer; mistrial is declared on four remaining counts; Sihpol was accused of enabling hedge fund manger Edward J Stern to make improper trades in mutual funds; photo (M)",
      "lead_paragraph": "A former broker with the Bank of America Corporation was acquitted yesterday of 29 counts tied to improper trading in mutual funds, the first major legal defeat for the New York State attorney general, Eliot Spitzer. A mistrial was declared on four remaining counts.",
      "publication_date": "2005-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/10/business/acquittal-in-trading-of-funds.html",
      "byline": "By Riva D. Atlas and Reed Abelson"
    },
    {
      "headline": "Report Details F.B.I.'s Failure on 2 Hijackers",
      "snippet": "Just-released report from Justice Dept inspector general Glenn A Fine cites five chances FBI missed in months before 9/11 attacks to find two hijackers as they prepared for attacks and settled in San Diego; says investigators were stymied by burea...",
      "abstract": "Just-released report from Justice Dept inspector general Glenn A Fine cites five chances FBI missed in months before 9/11 attacks to find two hijackers as they prepared for attacks and settled in San Diego; says investigators were stymied by bureaucratic obstacles, communication breakdowns and lack of urgency; report has been kept secret for year; its blistering findings mirror those of independent 9/11 commission last summer and joint Congressional inquiry in 2002; it also provides significant new details about many bureaucratic breakdowns that plagued FBI before attacks; it is likely to fuel questions about bureau's efforts to remake itself; missed opportunities with San Diego hijackers detailed; one problem involved FBI's cumbersome computer system, which is still beset by problems today; report stops short of recommending disciplinary action against any FBI employees; photos (M)",
      "lead_paragraph": "WASHINGTON, June 9 - The F.B.I. missed at least five chances in the months before Sept. 11, 2001, to find two hijackers as they prepared for the attacks and settled in San Diego, the Justice Department inspector general said in a report made public on Thursday after being kept secret for a year. Investigators were stymied by bureaucratic obstacles, communication breakdowns and a lack of urgency, the report said.",
      "publication_date": "2005-06-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/10/politics/report-details-fbis-failure-on-2-hijackers.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "Guilty Plea Is Expected in A.I.G.-Related Case",
      "snippet": "General Re Corp senior executive Richard Napier will plead guilty to criminal fraud charges in one of cases involving alleged insurance abuses of American International Group; John Houldsworth, former senior executive at General Re, pleads guilty ...",
      "abstract": "General Re Corp senior executive Richard Napier will plead guilty to criminal fraud charges in one of cases involving alleged insurance abuses of American International Group; John Houldsworth, former senior executive at General Re, pleads guilty to fraud in connection with helping AIG doctor its accounts; photo (M)",
      "lead_paragraph": "A senior executive of the General Re Corporation, Richard Napier, plans to plead guilty today to criminal fraud charges, according to a court document and individuals briefed on a wide-ranging inquiry into insurance abuses involving the American International Group, one of the world's biggest insurers.",
      "publication_date": "2005-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/10/business/guilty-plea-is-expected-in-aigrelated-case.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "INSIDE",
      "snippet": "After Judge's Confirmation, Going Will Get Trickier  The Senate confirmed William H. Pryor Jr. to the Court of Appeals for the 11th Circuit in Atlanta, 16 months after he was temporarily installed while Congress was in recess. The vote completes t...",
      "abstract": " After Judge's Confirmation, Going Will Get Trickier  The Senate confirmed William H. Pryor Jr. to the Court of Appeals for the 11th Circuit in Atlanta, 16 months after he was temporarily installed while Congress was in recess. The vote completes the easy phase of the Senate's compromise on judicial candidates. It gets trickier from here.   PAGE A14    Dean Scolded on Capitol Hill  Howard Dean, the former presidential primary candidate who is now the head of the Democratic Party, faced a growing number of critics on Capitol Hill and received a private scolding from party leaders for derogatory remarks he has made about Republicans.   PAGE A12    Voles and Father Figures  A genetic mechanism in male prairie voles determines whether they will be devoted fathers and faithful partners, researchers say. They say they have found the same mechanism in human DNA.   PAGE A12    Spitzer Set Back by Acquittal  A former broker with the Bank of America Corporation was acquitted of 29 counts tied to improper trading in mutual funds, the first major legal defeat for Eliot Spitzer.   PAGE C1    Cuts Recommended for PBS  A spending bill approved by a House subcommittee would cut the budget for public television and radio almost in half. The cuts, which still need House and Senate approval, would be felt close to Big Bird's home, ''Sesame Street,'' and by other children's programs. The decision comes amid political tensions between some PBS stations and the Corporation for Public Broadcasting.   WEEKEND ARTS, PAGE E3    Spurs Take Opener  The San Antonio Spurs, behind 26 points from Manu Ginóbili, outplayed the defending champion Detroit Pistons at both ends of the court to win Game 1 of the N.B.A. finals, 84-69.   SPORTSFRIDAY, PAGE D1    For Bloomberg, Defeats May Yield Opportunities  Mayor Michael R. Bloomberg is smarting badly as he tries to recover from two big political defeats this week, the scuttling of his stadium proposal and the New York City Council's effective rejection of his ambitious 20-year plan to remove the city's trash by barges. But with the defeats come opportunities, supporters and analysts say, and the mayor has kept his game face on.   NEWS ANALYSIS, PAGE B1    New Syrian Threat Is Seen  The United States has received ''credible information'' that Syrian operatives in Lebanon plan to try to assassinate senior Lebanese political leaders and that Syrian military intelligence forces are returning to Lebanon to create ''an environment of intimidation,'' a senior administration official said. The official said that the information had come from ''a variety of Lebanese sources.''   PAGE A4    Warhols in Abundance  Andy Warhol works, from portraits to films, are in ''Dia's Andy: Through the Lens of Patronage,'' in Beacon, N.Y. A review by Holland Cotter.   WEEKEND ARTS, PAGE E39  ",
      "lead_paragraph": "After Judge's Confirmation, Going Will Get Trickier The Senate confirmed William H. Pryor Jr. to the Court of Appeals for the 11th Circuit in Atlanta, 16 months after he was temporarily installed while Congress was in recess. The vote completes the easy phase of the Senate's compromise on judicial candidates. It gets trickier from here. PAGE A14",
      "publication_date": "2005-06-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/10/us/front page/inside.html",
      "byline": ""
    },
    {
      "headline": "U.S. and Britain Agree on Relief for Poor Nations",
      "snippet": "United States and Britian reach agreement on how to erase billions of dollars owed to international lenders by world's poorest nations, most of them in Africa, removing last impediment to accord long sought by richest nations; proposal will be pre...",
      "abstract": "United States and Britian reach agreement on how to erase billions of dollars owed to international lenders by world's poorest nations, most of them in Africa, removing last impediment to accord long sought by richest nations; proposal will be presented to meeting of finance ministers of seven of Group of 8 industrial nations by Treasury Sec John W Snow and British Chancellor of Exchequer Gordon Brown; plan would free 18 countries from obligation to repay estimated $16.7 billion they owe; debts will be written off by lenders in effort to allow debtor countries to start fresh, and to spend money on economic development, health, education and social programs, rather than simply to repay existing loans; debt relief accord is reached after Britain agrees to approach favored by US, for loans to be written off entirely by lenders, with promise from US to provide additional money to lenders to make up for assets they write off; lenders include World Bank and International Monetary Fund; Pres Bush resists calls by Prime Min Tony Blair for doubling of direct governmental aid to Africa, saying US has already tripled aid to African countries in recent years (M)",
      "lead_paragraph": "WASHINGTON, June 9 - The United States and Britain have reached an agreement on how the billions of dollars that the world's poorest nations owe to international lenders can be erased, removing the last impediment to an accord long sought by the richest nations, a senior official involved in the negotiations said Thursday.",
      "publication_date": "2005-06-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/10/politics/us-and-britain-agree-on-relief-for-poor-nations.html",
      "byline": "By Elizabeth Becker and Richard W. Stevenson"
    },
    {
      "headline": "Do China and U.S. Face Same Woes?",
      "snippet": "Floyd Norris column on some similar economic problems being encountered by US and China; says both countries have debts they may not be able to pay, and are having great difficulty making any money; says problem in China lies in old state-owned in...",
      "abstract": "Floyd Norris column on some similar economic problems being encountered by US and China; says both countries have debts they may not be able to pay, and are having great difficulty making any money; says problem in China lies in old state-owned industries; holds China must deal with residue from giving companies right to borrow what they needed at state-owned banks; says problems in US are with pensions and health care costs, both of them traditionally paid by employers; concludes that there are many differences between problems faced by China and America, but perhaps one stands out: China is accumulating money that could be used to meet obligations, while US is going deeper into debt; graph (M)",
      "lead_paragraph": "TRADITIONAL large employers -- the very foundations of the economy -- are in trouble. They have debts they may not be able to pay, and are having great difficulty making any money. So they continue to borrow and look to the government for help.",
      "publication_date": "2005-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/10/business/worldbusiness/do-china-and-us-face-same-woes.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Beyond Brakes, Amtrak's Woes Hit the Cafe Car",
      "snippet": "Amtrak's inspector general says financially beleaguered railroad is losing $130 million a year on its dining cars and cafe cars; some Bush administration officials suggest that Amtrak eliminate food service; Amtrak's senior vice pres for operation...",
      "abstract": "Amtrak's inspector general says financially beleaguered railroad is losing $130 million a year on its dining cars and cafe cars; some Bush administration officials suggest that Amtrak eliminate food service; Amtrak's senior vice pres for operations William L Crosbie tells House subcommittee that some food service is essential; inspector general Fred E Weiderhold Jr says Amtrak's biggest problem is its labor cost, about three and half times average for restaurants; notes Amtrak's work force is unionized and receives health and other benefits; railroad reports reaching tentative theory about why brakes cracked on Acela Express trains and how to fix them and have them running by July; drawing (M)",
      "lead_paragraph": "WASHINGTON, June 9 - Riders on Amtrak may think that the $3.25 hot dog and the $1.50 bag of chips in the cafe car are no bargain. Neither does Amtrak. It is spending just over $2 for each dollar of food it sells on its trains, according to auditors.",
      "publication_date": "2005-06-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/10/us/beyond-brakes-amtraks-woes-hit-the-cafe-car.html",
      "byline": "By Matthew L. Wald"
    },
    {
      "headline": "Lucrative Drug, Danger Signals and the F.D.A.",
      "snippet": "Newly obtained corporate and government documents on Johnson & Johnson's heartburn medicine Propulsid provide in-depth view of pharmaceutical company trying to save lucrative drug in face of growing evidence of harmful side effects; story has part...",
      "abstract": "Newly obtained corporate and government documents on Johnson & Johnson's heartburn medicine Propulsid provide in-depth view of pharmaceutical company trying to save lucrative drug in face of growing evidence of harmful side effects; story has particular resonance now, as troubled arthritis painkillers Vioxx, Celebrex and Bextra focus attention on what critics say is Food and Drug Administration's inability to monitor and regulate pharmaceuticals effectively once they are on market; documents from lawsuits against Johnson & Johnson show company did not conduct safety studies urged by federal regulators and their own consultants; Propulsid's history has striking parallels with controversial arthritis painkillers; as with them, dozens of studies sponsored by Johnson & Johnson that might have warned doctors away were never published, and company was able to delay and soften some proposed label changes; Johnson & Johnson pulled Propulsid from market in 2000 after reports of deaths mounted and before government hearing that threatened to draw attention to drug's long, largely hidden, record of trouble; detailed examination of Propulsid case; photo; chart (L)",
      "lead_paragraph": "Dozens had died and more than 100 patients had suffered serious heart problems by March 1998 after taking Propulsid, a popular medicine for heartburn. Infants, given the drug to treat acid reflux, seemed particularly at risk. Federal officials told Propulsid's manufacturer, Johnson & Johnson, that the drug might have to be banned for children, or even withdrawn altogether. Instead, the government and the company negotiated new warnings for the drug's label -- though not nearly as tough as regulators had wanted.",
      "publication_date": "2005-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/10/business/lucrative-drug-danger-signals-and-the-fda.html",
      "byline": "By Gardiner Harris and Eric Koli"
    },
    {
      "headline": "Hollywood Hardball",
      "snippet": "Hollywood studio executives are outraged at aggressive proposal being shopped for film version of popular Microsoft Xbox video game Halo; studio executives, known for their lavish spending, winced at Microsoft demands, including $10 million upfron...",
      "abstract": "Hollywood studio executives are outraged at aggressive proposal being shopped for film version of popular Microsoft Xbox video game Halo; studio executives, known for their lavish spending, winced at Microsoft demands, including $10 million upfront fee for rights, approval over cast and director, and 60 first-class plane tickets for Microsoft representatives and their guests to movie's premiere; DreamWorks SKG and Paramount Pictures have dropped out of bidding; two that remained, 20th Century Fox and Universal Pictures, balked at price; Microsoft, Universal and Fox have tentatively agreed to complex arrangement on reduced financial terms, though all parties say creative issues could still scuttle deal; chart; photos (M)",
      "lead_paragraph": "LOS ANGELES, June 9 - Hollywood does not like it when outsiders play certain games.",
      "publication_date": "2005-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/10/business/media/hollywood-hardball.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Mortgage Rates Defy Fed and Delight Consumers",
      "snippet": "Mortgage rates drift back down to near 30-year lows, even as Federal Reserve lifts its benchmark short-term rate eight times in year; low mortgage rates lift nation's long housing boom to new level, creating jobs and wealth but also worries that s...",
      "abstract": "Mortgage rates drift back down to near 30-year lows, even as Federal Reserve lifts its benchmark short-term rate eight times in year; low mortgage rates lift nation's long housing boom to new level, creating jobs and wealth but also worries that some local markets have turned into bubbles; mortgage refinancing has also taken off again, injecting cash into households at time when incomes are growing no faster than inflation for most workers; Federal Reserve chairman Alan Greenspan says current situation is without recent precedent; list of reasons for falling mortgage rates is long, diverse and controversial; photo; graph (M)",
      "lead_paragraph": "For the last year, the Federal Reserve has been conducting a relentless campaign to raise interest rates. In that same year, the rates that matter the most to many people -- mortgage rates -- have drifted back down, returning to near 30-year lows.",
      "publication_date": "2005-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/10/business/mortgage-rates-defy-fed-and-delight-consumers.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Assault on Women at Protest Stirs Anger, Not Fear, in Egypt",
      "snippet": "Diverse groups in Egypt voice outrage over groping and beating of women as part of police attack on political protesters in Cairo on May 25; images of women being hit and sexually abused, particularly offensive in conservative Islamic society, gal...",
      "abstract": "Diverse groups in Egypt voice outrage over groping and beating of women as part of police attack on political protesters in Cairo on May 25; images of women being hit and sexually abused, particularly offensive in conservative Islamic society, galvanize groups like Muslim Brotherhood and Center for Socialist Studies in their calls for change; assaults have also jump-started women's movement, which is taking leading role in trying to motivate and expand opposition to Pres Hosni Mubarak and his ruling party; opposition groups are still small in number and national reach, but their very existence represents unprecedented challenge for Mubarak; May 25 demonstration was against Mubarak's proposed change to Constitution to permit multiple candidates, which protesters called fig leaf; violence against women protesters was reported in opposition and independent press but largely ignored by government-controlled news media; photo (M)",
      "lead_paragraph": "CAIRO, June 9 - Government opponents say one way Egyptian authorities pursue suspects has been to pressure their female relatives. Over the years, if the police could not find a wanted man, for example, they sometimes took his wife or daughter into custody.",
      "publication_date": "2005-06-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/06/10/world/africa/assault-on-women-at-protest-stirs-anger-not-fear-in-egypt.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "Greenspan Says Fed's Work Not Yet Done",
      "snippet": "Federal Reserve chairman Alan Greenspan warns that American economy faces significant 'imbalances' and stresses that he is not finished raising interest rates, testimony before Joint Economic Committee of Congress; says economy is on 'reasonably f...",
      "abstract": "Federal Reserve chairman Alan Greenspan warns that American economy faces significant 'imbalances' and stresses that he is not finished raising interest rates, testimony before Joint Economic Committee of Congress; says economy is on 'reasonably firm footing' but expresses concern about 'negligible' rate of personal savings, huge trade deficit and growing evidence of risky speculation in housing market; photo (M)",
      "lead_paragraph": "WASHINGTON, June 9 - Alan Greenspan, chairman of the Federal Reserve, warned Thursday that the American economy faces significant \"imbalances\" and made it clear that he was not yet finished with ratcheting up interest rates.",
      "publication_date": "2005-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/10/business/greenspan-says-feds-work-not-yet-done.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Lilly to Pay $690 Million in Drug Suits",
      "snippet": "Eli Lilly & Co agrees to pay $690 million to settle about 8,000 lawsuits filed by people who claimed they developed diabetes and other diseases after taking Zyprexa, medication for schizophrenia and bipolar disorder that is Lilly's biggest-selling...",
      "abstract": "Eli Lilly & Co agrees to pay $690 million to settle about 8,000 lawsuits filed by people who claimed they developed diabetes and other diseases after taking Zyprexa, medication for schizophrenia and bipolar disorder that is Lilly's biggest-selling drug; settlement covers 75 percent of all Zyprexa-related suits against Lilly in US; average plaintiff will receive about $50,000 after lawyers' fees and costs, which will probably total more than $250 million; Zyprexa will remain on market (M)",
      "lead_paragraph": "Eli Lilly & Company said last night that it had agreed to pay $690 million to settle about 8,000 lawsuits filed by people who claimed they developed diabetes and other diseases after taking Zyprexa, a medication for schizophrenia and bipolar disorder that is Lilly's biggest-selling drug.",
      "publication_date": "2005-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/06/10/business/lilly-to-pay-690-million-in-drug-suits.html",
      "byline": "By Alex Berenson"
    }
  ]
}