{
  "metadata": {
    "date": "2005-03-23",
    "total_articles": 13
  },
  "articles": [
    {
      "headline": "INSIDE",
      "snippet": "Photo of Mexican migrants moving through heavily polluted New River near California border, knowing Border Patrol will not wade in to arrest them",
      "abstract": "Photo of Mexican migrants moving through heavily polluted New River near California border, knowing Border Patrol will not wade in to arrest them",
      "lead_paragraph": "Migrants' Desperate Measures In the heavily polluted New River near the California border, Mexican migrants plunge through filth, knowing the Border Patrol will not wade in to arrest them. Others use tunnels, some elaborate enough to raise suspicions that they are used for drug smuggling, and could be used by terrorists. PAGE A8",
      "publication_date": "2005-03-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/23/us/front page/inside.html",
      "byline": ""
    },
    {
      "headline": "Fed Lifts Rate 7th Time in Year and Warns of Greater Inflation",
      "snippet": "Federal Reserve raises federal funds rate on overnight loans between banks to 2.75 percent from 2.5 percent; restates its intention to keep raising rates at 'measured' pace in months ahead; says it sees rising inflationary pressures, setting off a...",
      "abstract": "Federal Reserve raises federal funds rate on overnight loans between banks to 2.75 percent from 2.5 percent; restates its intention to keep raising rates at 'measured' pace in months ahead; says it sees rising inflationary pressures, setting off alarms in stock and bond markets that it might drive up interest rates faster than expected; implies it might have to take tougher monetary policy action to keep risks to inflation and growth roughly equal; Dow Jones industrial average and Nasdaq both drop by 0.9 percent and yield on 10-year Treasury bonds jump to 4.64 percent from 4.47; Commerce Department reports Producer Price Index rose 0.4 percent in Feb, compared with Jan gain of 0.8 percent; federal funds target rate graph; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/23/business/fed-lifts-rate-7th-time-in-year-and-warns-of-greater-inflation.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Stocks Plunge as Fed Stirs Inflation Fears",
      "snippet": "Stocks and bonds fall sharply and interest rates rise after Federal Reserve says inflation pressures increased in last few months; US dollar rallies on anticipation of higher interest rates to curb price increases; Dow Jones industrial average fal...",
      "abstract": "Stocks and bonds fall sharply and interest rates rise after Federal Reserve says inflation pressures increased in last few months; US dollar rallies on anticipation of higher interest rates to curb price increases; Dow Jones industrial average falls 94.88 points, or 0.9 percent, to 10,470.51; Standard & Poor's 500-stock index drops 12.07 points, or 1 percent, to 1,171.71; Nasdaq composite index declines 18.17 points, or 0.9 percent, to 1,989.34; longer-term rates for US Treasury bonds are still lower in cycle of Fed interest rate increases than would be expected; while 10-year yield, at 4.64 percent, is higher than 4.58 on June 30, Fed policy makers have pushed up short-term rates by 1.75 percentage points since then; normally, longer-term yields would be expected to be higher than they are now; US dollar rises 0.8 percent against euro and 0.5 percent against yen, bolstered by Fed announcement of interest rate increase; euro is valued at $1.3071, down from $1.3173, while dollar is worth 105.57 yen, up from 105.04; graphs; charts (M)",
      "lead_paragraph": "Stocks and bonds fell sharply yesterday and interest rates rose after the Federal Reserve said that inflation pressures had increased in the last few months. The dollar rallied on the anticipation of higher interest rates to curb price increases.",
      "publication_date": "2005-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/23/business/stocks-plunge-as-fed-stirs-inflation-fears.html",
      "byline": "By Jonathan Fuerbringer"
    },
    {
      "headline": "Fewer Employers Totally Cover Health Premiums",
      "snippet": "Fewer and fewer companies are able to shoulder 100 percent of workers' health insurance premiums; scattering of comapnies in industries with strong unions like telecommunications, steel and autos, as well as few state governments still pay entire ...",
      "abstract": "Fewer and fewer companies are able to shoulder 100 percent of workers' health insurance premiums; scattering of comapnies in industries with strong unions like telecommunications, steel and autos, as well as few state governments still pay entire premium, but most employees are paying more each year as health costs soar; percentage of large and medium-size employers paying 100 percent of workers' individual premium plummeted to 17 percent in 2004 from 29 percent in 2000; most workers who are required to share premium costs are paying more each year; average share of premium paid by employees in large and medium-size companies is expected to reach $2,800 for family coverage and $800 for individuals this year, increase of 27 percents in family premium for $2,200 in 2003, and 23 percent rise from $650 in individual rate; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/23/business/fewer-employers-totally-cover-health-premiums.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "Investigation of A.I.G.'s Deals Moves Offshore",
      "snippet": "Regulators are examing whether American International Group has in recent years burnished its results by striking deals with offshore insurers that appear to be independent companies but may be affiliates of AIG; if companies are AIG's affiliates,...",
      "abstract": "Regulators are examing whether American International Group has in recent years burnished its results by striking deals with offshore insurers that appear to be independent companies but may be affiliates of AIG; if companies are AIG's affiliates, transactions between them may not involve true transfer of risk and may run afoul of insurance accounting rules; companies under scrutiny are Richmond Insurance and Union Excess Reinsurance, reinsurers that, according to regulatory filings, do business solely with AIG; both are registered in Barbados, offshore tax haven that is loosely regulated; another offshore insurer that counts AIG as its only customer is Pillar Insurance, also of Barbados; regulators are trying to determine whether transactions between companies and AIG were intended to smooth AIG's earnings, shift some of its troubled assets offshore or circumvent capital requirements; AIG's chief financial officer Howard Smith and vice president Christian Milton are dismissed for refusing to cooperate with regulators investigating transaction between AIG and General Re (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/23/business/investigation-of-aigs-deals-moves-offshore.html",
      "byline": "By Lynnley Browning"
    },
    {
      "headline": "TV Chief at Fox Going to Paramount",
      "snippet": "Gail Berman is expected to leave her job as chief television programmer at Fox Entertainment for movie business, taking creative position at Paramount Pictures under new chairman Brad Grey; Berman has no appreciable big-screen experience; her job ...",
      "abstract": "Gail Berman is expected to leave her job as chief television programmer at Fox Entertainment for movie business, taking creative position at Paramount Pictures under new chairman Brad Grey; Berman has no appreciable big-screen experience; her job change will shake up both entertainment organizations, with Fox losing its president at critical point in network's planning for new television season, and Paramount reshaping its management structure further under Grey; neither company officially acknowledges deal has been completed; photo (M)",
      "lead_paragraph": "Gail Berman is expected to leave her job as the chief television programmer at Fox Entertainment for the movie business, taking the top creative position at Paramount Pictures under the new chairman, Brad Grey, executives at both companies said yesterday.",
      "publication_date": "2005-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/23/business/media/tv-chief-at-fox-going-to-paramount.html",
      "byline": "By Bill Carter and David M. Halbfinger"
    },
    {
      "headline": "Schiavo's Parents Appeal After Judge Declines to Order Feeding",
      "snippet": "Federal Judge James D Whittemore refuses to order Terri Schiavo's feeding tube reinserted, holding her parents, Robert and Mary Schindler, have not established 'substantial likelihood of success' if new trial were held in federal court; Schindlers...",
      "abstract": "Federal Judge James D Whittemore refuses to order Terri Schiavo's feeding tube reinserted, holding her parents, Robert and Mary Schindler, have not established 'substantial likelihood of success' if new trial were held in federal court; Schindlers quickly appeal; other advocates of preserving life of severely brain-damaged Schiavo increase pressure on Gov Jeb Bush and Florida Legislature to find another solution; some conservatives score Congressional effort to override state rulings in case as violation of key conservative tenet; lawyer for Schiavo's husband, Michael, says she is not suffering; photos (M)",
      "lead_paragraph": "PINELLAS PARK, Fla., March 22 - A federal judge refused to order Terri Schiavo's feeding tube reinserted Tuesday, and as their legal options dwindled her stunned parents quickly appealed to the United States Court of Appeals for the 11th Circuit, which gave no hint when it would rule.",
      "publication_date": "2005-03-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/23/us/schiavos-parents-appeal-after-judge-declines-to-order-feeding.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "Investment Bubble Builds New China",
      "snippet": "Some Chinese and Western economists are concerned that investment in China, which grew at 9.5 percent pace last year, could produce unneeded factories and underused highways and power plants, weakening country's already shaky financial system; gov...",
      "abstract": "Some Chinese and Western economists are concerned that investment in China, which grew at 9.5 percent pace last year, could produce unneeded factories and underused highways and power plants, weakening country's already shaky financial system; government officials have been trying to cut what they see as unneeded investment projects and reduce growth to more sustainable pace; independent experts who examined government statistics say investment in such projects represented 45 percent of China's gross domestic product, broadest measure of economy; map; chart; photos (M)",
      "lead_paragraph": "YANGSHUO, China - Nature spent millennia carving the jagged limestone mountains of Guangxi Province into the fanciful forest of stand-alone peaks so prized by ancient painters and modern tourists.",
      "publication_date": "2005-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/23/business/worldbusiness/investment-bubble-builds-new-china.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "There is life above the ground floor and mezzanine selling areas on Fifth Avenue from 50th to 57th Street in Manhattan. Landlords have been renovating upper-floor office space in two buildings so they can rent it to upscale tenants. [C7.]    The S...",
      "abstract": " There is life above the ground floor and mezzanine selling areas on Fifth Avenue from 50th to 57th Street in Manhattan. Landlords have been renovating upper-floor office space in two buildings so they can rent it to upscale tenants. [C7.]    The Shorenstein Company is disposing of a substantial portion of its office portfolio in San Francisco as it moves to become a national business, and it is taking advantage of a surprisingly feverish market. [C6.]  ",
      "lead_paragraph": "There is life above the ground floor and mezzanine selling areas on Fifth Avenue from 50th to 57th Street in Manhattan. Landlords have been renovating upper-floor office space in two buildings so they can rent it to upscale tenants. [C7.]",
      "publication_date": "2005-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/23/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Citing Inflation Pressures, Fed Raises Interest Rates  The Fed nudged up short-term interest rates for the seventh time in the last year, raising the federal funds rate on overnight loans between banks from 2.5 to 2.75 percent. It restated its int...",
      "abstract": " Citing Inflation Pressures, Fed Raises Interest Rates  The Fed nudged up short-term interest rates for the seventh time in the last year, raising the federal funds rate on overnight loans between banks from 2.5 to 2.75 percent. It restated its intention to keep raising them at a ''measured'' pace in the months ahead.    But in a departure from previous declarations, the central bank said there were rising inflationary pressures beyond those tied directly to recent jumps in oil prices. [Page A1.]    Oracle Revenue Rises as Profit Falls  The Oracle Corporation, the software company, said that its revenue rose 18 percent in the third quarter but that its profit fell as it followed through on its $10.3 billion takeover of the PeopleSoft Corporation. Safra Catz, a co-president of Oracle who is also serving as the company's chief financial officer, said the company was pleased with the quarter, which she described as a transitional one. [C5.]    Unsteady Day for G.M. Bonds  Confusion over a deal with GE Capital resulted in a volatile trading day for General Motors bonds. [C2.]    A Step Toward Personalized Drugs  The Food and Drug Administration took a major step toward the development of drugs that would be tailored to individuals based on their genetic profiles. [C3.]    A Canadian court blocked an attempt to sell a generic version of the blood thinner Plavix in Canada. The decision comes as a similar suit is under way in the United States. [C14.]    Companies Seek Older Workers  More companies are hunting for older workers because they have lower turnover rates and, in many cases, better work performance. [A1.]    Limits of Social Security Proposal  Even as he travels the country selling a Social Security overhaul, President Bush is beginning to acknowledge some of the constraints of his plan for individual accounts. [A11.]    Takeover of Swiss Airline Approved  Deutsche Lufthansa said that it had won approval for a takeover of Swiss International Airlines, the successor to Swissair. [C4.]    New Publisher at Los Angeles Times  Jeffrey M. Johnson, left, executive vice president and general manager at The Los Angeles Times, was named the publisher. He succeeds John P. Puerner, who is stepping down on May 31. Mr. Puerner, who has cut costs and staff since the newspaper was acquired by the Tribune Company in 2000, said he was taking ''a self-imposed career break.'' [C15.]    Counting CNN's Success in Seconds  CNN's new president wants to increase the time viewers spend watching the prime-time lineup by 30 seconds a month, which would have a big impact on the bottom line. [E1.]  ",
      "lead_paragraph": "Citing Inflation Pressures, Fed Raises Interest Rates The Fed nudged up short-term interest rates for the seventh time in the last year, raising the federal funds rate on overnight loans between banks from 2.5 to 2.75 percent. It restated its intention to keep raising them at a \"measured\" pace in the months ahead.",
      "publication_date": "2005-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/23/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "More Help Wanted: Older Workers Please Apply",
      "snippet": "Growing number of companies, after years of encouraging workers to take early retirement as way to cut jobs, are hunting for older workers because they have lower turnover rates and, in many cases, better work performance; some are recruiting at s...",
      "abstract": "Growing number of companies, after years of encouraging workers to take early retirement as way to cut jobs, are hunting for older workers because they have lower turnover rates and, in many cases, better work performance; some are recruiting at senior centers, while others send company brochures to churches and libraries and post their attractions on Web sites; AARP, advocacy group for older people, has put on its Web site links to employers recruiting older workers with offers of health benefits, training and flexible work schedules; graph of rising percentage of older Americans in work force; photos (M)",
      "lead_paragraph": "In a push to recruit older workers, Home Depot, the hardware chain, now offers \"snowbird specials\" -- winter work in Florida and summers in Maine.",
      "publication_date": "2005-03-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/23/business/more-help-wanted-older-workers-please-apply.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "Blair Is Trying for New Spark Among Voters",
      "snippet": "British Prime Min Tony Blair, once seemingly invincible, is finding his popularity has dropped in advance of expected May elections and seeks to rebuild his image; he and his Labor Party do not seem headed for defeat, but he presses for convincing...",
      "abstract": "British Prime Min Tony Blair, once seemingly invincible, is finding his popularity has dropped in advance of expected May elections and seeks to rebuild his image; he and his Labor Party do not seem headed for defeat, but he presses for convincing victory to set groundwork for successful term and forestall challenge from longtime Labor rival, Gordon Brown; photo (M)",
      "lead_paragraph": "LONDON, March 18 - Prime Minister Tony Blair went on daytime television recently, seeking to lure voters back to his Labor Party for elections that are expected in early May. What he found, though, was that some Britons at least have begun to question his leadership, entertaining the once unthinkable prospect of life without him.",
      "publication_date": "2005-03-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/23/world/europe/blair-is-trying-for-new-spark-among-voters.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "Behind the Why of a Rampage, Loner With a Taste for Nazism",
      "snippet": "Investigators are trying to figure out why Jeff Weise, 16, killed his grandfather and grandfather's companion and then drove to Red Lake High School and killed security guard, teacher, five students and self; residents of Red Lake Indian Reservati...",
      "abstract": "Investigators are trying to figure out why Jeff Weise, 16, killed his grandfather and grandfather's companion and then drove to Red Lake High School and killed security guard, teacher, five students and self; residents of Red Lake Indian Reservation, Minn, say he was confused, brooding loner with peculiar attraction to Nazism and lifetime of family troubles; Federal Bureau of Investigation is likely to pursue neo-Nazi Web site on which someone identifying self as Jeff Weise left messages, including one saying he was accused of threatening to 'shoot up' school in 2004; school remains closed, surrounded by law enforcement officials; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-03-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/23/us/behind-the-why-of-a-rampage-loner-with-a-taste-for-nazism.html",
      "byline": "By Monica Davey"
    }
  ]
}