{
  "metadata": {
    "date": "2005-04-20",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "General Motors Reports $1.1 Billion Quarterly Loss  General Motors reported a $1.1 billion first-quarter loss, its worst quarterly performance since 1992, citing a stark reversal in its North American operations.      The company said it was no lo...",
      "abstract": " General Motors Reports $1.1 Billion Quarterly Loss  General Motors reported a $1.1 billion first-quarter loss, its worst quarterly performance since 1992, citing a stark reversal in its North American operations.      The company said it was no longer certain enough of its outlook to provide earnings guidance for the year, backing away even from the bleak revisions it made last month. [C8.]    In Asia, General Motors' profits plummeted in the first quarter, but the first hints of a rebound are starting to become visible in China, its most important Asian market. [C8.]    Court Limits Basis for Stock Suits  The Supreme Court ruled in a closely watched fraud case that an accusation that a company's misrepresentations caused an inflated share price was insufficient as a basis for a lawsuit. Justice Stephen G. Breyer, left, writing for the court, said that the purpose of permitting private suits for securities fraud was ''not to provide investors with broad insurance against market losses, but to protect them against those economic losses that misrepresentations actually cause.'' [C3.]    New Food Pyramid Has 12 Forms  The Agriculture Department introduced a food pyramid that comes in 12 versions, depending on activity level and caloric need. [A23.]    Stocks Gain on Earnings News  Stocks rose as companies' earnings beat analysts' estimates. The Dow Jones industrial average gained 56.16 points, to 10,127.41. The Standard & Poor's 500-stock index added 6.80 points, to 1,152.78. The Nasdaq composite index rose 19.44 points, or 1 percent, to 1,932.36. [C9.]    Core Inflation Rate Is Modest  The government reported a smaller-than-expected increase in prices excluding energy and food. Another report that said that home construction plunged last month. [C20.]    Longtime Producer to Join Disney  Scott Rudin, a longtime producer whose films last year included ''The Stepford Wives'' and ''Closer,'' said he would end his long-standing deal with Paramount Pictures and begin making movies for Walt Disney Studios when his contract expires in 2006. [C4.]    Time Out New York Editor to Leave  Cyndi Stivers, the founding editor in chief of Time Out New York, said that she was stepping down as president and editorial director to join Martha Stewart Living Omnimedia as an executive vice president. [C4.]    Coca-Cola Earnings Fall 6 Percent  In its first-quarter earnings announcement, Coke reported sales growth in Asia, Africa and Latin America that far outweighed growth in the United States and Europe. These positive results allowed Coke's chief executive, E. Neville Isdell, to project a note of optimism amid otherwise lackluster results. Coke's overall earnings fell 6 percent, to $1.5 billion, slightly exceeding forecasts. Revenue rose 4 percent, to $5.3 billion. [C20.]    Pfizer reported sharply lower first-quarter earnings, while Johnson & Johnson, reported a doubt-digit earnings increase. [C2.]    Merrill Lynch said that its first-quarter earnings fell 3 percent from a year earlier, exceeding analysts' estimates. It also announced a $4 billion stock buyback program. [C20.]  ",
      "lead_paragraph": "General Motors Reports $1.1 Billion Quarterly Loss General Motors reported a $1.1 billion first-quarter loss, its worst quarterly performance since 1992, citing a stark reversal in its North American operations.",
      "publication_date": "2005-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/20/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "An Evangelizer on the Right,With His Eye on the Future",
      "snippet": "Laurie Goodstein analysis of prospects for Roman Catholic Church under Pope Benedict XVI; those who know him say that being 78 years old and mindful of how short his papacy may be, Pope Benedict may decide to move quickly to put his own stamp on c...",
      "abstract": "Laurie Goodstein analysis of prospects for Roman Catholic Church under Pope Benedict XVI; those who know him say that being 78 years old and mindful of how short his papacy may be, Pope Benedict may decide to move quickly to put his own stamp on church and to reverse its decline in secular West; he has spoken and written forcefully about his sense of threats to church, both internal and external, and has singled out spread of 'aggressive secularism,' especially in Europe and North America; photo of cardinals in window at St Peter's (M)",
      "lead_paragraph": "VATICAN CITY, April 19 - Cardinal Joseph Ratzinger was such a close ally of Pope John Paul II that he could have easily chosen the name John Paul III.",
      "publication_date": "2005-04-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/20/world/worldspecial2/an-evangelizer-on-the-rightwith-his-eye-on-the-future.html",
      "byline": "By Laurie Goodstein"
    },
    {
      "headline": "US Airways and America West in Merger Talks",
      "snippet": "US Airways, which is operating in bankruptcy protection, and America West, low-fare airline, are in serious discussions about merger, combination that would create nation's sixth-largest airline; US Airways chairman David G Bronner says airline ha...",
      "abstract": "US Airways, which is operating in bankruptcy protection, and America West, low-fare airline, are in serious discussions about merger, combination that would create nation's sixth-largest airline; US Airways chairman David G Bronner says airline has approached several carriers about merger, but discussions with America West have progressed furthest; America West's chief executive W Douglas Parker has been loud proponent of need for consolidation within industry, while US Airways has been viewed by many analysts as ripe for takeover once it emerges from bankruptcy; photo (M)",
      "lead_paragraph": "US Airways, which is operating in bankruptcy protection, and America West, a low-fare airline, are in serious discussions about a merger, a combination that would create the nation's sixth-largest airline, supplanting Southwest Airlines..",
      "publication_date": "2005-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/20/business/us-airways-and-america-west-in-merger-talks.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Some Extra Heft May Be Helpful, New Study Says",
      "snippet": "Researchers at National Cancer Institute and Centers for Disease Control and Prevention find that people who are overweight but not obese have lower risk of death than those of normal weight and that being very thin causes slight increase in risk ...",
      "abstract": "Researchers at National Cancer Institute and Centers for Disease Control and Prevention find that people who are overweight but not obese have lower risk of death than those of normal weight and that being very thin causes slight increase in risk of death, even if thinness is longstanding and not related to disease; say increased risk of death from obesity is for most part in the extremely obese, group constituting only 8 percent of Americans; findings are unexpected and are met with full gamut of responses from experts; some see study as reality check on what they consider nation's near-hysteria over fat; others voice skepticism; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/20/health/some-extra-heft-may-be-helpful-new-study-says.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "KPMG Settles With S.E.C. on Xerox Audits",
      "snippet": "KPMG is censured by Securities and Exchange Commission, which says firm helped executives at Xerox Corp manipulate and distort financial statements from 1997 through 2000 by issuing audits stating that Xerox's reports were consistent with accounti...",
      "abstract": "KPMG is censured by Securities and Exchange Commission, which says firm helped executives at Xerox Corp manipulate and distort financial statements from 1997 through 2000 by issuing audits stating that Xerox's reports were consistent with accounting rules when they were not; accounting firm also agrees to make extensive changes to its business practices to prevent future securities law violations; one measure requires that chairman of KPMG to certify to SEC that mandated overhaul has been put in place and to provide commission with evidence that firm is conforming to changes; KPMG also says it will pay almost $22.5 million in settlement, including $10 million civil penalty, repayment of $9.8 million it earned by auditing Xerox's books during period, and $2.7 million in interest; neither admits nor denies any wrongdoing (M)",
      "lead_paragraph": "KPMG, the accounting firm, was censured yesterday by the Securities and Exchange Commission, which said the firm helped executives at the Xerox Corporation manipulate and distort financial statements from 1997 through 2000 by issuing audits stating that Xerox's reports were consistent with accounting rules when they were not.",
      "publication_date": "2005-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/20/business/kpmg-settles-with-sec-on-xerox-audits.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "German Cardinal Is Chosen as Pope",
      "snippet": "Cardinal Joseph Ratzinger, 78-year-old German theologian who served as John Paul II's defender of the faith, is elected pope and takes name Benedict XVI; says 'that after the great Pope John Paul II, the cardinals have elected me, a simple, humble...",
      "abstract": "Cardinal Joseph Ratzinger, 78-year-old German theologian who served as John Paul II's defender of the faith, is elected pope and takes name Benedict XVI; says 'that after the great Pope John Paul II, the cardinals have elected me, a simple, humble worker in the Lord's vineyard'; unusually brief conclave suggests that Ratzinger was popular choice inside college of cardinals, but applause in St Peter's Square, although genuine and sustained among many, tapers off decisively in large pockets, possibly reflecting reservations about his doctrinal rigidity and concern about prospects for continuing polarization within church; photos of Pope Benedict XVI and of Pope Benedict XV, who spent much of his papacy trying in vain to end World War I (M)",
      "lead_paragraph": "VATICAN CITY, April 19 - Roman Catholic cardinals reached to the church's conservative wing on Tuesday and chose as the 265th pope Cardinal Joseph Ratzinger, a seasoned and hard-line German theologian who served as John Paul II's defender of the faith.",
      "publication_date": "2005-04-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/20/world/worldspecial2/german-cardinal-is-chosen-as-pope.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "A COMPANY THAT BUYS real estate only from financial institutions and then signs long-term leases with tenants is one of a growing number of real estate investment trusts tailored to individual industries. [C6.]    COMMUNITY COLLEGES, often working...",
      "abstract": " A COMPANY THAT BUYS real estate only from financial institutions and then signs long-term leases with tenants is one of a growing number of real estate investment trusts tailored to individual industries. [C6.]    COMMUNITY COLLEGES, often working closely with public officials, are taking important roles in the renewal of downtown areas in parts of New York, New Jersey and Connecticut. [C7.]",
      "lead_paragraph": "A COMPANY THAT BUYS real estate only from financial institutions and then signs long-term leases with tenants is one of a growing number of real estate investment trusts tailored to individual industries. [C6.]",
      "publication_date": "2005-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/20/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "A Theological Visionary With Roots in Wartime Germany",
      "snippet": "Profile of Cardinal Joseph Ratzinger, now Pope Benedict XVI; experience of growing up in Nazi Germany--in deeply Catholic region of Bavaria--has much to do with hard-line conservatism, leading him to see ecclesiastical totalitarianism as best anti...",
      "abstract": "Profile of Cardinal Joseph Ratzinger, now Pope Benedict XVI; experience of growing up in Nazi Germany--in deeply Catholic region of Bavaria--has much to do with hard-line conservatism, leading him to see ecclesiastical totalitarianism as best antidote to political totalitarianism; critics cite long list of theologians he has chastised for straying from official doctrine, his condemnation of relativism, or belief that other denominations and faiths lead equally to salvation, his denunciation of liberation theology, homosexuality and feminism, his attempt to rein in national bishops conferences and his belief that Second Vatican Council has brought corrosive excesses; Ratzinger has, in effect, argued for purer church at expense of size; photos (M)",
      "lead_paragraph": "ROME, April 19 - The man who has become Pope Benedict XVI was a product of wartime Germany, but also of a deeply Roman Catholic region, Bavaria.",
      "publication_date": "2005-04-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/20/world/worldspecial2/a-theological-visionary-with-roots-in-wartime-germany.html",
      "byline": "By Daniel J. Wakin"
    },
    {
      "headline": "Intel Profit Up Sharply on Demand for Chips",
      "snippet": "Intel Corp reports profits rose about 25 percent in first quarter on high demand for chips for notebook computers and mobile devices; strong showing beats Wall Street's forecasts; reports net income of $2.15 billion compared with $1.73 billion yea...",
      "abstract": "Intel Corp reports profits rose about 25 percent in first quarter on high demand for chips for notebook computers and mobile devices; strong showing beats Wall Street's forecasts; reports net income of $2.15 billion compared with $1.73 billion year earlier; revenue rose 17 percent over last year, to $9.4 billion, from $8.1 billion; chief financial officer Andy Bryant says worldwide demand for computer chips seems pretty solid (M)",
      "lead_paragraph": "SAN FRANCISCO, April 19 - Intel Corporation, the biggest maker of semiconductors, reported Tuesday that profits rose about 25 percent in the first quarter on high demand for chips for notebook computers and mobile devices. The strong showing beat Wall Street's forecasts and quelled some investor concern that the technology sector was experiencing another slowdown.",
      "publication_date": "2005-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/20/business/businessspecial3/intel-profit-up-sharply-on-demand-for-chips.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "NBC Decides It Can't Live Without Football",
      "snippet": "NBC agrees to spend $600 million a year starting with 2006-7 season to carry package of Sunday night National Football League games that had been on ESPN; ABC will no longer carry football on Monday nights, ceding it to ESPN, Walt Disney Co siblin...",
      "abstract": "NBC agrees to spend $600 million a year starting with 2006-7 season to carry package of Sunday night National Football League games that had been on ESPN; ABC will no longer carry football on Monday nights, ceding it to ESPN, Walt Disney Co sibling; media agency executives say ABC appears to be focusing on shows that appeal more to women and families; NBC's move brings network back into ranks of NFL networks for first time since 1997 season, when executives complained that football rights fees had risen so high it was no longer profitable to carry games; NBC package includes rights to broadcast two Super Bowls, in 2009 and 2012, along with playoff games; Advertising Age reports ABC will ask estimated $2.6 million for each 30-second commercial in Super Bowl XL in 2006, compared with $2.4 million Fox Broadcasting charged in 2005; Randy Falco, president for NBC Universal Television Networks Group, says price is right for football package; photo of Al Michaels and John Madden covering Super Bowl for ABC in 2003 (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/20/business/media/nbc-decides-it-cant-live-without-football.html",
      "byline": "By Stuart Elliott"
    },
    {
      "headline": "The Troubled Oil Company",
      "snippet": "Current and former Citgo executives reveal that Venezuelan Pres Hugo Chavez has shaken to core company's once-staid culture, leaving Citgo in state of near disarray; nearly every high-ranking executives has resigned over last two years, including ...",
      "abstract": "Current and former Citgo executives reveal that Venezuelan Pres Hugo Chavez has shaken to core company's once-staid culture, leaving Citgo in state of near disarray; nearly every high-ranking executives has resigned over last two years, including refining chief, chief financial officer, head auditor and marketing director; upheaval means Citgo has been slow to seize on growth opportunities in oil refining, which is experiencing its strongest returns inmore than two decades; Citigo's six refineries pump out about 900,000 barrels a day of refined products, and company also sells gasoline at more than 13,000 Citgo-branded service stations, making it fourth-largest gasoline retailer in country; Venezuela's Oil Min Rafael Ramirez says government plans to sell two Citgo refineries in US, possibly signaling Chavez's intent to disassemble American subsidiary, which has existed since 1910; Chavez has been putting his former military loyaltists, including some former military colleagues, in charge of company; he has reversed tradition, in place since Petroleos de Venezuela took control in 1990, that American executives run Citgo; Antonio Rivero, who was named number 2 executive in 2003, was placed on leave from Citgo in recent weeks after investigation into corruption accusations against him gained momentum in Venezuela; photos (M)",
      "lead_paragraph": "HOUSTON, April 15 - Ever since Hugo Chávez was elected president of Venezuela in 1998, the American executives at Citgo Petroleum, the large refiner and gasoline marketer that is owned by Petróleos de Venezuela and based here, have worried about their future under the mercurial leader.",
      "publication_date": "2005-04-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/04/20/business/worldbusiness/the-troubled-oil-company.html",
      "byline": "By Simon Romero and Alexei Barrionuevo"
    },
    {
      "headline": "Senate Panel Postpones Vote on U.N. Nominee",
      "snippet": "Sen George V Voinovich, Republican member of Foreign Relations Committee, says he cannot support John R Bolton's nomination as ambassador to United Nations, forcing committee to postpone vote; says he was prepared to vote for Bolton, but changed h...",
      "abstract": "Sen George V Voinovich, Republican member of Foreign Relations Committee, says he cannot support John R Bolton's nomination as ambassador to United Nations, forcing committee to postpone vote; says he was prepared to vote for Bolton, but changed his mind after hearing case against him made by Sens Joseph R Biden Jr and Christopher J Dodd; Biden introduces open letter to committee from Melody Townsel, former contract worker for Agency for International Development, who says that for two weeks in 1994, when Bolton was private lawyer, he routinely visited her hotel room in Moscow 'to pound on the door and shout threats' because she had complained about inefficiency of Bolton's client, prime contractor in foreign aid program; White House accuses Democrats of raising unfounded allegations; two other Republicans on committee, Chuck Nagel and Lincoln Chafee, express concerns about nomination; photo (M)",
      "lead_paragraph": "WASHINGTON, April 19 - A surprise last-minute defection by an Ohio Republican forced the Senate Foreign Relations Committee to postpone a vote that had been scheduled for Tuesday on the nomination of John R. Bolton as ambassador to the United Nations.",
      "publication_date": "2005-04-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/04/20/politics/senate-panel-postpones-vote-on-un-nominee.html",
      "byline": "By Douglas Jehl"
    }
  ]
}