{
  "metadata": {
    "date": "2005-10-11",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Read the Tea Leaves: China Will Be Top Exporter",
      "snippet": "China re-emerges as world's leading tea exporter, posing challenge to some of world's poorest nations; China's government has been subsidizing tea industry in last few years, causing alarm in countries that depend on growing tea, like India, Sri L...",
      "abstract": "China re-emerges as world's leading tea exporter, posing challenge to some of world's poorest nations; China's government has been subsidizing tea industry in last few years, causing alarm in countries that depend on growing tea, like India, Sri Lanka, Indonesia, Bangladesh, Kenya, Malawi and Zimbabwe; history of tea reaches back to ancient times in China; in China, after millennia of popularity, tea consumption is growing by only 2 percent a year, while tea production rises 8.7 percent; Beijing sees tea industry as answer to lingering poverty and unemployment in rural areas; government is offering subsidies to industry; photo; graph (M)",
      "lead_paragraph": "JINHUA, China - All the tea in China is proving to be a lot of tea these days, as hillsides across central and southern China are bulldozed to make way for tea farms even as many young Chinese are losing interest in the beverage.",
      "publication_date": "2005-10-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/11/business/worldbusiness/read-the-tea-leaves-china-will-be-top-exporter.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Europe Entertains an American Offer to Cut Farm Aid",
      "snippet": "European Union's trade commissioner, Peter Mandelson, cautiously welcomes proposal Rob Portman, US trade representative, to slash some agricultural subsidies by 60 percent over next five years in exchange for tariff reductions of 55 percent to 90 ...",
      "abstract": "European Union's trade commissioner, Peter Mandelson, cautiously welcomes proposal Rob Portman, US trade representative, to slash some agricultural subsidies by 60 percent over next five years in exchange for tariff reductions of 55 percent to 90 percent; says European Union is willing to go 'substantially beyond' proposed American cuts, but declines to comment on whether Europe could meet American demands on tariff reduction; farms groups in US say cuts in subsidies would cause some economic pain, particularly for crops like corn and soybeans; critics of Portman's plan say subsidy cuts would not address main long-term issue of declining commodity prices and unchecked tendencies by farmers to overproduce; Portman photo (M)",
      "lead_paragraph": "CHICAGO, Oct. 10 - The United States upped the ante Monday in the delicate negotiations between America and Europe over aid to farmers, a central sticking point in stalled global trade talks.",
      "publication_date": "2005-10-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/11/business/worldbusiness/europe-entertains-an-american-offer-to-cut-farm-aid.html",
      "byline": "By Alexei Barrionuevo and Tom Wright"
    },
    {
      "headline": "DEAL CLEARS WAY FOR FIRST WOMAN TO LEAD GERMANY",
      "snippet": "Angela Merkel is expected to become first woman and first person from former East Germany to serve as chancellor of Germany; Merkel, leader of Germany's main conservative party, announces deal to form coalition government with Gerhard Schroder's S...",
      "abstract": "Angela Merkel is expected to become first woman and first person from former East Germany to serve as chancellor of Germany; Merkel, leader of Germany's main conservative party, announces deal to form coalition government with Gerhard Schroder's Social Democratic Party; her victory ends three-week political stalemate, but concessions she was forced to make leave it unclear whether she will be able to push through changes most economists agree are needed to shake off years of stagnation and high unemployment; under deal, Social Democrats will control such key posts as finance, foreign affairs, labor and justice, with Merkel and her allies receiving ministries of economy, defense, interior, agriculture, education and family; some see 'grand coalition' as formula for kind of gridlock, perpetuating very conditions--too much social spending and too litle labor market flexibility--that are root causes of Germany's economic stagnation; photo (M)",
      "lead_paragraph": "BERLIN, Oct. 10 - Angela Merkel, the leader of Germany's main conservative party, announced a deal on Monday that would allow her to become Germany's chancellor in a coalition government, succeeding Gerhard Schröder after his seven years at the head of Europe's biggest and most economically powerful country.",
      "publication_date": "2005-10-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/11/world/europe/deal-clears-way-for-first-woman-to-lead-germany.html",
      "byline": "By Richard Bernstein"
    },
    {
      "headline": "As Delphi Goes, So Goes G.M.?",
      "snippet": "Robert S Miller, chief executive of auto parts maker Delphi, predicts that General Motors and Ford Motor could find themselves following Delphi into bankruptcy in next few years unless they take drastic steps to reduce their own labor costs; says ...",
      "abstract": "Robert S Miller, chief executive of auto parts maker Delphi, predicts that General Motors and Ford Motor could find themselves following Delphi into bankruptcy in next few years unless they take drastic steps to reduce their own labor costs; says his company will do what it can to prevent more bankruptcies in the industry; believes that major auto companies are now engulfed in same industrial turbulence that forced revamping of steel and airline industries, with which he was intmately familiar; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/11/business/as-delphi-goes-so-goes-gm.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Pressure Rises on Producer of a Flu Drug",
      "snippet": "Roche, maker of main drug that would be used against possible bird flu epidemic, is under growing pressure to allow production of generic versions of medicine; but it and some outside experts say production of drug, Tamiflu, is so complex and time...",
      "abstract": "Roche, maker of main drug that would be used against possible bird flu epidemic, is under growing pressure to allow production of generic versions of medicine; but it and some outside experts say production of drug, Tamiflu, is so complex and time-consuming that even generic makers could not quickly expand global supplies; those putting pressure on Roche, Swiss company, include United Nations Sec Gen Kofi Annan and health officials in some nations; photo (M)",
      "lead_paragraph": "HONG KONG, Oct. 11 - Roche, the maker of the main drug that would be used against a possible bird flu epidemic, is under growing pressure to allow production of generic versions of the medicine.",
      "publication_date": "2005-10-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/11/business/pressure-rises-on-producer-of-a-flu-drug.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "For Big Three, All the Signs Are Warnings",
      "snippet": "Auto industry observers believe that Kirk Kerkorian, one of General Motors' largest shareholders, will want to place Jerome B York on GM's board--a threat to GM chairman Rick Wagoner; Kerkorian and York are in fact reprising their roles of decade ...",
      "abstract": "Auto industry observers believe that Kirk Kerkorian, one of General Motors' largest shareholders, will want to place Jerome B York on GM's board--a threat to GM chairman Rick Wagoner; Kerkorian and York are in fact reprising their roles of decade ago, when Kerkorian was Chrysler's largest shareholder and turned to York to be his right-hand man in what became unsuccessful and contentious takeover bid; people briefed on situation say several of GM's assets are viewed as expendable, including parts of General Motors Acceptance Corp and Saab and Hummer brands; photos of Kerkorian and York (L)",
      "lead_paragraph": "DETROIT, Oct. 10 - Jerome B. York is looking over Rick Wagoner's shoulder, and that should make Mr. Wagoner nervous.",
      "publication_date": "2005-10-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/11/business/for-big-three-all-the-signs-are-warnings.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Liberal Hopes Ebb in Post-Storm Poverty Debate",
      "snippet": "Liberals lose hope that issues of poverty highlighted by Hurricane Katrina will be addressed; what liberals saw as chance to talk up new programs is fast becoming scramble to save old ones; conservatives are using storm to promote their own causes...",
      "abstract": "Liberals lose hope that issues of poverty highlighted by Hurricane Katrina will be addressed; what liberals saw as chance to talk up new programs is fast becoming scramble to save old ones; conservatives are using storm to promote their own causes, like suspending requirements that federal contractors have affirmative action plans and pay locally prevailing wages; federal costs for rebuilding Gulf Coast are estimated at $200 billion, prompting Congressional Republican leaders to push for spending cuts in programs like Medicaid and food stamps; many Democrats say poor will be asked to bear costs of hurricane; many conservatives say storm exposed not only great poverty but also problems of very policies liberals have supported; factors shaping current antipoverty debate include doubt about effectiveness of some programs, fact that poor people do not make campaign contributions and many do not even vote, federal deficit, and continuing support for tax cuts, including those aimed at wealthiest Americans; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 10 - As Hurricane Katrina put the issue of poverty onto the national agenda, many liberal advocates wondered whether the floods offered a glimmer of opportunity. The issues they most cared about -- health care, housing, jobs, race -- were suddenly staples of the news, with President Bush pledged to \"bold action.\"",
      "publication_date": "2005-10-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/11/politics/liberal-hopes-ebb-in-poststorm-poverty-debate.html",
      "byline": "By Jason Deparle"
    },
    {
      "headline": "Kashmiris Pay Heaviest Price In Earthquake",
      "snippet": "Kashmiris pay heaviest price in earthquake as death toll hovers around 20,000, vast majority in and around Muzaffarabad in Pakistani sector; across Line of Control in Indian sector, death toll climbs sharply to more than 900; in midst of cross-bor...",
      "abstract": "Kashmiris pay heaviest price in earthquake as death toll hovers around 20,000, vast majority in and around Muzaffarabad in Pakistani sector; across Line of Control in Indian sector, death toll climbs sharply to more than 900; in midst of cross-border misery comes sliver of political breakthrough, with Pakistan accepting offer of Indian aid for quake survivors but ruling out any joint operations; survivors in Muzaffarabad, frustrated and famished, without water or food, camp out on bare ground for third night, under rainy skies; Pakistani Army convoys begin delivering supplies, but so much less than is needed that melee breaks out every time army truck approaches; chief military spokesman says estimated 2.5 million people are left homeless; photo; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-10-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/10/11/front page/world/kashmiris-pay-heaviest-price-in-earthquake.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "Chief Is Out at Refco; He Owed It Millions",
      "snippet": "Refco Inc, futures-trading company that went public in August, ousts its chief executive, Phillip R Bennett, after discovering that firm he controls owes company $430 million; Refco's shares fall 45 percent, reducing company's market value by $1.6...",
      "abstract": "Refco Inc, futures-trading company that went public in August, ousts its chief executive, Phillip R Bennett, after discovering that firm he controls owes company $430 million; Refco's shares fall 45 percent, reducing company's market value by $1.65 billion; Refco says that Bennett has been suspended, although he repaid $430 million in cash same day; Refco hires forensic accountants to look into matter and will delay its quarterly filing to SEC (M)",
      "lead_paragraph": "Refco Inc., a futures-trading company that went public two months ago, ousted its chief executive yesterday after discovering that a firm he controlled owed the company$430 million. Refco's shares fell 45 percent, reducing the company's market value by $1.65 billion.",
      "publication_date": "2005-10-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/10/11/business/chief-is-out-at-refco-he-owed-it-millions.html",
      "byline": "By Vikas Bajaj and Floyd Norris"
    }
  ]
}