{
  "metadata": {
    "date": "2005-09-26",
    "total_articles": 32
  },
  "articles": [
    {
      "headline": "Leader of the F.D.A. Steps Down After a Short, Turbulent Tenure",
      "snippet": "Lester M. Crawford, the commissioner of food and drugs, resigned abruptly on Friday, causing further upheaval at an agency that has been in turmoil for more than a year.     Dr. Crawford, who was confirmed just two months ago, on July 18, after se...",
      "abstract": "Lester M. Crawford, the commissioner of food and drugs, resigned abruptly on Friday, causing further upheaval at an agency that has been in turmoil for more than a year.     Dr. Crawford, who was confirmed just two months ago, on July 18, after serving as acting commissioner for more than a year, did not say why he was stepping down.  ",
      "lead_paragraph": "WASHINGTON, Sept. 23 - Lester M. Crawford, the commissioner of food and drugs, resigned abruptly on Friday, causing further upheaval at an agency that has been in turmoil for more than a year.",
      "publication_date": "2005-09-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/24/politics/leader-of-the-fda-steps-down-after-a-short-turbulent-tenure.html",
      "byline": "By Robert Pear and Andrew Pollack"
    },
    {
      "headline": "It's Not TV, It's Yahoo",
      "snippet": "As Discovery orbited the Earth in early August, millions of people visited Yahoo, which runs the most popular news site on the Internet, to see the nail-biting conclusion to the troubled shuttle mission. Could NASA find a way to bring the astronau...",
      "abstract": "As Discovery orbited the Earth in early August, millions of people visited Yahoo, which runs the most popular news site on the Internet, to see the nail-biting conclusion to the troubled shuttle mission. Could NASA find a way to bring the astronauts home safely?      Despite the drama and the huge number of people flocking to the site, Lloyd Braun, the television impresario hired last year to oversee Yahoo's media operation, was not satisfied. All Yahoo was offering its users, Mr. Braun fumed, was a white page filled with links to other sites on the Web.  ",
      "lead_paragraph": "As Discovery orbited the Earth in early August, millions of people visited Yahoo, which runs the most popular news site on the Internet, to see the nail-biting conclusion to the troubled shuttle mission. Could NASA find a way to bring the astronauts home safely?",
      "publication_date": "2005-09-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/24/technology/its-not-tv-its-yahoo.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Storm Lashes Coast; Levees Breached in New Orleans",
      "snippet": "Hurricane Rita began lashing coastal cities up and down Louisiana and Texas on Friday with hurricane-force winds, starting fires in Galveston and breaching levees again in New Orleans. Earlier in the day, a mass evacuation in Texas left at least 2...",
      "abstract": "Hurricane Rita began lashing coastal cities up and down Louisiana and Texas on Friday with hurricane-force winds, starting fires in Galveston and breaching levees again in New Orleans. Earlier in the day, a mass evacuation in Texas left at least 24 elderly passengers dead in a bus fire.      As it approached the shore, the hurricane weakened to Category 3, with sustained winds of 120 miles an hour, down from a potentially catastrophic Category 5 on Wednesday. But the system was still bringing destruction.  ",
      "lead_paragraph": "GALVESTON, Tex., Sept. 23 - Hurricane Rita began lashing coastal cities up and down Louisiana and Texas on Friday with hurricane-force winds, starting fires in Galveston and breaching levees again in New Orleans. Earlier in the day, a mass evacuation in Texas left at least 24 elderly passengers dead in a bus fire.",
      "publication_date": "2005-09-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/24/us/nationalspecial/storm-lashes-coast-levees-breached-in-new-orleans.html",
      "byline": "By Simon Romero and Jere Longman"
    },
    {
      "headline": "3 in 82nd Airborne Say Beating Iraqi Prisoners Was Routine",
      "snippet": "Three former members of the Army's 82nd Airborne Division say soldiers in their battalion in Iraq routinely beat and abused prisoners in 2003 and 2004 to help gather intelligence on the insurgency and to amuse themselves.      The new allegations,...",
      "abstract": "Three former members of the Army's 82nd Airborne Division say soldiers in their battalion in Iraq routinely beat and abused prisoners in 2003 and 2004 to help gather intelligence on the insurgency and to amuse themselves.      The new allegations, the first involving members of the elite 82nd Airborne, are contained in a report by Human Rights Watch. The 30-page report does not identify the troops, but one is Capt. Ian Fishback, who has presented some of his allegations in letters this month to top aides of two senior Republicans on the Senate Armed Services Committee, John W. Warner of Virginia, the chairman, and John McCain of Arizona. Captain Fishback approached the Senators' offices only after he tried to report the allegations to his superiors for 17 months, the aides said. The aides also said they found the captain's accusations credible enough to warrant investigation.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/24/politics/3-in-82nd-airborne-say-beating-iraqi-prisoners-was-routine.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Bus Evacuating Senior Center Burns, Killing 24 Near Dallas",
      "snippet": "A bus evacuating frail residents from a suburban Houston senior-living center burst into flames and was rocked by explosions on a traffic-choked highway south of Dallas early Friday, leaving behind a charred and grisly wreck and two dozen dead.   ...",
      "abstract": "A bus evacuating frail residents from a suburban Houston senior-living center burst into flames and was rocked by explosions on a traffic-choked highway south of Dallas early Friday, leaving behind a charred and grisly wreck and two dozen dead.     Harry Wilson, 78, one of the survivors, said smoke had begun pouring out of a wheel well on the bus around 6:30 a.m., not long after the driver had stopped to change a tire. Later, when the bus was back on the road, there was a pop, Mr. Wilson said, and the driver pulled over again near the town of Wilmer, about 15 miles south of Dallas. Within minutes the bus filled with smoke.  ",
      "lead_paragraph": "HOUSTON, Sept. 23 - A bus evacuating frail residents from a suburban Houston senior-living center burst into flames and was rocked by explosions on a traffic-choked highway south of Dallas early Friday, leaving behind a charred and grisly wreck and two dozen dead.",
      "publication_date": "2005-09-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/24/us/nationalspecial/bus-evacuating-senior-center-burns-killing-24-near.html",
      "byline": "By Rick Lyman and Laura Griffin"
    },
    {
      "headline": "To Be Better, New Orleans, Think Smaller",
      "snippet": "AT the turn of the last century, Galveston, Tex., was one of the most important cities west of the Mississippi. With a population of 38,000, it had a critical port, a thriving banking sector and more wealth per capita than just about anyplace else...",
      "abstract": "AT the turn of the last century, Galveston, Tex., was one of the most important cities west of the Mississippi. With a population of 38,000, it had a critical port, a thriving banking sector and more wealth per capita than just about anyplace else in America. Its streets were paved with oyster shells that shined in the moonlight.     Then, on Sept. 8, 1900, Galveston was struck by a hurricane that killed thousands and flattened the city. It never recovered. The merchants, the bankers and all sorts of other service-sector workers fled to Houston, never to return. Businesses died. The port shrank to nothingness. ''Galveston was left without a tax base,'' said Paul Burka, senior executive editor of Texas Monthly (and a Galveston native). Houston went on to become the city that Galveston had once aspired to be.  ",
      "lead_paragraph": "AT the turn of the last century, Galveston, Tex., was one of the most important cities west of the Mississippi. With a population of 38,000, it had a critical port, a thriving banking sector and more wealth per capita than just about anyplace else in America. Its streets were paved with oyster shells that shined in the moonlight.",
      "publication_date": "2005-09-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/24/business/to-be-better-new-orleans-think-smaller.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "For Wolfowitz, Poverty Is the Newest War to Fight",
      "snippet": "Three months into his new job as president of the World Bank, Paul D. Wolfowitz caused heartburn this week for some former colleagues in the Bush administration.     As finance ministers from around the world began three days of discussions here o...",
      "abstract": "Three months into his new job as president of the World Bank, Paul D. Wolfowitz caused heartburn this week for some former colleagues in the Bush administration.     As finance ministers from around the world began three days of discussions here on Friday, officials closed in on an international agreement to wipe out $18 billion in debt for some of the world's poorest countries. [Page C6.]  ",
      "lead_paragraph": "WASHINGTON, Sept. 23 - Three months into his new job as president of the World Bank, Paul D. Wolfowitz caused heartburn this week for some former colleagues in the Bush administration.",
      "publication_date": "2005-09-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/24/politics/for-wolfowitz-poverty-is-the-newest-war-to-fight.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Today's Lesson: Rethink College Funds",
      "snippet": "It seems miserly, immoral and guaranteed to make your children more resentful than they normally would be, but saving for their college education is the last thing you should be doing.      Save for your own retirement and, then, if there is anyth...",
      "abstract": "It seems miserly, immoral and guaranteed to make your children more resentful than they normally would be, but saving for their college education is the last thing you should be doing.      Save for your own retirement and, then, if there is anything left, put something aside for them.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/24/business/your-money-todays-lesson-rethink-college-funds.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Gulf Coast Insurance Expected to Soar",
      "snippet": "The cost of insurance for homes and businesses is expected to rise sharply in the Gulf Coast states because of Hurricane Katrina, and even more so with Hurricane Rita, industry experts said yesterday. Policyholders far from the battered coastline ...",
      "abstract": "The cost of insurance for homes and businesses is expected to rise sharply in the Gulf Coast states because of Hurricane Katrina, and even more so with Hurricane Rita, industry experts said yesterday. Policyholders far from the battered coastline are also expected to face higher premiums.     Prices for home insurance in New Orleans, elsewhere in Louisiana and in Mississippi could easily jump an average of 15 percent to 30 percent, industry executives and analysts said. In other states vulnerable to hurricanes, they said, the increase might be as little as 3 percent to 5 percent, with smaller rises in areas far from the Atlantic and Gulf of Mexico coasts.  ",
      "lead_paragraph": "The cost of insurance for homes and businesses is expected to rise sharply in the Gulf Coast states because of Hurricane Katrina, and even more so with Hurricane Rita, industry experts said yesterday. Policyholders far from the battered coastline are also expected to face higher premiums.",
      "publication_date": "2005-09-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/24/business/gulf-coast-insurance-expected-to-soar.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "'Katrina Effect' Pushed Texans Into Gridlock",
      "snippet": "At 9:30 a.m. on Wednesday, with Hurricane Rita gathering strength and aimed at Texas, Mayor Bill White of Houston ordered mandatory evacuations from low-lying sections of the city while urging voluntary evacuations from flood-prone neighborhoods a...",
      "abstract": "At 9:30 a.m. on Wednesday, with Hurricane Rita gathering strength and aimed at Texas, Mayor Bill White of Houston ordered mandatory evacuations from low-lying sections of the city while urging voluntary evacuations from flood-prone neighborhoods and mobile homes.     His pleas were entirely consistent with the region's established evacuation plans, plans that disaster officials had rehearsed and honed for years. Under those plans, 1.25million people, at most, were expected to leave. The big worry was whether enough people would heed evacuation orders.  ",
      "lead_paragraph": "HOUSTON, Sept. 23 - At 9:30 a.m. on Wednesday, with Hurricane Rita gathering strength and aimed at Texas, Mayor Bill White of Houston ordered mandatory evacuations from low-lying sections of the city while urging voluntary evacuations from flood-prone neighborhoods and mobile homes.",
      "publication_date": "2005-09-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/24/us/nationalspecial/katrina-effect-pushed-texans-into-gridlock.html",
      "byline": "By Ralph Blumenthal and David Barstow"
    },
    {
      "headline": "Hurricane Slams Into Gulf Coast; Flooding Begins",
      "snippet": "Hurricane Rita, with an eye 20 miles wide and wind gusts of almost 150 miles per hour, slammed into the Gulf Coast before dawn on Saturday, causing far less damage than officials had feared but raising new concerns as its torrential rain and storm...",
      "abstract": "Hurricane Rita, with an eye 20 miles wide and wind gusts of almost 150 miles per hour, slammed into the Gulf Coast before dawn on Saturday, causing far less damage than officials had feared but raising new concerns as its torrential rain and storm surges caused widespread flooding across much of the region.     By late Saturday, only one death had been attributed to the storm or its remnants; one person was killed in Mississippi when a tornado hit a mobile home, The Associated Press reported. On Friday, 24 residents of a living center for the elderly died when the bus in which they were being evacuated caught fire.  ",
      "lead_paragraph": "BEAUMONT, Tex., Sept. 24 - Hurricane Rita, with an eye 20 miles wide and wind gusts of almost 150 miles per hour, slammed into the Gulf Coast before dawn on Saturday, causing far less damage than officials had feared but raising new concerns as its torrential rain and storm surges caused widespread flooding across much of the region.",
      "publication_date": "2005-09-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/25/us/nationalspecial/hurricane-slams-into-gulf-coast-flooding-begins.html",
      "byline": "By Shaila Dewan and Jere Longman"
    },
    {
      "headline": "STORM AND CRISIS",
      "snippet": "THE OIL INDUSTRY -- The storm damaged oil refineries, but it did not cause the widespread destruction of the energy infrastructure that some had feared.   PAGE 34    EXPLOSION INVESTIGATED -- As investigators look into the fire on an evacuation bu...",
      "abstract": " THE OIL INDUSTRY -- The storm damaged oil refineries, but it did not cause the widespread destruction of the energy infrastructure that some had feared.   PAGE 34    EXPLOSION INVESTIGATED -- As investigators look into the fire on an evacuation bus that killed 24, details are emerging about the vehicle and the company that operated it.   PAGE 34    RETURNING TO NEW ORLEANS -- Business owners can return to parts of New Orleans as soon as Monday, Mayor C. Ray Nagin said, resuming his plan to revive the city.   PAGE 34    THE PRESIDENT -- President Bush visited command centers, asking questions and thanking workers, but had few decisions to make.   REPORTER'S NOTEBOOK, PAGE 33  ",
      "lead_paragraph": "THE OIL INDUSTRY -- The storm damaged oil refineries, but it did not cause the widespread destruction of the energy infrastructure that some had feared. PAGE 34",
      "publication_date": "2005-09-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/25/us/storm-and-crisis.html",
      "byline": ""
    },
    {
      "headline": "Afraid of Being on Your Own? That's Healthy (and Also Useful)",
      "snippet": "Like many people who entertain the notion of leaving secure jobs to start their own businesses, Clive Rousseau remembers exactly when, in late 2003, those thoughts began to surface. For more than three years, he had been working at BuffSpa, a nail...",
      "abstract": "Like many people who entertain the notion of leaving secure jobs to start their own businesses, Clive Rousseau remembers exactly when, in late 2003, those thoughts began to surface. For more than three years, he had been working at BuffSpa, a nail salon at Bergdorf Goodman, where his pedicures had helped him amass a devoted clientele.      ''I got stuck,'' said Mr. Rousseau, who has a state license in nail technology and has since expanded his skills by learning about medical pedicures and reflexology. ''Either I could stay here and repeat everything or leave.'' He considered a horizontal move to another salon nearby, but what was really ''screaming in my head'' was to be his own boss. ''I was scared,'' he said. ''And the scariest part was the fact no one was going to hand me a check.''  ",
      "lead_paragraph": "Like many people who entertain the notion of leaving secure jobs to start their own businesses, Clive Rousseau remembers exactly when, in late 2003, those thoughts began to surface. For more than three years, he had been working at BuffSpa, a nail salon at Bergdorf Goodman, where his pedicures had helped him amass a devoted clientele.",
      "publication_date": "2005-09-25T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/09/25/jobs/afraid-of-being-on-your-own-thats-healthy-and-also-useful.html",
      "byline": "By Coeli Carr"
    },
    {
      "headline": "As Test Scores Jump, Raleigh Credits Integration by Income",
      "snippet": "Over the last decade, black and Hispanic students here in Wake County have made such dramatic strides in standardized reading and math tests that it has caught the attention of education experts around the country.     The main reason for the stud...",
      "abstract": "Over the last decade, black and Hispanic students here in Wake County have made such dramatic strides in standardized reading and math tests that it has caught the attention of education experts around the country.     The main reason for the students' dramatic improvement, say officials and parents in the county, which includes Raleigh and its sprawling suburbs, is that the district has made a concerted effort to integrate the schools economically.  ",
      "lead_paragraph": "RALEIGH, N.C. - Over the last decade, black and Hispanic students here in Wake County have made such dramatic strides in standardized reading and math tests that it has caught the attention of education experts around the country.",
      "publication_date": "2005-09-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/25/education/as-test-scores-jump-raleigh-credits-integration-by-income.html",
      "byline": "By Alan Finder"
    },
    {
      "headline": "After the Storm, Salvaging a Life",
      "snippet": "IN the days after Hurricane Katrina, Tory Johnson sat at home in Manhattan, watching the devastation on TV. Like the rest of us, she felt helpless and horrified. Like so many of us, she wrote a check to a charity. Like very few of us, she got on a...",
      "abstract": "IN the days after Hurricane Katrina, Tory Johnson sat at home in Manhattan, watching the devastation on TV. Like the rest of us, she felt helpless and horrified. Like so many of us, she wrote a check to a charity. Like very few of us, she got on a plane, flew to Houston, and vowed to personally mend some tattered lives.      Ms. Johnson is the founder and chief executive of Women for Hire, which runs job fairs throughout the United States. ''Employment is what I live and breathe,'' she said. Watching the news, she said, ''I knew that these people couldn't start to pick up the pieces without a job.''  ",
      "lead_paragraph": "IN the days after Hurricane Katrina, Tory Johnson sat at home in Manhattan, watching the devastation on TV. Like the rest of us, she felt helpless and horrified. Like so many of us, she wrote a check to a charity. Like very few of us, she got on a plane, flew to Houston, and vowed to personally mend some tattered lives.",
      "publication_date": "2005-09-25T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2005/09/25/jobs/after-the-storm-salvaging-a-life.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "In Plans to Evacuate U.S. Cities, Chance for Havoc",
      "snippet": "The chaotic evacuations of New Orleans and Houston have prompted local officials across the country to take another look at plans for emptying their cities in response to a large-scale natural disaster or a terrorist attack. What they have found i...",
      "abstract": "The chaotic evacuations of New Orleans and Houston have prompted local officials across the country to take another look at plans for emptying their cities in response to a large-scale natural disaster or a terrorist attack. What they have found is not wholly reassuring.     From Los Angeles to Boston, from Seattle to Miami, plans to relocate, house and feed potentially hundreds of thousands of displaced people are embryonic at best and nonexistent at worst. As the exodus from Houston this week demonstrated, in many places highways would clog quickly, confusion would reign and police resources would soon be overtaxed. New Orleans offered a different and more deadly example of what could go wrong, as tens of thousands of people, many of them poor and lacking private transportation, could be left to fend for themselves in cities without basic services or law enforcement.  ",
      "lead_paragraph": "LOS ANGELES, Sept. 24 - The chaotic evacuations of New Orleans and Houston have prompted local officials across the country to take another look at plans for emptying their cities in response to a large-scale natural disaster or a terrorist attack. What they have found is not wholly reassuring.",
      "publication_date": "2005-09-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/25/us/nationalspecial/in-plans-to-evacuate-us-cities-chance-for-havoc.html",
      "byline": "By John M. Broder"
    },
    {
      "headline": "Ouch! A Director's Parting Shot",
      "snippet": "IT is not every day that shareholders get a peek inside the corporate boardroom to see how effectively -- or not -- their representatives, the directors, are overseeing management. That's why the four-page resignation letter from Michael P. Berry,...",
      "abstract": "IT is not every day that shareholders get a peek inside the corporate boardroom to see how effectively -- or not -- their representatives, the directors, are overseeing management. That's why the four-page resignation letter from Michael P. Berry, an independent director at Corinthian Colleges, is so riveting. It describes a compliant board that sits comfortably in the pocket of Corinthian's management.      Corinthian Colleges is a for-profit secondary education company operating 94 colleges in the United States and 34 in Canada. Based in Santa Ana, Calif., the company offers diploma programs in health care, business, criminal justice, trades and technology. It was formed in 1995 and has been a public company for six years. Almost 80 percent of its revenue in fiscal 2005 came from federal financial aid, aka the taxpayers.  ",
      "lead_paragraph": "IT is not every day that shareholders get a peek inside the corporate boardroom to see how effectively -- or not -- their representatives, the directors, are overseeing management. That's why the four-page resignation letter from Michael P. Berry, an independent director at Corinthian Colleges, is so riveting. It describes a compliant board that sits comfortably in the pocket of Corinthian's management.",
      "publication_date": "2005-09-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/09/25/business/ouch-a-directors-parting-shot.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "How to Pitch the Military When a War Drags On?",
      "snippet": "THE camera tracks a mother's field of vision as she hovers over a checkbook and a calculator lying on her kitchen table. She looks up as her daughter, a young African-American woman, sits down to speak with her.     ''Look Mom, if I decide I still...",
      "abstract": "THE camera tracks a mother's field of vision as she hovers over a checkbook and a calculator lying on her kitchen table. She looks up as her daughter, a young African-American woman, sits down to speak with her.     ''Look Mom, if I decide I still want to be a doctor when I get out, I'll have had four years experience as a nurse or an X-ray tech or an O.T. specialist working with real patients,'' the daughter says, speaking directly into the camera and into her mother's eyes. ''That's why I want to enlist in the military; it'll be good for my career. What do you think? Mom?''  ",
      "lead_paragraph": "THE camera tracks a mother's field of vision as she hovers over a checkbook and a calculator lying on her kitchen table. She looks up as her daughter, a young African-American woman, sits down to speak with her.",
      "publication_date": "2005-09-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/09/25/business/yourmoney/how-to-pitch-the-military-when-a-war-drags-on.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "'Super Mario' Has a Super Headache",
      "snippet": "IN 1976, Mario J. Gabelli, then a red-headed 34-year-old research analyst, took one of his regular trips to Branford, Conn., to meet with Frederick J. Mancheski, then chairman and chief executive of Echlin Inc., an auto parts company he covered. B...",
      "abstract": "IN 1976, Mario J. Gabelli, then a red-headed 34-year-old research analyst, took one of his regular trips to Branford, Conn., to meet with Frederick J. Mancheski, then chairman and chief executive of Echlin Inc., an auto parts company he covered. But on that visit, Mr. Gabelli had something to sell: himself.      ''He came in one day and said he was thinking of starting his own firm to manage money,'' Mr. Mancheski, now 79, recalled in a recent interview. ''I told him I thought he had the know-how and he asked me if I'd be interested in investing in it. I was the first backer.'' He sent him a $50,000 check.  ",
      "lead_paragraph": "IN 1976, Mario J. Gabelli, then a red-headed 34-year-old research analyst, took one of his regular trips to Branford, Conn., to meet with Frederick J. Mancheski, then chairman and chief executive of Echlin Inc., an auto parts company he covered. But on that visit, Mr. Gabelli had something to sell: himself.",
      "publication_date": "2005-09-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2005/09/25/business/super-mario-has-a-super-headache.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Surging Water Stirs Up Fears and Memories",
      "snippet": "The water rose even after the rains thinned and the winds lightened. It pushed up from the Gulf of Mexico through coastal canals, dismissed the banks of the Calcasieu River in places and surged across Shell Beach Drive to the steps of the estates ...",
      "abstract": "The water rose even after the rains thinned and the winds lightened. It pushed up from the Gulf of Mexico through coastal canals, dismissed the banks of the Calcasieu River in places and surged across Shell Beach Drive to the steps of the estates overlooking the refineries and casinos on Lake Charles.     Here near the Louisiana-Texas border, a region where historical high-water marks are recounted with hand gestures at the knee and the neck and with ominous swipes at the air above, Hurricane Rita left its own mark, and new mysteries.  ",
      "lead_paragraph": "LAKE CHARLES, La., Sept. 24 - The water rose even after the rains thinned and the winds lightened. It pushed up from the Gulf of Mexico through coastal canals, dismissed the banks of the Calcasieu River in places and surged across Shell Beach Drive to the steps of the estates overlooking the refineries and casinos on Lake Charles.",
      "publication_date": "2005-09-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/25/us/nationalspecial/surging-water-stirs-up-fears-and-memories.html",
      "byline": "By William Yardley"
    },
    {
      "headline": "China's Leader, Ex-Rival at Side, Solidifies Power",
      "snippet": "Three years after becoming China's top leader, Hu Jintao has solidified his grip on power and intimidated critics inside and outside the Communist Party with the help of the man once seen as his most potent rival.     Mr. Hu, China's president and...",
      "abstract": "Three years after becoming China's top leader, Hu Jintao has solidified his grip on power and intimidated critics inside and outside the Communist Party with the help of the man once seen as his most potent rival.     Mr. Hu, China's president and Communist Party chief, and Zeng Qinghong, vice president and the man in charge of the party's organizational affairs, have tackled the most delicate domestic and foreign policy issues as a team, governing as hard-liners with a deft political touch, former Chinese officials and scholars with leadership connections said.  ",
      "lead_paragraph": "BEIJING, Sept. 24 - Three years after becoming China's top leader, Hu Jintao has solidified his grip on power and intimidated critics inside and outside the Communist Party with the help of the man once seen as his most potent rival.",
      "publication_date": "2005-09-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2005/09/25/world/asia/chinas-leader-exrival-at-side-solidifies-power.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "Many Contracts for Storm Work Raise Questions",
      "snippet": "First detailed tally of commitments from federal agencies since Hurricane Katrina hit Gulf Coast shows that more than 15 contracts exceed $100 million, including 5 of $500 million or more; most are for clearing debris--trees, homes and cars--that ...",
      "abstract": "First detailed tally of commitments from federal agencies since Hurricane Katrina hit Gulf Coast shows that more than 15 contracts exceed $100 million, including 5 of $500 million or more; most are for clearing debris--trees, homes and cars--that are strewn across region, purchasing trailers, and providing transportation; more than 80 percent of $1.5 billion in contracts signed by FEMA were awarded without bidding or with limited competition, provoking concerns about potential for favoritism or abuse; of $62.3 billion in emergency financing appropriated by Congress, $15.8 billion has been allocated from FEMA-managed disaster fund, of which $11.6 billion has been committed through contracts, direct aid to individuals or work by government agencies; some industry and government officials say Army Corps of Engineers has allowed rate for debris-removal that is too high; Congressional investigators are examining $586 million contract awarded to AshBritt, Florida debris-removal company that was client of former lobbying firm of Mississippi Gov Haley Barbour; contracts also show disparities in cost of materials; some companies awarded large contracts, including Bechtel and Fluor Corporation, have been or are currently under scrutiny for other work; Mississippi Rep Bennie Thompson complains that FEMA and other agencies are giving too much work to giant companies instead of local or minority-owned businesses; Homeland Security Department official Greg Rothwell says contracts were awarded quickly because of crisis situation and promises every invoice will be scrutinized; details of several contracts noted; map; charts show allocation of money and sampling of contracts awarded (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-09-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/26/us/nationalspecial/many-contracts-for-storm-work-raise-questions.html",
      "byline": "By Eric Lipton and Ron Nixon"
    },
    {
      "headline": "A Web of Faith, Law and Science in Evolution Suit",
      "snippet": "Trial begins in federal court in Harrisburg, Pa, in first direct challenge to mandated teaching of intelligent design; suit was filed by 11 parents in Dover, Pa, who were outraged when school board voted to require high school biology classes to h...",
      "abstract": "Trial begins in federal court in Harrisburg, Pa, in first direct challenge to mandated teaching of intelligent design; suit was filed by 11 parents in Dover, Pa, who were outraged when school board voted to require high school biology classes to hear about 'alternatives' to evolution; parents contend intelligent design is simply way to sneak religion into public school curriculum; case will be closely followed and could influence communities nationwide that are considering similar curriculum; advocates on both side of issue are lining up, often calling it Scopes II, reference to 1925 Monkey Trial, last century's great face-off over evolution; presiding judge in case is John E Jones III, who was nominated by Pres Bush; on evolutionist side is legal team put together by American Civil Liberties Union and Americans United for Separation of Church and State, groups who want to put intelligent design itself on trial and thoroughly discredit it; on intelligent design side is Thomas More Law Center, non-profit Christian law firm; photos (M)",
      "lead_paragraph": "DOVER, Pa., Sept. 23 - Sheree Hied, a mother of five who believes that God created the earth and its creatures, was grateful when her school board here voted last year to require high school biology classes to hear about \"alternatives\" to evolution, including the theory known as intelligent design.",
      "publication_date": "2005-09-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/26/education/a-web-of-faith-law-and-science-in-evolution-suit.html",
      "byline": "By Laurie Goodstein"
    },
    {
      "headline": "In Mexico's Murders, Fury Is Aimed at Officials",
      "snippet": "International observers, human rights workers and federal authorities say investigation of more than 350 murders in Ciudad Juarez, Mexico, over last decade illustrates disturbing pattern of malfeasance by state law enforcement authorities; bunglin...",
      "abstract": "International observers, human rights workers and federal authorities say investigation of more than 350 murders in Ciudad Juarez, Mexico, over last decade illustrates disturbing pattern of malfeasance by state law enforcement authorities; bungling and cover-ups, including torture and imprisonment of innocent men, are so extensive that police and other officials have become suspected of links to crimes; new state officials are reviewing and reopening more than 100 cases, but all agree that problems are profound and far from fixed; human rights and law enforcement authorities say that whether justice can be found in Ciudad Juarez has become important test of Mexico's efforts to establish rule of law; city, industrial capital of some 1.3 million people, is Mexico's most violent and remains in grip of organized crime; women and girls continue to disappear and suffer violent deaths; photos; map (M)",
      "lead_paragraph": "CIUDAD JUÁREZ, Mexico - Víctor Javier García still has a dozen marks across his abdomen and genitals from the burning cigarettes the police used to torture him into falsely confessing to being a serial killer.",
      "publication_date": "2005-09-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/26/world/americas/in-mexicos-murders-fury-is-aimed-at-officials.html",
      "byline": "By Ginger Thompson"
    },
    {
      "headline": "Microsoft Plans to Sell Search Ads of Its Own",
      "snippet": "Microsoft Corp will unveil own system for selling advertising for its MSN search engine, one that is meant to improve on systems used by Google and Yahoo by allowing marketers to aim ads on Web search pages to users based on their sex, age and loc...",
      "abstract": "Microsoft Corp will unveil own system for selling advertising for its MSN search engine, one that is meant to improve on systems used by Google and Yahoo by allowing marketers to aim ads on Web search pages to users based on their sex, age and location; ads are now sold by Yahoo; move is part of Microsoft's broad response to threat from Google, which is using its powerful advertising sales network to support expanding range of free software products and Internet services; latest organization of Microsoft's management brought MSN into same group as its Windows operating systems, indicating that company sees software delivered over Internet--and possibly paid for through advertising--as central to its future; offering such advertising-supported services requires Microsoft to control its own system; photos (M)",
      "lead_paragraph": "The Microsoft Corporation will unveil today its own system for selling Web advertising as it struggles to compete with Google and Yahoo in the expanding Web search business. The system, to be used by MSN, is meant to improve on those of Microsoft's rivals by allowing marketers to aim ads on Web search pages to users based on their sex, age or location.",
      "publication_date": "2005-09-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/26/business/media/microsoft-plans-to-sell-search-ads-of-its-own.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Porsche Says it Plans to Amass a 20% Stake in Volkswagen",
      "snippet": "Porsche plans to amass 20 percent stake in Volkswagen, becoming its biggest shareholder and bringing together high-end and mass-market poles of German automotive industry; says it seeks to prevent takeover of Volkswagen, which is building much of ...",
      "abstract": "Porsche plans to amass 20 percent stake in Volkswagen, becoming its biggest shareholder and bringing together high-end and mass-market poles of German automotive industry; says it seeks to prevent takeover of Volkswagen, which is building much of Porsche's Cayenne sport utility vehicle and will work with Porsche on producing hybrid gasoline-electric vehicles; Volkswagen offers cautious endorsement of move, which should cost Porsche about $3.98 billion; there has been speculation that Kirk Kerkorian is amassing stake in Volkswagen (M)",
      "lead_paragraph": "FRANKFURT, Sept. 25 - Porsche announced on Sunday that it planned to amass a 20 percent stake in Volkswagen -- a deal that would make the celebrated maker of sports cars Volkswagen's biggest shareholder and bring together the opposite ends of the German automotive spectrum.",
      "publication_date": "2005-09-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/26/business/worldbusiness/porsche-says-it-plans-to-amass-a-20-stake-in.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Rebuked, Even Sued, a Board Remains in Place",
      "snippet": "Hollinger International's prominent independent directors, including Richard N Perle, Henry A Kissinger and James R Thompson, remain on board and continue to receive $50,000 a year and $3,000 a meeting even though several of them were censured for...",
      "abstract": "Hollinger International's prominent independent directors, including Richard N Perle, Henry A Kissinger and James R Thompson, remain on board and continue to receive $50,000 a year and $3,000 a meeting even though several of them were censured for their conduct in internal company report more than a year ago; Perle is being sued by company, and group of current and past board members, including Kissinger, have agreed to pay $50 million to settle shareholder lawsuit contending that they failed to perform their duties; some investors demands directors' resignations; photo (M)",
      "lead_paragraph": "Hollinger International's prominent independent directors, including Richard N. Perle, Henry A. Kissinger and James R. Thompson, remain in their paid positions more than a year after several were censured for their conduct in an internal company report.",
      "publication_date": "2005-09-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/26/business/rebuked-even-sued-a-board-remains-in-place.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Storms Cast Spotlight on Energy's New Reality",
      "snippet": "Hurricane Rita shows what big impact any disruption, natural or otherwise, can have on oil and gas supplies because there is little production or refining capacity to spare; refineries should have started by now to build stockpiles of heating oil ...",
      "abstract": "Hurricane Rita shows what big impact any disruption, natural or otherwise, can have on oil and gas supplies because there is little production or refining capacity to spare; refineries should have started by now to build stockpiles of heating oil for winter, but most of them are struggling to churn out more gasoline to make up for refining capacity knocked out by Hurricanes Katrina and Rita; markets for heating oil and natural gas are on shaking foundations, and prices could well rise in months ahead; most immediate concern is condition of coastal refining system; initial estimates by insurance specialists put damage from Hurricane Rita at $5 billion or less, far below estimated $35 billion in damage inflicted by Hurricane Katrina (M)",
      "lead_paragraph": "The vast energy complex spread along the hurricane-battered Gulf Coast apparently escaped serious damage in the latest storm. But for an industry still reeling from the impact of Hurricane Katrina, the recovery will be long and arduous, leaving global energy markets at the mercy of other natural disasters -- or unforeseen twists in unpredictable oil-producing countries like Nigeria and Iran.",
      "publication_date": "2005-09-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/26/business/storms-cast-spotlight-on-energys-new-reality.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Waters Recede, Leaving a Trail of Frustration",
      "snippet": "Water begins to retreat in submerged low-lying bayou country of South Louisiana, but anger wells as residents and officials of Terrebonne Parish, which includes Houma, begin to survey storm-surge damage from Hurricane Rita; state residents and pol...",
      "abstract": "Water begins to retreat in submerged low-lying bayou country of South Louisiana, but anger wells as residents and officials of Terrebonne Parish, which includes Houma, begin to survey storm-surge damage from Hurricane Rita; state residents and politicians have for years criticized what they believe is federal government's indifference to erosion of marshland and barrier islands that has lessened state's buffer against major storms; Louisiana Gov Kathleen Babineaux Blanco tours area and calls for $20.2 billion in federal money to strengthen levee and pumping systems along inundated coastal region; Sheriff Jerry J Larpenter is especially critical of FEMA's response and of parish officials who did not issue mandatory evacuation for residents of lower part of parish; area economy is driven by fishing and oil industries; shrimpers are facing depressed prices and and oystermen fear industry will be set back two to five years; some residents talk of moving away from area; photo; (M)",
      "lead_paragraph": "HOUMA, La., Sept. 25 - When Michael and Haley Rich evacuated their mobile home along Bayou Grand Caillou ahead of Hurricane Rita, they left by car. On Sunday, they returned by boat.",
      "publication_date": "2005-09-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/26/us/nationalspecial/waters-recede-leaving-a-trail-of-frustration.html",
      "byline": "By Jere Longman and Michael Brick"
    },
    {
      "headline": "Relieved Texans Returning Home as Storm Fades",
      "snippet": "Tens of thousands of evacuees begn returning to Houston and workers repair battered levees to keep water from flowing into New Orleans, as Hurricane Rita's sputtering remnants spread up Mississippi Valley and into Midwest; storm sent three million...",
      "abstract": "Tens of thousands of evacuees begn returning to Houston and workers repair battered levees to keep water from flowing into New Orleans, as Hurricane Rita's sputtering remnants spread up Mississippi Valley and into Midwest; storm sent three million people searching for safer ground and left behind wind-ravaged and waterlogged swath of land, although damage is lighter than expected; oil prices plummet as damage to refineries along coast is less than had been feared; slow recovery from Hurricane Katrina in New Orleans, interrupted by Rita, resumes; Mayor C Ray Nagin affirms intention to gradually reopen drier parts of city in coming week; Pres Bush attends briefings on government response in San Antonio, Austin and Baton Rouge; in Cameron Parish, La, small towns are virtually destoyed and familiar landmarks gone; Gov Kathleen Babineaux Blanco says she will ask federal government for $31.7 billion to help rebuild state's infrastructure; White House spokesman Scott McClellan says Bush believes that Congress should consider putting Pentagon in charge of response to 'extraordinary' natural disasters; steps are taken toward normalcy in Houston, which escaped wrath expected, but eastern Texas and Louisiana are not so sanguine; photos; graphs (M)",
      "lead_paragraph": "NEW ORLEANS, Sept. 25 - Tens of thousands of evacuees began returning to Houston on Sunday and workers repaired battered levees enough to keep water from flowing into twice-flooded New Orleans, as Hurricane Rita's sputtering remnants spread up the Mississippi Valley and into the Midwest.",
      "publication_date": "2005-09-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/09/26/us/nationalspecial/relieved-texans-returning-home-as-storm-fades.html",
      "byline": "This article was reported by Peter Applebome, Rick Lyman and William Yardley, and Written By Mr. Applebome"
    },
    {
      "headline": "Going Deep for Digital",
      "snippet": "Hollywood studios are counting on 3-D films, including Walt Disney's Chicken Little, due out in November, and next summer's Monster House, to become catalyst for converting nation's movie theaters to digital projection technology; studios have set...",
      "abstract": "Hollywood studios are counting on 3-D films, including Walt Disney's Chicken Little, due out in November, and next summer's Monster House, to become catalyst for converting nation's movie theaters to digital projection technology; studios have settled on set of technical standards for digital cinema introduction, and studios, theater owners and equipment vendors have reached consensus on basic framework to pay for change to digital; equipment and eyewear that are used in Chicken Little were developed by Real D and StereoGraphics; director James Cameron says he will shoot only in 3-D, and there are others like him in Hollywood who believe that 3-D could have momentous effect on film, the way silent movies gave way to talkies and black-and-white to color; photos (M)",
      "lead_paragraph": "LOS ANGELES, Sept. 25 - Last March, executives from the Walt Disney Studios approached the visual-effects wizards at George Lucas's company, Industrial Light & Magic, with an audacious request. Could they convert the forthcoming Disney animated film \"Chicken Little\" into 3-D?",
      "publication_date": "2005-09-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/26/business/media/going-deep-for-digital.html",
      "byline": "By David M. Halbfinger"
    },
    {
      "headline": "A Story Better Told in Print",
      "snippet": "David Carr column says only newspapers can provide substantial coverage of stories like Hurricanes Katrina and Rita, detailing damage and exploring matters like race, infrastructure and class in depths that electronic media cannot touch; expresses...",
      "abstract": "David Carr column says only newspapers can provide substantial coverage of stories like Hurricanes Katrina and Rita, detailing damage and exploring matters like race, infrastructure and class in depths that electronic media cannot touch; expresses concern over layoffs recently announced by New York Times, Philadelphia Inquirer and San Jose Mercury News, which reflect loss of readership to electronic media (M)",
      "lead_paragraph": "NEW ORLEANS - LAST week at the Sheraton Hotel in downtown New Orleans, a mix of contractors, journalists and security people sat in the bar, reminiscing about Katrina and speculating about Rita, the storm of the moment.",
      "publication_date": "2005-09-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/09/26/business/media/a-story-better-told-in-print.html",
      "byline": "By David Carr"
    }
  ]
}