{
  "metadata": {
    "date": "2005-05-10",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Internet Attack Called Broad and Long Lasting by Investigators",
      "snippet": "Attacks on computer systems serving American military, NASA and research laboratories illustrate ease with which Internet-connected computers--even those of sophisticated corporate and government networks--can be penetrated, and also difficulty in...",
      "abstract": "Attacks on computer systems serving American military, NASA and research laboratories illustrate ease with which Internet-connected computers--even those of sophisticated corporate and government networks--can be penetrated, and also difficulty in tracing those responsible; investigators in United States and Europe who have spent year pursuing case claim break-ins exploited security holes in those systems that have now been plugged, but it is not clear how much data was taken or destroyed; case remains under investigation; attention is focused on 16-year-old in Uppsala, Sweden, who was charged in Mar with breaking into university computers in his hometown; FBI and Swedish police are working together on case and looking for accomplices in Britain and other countries; computer experts say primary intruder organized system for automating theft of computer log-ins and passwords, using corrupted version of standard software program SSH; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/10/technology/internet-attack-called-broad-and-long-lasting-by-investigators.html",
      "byline": "By John Markoff and Lowell Bergman"
    },
    {
      "headline": "100 Rebels Killed in U.S. Offensive in Western Iraq",
      "snippet": "Marine task force sweeps through wide area of westen Iraq near Syrian border, killing 100 insurgents and raiding desert outposts and city safe houses they use to import cars, money, weapons and foreigners to fight United States and Iraqi forces; s...",
      "abstract": "Marine task force sweeps through wide area of westen Iraq near Syrian border, killing 100 insurgents and raiding desert outposts and city safe houses they use to import cars, money, weapons and foreigners to fight United States and Iraqi forces; senior American commanders blame porous border with Syria for allowing never-ending stream of armed jihadists to enter Iraq and replenish insurgency as quickly as fighters are killed or captured; say new offensive, largest since Marines invaded Falluja six months ago, was spurred by new intelligence gleaned from Iraqis living in area as well as interrogations of newly captured aides to Abu Musab al-Zarqawi, most wanted terrorist in Iraq; Iraq's new defense minister Sadoon al-Dulaimi says he will continue military policies set by departing administration of Ayad Allawi, who aggressively pursued operations against insurgents; photo; map (M)",
      "lead_paragraph": "BAGHDAD, Iraq, May 9 - A Marine task force swept through a wide area of western Iraq near the Syrian border, killing 100 insurgents and raiding desert outposts and city safe houses belonging to insurgents who have used the area to import cars, money, weapons, and foreigners to fight United States and Iraqi forces in Baghdad, Mosul and other cities, American military officials said Monday.",
      "publication_date": "2005-05-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/10/world/middleeast/100-rebels-killed-in-us-offensive-in-western-iraq.html",
      "byline": "By Richard A. Oppel Jr"
    },
    {
      "headline": "For Gay Men, an Attractionto a Different Kind of Scent",
      "snippet": "Swedish researchers show that homosexual and heterosexual men respond differently to two odors that may be involved in sexual arousal, and that gay men respond in same way as women; new research may open way to studying pheromones in humans; they ...",
      "abstract": "Swedish researchers show that homosexual and heterosexual men respond differently to two odors that may be involved in sexual arousal, and that gay men respond in same way as women; new research may open way to studying pheromones in humans; they are known to govern sexual activity in animals, but experts differ about their role, if any, in making humans sexually attractive to one another; research supporting existence of human pheromones is reported in The Proceedings of the National Academy of Sciences; two chemicals in study were testosterone derivative produced in men's sweat and estrogen-like compound in women's urine, both of which have long been suspected of being pheromones; new finding, if confirmed, would break ground in two important directions, those of human pheromones and human sexuality (M)",
      "lead_paragraph": "Using a brain imaging technique, Swedish researchers have shown that homosexual and heterosexual men respond differently to two odors that may be involved in sexual arousal, and that the gay men respond in the same way as women.",
      "publication_date": "2005-05-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/10/science/for-gay-men-an-attractionto-a-different-kind-of-scent.html",
      "byline": "By Nicholas Wade"
    },
    {
      "headline": "Duke Energy Will Acquire Cinergy for $9 Billion in Stock",
      "snippet": "Duke Energy to buy Cinergy in all-stock deal valued at $9 billion; deal adds momentum to power industry's consolidation; will help Duke offset its reliance on gas-powered electrical plants with Cinergy's cheaper-to-run coal-fired assets; Duke chai...",
      "abstract": "Duke Energy to buy Cinergy in all-stock deal valued at $9 billion; deal adds momentum to power industry's consolidation; will help Duke offset its reliance on gas-powered electrical plants with Cinergy's cheaper-to-run coal-fired assets; Duke chairman and chief executive Paul M Anderson will be chairman of merged company and Cinergy chairman and chief executive James E Rogers president and chief executive; table of corporate data; photos (M)",
      "lead_paragraph": "Duke Energy, one of the nation's largest utilities, said yesterday that it had agreed to buy Cinergy in an all-stock deal valued at $9 billion to expand its businesses in power and gas into the Midwest.",
      "publication_date": "2005-05-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/10/business/duke-energy-will-acquire-cinergy-for-9-billion-in-stock.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Investors Await Morgan's Word on Retail Unit",
      "snippet": "Market Place column on challenge chief exec Philip J Purcell faces in convincing skeptical investors that he can turn around Morgan Stanley's struggling retail division; monthlong controversy over firm's future and continued weakness of its stock ...",
      "abstract": "Market Place column on challenge chief exec Philip J Purcell faces in convincing skeptical investors that he can turn around Morgan Stanley's struggling retail division; monthlong controversy over firm's future and continued weakness of its stock has spurred some top brokers, long seen as base of Purcell's support, to move to competitors; dissident executives who seek his resignation stress division's poor performance (M)",
      "lead_paragraph": "In a conference call with Morgan Stanley employees yesterday, Stephen S. Crawford and Zoe Cruz, the firm's new co-presidents, cited a fresh batch of deals in Europe as evidence that the firm was thriving.",
      "publication_date": "2005-05-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/10/business/investors-await-morgans-word-on-retail-unit.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Cisco Case Shows Reach Of Technological Intruders  Federal officials and computer security investigators have acknowledged that a breach of a Cisco Systems network last year was only part of a more extensive operation -- involving a single intrude...",
      "abstract": " Cisco Case Shows Reach Of Technological Intruders  Federal officials and computer security investigators have acknowledged that a breach of a Cisco Systems network last year was only part of a more extensive operation -- involving a single intruder or a small band, apparently based in Europe -- in which thousands of computer systems were similarly penetrated.     The break-ins exploited security holes on those systems that the authorities say have now been plugged, and beyond the Cisco theft, it is not clear how much data was taken or destroyed. Still, the case illustrates not only the ease with which sensitive Internet-connected computers can be breached but also the difficulty in tracing those responsible. [Page A1.]    Airlines Pursue the 'Super-Elite'  As the airline industry struggles to recover from losses totaling $32.3 billion during the last four years, it is pursuing its biggest spenders with a rare enthusiasm. [C6.]    Deutsche Börse Officers Resign  The chief executive of Deutsche Börse, Warren G. Seifert, left, and the supervisory board chairman, Rolf E. Breuer, resigned in the face of unrelenting opposition from funds that own company shares. Their resignations reverberated through Germany, where the role of hedge funds and private equity investors has come under heightened scrutiny. [C8.]    I.B.M. Nears Open-Source Deal  I.B.M. plans to announce that it will buy Gluecode Software, an open-source start-up. [C15.]    Standoff Over Cattle Imports  Congress appears to be unlikely to step in the middle of a standoff between the Bush administration and American cattlemen over reopening the border to imports of cattle from Canada. [C9.]    Lawsuit on Big Board Acquisition  A member of the New York Stock Exchange sued the exchange's directors and Goldman Sachs, seeking to stop the exchange's proposed acquisition of Archipelago Holdings, an operator of an electronic trading system. [C2.]    Bristol-Myers Sets Aside Legal Fees  Bristol-Myers Squibb said that it was setting aside $110 million to cover legal proceedings it did not explain but which appeared to be related to a Department of Justice criminal investigation of its accounting practices. [C4.]    Stem Cell Financing Sought  California's new stem cell program is exploring temporary fund-raising options because a lawsuit has stopped the issuance of $3 billion in bonds that would finance the research. [C4.]    In Test, China Plans Stock Sale  China will release stock in four state-controlled companies to the market. [C8.]    Discount Brokers Discuss Deals  In an industry environment of declining commissions and little growth, E*Trade has proposed a merger with Ameritrade valued at more than $5.5 billion, according to executives involved in the talks. Also, Ameritrade has been in talks to buy TD Waterhouse, a unit of Toronto Dominion. [C2.]    Stocks Gain on Merger News  The Dow Jones industrial average rose 38.94 points, to 10,384.34. The Standard & Poor's 500 index added 7.49 points, to 1,178.84, and the Nasdaq composite index gained 12.32 points, to 1,979.67. [C9.]    Steroids Are Fodder for Advertisers  Five weeks into the Major League Baseball season, parts of Madison Avenue are playing off the steroid debate. Advertising [C6.]    An Identity Crisis Downtown  With the future home of Goldman, Sachs in doubt, so is Lower Manhattan's primacy as a vibrant financial and commercial center, say downtown executives, real estate executives and some city officials. [B1.]  ",
      "lead_paragraph": "Cisco Case Shows Reach Of Technological Intruders Federal officials and computer security investigators have acknowledged that a breach of a Cisco Systems network last year was only part of a more extensive operation -- involving a single intruder or a small band, apparently based in Europe -- in which thousands of computer systems were similarly penetrated.",
      "publication_date": "2005-05-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/10/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "3 Saks Executives Fired Over Vendor Payments",
      "snippet": "Saks Inc dismisses senior vice president Brian Martin, who is brother of chief executive R Brad Martin, chief accounting officer Donald Wright and Saks Fifth Avenue chief admnistrative officer Donald Watros after internal audit committee found wro...",
      "abstract": "Saks Inc dismisses senior vice president Brian Martin, who is brother of chief executive R Brad Martin, chief accounting officer Donald Wright and Saks Fifth Avenue chief admnistrative officer Donald Watros after internal audit committee found wrongdoing in how Saks Fifth Avenue chain collected 'markdown money' from vendors; also dismisses anyone directly involved in improper behavior concerning vendor allowances; says committee found no direct 'culpability' among other senior corporate officers; directors score 'level of communication' between them and committee and find bonuses for chief executive Martin, chief financial officer Douglas E Coltharp and other executives should be cut or eliminated; committee takes away accounting and financial reporting matters from Coltharp (M)",
      "lead_paragraph": "Saks Inc. is cleaning house after an internal audit committee found wrongdoing in how its Saks Fifth Avenue chain was collecting \"markdown money\" from vendors.",
      "publication_date": "2005-05-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/10/business/3-saks-executives-fired-over-vendor-payments.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Behind Failed Abu Ghraib Plea, a Tangle of Bonds and Betrayals",
      "snippet": "Military reservists' treatment of prisoners at Abu Ghraib and their entanglements with one another have produced dark soap opera that continues to play out, culminating in Texas courtroom last week; Pvt Charles A Graner Jr, described as ringleader...",
      "abstract": "Military reservists' treatment of prisoners at Abu Ghraib and their entanglements with one another have produced dark soap opera that continues to play out, culminating in Texas courtroom last week; Pvt Charles A Graner Jr, described as ringleader in abuse scandal, fathered child by Pfc Lynndie R England, another defendant, and ultimately married third defendant, Megan M Ambuhl; their relationships described; photos (M)",
      "lead_paragraph": "In a military courtroom in Texas last week was a spectacle worthy of \"As the World Turns\": Pfc. Lynndie R. England, the defendant, holding her 7-month-old baby; the imprisoned father, Pvt. Charles A. Graner Jr., giving testimony that ruined what lawyers said was her best shot at leniency; and waiting outside, another defendant from the notorious abuses at Abu Ghraib prison in Iraq, Megan M. Ambuhl, who had recently wed Private Graner -- a marriage Private England learned about only days before.",
      "publication_date": "2005-05-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/10/us/behind-failed-abu-ghraib-plea-a-tangle-of-bonds-and-betrayals.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "S.E.C. Said to Notify Another General Re Figure of Fraud Suit",
      "snippet": "Securities and Exchange Commission reportedly notifies former General Re Corp executive Elizabeth A Monrad, now TIAA-CREF pension fund chief financial officer, that it plans civil fraud suit against her as part of its probe of financial manipulati...",
      "abstract": "Securities and Exchange Commission reportedly notifies former General Re Corp executive Elizabeth A Monrad, now TIAA-CREF pension fund chief financial officer, that it plans civil fraud suit against her as part of its probe of financial manipulation in insurance industry; charges reportedly involve doctoring of paperwork from 2000 deal that artificially increased American International Group reserves by $500 million over two quarters; she has said she and Richard Napier, current General Re executive who also faces charges, asked John Houldsworth, General Re's Dublin office head, to handle deal and denied knowledge of any improprieties (M)",
      "lead_paragraph": "The Securities and Exchange Commission has notified a former executive of the General Re Corporation that it plans to file civil fraud charges against her as part of its investigation of financial manipulation in the insurance industry, a person briefed on the matter said yesterday.",
      "publication_date": "2005-05-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/10/business/sec-said-to-notify-another-general-re-figure-of-fraud-suit.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Putin, Bush at His Side, Celebrates War's End and New Russian Pride",
      "snippet": "Pres Vladimir V Putin, Pres Bush and dozens of other leaders commemorate 60th anniversary of defeat of Nazi Germany with military parade in Red Square steeped in Soviet symbols and new Russian pride; Putin fails to express any contrition for Sovie...",
      "abstract": "Pres Vladimir V Putin, Pres Bush and dozens of other leaders commemorate 60th anniversary of defeat of Nazi Germany with military parade in Red Square steeped in Soviet symbols and new Russian pride; Putin fails to express any contrition for Soviet domination of Eastern and Central Europe that followed end of World War II; presidents of Lithuania, Estonia and Georgia conspicuously refuse Kremlin's invitation to attend, in sign of resonance issue still has in regional politics; Putin, seeking to resurrect sense of great and powerful Russia, assembles large gathering of world leaders from both victorious and vanquished nations of that war; they include Chancellor Gerhard Schroder of Germany, Pres Jacques Chirac of France, Prime Min Silvio Berlusconi of Italy, Prime Min Junichiro Koizumi of Japan and Pres Hu Jintao of China; Putin pays tribute to veterans of all Allied nations but emphasizes that greatest sacrifices of war were paid by citizens of Soviet Union, 27 million of whom died; Bush and Putin appear determined to display their mutual respect; Bush later hold brief, private meeting with 18 leaders of civic organizations, including some prominent critics of Putin; photos (L)",
      "lead_paragraph": "MOSCOW, May 9 - President Vladimir V. Putin, joined by President Bush and dozens of other leaders, commemorated the 60th anniversary of the defeat of Nazi Germany on Monday with a resplendent military parade in Red Square that was steeped in Soviet symbols and new Russian pride.",
      "publication_date": "2005-05-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/10/world/europe/putin-bush-at-his-side-celebrates-wars-end-and-new-russian.html",
      "byline": "By Steven Lee Myers and Elisabeth Bumiller"
    },
    {
      "headline": "Free Trade Pact Faces Trouble in Congress",
      "snippet": "Central American Free Trade Agreeement, current centerpiece of Pres Bush's trade agenda, faces unusually united Democratic opposition and opposition from well-entrenched special interest groups; sentiment in Congress is shifting away from approvin...",
      "abstract": "Central American Free Trade Agreeement, current centerpiece of Pres Bush's trade agenda, faces unusually united Democratic opposition and opposition from well-entrenched special interest groups; sentiment in Congress is shifting away from approving new free trade pacts amid record trade deficits, fear United States is losing out in accelerated pace of global changes, other issues; trade deal, signed year ago, involves Costa Rica, El Salvador, Guatemala, Honduras and Nicaragua; its prospects of moving forward have been soured by larger questions about China's enormous economic power and whether it obeys trade rules and by unmet expectations from North American Free Trade Agreement; photos (M)",
      "lead_paragraph": "WASHINGTON, May 9 - Social Security is not the administration's only economic initiative that is in trouble in Congress.",
      "publication_date": "2005-05-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/10/business/worldbusiness/free-trade-pact-faces-trouble-in-congress.html",
      "byline": "By Elizabeth Becker"
    },
    {
      "headline": "Risking Life, Waistline and Freedom for Abalone",
      "snippet": "Intrepid hunters pursue wild abalone, rare culinary treasure that cannot be sold legally, by searching treacherous ledges along shore or diving into waters north of San Francisco; scallop-size farmed abalone is sold commercially, but full-bodied w...",
      "abstract": "Intrepid hunters pursue wild abalone, rare culinary treasure that cannot be sold legally, by searching treacherous ledges along shore or diving into waters north of San Francisco; scallop-size farmed abalone is sold commercially, but full-bodied wild red variety is coveted for its size, thickness and delicate flavor; it is risky pursuit; abalone-related drownings average two to five a year in Sonoma County alone; typical victim described as 50-somthing and overweight male who runs into trouble because of overexertion, encountering 'sneaker waves,' or hyperventilating or panicking in thick kelp; moratorium was placed on harvesting abalone south of San Francisco in 1997 because of overfishing, disease and other concerns; to protect species, state strictly limits take; as abalone habitat shrinks worldwide, unspoiled waters of Northern California are considered best abalone fishery in world; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/10/us/risking-life-waistline-and-freedom-for-abalone.html",
      "byline": "By Patricia Leigh Brown"
    }
  ]
}