{
  "metadata": {
    "date": "2005-08-18",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "Circling a Decision",
      "snippet": "Northwest Airlines and Aircraft Mechanics Fraternal Association are bracing for fight over wage and benefit cuts that many in battered industry thought would have come long before now; Northwest could face strike at 12:01 am Aug 20, barring settle...",
      "abstract": "Northwest Airlines and Aircraft Mechanics Fraternal Association are bracing for fight over wage and benefit cuts that many in battered industry thought would have come long before now; Northwest could face strike at 12:01 am Aug 20, barring settlement; Northwest is demanding $176 million in cuts from union, it share of $1.1 billion in concessions airline says it needs to avoid Chapter 11 bankruptcy protection; union argues Northwest's demand would wipe out more than half of its members' jobs; Wall Street is rooting for walkout; carrier's shares rise 35 cents, or 7.5 percent, to $5, after Morgan Stanley raises its rating on stock; says airline could weather walkout without significant disruptions; graphs; photos (M)",
      "lead_paragraph": "DETROIT, Aug. 17 - Northwest Airlines and its mechanics' union are bracing for a street fight over wage and benefit cuts that many in the battered industry thought would have come long before now.",
      "publication_date": "2005-08-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/18/business/circling-a-decision.html",
      "byline": "By Micheline Maynard and Jeremy W. Peters"
    },
    {
      "headline": "Bombings Kill 43 at Key Terminal for Buses in Iraq",
      "snippet": "Three car bombs explode in quick succession in and around crowded bus station in Baghdad at height of morning rush hour, killing at least 43 people, injuring 88 and paralyzing one of Iraq's most important transportation networks; attack appears to...",
      "abstract": "Three car bombs explode in quick succession in and around crowded bus station in Baghdad at height of morning rush hour, killing at least 43 people, injuring 88 and paralyzing one of Iraq's most important transportation networks; attack appears to be aimed at Shiite Arabs, underscoring Sunni-led insurgency's ability to strike, seemingly with ease, at some of most important infrastructure; bombings coincide with formal resumption of negotiations over new constitution; violence flares elsewhere in Iraq; insurgents kill six Iraqi soldiers driving to Kirkuk; American military says one of its soldiers is killed by roadside bomb in southwest Baghdad, and another is killed in drive-by shooting in Mosul; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Aug. 17 - Three car bombs exploded Wednesday in quick succession in and around a crowded bus station in Baghdad, killing at least 43 people, injuring 88 and paralyzing one of Iraq's most important transportation networks.",
      "publication_date": "2005-08-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/18/world/middleeast/bombings-kill-43-at-key-terminal-for-buses-in-iraq.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Jurors in the Vioxx Trial Hear Closing Arguments",
      "snippet": "W Mark Lanier, lawyer for survivors of Robert C Ernst who died at age 59 in May 2001 after taking Vioxx, tells Texas jury in his closing argument that Vioxx's maker Merck lied to public about medicine's dangers and should be punished with very lar...",
      "abstract": "W Mark Lanier, lawyer for survivors of Robert C Ernst who died at age 59 in May 2001 after taking Vioxx, tells Texas jury in his closing argument that Vioxx's maker Merck lied to public about medicine's dangers and should be punished with very large damage award; ask jury to ward Ernst's wife, Carol, $40 million in compensatory damages and many times that in punitive damages; large award is necessary to persuade drug companies to disclose risks of their medicines; Merck's lawyers implore jury not to hold Merck responsible for Ernst's death, saying that Lanier did not prove Vioxx caused Ernst to die; photo (M)",
      "lead_paragraph": "ANGLETON, Tex., Aug. 17 - The lawyer for survivors of a man who died after taking Vioxx told a Texas jury in his closing argument on Wednesday that Merck, the drug's maker, had lied to the public about the medicine's dangers and should be punished with a very large damage award.",
      "publication_date": "2005-08-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/18/business/jurors-in-the-vioxx-trial-hear-closing-arguments.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "KPMG Strikes Back on Ex-Clients' Tax-Shelter Suits",
      "snippet": "KPMG, which is in discussions with federal prosecutors to settle criminal investigation over its sale of what Internal Revenue Service says are bogus tax shelters, has been taking on former clients who have sued it over those same shelters; among ...",
      "abstract": "KPMG, which is in discussions with federal prosecutors to settle criminal investigation over its sale of what Internal Revenue Service says are bogus tax shelters, has been taking on former clients who have sued it over those same shelters; among those former clients are brothers R Cary and D Calhoun McNair, sons of Houston oilman Robert C McNair; brothers sued KPMG in state court in Houston in December 2003, contending firm in 1999 knowingly sold them bogus tax shelters (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-08-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/18/business/kpmg-strikes-back-on-exclients-taxshelter-suits.html",
      "byline": "By Lynnley Browning"
    },
    {
      "headline": "For Palestinians, Joy and Some Hints of Sympathy",
      "snippet": "Palestinians' reaction to images of Israeli Jews forcibly evicting other Israeli Jews from Gaza settlements is mix of jubilation, grim satisfaction and flashes of sympathy; in refugee camps, Palestinians recall their dispossession and eviction by ...",
      "abstract": "Palestinians' reaction to images of Israeli Jews forcibly evicting other Israeli Jews from Gaza settlements is mix of jubilation, grim satisfaction and flashes of sympathy; in refugee camps, Palestinians recall their dispossession and eviction by Jewish and Israeli forces in Arab-Israeli war of 1948 and war of 1967; there are more differences than parallels; unlike settlers, Palestinians fled or were forced from their homes by enemy during war, and no one compensated them; many Palestinians voice irritation at what they see as excessive news coverage of travails of Israeli settlers--people they believe caused untold Palestinian suffering; photo (M)",
      "lead_paragraph": "BEACH CAMP, Gaza Strip, Aug. 17 - The essence of the Palestinians' national story, the one told in their songs and schoolbooks, is a tale of dispossession and eviction by Jewish and Israeli forces. It is symbolized by keys to houses unseen for two generations and affirmed by maps showing Palestinian villages lost in the Arab-Israeli war of 1948 and boundaries blurred in the one in 1967.",
      "publication_date": "2005-08-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/18/world/middleeast/for-palestinians-joy-and-some-hints-of-sympathy.html",
      "byline": "By James Bennet"
    },
    {
      "headline": "MORE ON GAZA",
      "snippet": "RICE'S REACTION -- In an interview, the secretary of state expressed sympathy for Israeli settlers but made clear her expectations for the region's future.  PAGE A8    LAST HOLDOUTS -- After 10 years in the Morag settlement, the Unterman family di...",
      "abstract": " RICE'S REACTION -- In an interview, the secretary of state expressed sympathy for Israeli settlers but made clear her expectations for the region's future.  PAGE A8    LAST HOLDOUTS -- After 10 years in the Morag settlement, the Unterman family did not go gently out of Gaza.  PAGE A10    THE ARAB VIEW -- The settler pullout is a victory to some Arabs, a failure to others and an irrelevant development to still others.    PAGE A11    EGYPT'S BORDER -- In the transitional Gaza, Egypt will assume an increased role in securing the border area and, behind the scenes, the strip itself.  PAGE A11",
      "lead_paragraph": "RICE'S REACTION -- In an interview, the secretary of state expressed sympathy for Israeli settlers but made clear her expectations for the region's future. PAGE A8",
      "publication_date": "2005-08-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/18/front page/world/more-on-gaza.html",
      "byline": ""
    },
    {
      "headline": "Tearfully but Forcefully, Israel Removes Gaza Settlers",
      "snippet": "Nearly 10,000 Israeli soldiers and police officers begin forcible evacuation of Israeli settlers from Gaza, carrying some screaming from their homes in scenes that move number of soldiers to tears; mood is somber and serious; experienced soldiers ...",
      "abstract": "Nearly 10,000 Israeli soldiers and police officers begin forcible evacuation of Israeli settlers from Gaza, carrying some screaming from their homes in scenes that move number of soldiers to tears; mood is somber and serious; experienced soldiers and police officers first try to negotiate voluntary departures with sometimes hysterical settlers, while ignoring their taunts; later in day, unarmed soldiers and police resort to widespread forced evacuations in various settlements, in some cases dragging parents away in front of their frightened children; Israel feared having to pull settlers out under Palestinian fire from mortars or rockets, but there is little violence in Gaza; Palestinian Authority works closely, and thus far successfully, with Israel to keep the quiet while Israeli troops deal with settlers; on West Bank, Israeli settler opens fire on Palestinian workers, killing four and wounding one; Prime Min Ariel Sharon condemns murders as act of 'Jewish terror' and Palestinian militant group Hamas vows revenge; photos (M)",
      "lead_paragraph": "KEREM ATZMONA, Gaza Strip, Aug. 17 - Nearly 10,000 Israeli soldiers and police officers began the forcible evacuation of Israeli settlers from Gaza on Wednesday, carrying some screaming from their homes in scenes that moved a number of the soldiers to tears.",
      "publication_date": "2005-08-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/18/world/middleeast/tearfully-but-forcefully-israel-removes-gaza-settlers.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Discover Card to Stay at Morgan Stanley",
      "snippet": "Morgan Stanley, in reversal of strategic decision made last spring, says it will keep its Discover card business and will not seek to spin it off; chief executive John J Mack says firm will overhaul its struggling retail division and sell its airp...",
      "abstract": "Morgan Stanley, in reversal of strategic decision made last spring, says it will keep its Discover card business and will not seek to spin it off; chief executive John J Mack says firm will overhaul its struggling retail division and sell its airplane leasing business, which has fleet of 157 planes; firm says board has three new members: Roy J Bostock, Charles H Noski and O Griffith Sexton (Market Place column) (M)",
      "lead_paragraph": "In a reversal of a strategic decision made during a time of management turmoil last spring, Morgan Stanley said yesterday that it would keep its Discover card business and would not seek to spin it off.",
      "publication_date": "2005-08-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/18/business/discover-card-to-stay-at-morgan-stanley.html",
      "byline": "By Eric Dash"
    }
  ]
}