{
  "metadata": {
    "date": "2005-05-04",
    "total_articles": 13
  },
  "articles": [
    {
      "headline": "As Cellphones Bulk Up, How Much Is Too Much?",
      "snippet": "EVEN when it's turned off, the cool cellphone of the moment -- the slender, silver Moto Razr by Motorola -- makes a statement: it knows what it is. The Razr has a collection of nice features like a sizable screen, a decent camera, good battery lif...",
      "abstract": "EVEN when it's turned off, the cool cellphone of the moment -- the slender, silver Moto Razr by Motorola -- makes a statement: it knows what it is. The Razr has a collection of nice features like a sizable screen, a decent camera, good battery life and Bluetooth for cordlessly communicating with a personal computer or a headset.    Yet the Razr is largely defined by what it is not. It stands apart from the industry drift toward making the cellphone into a digital Swiss Army knife, a supermarket of technology squeezed into a palm-size device that includes a typewriter's worth of keys, and enough storage and software to accommodate everything from family photo albums to corporate presentations.  ",
      "lead_paragraph": "EVEN when it's turned off, the cool cellphone of the moment -- the slender, silver Moto Razr by Motorola -- makes a statement: it knows what it is. The Razr has a collection of nice features like a sizable screen, a decent camera, good battery life and Bluetooth for cordlessly communicating with a personal computer or a headset.",
      "publication_date": "2005-05-04T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/05/04/technology/techspecial/as-cellphones-bulk-up-how-much-is-too-much.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Fed Raises Rates but Bobbles Delivery",
      "snippet": "Federal Reserve raises its benchmark short-term interest rate by quarter-point, to 3 percent, and signals that it is more concerned about rising prices than about slower growth; muddles its message for nearly two hours by inadvertently omitting cr...",
      "abstract": "Federal Reserve raises its benchmark short-term interest rate by quarter-point, to 3 percent, and signals that it is more concerned about rising prices than about slower growth; muddles its message for nearly two hours by inadvertently omitting crucial sentence from its original statement noting that it believes inflation expectations are still 'well contained'; omitting phrase, which has been standard in Fed statements in recent months, initially suggests to Fed watchers that officials might be more worried about return of self-perpetuating inflationary psychology of 1970's and 1980's; about five minutes before stock markets close at 4 pm, central bank announces it made mistake and issues new statement that includes traditional reassurance about 'well-contained expectations'; acknowledges that sharp rise in oil prices has taken toll on economy, but cites continued rise in employment, trend that reduces pressure to spur consumer spending with low borrowing costs; graph (M)",
      "lead_paragraph": "WASHINGTON, May 3 - The Federal Reserve raised its benchmark short-term interest rate on Tuesday by a quarter-point, to 3 percent, and signaled that it was more worried about rising prices than about slower growth.",
      "publication_date": "2005-05-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/04/business/fed-raises-rates-but-bobbles-delivery.html",
      "byline": "By Edmund L. Andrews and Jonathan Fuerbringer"
    },
    {
      "headline": "Fidelity Gives Sign of Where It Sees Growth",
      "snippet": "Fidelity Investments gives clearest sign yet that administration of 401(k) plans and other benefits programs will be increasingly important business for it by appointing Abigail P Johnson as president of Fidelity Employer Services Co; Johnson is d...",
      "abstract": "Fidelity Investments gives clearest sign yet that administration of 401(k) plans and other benefits programs will be increasingly important business for it by appointing Abigail P Johnson as president of Fidelity Employer Services Co; Johnson is daughter of Fidelity's chairman and chief executive Edward C Johnson 3d and has long been viewed as heir apparent; Fidelity Investor editor James Lowell says Edward Johnson put his daughter in charge of area he sees leading to company's future; unit that Johnson will lead already employs 10,000 and provides services for more than 14,000 corporations that combine administer retirement programs for 19 million people; photo (M)",
      "lead_paragraph": "Fidelity Investments, the mutual fund giant with some of its biggest funds languishing, has looked to its future -- and it is gray.",
      "publication_date": "2005-05-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/04/business/fidelity-gives-sign-of-where-it-sees-growth.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "In Airline Shift, More Nonstop Flights Make Schedule",
      "snippet": "Big airlines are starting to add nonstop flights between cities they have connected for decades only via hub airports; movement, driven by competition from low-fare airlines, could turn out to be one of biggest shifts in the industry since it firs...",
      "abstract": "Big airlines are starting to add nonstop flights between cities they have connected for decades only via hub airports; movement, driven by competition from low-fare airlines, could turn out to be one of biggest shifts in the industry since it first adopted hub-and-spoke approach after deregulation in late 1970's; already, major airlines have added 134 nonstop routes in last year; flights promise to be cheaper than they have been in past; charts; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-05-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/04/business/in-airline-shift-more-nonstop-flights-make-schedule.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Ford and G.M. Suffer as Buyers Shun S.U.V.'s",
      "snippet": "Automobile figures for April show Americans are increasingly wary of gas-thirsty sport utility vehicles; General Motors and Ford Motor Co saw their sales slip as consumers continued to buy Asian cars; Toyota and Nissan post record sales gains, whi...",
      "abstract": "Automobile figures for April show Americans are increasingly wary of gas-thirsty sport utility vehicles; General Motors and Ford Motor Co saw their sales slip as consumers continued to buy Asian cars; Toyota and Nissan post record sales gains, which helped push auto sales in North America up 1.8 percent; GM's sales fell 7.7 percent from same month year earlier, primarily because of weak demand for SUV's; Ford's sales dropped 5 percent from year ago; Toyota says April was most successful month in its history; sales were up 21.3 percent on big gains in number of passenger cars sold; Nissan had record April, with sales rising 27 percent; GM's market share in April was 25.1 percent, compared with 27.7 percent year earlier; Toyota's share rose to 14 percent, from 11.7 percent; Chrysler division of DaimlerChrysler gained market share, with 13.7 percent of North American market, compared with 13.3 percent year ago; DaimlerChrysler's sales in US rose 4.6 percent as against same period year earlier; graphs; charts (M)",
      "lead_paragraph": "DETROIT, May 3 - The latest automobile sales figures show that Americans are increasingly wary of gas-thirsty sport utility vehicles. That was particularly bad news for General Motors and the Ford Motor Company, which both saw their sales slip last month as consumers continued their steady march into Asian car companies' dealerships.",
      "publication_date": "2005-05-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/04/automobiles/ford-and-gm-suffer-as-buyers-shun-suvs.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Iraqi Cabinet Is Sworn In, but 6 Positions Still Remain Unfilled",
      "snippet": "New Iraqi cabinet is sworn into office with at least six positions still undecided after days of polarizing negotiations, in striking display of divisions that have plagued Iraq's fledgling government; Sheik Ghazi al-Yawar, one of two vice preside...",
      "abstract": "New Iraqi cabinet is sworn into office with at least six positions still undecided after days of polarizing negotiations, in striking display of divisions that have plagued Iraq's fledgling government; Sheik Ghazi al-Yawar, one of two vice presidents, refuses to attend ceremony after leading efforts to name candidates for Defense Ministry and two other vacant positions allotted to Sunni Arabs; threatened to boycott ceremony if Shiite leaders continue to block Sunni nominees to Defense Ministry; Prime Min Ibrahim al-Jaafari, plays down Sheik Yawar's absence; photo of al-Jaafar, flanked by two deputies, Roj Nuri Shawis and Ahmad Chalabi (M)",
      "lead_paragraph": "BAGHDAD, Iraq, May 3 - In a striking display of the divisions that have plagued Iraq's fledgling government, the new cabinet was sworn into office on Tuesday with at least six positions still undecided after days of polarizing negotiations.",
      "publication_date": "2005-05-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/04/world/middleeast/iraqi-cabinet-is-sworn-in-but-6-positions-still-remain.html",
      "byline": "By Robert F. Worth and Richard A. Oppel Jr"
    },
    {
      "headline": "COMMERCIAL REAL ESTATE",
      "snippet": "MICROSOFT HAS PLEDGED to keep its growing empire in Redmond, Wash., where its already sprawling 80-building headquarters complex is expected to expand by 2.2 million square feet. [C4.]    THE HOTEL CARLTON IN MANHATTAN is going through the last ph...",
      "abstract": " MICROSOFT HAS PLEDGED to keep its growing empire in Redmond, Wash., where its already sprawling 80-building headquarters complex is expected to expand by 2.2 million square feet. [C4.]    THE HOTEL CARLTON IN MANHATTAN is going through the last phase of a $60 million renovation that will leave it with a new lobby and renovated skylight. [C5.]",
      "lead_paragraph": "MICROSOFT HAS PLEDGED to keep its growing empire in Redmond, Wash., where its already sprawling 80-building headquarters complex is expected to expand by 2.2 million square feet. [C4.]",
      "publication_date": "2005-05-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/04/business/commercial-real-estate.html",
      "byline": ""
    },
    {
      "headline": "Iran to Resume Nuclear Plans, Official States at U.N. Conference",
      "snippet": "Iran declares at UN conference reviewing Nuclear Nonproliferation Treaty that it will soon resume some of nuclear activities it suspended during negotiations with Europe; accuses United States and other nations of using fear of nuclear weapons pro...",
      "abstract": "Iran declares at UN conference reviewing Nuclear Nonproliferation Treaty that it will soon resume some of nuclear activities it suspended during negotiations with Europe; accuses United States and other nations of using fear of nuclear weapons proliferation to deny peaceful nuclear technology to developing nations; Sec of State Condoleeza Rice asserts that there needs to be 'very clear commitment' from Iranians to live up to their international obligations not to seek nuclear weapons under cover of civilian nuclear power; Iranian spokesman says he does not expect Iran to begin 'the actual enrichment' of uranium, which can lead to production of bomb fuel (M)",
      "lead_paragraph": "UNITED NATIONS, May 3 - Iran declared Tuesday that it would soon resume some of the nuclear activities it had suspended during negotiations with Europe, and it used a conference here to accuse the United States and other nations of using the fear of nuclear weapons proliferation to deny peaceful nuclear technology to developing nations.",
      "publication_date": "2005-05-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/04/world/middleeast/iran-to-resume-nuclear-plans-official-states-at-un.html",
      "byline": "By Warren Hoge and David E. Sanger"
    },
    {
      "headline": "You're Ice Cold at a Hot Spot: 7 Reasons Why",
      "snippet": "YOU'VE bought a wirelessly equipped laptop. You sit down in an airport, hotel or coffee shop where there's supposed to be a hot spot -- an invisible bubble of radio waves that lets laptops get onto the Internet at high speed without cables. A mess...",
      "abstract": "YOU'VE bought a wirelessly equipped laptop. You sit down in an airport, hotel or coffee shop where there's supposed to be a hot spot -- an invisible bubble of radio waves that lets laptops get onto the Internet at high speed without cables. A message pops up on your screen indicating that the laptop has indeed detected that it's in a hot spot. That's when you discover that, in fact, you can't get online.    So much for the wireless life.  ",
      "lead_paragraph": "YOU'VE bought a wirelessly equipped laptop. You sit down in an airport, hotel or coffee shop where there's supposed to be a hot spot -- an invisible bubble of radio waves that lets laptops get onto the Internet at high speed without cables. A message pops up on your screen indicating that the laptop has indeed detected that it's in a hot spot. That's when you discover that, in fact, you can't get online.",
      "publication_date": "2005-05-04T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2005/05/04/technology/techspecial/youre-ice-cold-at-a-hot-spot-7-reasons-why.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Big Airlines Try to Compete By Adding More Nonstops  The nation's big airlines are starting to cave in to their low-fare competitors and adding more nonstop flights. The movement is looking to be one of the biggest shifts in the industry since it ...",
      "abstract": " Big Airlines Try to Compete By Adding More Nonstops  The nation's big airlines are starting to cave in to their low-fare competitors and adding more nonstop flights. The movement is looking to be one of the biggest shifts in the industry since it first adopted the hub-and-spoke approach after deregulation in the late 1970's.      Already, major airlines have added 134 new nonstop routes in the last year. [Page A1.]    ABC News Talks to 'Idol' Contestant  ABC News released excerpts from an interview with a former contestant on Fox's ''American Idol,'' who contends he received coaching during the competition from one of the show's judges, Paula Abdul, left. Among the contestant's assertions are that Ms. Abdul helped him choose songs he might sing. [C3.]    Problems Persist at Citigroup Unit  Citigroup lenders made hundreds of high-interest home loans to customers with poor credit histories in 2004, despite a policy against such loans, the bank acknowledged. [C9.]    Qwest Moves Ahead After Battle  A day after dropping out of the contest to acquire MCI, the chief executive of Qwest said his company's reputation had not been hurt by the bidding war. [C5.]    Shifting Alliances in Private Equity  The Blackstone Group quietly switched sides last weekend in the bidding for a European telecommunications company, abandoning its original partners. Market Place. [C5.]    Executive Leaves Morgan Stanley  Another Morgan Stanley managing director resigned, one of the first executive departures since the firm's board reaffirmed its support for the chief executive over the weekend. [C8.]    News Media Pressure White House  The Washington bureau chiefs at seven news organizations are pressing the White House to curtail the use of background briefings. [C3.]    Insurers Report Mixed Results  Marsh & McLennan's quarterly profit fell 70 percent after it cut jobs and gave up fees that the New York attorney general said were tantamount to kickbacks. Aon said its first-quarter profit rose 18 percent as it earned more from underwriting. St. Paul Travelers Companies posted a 64 percent drop. [C4.]    Stocks End Flat After Rate Increase  Stocks closed little changed after the Fed raised rates. The Dow average rose 5.25 points, to 10,256.95. The S.&P. 500 was down 0.99 points, to 1,161.17, and the Nasdaq composite gained 4.42 points, to 1,933.07. [C9.]    Treasury Nomination for Kimmitt  President Bush nominated Robert M. Kimmitt, a longtime diplomat under President Reagan and the first President Bush, to be deputy secretary of the Treasury. [C7.]    Surgeon General at Tobacco Trial  The surgeon general of the United States, Richard H. Carmona, testified at the government's racketeering case against the nation's largest tobacco companies. [A31.]    Challenges to the Advertising World  At a conference, top advertising executives will talk about how new technologies could help or hurt their marketing efforts, among other topics. Stuart Elliott: Advertising. [C3.]  ",
      "lead_paragraph": "Big Airlines Try to Compete By Adding More Nonstops The nation's big airlines are starting to cave in to their low-fare competitors and adding more nonstop flights. The movement is looking to be one of the biggest shifts in the industry since it first adopted the hub-and-spoke approach after deregulation in the late 1970's.",
      "publication_date": "2005-05-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/04/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "With His Star Rising, Mexican Populist Faces New Tests",
      "snippet": "Profile of and interview with Mayor Andres Manuel Lopez Obrador of Mexico City, populist who can summon tens of thousands into streets at will; he staged biggest protest in Mexico's recent history, turning back legal challenge from Pres Vicente Fo...",
      "abstract": "Profile of and interview with Mayor Andres Manuel Lopez Obrador of Mexico City, populist who can summon tens of thousands into streets at will; he staged biggest protest in Mexico's recent history, turning back legal challenge from Pres Vicente Fox and Mexico's Congress that threatened to end his political career; is now considered favorite to be elected president in 2006; he is 51-year-old widower and father of three sons; has proven that he can motivate country's vast underclass, but whether he will be able to keep pro-American businesspeople and fragile middle class on his side remains to be seen; photos; maps (L)",
      "lead_paragraph": "MEXICO CITY, May 3 - He is mayor of the largest city in the hemisphere, and this country's latest political phenomenon.",
      "publication_date": "2005-05-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/05/04/world/americas/with-his-star-rising-mexican-populist-faces-new-tests.html",
      "byline": "By Ginger Thompson"
    },
    {
      "headline": "At Wal-Mart, Choosing Sides Over $9.68 an Hour",
      "snippet": "Number of community groups and lawmakers team up with labor unions in mounting intensive campaign aimed at prodding Wal-Mart into paying its 1.3 million employees higher wages; most of Wal-Mart's workers earn less than $19,000 a year; new group of...",
      "abstract": "Number of community groups and lawmakers team up with labor unions in mounting intensive campaign aimed at prodding Wal-Mart into paying its 1.3 million employees higher wages; most of Wal-Mart's workers earn less than $19,000 a year; new group of Wal-Mart critics ran full-page advertisement on April 20 contending company's low pay has forced tens of thousands of its workers to resort to food stamps and Medicaid, costing taxpayers billions of dollars; five members of Congress on April 26 joined women's advocates and labor leaders to assail company for not paying its female employees more; labor groups and their allies are focusing on Wal-Mart because they say campaign will not just benefit its workers but also reduce existing pressure on unionized competitors to reduce their own wages and benefits; Wal-Mart's chief executive H Lee Scott Jr defends his company, arguing that wages are primarily determined by market forces and that Wal-Mart pays more than most retailers and provides better opportunities for advancement; graph; photos (M)",
      "lead_paragraph": "BENTONVILLE, Ark. - With most of Wal-Mart's workers earning less than $19,000 a year, a number of community groups and lawmakers have recently teamed up with labor unions in mounting an intensive campaign aimed at prodding Wal-Mart into paying its 1.3 million employees higher wages.",
      "publication_date": "2005-05-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/04/business/at-walmart-choosing-sides-over-968-an-hour.html",
      "byline": "By Steven Greenhouse"
    },
    {
      "headline": "Heart Clinic May End or Curtail Use of a Drug",
      "snippet": "Heart doctors at Cleveland Clinic vote unanimously to severely curtail or even ban clinic's use of Johnson & Johnson drug Natrecor; final decision will be made by clinic committee that is expected to review data at May 4 meeting; Natrecor, used as...",
      "abstract": "Heart doctors at Cleveland Clinic vote unanimously to severely curtail or even ban clinic's use of Johnson & Johnson drug Natrecor; final decision will be made by clinic committee that is expected to review data at May 4 meeting; Natrecor, used as treatment for heart failure, has been reported in two recent studies to increase kidney problems and death rates among patients; Johnson & Johnson has worked out plan with federal drug regulators to cite such risks on its label (M)",
      "lead_paragraph": "Heart doctors at the Cleveland Clinic, one of the nation's largest centers for cardiac care, have voted unanimously to severely curtail or even ban the clinic's use of the Johnson & Johnson drug Natrecor.",
      "publication_date": "2005-05-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/05/04/health/heart-clinic-may-end-or-curtail-use-of-a-drug.html",
      "byline": "By Stephanie Saul"
    }
  ]
}