{
  "metadata": {
    "date": "2005-02-25",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "For a Start-Up, Visions of Profit in Podcasting",
      "snippet": "Odeo, five-person start-up that is based in walk-up apartment in San Francisco and was co-founded by Google alumnus Noah Glass and Evan Williams, plans to introduce Web-based system that is aimed at making business of podcasting--process of creati...",
      "abstract": "Odeo, five-person start-up that is based in walk-up apartment in San Francisco and was co-founded by Google alumnus Noah Glass and Evan Williams, plans to introduce Web-based system that is aimed at making business of podcasting--process of creating, finding, organizing and listening to digital audio files that range from living-room ramblings to BBC newscasts; proliferation of portable iPods and other devices for storing and playing files in MP3 audio format has created mobile audience in US on whom podcasters are counting to listen to much more than downloading songs and occasional audio book; question for Odeo is whether there is any money to be made from podcasting; photo (M)",
      "lead_paragraph": "SAN FRANCISCO, Feb. 24 - The primarily amateur Internet audio medium known as podcasting will take a small, hopeful step on Friday toward becoming the commercial Web's next big thing.",
      "publication_date": "2005-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/25/technology/for-a-startup-visions-of-profit-in-podcasting.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Kansas Prosecutor Demands Files on Late-Term Abortion Patients",
      "snippet": "Atty Gen Phill Kline of Kansas is demanding complete medical files of scores of women and girls who had late-term abortions, saying he needs information to prosecute criminal cases; emphasizes statutory rape, but court documents suggest other crim...",
      "abstract": "Atty Gen Phill Kline of Kansas is demanding complete medical files of scores of women and girls who had late-term abortions, saying he needs information to prosecute criminal cases; emphasizes statutory rape, but court documents suggest other crimes that could include doctors' providing illegal late-term abortions and health professionals' failing to heed state law requiring reporting of suspected child sexual abuse; Kansas law allows late-term abortion only if woman's health is endangered; 30 other states ban or restrict procedure; Kline's effort last year to require state's health workers to report any sexual activity of girls younger than 16 was thwarted when health-care providers sued; advocates on both sides of abortion issue say Kline's new and broad investigation, backed by judge's subpoena, is first of its kind in pursuit of criminal charges; federal Justice Dept has unsuccessfully sought similar records in its defense of ban on what critics call partial-birth abortion; photo (M)",
      "lead_paragraph": "TOPEKA, Kan., Feb. 24 - Attorney General Phill Kline, a Republican who has made fighting abortion a staple of his two years in the post, is demanding the complete medical files of scores of women and girls who had late-term abortions, saying on Thursday that he needs the information to prosecute criminal cases.",
      "publication_date": "2005-02-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/25/us/kansas-prosecutor-demands-files-on-lateterm-abortion-patients.html",
      "byline": "By Jodi Wilgoren"
    },
    {
      "headline": "First the Markdown, Then the Showdown",
      "snippet": "Retail stores and clothing makers are arguing about who is going to pay for profits lost because of markdowns during Christmas holiday season; suppliers are incensed--marquee names like Tommy Hilfiger, Liz Claiborne and Jones Apparel Group; mercha...",
      "abstract": "Retail stores and clothing makers are arguing about who is going to pay for profits lost because of markdowns during Christmas holiday season; suppliers are incensed--marquee names like Tommy Hilfiger, Liz Claiborne and Jones Apparel Group; merchants are demanding a lot of these rebates, called 'markdown money' in trade, and suppliers have little choice but to pay up; suppliers say they have been told merchants will be buying less of their fresh fall merchandise, if any at all, if suppliers refuse; merchants say they have no choice but to mark merchandise down because of weak demand; suppliers say stores panicked, marking down items too soon; they claim merchants shoud have stuck to sales plan, which as agreed to before stores saw designs; photos (M)",
      "lead_paragraph": "For holiday shoppers, there were bargains galore. By Thanksgiving weekend, Saks Fifth Avenue was offering 40 percent off; Macy's was selling furs for \"40 and 50 percent off -- plus an extra 15 percent.\"",
      "publication_date": "2005-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/25/business/first-the-markdown-then-the-showdown.html",
      "byline": "By Tracie Rozhon"
    },
    {
      "headline": "Bush and Putin Exhibit Tension Over Democracy",
      "snippet": "Pres Bush expresses concern about Russia's commitment to democracy at joint news conference with Pres Vladimir V Putin, who appears at times visibly uncomfortable but refuses to yield; sometimes tense and awkward encounter is held in Bratislava, S...",
      "abstract": "Pres Bush expresses concern about Russia's commitment to democracy at joint news conference with Pres Vladimir V Putin, who appears at times visibly uncomfortable but refuses to yield; sometimes tense and awkward encounter is held in Bratislava, Slovakia, after two men meet privately for over hour; joint news conference was designed to portray unity on day when two sides announce agreement that could reduce potential threat of nuclear terrorism by speeding up much-delayed securing and dismantling of some of Russia's nuclear materials; Sen John Kerry had criticized Bush for slowness of multibillion-dollar program during presidential campaign; news conference had been built up during Bush's four-day trip across Europe as standoff between him and Putin over course of democracy in Russia, where in recent months Putin has taken steps to tighten state control over economy and stifle dissent; Putin says he will not debate whether there is 'more or less democracy' in Russia; photos (M)",
      "lead_paragraph": "BRATISLAVA, Slovakia, Feb. 24 - President Bush expressed concern on Thursday night about Russia's commitment to democracy in a sometimes tense and awkward encounter with President Vladimir V. Putin. Mr. Putin, at times visibly uncomfortable, refused to yield.",
      "publication_date": "2005-02-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/25/world/europe/bush-and-putin-exhibit-tension-over-democracy.html",
      "byline": "By Elisabeth Bumiller and David E. Sanger"
    },
    {
      "headline": "Qwest Revises and Sweetens Its MCI Offer",
      "snippet": "Qwest Communications makes sweetened $8 billion bid for MCI, potentially creating bidding war with rival Verizon Communications; Qwest offer comes week after MCI board voted to accept $6.75 billion takeover proposal from Verizon, despite receiving...",
      "abstract": "Qwest Communications makes sweetened $8 billion bid for MCI, potentially creating bidding war with rival Verizon Communications; Qwest offer comes week after MCI board voted to accept $6.75 billion takeover proposal from Verizon, despite receiving higher offer from Qwest that was worth about $8 billion in cash and stock; Qwest bid is structured in way to protect MCI shareholders against decline of up to 10 percent of Qwest's share price; Qwest chief executive Richard C Notebaert comments; photo (M)",
      "lead_paragraph": "Qwest Communications made a sweetened $8 billion bid for MCI yesterday, potentially igniting a bidding war with rival Verizon Communications.",
      "publication_date": "2005-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/25/business/qwest-revises-and-sweetens-its-mci-offer.html",
      "byline": "By Matt Richtel and Andrew Ross Sorkin"
    },
    {
      "headline": "10 Voters on Panel Backing Pain Pills Had Industry Ties",
      "snippet": "Ten of 32 government drug advisers who last week endorsed continued marketing of pain pills Celebrex, Bextra and Vioxx have consulted in recent years for drugs' makers; those ten voted 9 to 1 to keep Bextra on market and 9 to 1 for Vioxx's return ...",
      "abstract": "Ten of 32 government drug advisers who last week endorsed continued marketing of pain pills Celebrex, Bextra and Vioxx have consulted in recent years for drugs' makers; those ten voted 9 to 1 to keep Bextra on market and 9 to 1 for Vioxx's return to market; had they not voted, vote would have been 12 to 8 that Bextra should be withdrawn and 14 to 8 that Vioxx should not return to market; vote on Celebrex was not substantially influenced by ten; researchers with ties to industry commonly serve on Food and Drug Administration advisory panels, but their presence has long been contentious issue; several of panel members flagged with conflicts say most or all of money from drug makers went not to themselves but to their universities of institutions; Dan Troy, former general counsel at FDA, says finding knowledgeable experts without financial conflicts is difficult; votes taken on Celebrex, Bextra and Vioxx were deeply important to Merck, Pfizer and Novartis, which is applying to sell very similar pill called Prexige; shares of Merck and Pfizer soared after panel's votes were announced; graph (M)",
      "lead_paragraph": "Ten of the 32 government drug advisers who last week endorsed continued marketing of the huge-selling pain pills Celebrex, Bextra and Vioxx have consulted in recent years for the drugs' makers, according to disclosures in medical journals and other public records.",
      "publication_date": "2005-02-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/02/25/politics/10-voters-on-panel-backing-pain-pills-had-industry-ties.html",
      "byline": "By Gardiner Harris and Alex Berenson"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Some Who Urged Return Of Drugs Had Industry Ties  Ten of the 32 government drug advisers who last week endorsed continued marketing of the huge-selling pain pills Celebrex, Bextra and Vioxx have consulted in recent years for the drugs' makers, acc...",
      "abstract": " Some Who Urged Return Of Drugs Had Industry Ties  Ten of the 32 government drug advisers who last week endorsed continued marketing of the huge-selling pain pills Celebrex, Bextra and Vioxx have consulted in recent years for the drugs' makers, according to disclosures in medical journals and other public records.    If the 10 advisers had not cast their votes, the panel would have voted 12 to 8 that Bextra should be withdrawn and 14 to 8 that Vioxx should not return to the market. [Page A1.]    Vaccine Programs Are Separated  The Centers for Disease Control and Prevention has decided to separate its national immunization program, which advocates for vaccination, from its vaccine safety branch, which monitors potential risks of the vaccines. [A18.]    Krispy Kreme Faces Another Inquiry  Krispy Kreme Doughnuts, which is already under investigation by the Securities and Exchange Commission over the repurchase of franchisees, is also being investigated by the United States attorney in New York for related matters, the company said. Krispy Kreme said it would cooperate in the inquiry. [C12.]    Judge Dismisses Yukos Bankruptcy  A Houston bankruptcy judge dismissed an effort by the Russian oil company Yukos to seek protection in the United States. [C2.]    May Plans Sudden Board Meeting  The board of May Department Stores is planning a meeting on Saturday, an indication that it expects to receive a bid from its rival, Federated Department Stores, an executive close to the talks said. [C2.]    Four Retailers Exceed Forecasts  The retailers J.C. Penney, Limited Brands, Gap and Kohl's released results that surpassed expectations. [C3.]    Senator Faults Westlaw Database  As the fallout continued over the news of a security breach at ChoicePoint, Senator Charles E. Schumer, Democrat of New York, took aim at another data search service, Westlaw, and promised to introduce broad legislation aimed at curbing identity theft. [C4.]    Cancer Therapy Licensed in China  Shanghai Sunway Biotech, a biotechnology company in Shanghai, has licensed worldwide rights to a cancer treatment from Onyx Pharmaceuticals, in Richmond, Calif. [C4.]    Orders to Factories Show Decline  Orders to factories for big-ticket manufactured goods fell 0.9 percent in January. [C2.]    Economic Openings at White House  President Bush's economic team is sparser now than it has ever been. [A16.]    Dow, S.&P. 500 and Nasdaq Rise  Stocks advanced. The Dow industrials rose 75 points, to 10,748.79. The Standard & Poor's 500-stock index closed up 9.40, at 1,200.20. The Nasdaq composite index rose 20.45 points, to 2,051.70. [C6.]    Nestlé Announces Stock Buyback  Nestlé said it would buy back 1 billion Swiss francs, or $859.7 million, worth of its own stock. Peter Brabeck-Letmathe, Nestlé's chief, said the plan to return spare cash to shareholders would begin in the second half. The buyback, the company's first ever, is a departure from the past practice of stockpiling cash to fund acquisitions, analysts said. The company also said its 2004 net profit rose 8 percent. [C5.]    Advertisers Flock to the Oscars  Advertising during the Academy Awards has major benefits regardless of ratings, marketers say. Stuart Elliott: Advertising. [C6.]  ",
      "lead_paragraph": "Some Who Urged Return Of Drugs Had Industry Ties Ten of the 32 government drug advisers who last week endorsed continued marketing of the huge-selling pain pills Celebrex, Bextra and Vioxx have consulted in recent years for the drugs' makers, according to disclosures in medical journals and other public records.",
      "publication_date": "2005-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/25/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Viacom Takes Big Write-Down, Creating a Loss",
      "snippet": "Viacom Inc takes $18 billion write-down for its radio station and outdoor advertising businesses, which led fourth-quarter loss of $18.44 billion compared to loss of $385.4 million in period year earlier; sales rose 6 percent, to $6.3 billion; sev...",
      "abstract": "Viacom Inc takes $18 billion write-down for its radio station and outdoor advertising businesses, which led fourth-quarter loss of $18.44 billion compared to loss of $385.4 million in period year earlier; sales rose 6 percent, to $6.3 billion; several analysts note loss was among largest taken by American corporations; chief executive Sumner M Redstone says writedown reflects emerging business trends and that company has always been 'very price conscious' and could not be accused of overpaying for acquisitions; graph; photo (M)",
      "lead_paragraph": "Viacom Inc. said yesterday that it had taken an $18 billion write-down for its radio station and outdoor advertising businesses, which had led to a fourth-quarter loss of $18.44 billion, or $10.99 a share, in contrast to a loss of $385.4 million, or 22 cents, in the period a year earlier.",
      "publication_date": "2005-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/25/business/media/viacom-takes-big-writedown-creating-a-loss.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "A.I.G.'s Lucrative and Unusual Ties to Affiliate",
      "snippet": "C V Starr & Co Inc, private holding company owned by American International Group's top executives and managers, is attracting scrutiny over its dealings with AIG; Starr sells specialized insurance policies with AIG's name on them; AIG defends rel...",
      "abstract": "C V Starr & Co Inc, private holding company owned by American International Group's top executives and managers, is attracting scrutiny over its dealings with AIG; Starr sells specialized insurance policies with AIG's name on them; AIG defends relationship, saying Starr brings business that it would not otherwise have; recently filed brief in lawsuit brought by Louisiana teachers' pension fund gives, for first time, fuller picture of relationship; legal brief shows Starr had operating profit of $47.8 million in 2002 on revenue of $305 million; defense motion shows Starr had net profit of $109 million from 1999 to 2002, on $2 billion insurance generated for AIG; Starr's revenue soared to $368 million in 2003 from $132 million in 1999; lawsuit says AIG, through Starr, engaged in 'rampant unchecked self-dealing'; says Starr exists primarily to increase compensation of AIG's top executives and directors, some of whom are also Starr directors; AIG chairman-chief executive Maurice R Greenberg also heads Starr and is leading shareholder; photo (M)",
      "lead_paragraph": "The American International Group is a complex galaxy of insurance and investment units, some with financial workings only dimly visible. Now, one obscure body in that universe, C.V. Starr & Company Inc., is attracting scrutiny over its dealings with A.I.G.",
      "publication_date": "2005-02-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/02/25/business/aigs-lucrative-and-unusual-ties-to-affiliate.html",
      "byline": "By Lynnley Browning"
    }
  ]
}