{
  "metadata": {
    "date": "2005-03-15",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "With Rare Unity, OPEC Ministers Gather in Iran",
      "snippet": "OPEC is meeting in Iran for first time since Islamic revolution topped monarchy in 1979 and brought in rule of clerics; gathering in Isfahan is testimony to uncommon consensus that has taken hold in oil cartel over last five years and has shaped g...",
      "abstract": "OPEC is meeting in Iran for first time since Islamic revolution topped monarchy in 1979 and brought in rule of clerics; gathering in Isfahan is testimony to uncommon consensus that has taken hold in oil cartel over last five years and has shaped group's most successful period since its creation in 1960; oil prices are high, there is little infighting, and comfortable premium is likely to fill OPEC coffers for a while; official Saudi Press Agency says OPEC should increase its quota by 500,000 barrels a day above current ceiling of 27 million barrels to help ease prices; OPEC's intentions and signals have been mixed, and in past, it has sometimes raised hopes before meeting, only to change little; Iran's Oil Min Bijan Zanganeh suggests more supply is not needed; 11 OPEC members are currently producing 29.5 million barrels a day, including oil from Iraq, which is not assigned quota; Saudi Oil Min Ali al-Naimi expects prices to remain at $40 to $50 a barrel for rest of year; oil for delivery in April rises 52 cents, to $54.95 a barrel in New York trading; photo (M)",
      "lead_paragraph": "ISFAHAN, Iran, March 14 - Trading its usual meeting place, along the blue waters of the Danube in Vienna, for the muddy waters of the Zayandeh River here, the Organization of the Petroleum Exporting Countries is meeting in Iran for the first time since the Islamic revolution toppled the monarchy in 1979 and brought in the rule of the clerics.",
      "publication_date": "2005-03-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/15/business/worldbusiness/with-rare-unity-opec-ministers-gather-in-iran.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Genentech Drug Shows Effect on a 2nd Cancer",
      "snippet": "Genentech Inc's cancer drug Avastin prolonged lives of patients with advanced lung cancer in clinical trial sponsored by National Cancer Institute, result that sends company's shares soaring and could pave way for wider use of what is widely consi...",
      "abstract": "Genentech Inc's cancer drug Avastin prolonged lives of patients with advanced lung cancer in clinical trial sponsored by National Cancer Institute, result that sends company's shares soaring and could pave way for wider use of what is widely considered company's most promising product; patients who received Avastin along with standard chemotherapy drug had median survival of 12.5 months, compared with 10.2 months for those receiving only chemotherapy; Genentech's shares rise $10.92, or 25 percent, to close at $55; photo (M)",
      "lead_paragraph": "Genentech Inc.'s cancer drug Avastin prolonged the lives of patients with advanced lung cancer in a clinical trial, a result that sent the company's shares soaring and could pave the way for wider use of what is widely considered the company's most promising product.",
      "publication_date": "2005-03-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/15/business/genentech-drug-shows-effect-on-a-2nd-cancer.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Ouster at A.I.G. Shows Rising Assertiveness of Boards",
      "snippet": "Ouster of American International Group's chief executive Maurice R Greenberg amid several regulatory inquiries brings to seven number of high-profile executives who have been replaced, mostly against their will, in last three months; corporate uph...",
      "abstract": "Ouster of American International Group's chief executive Maurice R Greenberg amid several regulatory inquiries brings to seven number of high-profile executives who have been replaced, mostly against their will, in last three months; corporate upheaval is strongest sign yet that boards are reacting forcefully to changes in governance put in place to clean up scandal-ridden landscape of last few years (M)",
      "lead_paragraph": "With the ouster of the American International Group's chief executive, Maurice R. Greenberg, the turnover at the top of American companies is starting to look like a 10-car pileup. The upheaval is the strongest sign yet that boards are reacting forcefully to changes in governance put in place to clean up the scandal-ridden landscape of the last few years.",
      "publication_date": "2005-03-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/15/business/ouster-at-aig-shows-rising-assertiveness-of-boards.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "BUSINESS DIGEST",
      "snippet": "Experimental Heart Valve Is Implanted Through a Vein  A team of Michigan cardiologists has implanted an artificial heart valve in a 76-year-old man by feeding the device up through a vein in his left leg, instead of opening his chest.    While the...",
      "abstract": " Experimental Heart Valve Is Implanted Through a Vein  A team of Michigan cardiologists has implanted an artificial heart valve in a 76-year-old man by feeding the device up through a vein in his left leg, instead of opening his chest.    While the new technique may lead to shorter hospital stays, it might be costly in other respects. Edwards Lifesciences, which makes the valve and the tools to install it, says the products may cost $10,000 to $12,000 per procedure. [Page A23.]    I.B.M. to Buy Ascential Software  I.B.M. is paying $1.1 billion for Ascential Software, whose products help companies combine information from different sources. [C2.]    Iger Wants Disney to Move Faster  Robert A. Iger, left, seemed almost casual in an interview a day after getting the top job at Disney, which he has coveted for years. But it is apparent that he has been thinking for a long time about what he would do if he took over the corporate suite. Mr. Iger said there would be structural changes at Disney so decisions could be made quickly. [C6.]    Duke Power May Build Reactor  Duke Power met with nuclear regulators to discuss seeking permission to build a nuclear power plant, something no one in this country has done in decades. [C3.]    Major electric companies are interested in new nuclear plants, but are not looking to build anything too innovative. [F3.]    Philip Morris Pursues Asian Market  Philip Morris International will offer $5.2 billion to buy PT HM Sampoerna, Indonesia's third-largest cigarette maker. [C7.]    Chain Will Buy Sony Projectors  Landmark Theaters, the art-house chain controlled by Mark Cuban and Todd Wagner, will become the first chain to install new digital projectors developed by Sony. [C19.]    Report Finds Halliburton Overbilling  Excess billing by Halliburton for postwar fuel imports to Iraq totaled more than $108 million, according to a report by Pentagon auditors that was completed last fall. [A12.]    Saatchi & Saatchi Sues Executive  Saatchi & Saatchi filed suit against a senior executive who worked on its General Mills account, on grounds that include breach of fiduciary duty. Stuart Elliott: Advertising. [C5.]    US Airways and Investor Reach Deal  US Airways said that Republic Airways Holding had agreed to invest $125 million in the airline once it emerges from bankruptcy protection, increasing its chances of survival. [C2.]    Video Frills on a Low-Fare Airline  As Delta cuts back on in-flight services to save money, its low-fare unit, Song, has introduced an in-flight entertainment system that rivals the audio-visual diversions found on the most luxurious international airlines. Song wants to appeal to travelers who are tired of being treated like cargo. [C18.]    Frequent fliers have been using more of their miles. Joe Sharkey: On the Road. [C18.]    Biotech Rise Helps Stock Market  Stocks rose, lifted by the biotechnology sector after positive news from Genentech. The Dow Jones industrial average was up 30.15 points, to 10,804.51. The S.&P. 500-stock index was up 6.75 points, to 1,206.83, and the Nasdaq composite rose 9.44 points, to 2,051.04. [C11.]    ABC Promotion Did Not Break Rules  Regulators said ABC did not violate indecency rules when it broadcast a controversial promotion for ''Monday Night Football.'' [E2.]  ",
      "lead_paragraph": "Experimental Heart Valve Is Implanted Through a Vein A team of Michigan cardiologists has implanted an artificial heart valve in a 76-year-old man by feeding the device up through a vein in his left leg, instead of opening his chest.",
      "publication_date": "2005-03-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/15/business/business-digest.html",
      "byline": ""
    },
    {
      "headline": "Chief Is Leaving Insurance Giant; Inquiries Mount",
      "snippet": "Maurice R Greenberg, who built American International Group into global insurance powerhouse, and shaped entire industry during nearly 40 years at company's helm, steps down as chief executive after series of run-ins with regulators raise question...",
      "abstract": "Maurice R Greenberg, who built American International Group into global insurance powerhouse, and shaped entire industry during nearly 40 years at company's helm, steps down as chief executive after series of run-ins with regulators raise questions about its complex and often obscure operations; his exit comes after lengthy discussions by company's directors in recent days and appears intended to avert head-on collision with SEC and New York Atty Gen Eliot Spitzer; Greenberg had been scheduled to appear for deposition in Spitzer's office to answer questions about transaction that regulators say may have artificially bolstered company's financial position (L)",
      "lead_paragraph": "Maurice R. Greenberg, the executive who built American International Group into a global insurance powerhouse and shaped an entire industry during nearly 40 years at the company's helm, stepped down as chief executive yesterday after a series of run-ins with regulators raised questions about its complex and often obscure operations.",
      "publication_date": "2005-03-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/15/business/chief-is-leaving-insurance-giant-inquiries-mount.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Reshaping Nuclear Rules",
      "snippet": "Pres Bush's recent shift in dealing with Iran's nuclear program is part of broader effort to rewrite Nuclear Nonproliferation Treaty without actually renegotiating it; Bush and his aides now acknowledge that Iran appears to have right to enrich ur...",
      "abstract": "Pres Bush's recent shift in dealing with Iran's nuclear program is part of broader effort to rewrite Nuclear Nonproliferation Treaty without actually renegotiating it; Bush and his aides now acknowledge that Iran appears to have right to enrich uranium to produce electric power, at least on paper, but Bush has managed to convince his European allies that only acceptable outcome of their negotiations with Iran is that it must give up that right; argues that there is new class of nations that simply cannot be trusted with technology to produce nuclear material even if treaty itself makes not such distinction; administration has yet to declare larger goal, not wanting to complicate negotiations with Iran by making it a test case (M)",
      "lead_paragraph": "WASHINGTON, March 14 - Behind President Bush's recent shift in dealing with Iran's nuclear program lies a less visible goal: to rewrite, in effect, the main treaty governing the spread of nuclear technology, without actually renegotiating it.",
      "publication_date": "2005-03-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/15/front page/world/reshaping-nuclear-rules.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "For Troops, Home Can Be Too Close",
      "snippet": "Military scientists study wartime communications in Iraq, where real-time technology has changed how soldiers communicate with each other and with their families back home; controlling information flow, which can sometimes misinform families about...",
      "abstract": "Military scientists study wartime communications in Iraq, where real-time technology has changed how soldiers communicate with each other and with their families back home; controlling information flow, which can sometimes misinform families about safety of soldiers or compromise secrecy of mission, is particularly difficult; Dr D Bruce Bell, Army Research Institute psychologist, says that instant and frequent communication with home can disrupt both soldier and family life; methods that military is using to control communications discussed; photos (M)",
      "lead_paragraph": "Jane Murray was fuming as she answered the phone, and, hearing her husband's voice, let it rip: their teenagers had once again left the bathroom littered with empty shampoo bottles despite repeated lectures on tidying up.",
      "publication_date": "2005-03-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "F",
      "web_url": "https://www.nytimes.com/2005/03/15/health/psychology/for-troops-home-can-be-too-close.html",
      "byline": "By Irene M. Wielawski"
    },
    {
      "headline": "Is the Car Unsafe, or the Driver?",
      "snippet": "Study by Insurance Institute for Highway Safety analyzes highest and lowest fatality rates of automobiles; study finds that in almost every vehicle class 'the death rate for the worst vehicle was at least twice as high as the rate for the best'; f...",
      "abstract": "Study by Insurance Institute for Highway Safety analyzes highest and lowest fatality rates of automobiles; study finds that in almost every vehicle class 'the death rate for the worst vehicle was at least twice as high as the rate for the best'; finds that many of best-performing vehicles are expensive luxury models with latest safety technology, while many of worst are cheaper models with older designs; luxury sedans, as well as midsize and large minivans and station wagons, tend to have lowest fatality rates; report examines how 1999 to 2002 model cars and trucks performed on road from 2000 to 2003; charts; photos (M)",
      "lead_paragraph": "DETROIT, March 14 - One way of reading the new report by the Insurance Institute for Highway Safety is that the Mercedes E-Class sedan has the safest design of any car or truck and the two-door Chevrolet Blazer the worst.",
      "publication_date": "2005-03-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/15/business/is-the-car-unsafe-or-the-driver.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Huge Demonstration in Lebanon Demands End to Syrian Control",
      "snippet": "Lebanon's anti-Syria opposition regains momentum as hundreds of thousands of Lebanese jam Beirut's central square to demand end to Syrian control of their country; demonstration easily rivals pro-Syria rally on March 8 organized by radical Shiite ...",
      "abstract": "Lebanon's anti-Syria opposition regains momentum as hundreds of thousands of Lebanese jam Beirut's central square to demand end to Syrian control of their country; demonstration easily rivals pro-Syria rally on March 8 organized by radical Shiite party Hezbollah; most notable element in demonstration in Martyr's Square is that it represents exceedingly rare moment in which broad cross section of Lebanese from every main sect--Christian, Druse, Shiite and Sunni Muslims--are all rubbing shoulders in same space; photos (L)",
      "lead_paragraph": "BEIRUT, Lebanon, March 14 - Lebanon's anti-Syria opposition regained the momentum on Monday as hundreds of thousands of Lebanese jammed Beirut's central square to demand the end to Syrian control of their country .",
      "publication_date": "2005-03-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/03/15/world/middleeast/huge-demonstration-in-lebanon-demands-end-to-syrian.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "In Clash of Titans, Chief of A.I.G. Met His Match",
      "snippet": "Meeting on March 9 between officials of New York State Atty Gen Eliot Spitzer's office and lawyers for American International Group and its chief executive Maurice R Greenberg, in which Spitzer refused to postpone deposition with regulators as req...",
      "abstract": "Meeting on March 9 between officials of New York State Atty Gen Eliot Spitzer's office and lawyers for American International Group and its chief executive Maurice R Greenberg, in which Spitzer refused to postpone deposition with regulators as requested by Greenberg's lawyers, marked pivotal point in confrontation between Greenberg and Spitzer and spurred resignation of Greenberg; at center of latest dispute is obscure insurance transaction that ended up involving federal regulators; photo (M",
      "lead_paragraph": "Last Wednesday, lawyers for American International Group and its chief executive, Maurice R. Greenberg, paid a visit to the Manhattan office of the New York attorney general, Eliot Spitzer.",
      "publication_date": "2005-03-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/03/15/business/in-clash-of-titans-chief-of-aig-met-his-match.html",
      "byline": "By Jenny Anderson"
    }
  ]
}