{
  "metadata": {
    "date": "2005-08-12",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Ex-WorldCom Officer Sentenced to 5 Years in Accounting Fraud",
      "snippet": "Federal Judge Barbara S Jones sentences Scott D Sullivan, former chief financial officer who acknowledged his leading role in WorldCom's $11 billion accounting fraud, to five years in prison; Jones says Sullivan would have faced substantial senten...",
      "abstract": "Federal Judge Barbara S Jones sentences Scott D Sullivan, former chief financial officer who acknowledged his leading role in WorldCom's $11 billion accounting fraud, to five years in prison; Jones says Sullivan would have faced substantial sentence had he not cooperated with government; Federal prosecutors describe Sullivan as crucial to conviction of his boss, Bernard J Ebbers, who, as WorldCom's founder and chief executive, was bigger target in government's prosecution; photo (M)",
      "lead_paragraph": "A federal judge sentenced Scott D. Sullivan, the former chief financial officer who acknowledged his leading role in WorldCom's $11 billion accounting fraud, to five years in prison yesterday -- a fifth of what sentencing guidelines suggested and a striking example of the benefit of working with government prosecutors.",
      "publication_date": "2005-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/12/business/exworldcom-officer-sentenced-to-5-years-in-accounting-fraud.html",
      "byline": "By Jennifer Bayot and Roben Farzad"
    },
    {
      "headline": "Inept Boards Need Have No Fear",
      "snippet": "Floyd Norris column on decision by special committee of Krispy Kreme Doughnuts board, composed of two directors who were brought on after highflier crashed, that directors should not face any legal responsibility for nonperformance of duties; comm...",
      "abstract": "Floyd Norris column on decision by special committee of Krispy Kreme Doughnuts board, composed of two directors who were brought on after highflier crashed, that directors should not face any legal responsibility for nonperformance of duties; committee concluded that company's early success was based in part on accounting errors; graph (M)",
      "lead_paragraph": "HOW irresponsible does an outside director have to be before he or she faces legal responsibility for nonperformance of duties?",
      "publication_date": "2005-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/12/business/inept-boards-need-have-no-fear.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Rumors of a Shortage of Dump Space Were Greatly Exaggerated",
      "snippet": "Operators of garbage dumps are stuffing more waste than anyone expected into giant plastic-lined holes, keeping disposal prices down and making construction of new landfills largely unnecessary; clearest winner in this development is City of New Y...",
      "abstract": "Operators of garbage dumps are stuffing more waste than anyone expected into giant plastic-lined holes, keeping disposal prices down and making construction of new landfills largely unnecessary; clearest winner in this development is City of New York, which exports 25,000 tons of trash each day to other cities and states, making it waste industry's biggest customer; benefits stretch coast to coast and will continue for years to come; dump capacity for nation's largest waste companies--Allied Waste Industries, Republic Services and Waste Management--has expanded by 1.28 billion tons over last four years; graph; photo (M)",
      "lead_paragraph": "Workers at a landfill in Orange County, Calif. -- as if tamping down the contents of a wastebasket -- regularly pile one million cubic yards of dirt atop a football field-size section of the giant dump. Six months later, the workers scrape the dirt aside and the dump's surface has fallen 30 to 40 feet, making space for yet more trash.",
      "publication_date": "2005-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/12/business/rumors-of-a-shortage-of-dump-space-were-greatly-exaggerated.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "After Decades of Disappointment, Gazans Are Preparing to Rejoice",
      "snippet": "Israel's planned evacuation of Jewish settlers and soldiers from Gaza Strip generates cautious optimism among Gazans; many believe Israel will continue to wield control over Gaza from outside; Palestinian Authority sends workers door to door, advi...",
      "abstract": "Israel's planned evacuation of Jewish settlers and soldiers from Gaza Strip generates cautious optimism among Gazans; many believe Israel will continue to wield control over Gaza from outside; Palestinian Authority sends workers door to door, advising families to stock up on food, water and medicine in case pullout turns turbulent and Israel's security forces impose curfews and closings; Palestinians must wait two months or more to visit grounds of 21 Jewish settlements being evacuated; Israel sets aside month to evacuate settlers, after which military will need weeks to tear down more than 1,500 homes, move that Palestinians have approved; Palestinian and Israeli leaders and their security forces are trying to coordinate to ensure there will be no Palestinian mortar or rocket fire during Israeli withdrawal, and no storming and looting of settlements by Palestinians after Israelis leave for good; photos (M)",
      "lead_paragraph": "GAZA, Aug. 11 - In this land of poverty, violence and dashed dreams of statehood, the Palestinians are revving up for the rarest of events in the Gaza Strip: a celebration.",
      "publication_date": "2005-08-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/12/world/middleeast/after-decades-of-disappointment-gazans-are-preparing-to.html",
      "byline": "By Greg Myre"
    },
    {
      "headline": "U.S. Fraud Charge for Top Lobbyist",
      "snippet": "Jack Abramoff, once-powerful Republican lobbyist involved in ethics allegations facing Rep Tom DeLay, is indicted in Florida on unrelated fraud charges involving his purchase of fleet of gambling boats from businessman whose gangland-style killing...",
      "abstract": "Jack Abramoff, once-powerful Republican lobbyist involved in ethics allegations facing Rep Tom DeLay, is indicted in Florida on unrelated fraud charges involving his purchase of fleet of gambling boats from businessman whose gangland-style killing in 2001 remains unsolved; Abramoff and his partner Adam R Kidan, who is also indicted, are not accused of involvement in that murder; they are charged with conspiracy and wire fraud in their purchase in 2000 of SunCruz Casinos, accused of presenting lenders with counterfeit documents; Abramoff's lawyer Neal R Sonnett refuses to say if indictment would provide Justice Dept with leverage in pressing Abramoff to cooperate in separate grand jury investigation in Washington focusing on his multimillion-dollar lobbying contracts with gambling operations of Indian tribes; Democratic Congressional leaders have called on House ethics committee to investigate relationship between Abramoff and DeLay, and propriety of lavish overseas trips Abramoff arranged for DeLay; photo (M)",
      "lead_paragraph": "WASHINGTON, Aug. 11 - Jack Abramoff, the once-powerful Republican lobbyist involved in ethics allegations facing Representative Tom DeLay, was indicted in Florida on Thursday on unrelated fraud charges involving his purchase of a fleet of gambling boats from a businessman who was slain amid bitter wrangling over the sale.",
      "publication_date": "2005-08-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/12/politics/us-fraud-charge-for-top-lobbyist.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "President Tries to Resolve Mixed Signals After Pentagon Remarks",
      "snippet": "Pres Bush says United States is making progress in Iraq but it is too soon to say when number of American troops could be scaled back; says he has considered and rejected calls by antiwar protesters for immediate withdrawal; says he is not certain...",
      "abstract": "Pres Bush says United States is making progress in Iraq but it is too soon to say when number of American troops could be scaled back; says he has considered and rejected calls by antiwar protesters for immediate withdrawal; says he is not certain Iraqis could handle their own security well enough for US to begin leaving anytime soon, despite planning by senior Pentagon officials for possible troop reductions as early as next spring; questions about exit strategy in Iraq have become delicate for Bush as crowd of antiwar protesters expands at edge of his ranch, rallying around woman whose soldier son was killed in Iraq last year; woman, Cindy Sheehan, is demanding to talk with Bush; photo (M)",
      "lead_paragraph": "CRAWFORD, Tex., Aug. 11 - Faced with mounting casualties and signs of diminished support for the war, President Bush said Thursday that while the United States was making progress in Iraq, it was too soon to say when the number of American troops could be scaled back.",
      "publication_date": "2005-08-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/12/politics/president-tries-to-resolve-mixed-signals-after-pentagon-remarks.html",
      "byline": "By Anne E. Kornblut"
    },
    {
      "headline": "Life on Hold: A Logjam of Nominees at Pentagon",
      "snippet": "Logjam of nominees has occurred at Pentagon; nearly quarter of people nominated to top civilian Pentagon jobs that require Senate approval are trapped in confirmation pipeline; not only is there still no permanent secretary of Navy, there is also ...",
      "abstract": "Logjam of nominees has occurred at Pentagon; nearly quarter of people nominated to top civilian Pentagon jobs that require Senate approval are trapped in confirmation pipeline; not only is there still no permanent secretary of Navy, there is also no permanent secretary of Air Force or under secretary of Army; other important Pentagon positions remain vacant as well;; variety of factors--both political and financial--are contributing to logjam; senators are putting holds on top Pentagon appointments because of policy disputes with Pres Bush administration; Gordon R England, nominated to replace Paul D Wolfowitz as deputy defense secretary, is working in that post, but only in acting capacity; he remains secretary of Navy as search continues for his permanent successor; Navy under secretary is filling in as Navy secretary, but lacks even acting title; photo (M)",
      "lead_paragraph": "WASHINGTON, Aug. 11 - Gordon R. England, nominated to replace Paul D. Wolfowitz as the Pentagon's No. 2 official, is caught up in the Alice-in-Wonderland politics of Washington, where he holds the job but not the title.",
      "publication_date": "2005-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/12/politics/life-on-hold-a-logjam-of-nominees-at-pentagon.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Former Banker Pleads Guilty in Tax Shelter Case",
      "snippet": "Domenick DeGiorgio, former executive in New York office of HVB Group, one of Germany's largest banks, pleads guilty to charges of conspiracy, fraud and tax evasion; plea is significant because it appears to involve first criminal charges brought b...",
      "abstract": "Domenick DeGiorgio, former executive in New York office of HVB Group, one of Germany's largest banks, pleads guilty to charges of conspiracy, fraud and tax evasion; plea is significant because it appears to involve first criminal charges brought by government in its probe of tax shelters sold by KPMG; photo (M)",
      "lead_paragraph": "An investigation by federal prosecutors into sales of questionable tax shelters took a decisive turn yesterday as a former bank executive pleaded guilty to charges of conspiracy, fraud and tax evasion.",
      "publication_date": "2005-08-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/08/12/business/former-banker-pleads-guilty-in-tax-shelter-case.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Books, Not Tales, Get Taller Before Baby Boomers' Eyes",
      "snippet": "Publishers of mass-market paperback books issue new paperbacks in bigger size, with larger type, to accommodate worsening eyesight of baby boomers; sale of paperback books has steadily declined for decade and is down 11 percent in last five years,...",
      "abstract": "Publishers of mass-market paperback books issue new paperbacks in bigger size, with larger type, to accommodate worsening eyesight of baby boomers; sale of paperback books has steadily declined for decade and is down 11 percent in last five years, while overall number of books sold has fallen just 7 percent; Simon & Schuster, whose Pocket Books division introduced mass-market paperback format in US in 1939, is one of those to issue new and larger paperbacks by some of its most popular authors; publishing industry executives say some big discount retailers, including Wal-Mart Stores, object to higher price of new paperbacks and order smaller-than-normal volumes of books because of doubts whether customer would buy as many; large bookstore chains like Borders and Barnes & Noble are taking wait-and-see attitude; drawing (M)",
      "lead_paragraph": "They carried dog-eared copies of \"On the Road\" in their back pockets during college and devoured Tom Clancy paperbacks on airplanes as young executives. But as baby boomers near retirement, they are finding it harder and harder to read the small type of mass-market paperbacks, the pocket-size books that are the most popular segment of the publishing business.",
      "publication_date": "2005-08-12T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/08/12/books/books-not-tales-get-taller-before-baby-boomers-eyes.html",
      "byline": "By Edward Wyatt"
    }
  ]
}