{
  "metadata": {
    "date": "2005-07-06",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Where 25 Million Is Merely Average",
      "snippet": "Even for a Wall Street legend, it pays to be average.      John J. Mack, who was named Morgan Stanley's chairman and chief executive last Thursday, has agreed to a five-year contract that will pay him as much as $25 million a year for the next yea...",
      "abstract": "Even for a Wall Street legend, it pays to be average.      John J. Mack, who was named Morgan Stanley's chairman and chief executive last Thursday, has agreed to a five-year contract that will pay him as much as $25 million a year for the next year and a half -- or in the me-too meritocracy of Wall Street, at least as much as the average of his high-paid peers.  ",
      "lead_paragraph": "Even for a Wall Street legend, it pays to be average.",
      "publication_date": "2005-07-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/06/business/where-25-million-is-merely-average.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "The Big Tug of War Over Unocal",
      "snippet": "As the lobbying heats up in Washington over Unocal, a midsize American oil company, the battle lines in the takeover contest are now drawn clearly, if oddly, by its suitors.     In one corner stands the China National Offshore Oil Corporation, or ...",
      "abstract": "As the lobbying heats up in Washington over Unocal, a midsize American oil company, the battle lines in the takeover contest are now drawn clearly, if oddly, by its suitors.     In one corner stands the China National Offshore Oil Corporation, or Cnooc, a company controlled by a Communist government. Despite that, its pitch is straight out of the capitalist playbook: just let markets work, free of political meddling. And, yes, we have the higher bid, at $18.5 billion.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/06/business/worldbusiness/the-big-tug-of-war-over-unocal.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "From Filmmaker in Los Angeles to Iraq Detainee",
      "snippet": "Like a lot of aspiring filmmakers in Los Angeles, Cyrus Kar was obsessed with his project, a documentary about an ancient Persian king who championed tolerance and human rights even as he built an empire that stretched across the Near East.    But...",
      "abstract": "Like a lot of aspiring filmmakers in Los Angeles, Cyrus Kar was obsessed with his project, a documentary about an ancient Persian king who championed tolerance and human rights even as he built an empire that stretched across the Near East.    But Mr. Kar, 44, a naturalized American born in Iran, followed his dream where few others might have gone. In mid-May, he traveled to Iraq with an Iranian cameraman to film archaeological sites around Babylon. After a taxi they were in was stopped in Baghdad, the two men were arrested by Iraqi security forces, who found what they suspected might be bomb parts in the vehicle.   ",
      "lead_paragraph": "LOS ANGELES, July 5 - Like a lot of aspiring filmmakers in Los Angeles, Cyrus Kar was obsessed with his project, a documentary about an ancient Persian king who championed tolerance and human rights even as he built an empire that stretched across the Near East.",
      "publication_date": "2005-07-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/06/world/middleeast/from-filmmaker-in-los-angeles-to-iraq-detainee.html",
      "byline": "By Tim Golden"
    },
    {
      "headline": "Gunmen Ambush 2 Muslim Envoys in Iraqi Capital",
      "snippet": "Gunmen ambushed the senior Bahraini and Pakistani diplomats in separate attacks as they drove through the capital on Tuesday, spurring Pakistan to announce the withdrawal of its ambassador from Iraq.     Even as insurgents tried to undermine the n...",
      "abstract": "Gunmen ambushed the senior Bahraini and Pakistani diplomats in separate attacks as they drove through the capital on Tuesday, spurring Pakistan to announce the withdrawal of its ambassador from Iraq.     Even as insurgents tried to undermine the new government by striking at Muslim envoys, Iraqi politicians made some progress on writing a new constitution, in an effort to give Iraq political legitimacy. In a meeting, Shiite and Kurdish politicians accepted 15 Sunni Arabs who had been chosen to increase Sunni representation on a constitutional committee.   ",
      "lead_paragraph": "BAGHDAD, Iraq, July 5 - Gunmen ambushed the senior Bahraini and Pakistani diplomats in separate attacks as they drove through the capital on Tuesday, spurring Pakistan to announce the withdrawal of its ambassador from Iraq.",
      "publication_date": "2005-07-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/06/world/middleeast/gunmen-ambush-2-muslim-envoys-in-iraqi-capital.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Florida's Zeal Against Castro Is Losing Heat",
      "snippet": "Fidel Castro is not dead, but he has haunted Miami for nearly 50 years. This is a city where newscasters still scrutinize Mr. Castro's health and workers conduct emergency drills to prepare for the chaos expected upon his demise. Spy shops still f...",
      "abstract": "Fidel Castro is not dead, but he has haunted Miami for nearly 50 years. This is a city where newscasters still scrutinize Mr. Castro's health and workers conduct emergency drills to prepare for the chaos expected upon his demise. Spy shops still flourish here, and a store on Calle Ocho does brisk business in reprints of the Havana phone book from 1959, the year he seized power.    But if Mr. Castro's grip on Cuban Miami remains strong, the fixation is expressed differently these days. The monolithic stridency that once defined the exile community has faded. There is less consensus on how to fight Mr. Castro and even, as Cuban-Americans grow more politically and economically diverse, less intensity of purpose. Some call it shrewd pragmatism, others call it fatigue.   ",
      "lead_paragraph": "MIAMI, July 5 - Fidel Castro is not dead, but he has haunted Miami for nearly 50 years. This is a city where newscasters still scrutinize Mr. Castro's health and workers conduct emergency drills to prepare for the chaos expected upon his demise. Spy shops still flourish here, and a store on Calle Ocho does brisk business in reprints of the Havana phone book from 1959, the year he seized power.",
      "publication_date": "2005-07-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/06/us/floridas-zeal-against-castro-is-losing-heat.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "A.I.G. Role for Ex-Chief of S.E.C.",
      "snippet": "The American International Group has hired Arthur Levitt, a former Securities and Exchange Commission chairman, as a consultant to the board in an effort to quell dissent from institutional investors.      He will help evaluate potential nominees ...",
      "abstract": "The American International Group has hired Arthur Levitt, a former Securities and Exchange Commission chairman, as a consultant to the board in an effort to quell dissent from institutional investors.      He will help evaluate potential nominees to the board and advise on corporate governance issues.  ",
      "lead_paragraph": "The American International Group has hired Arthur Levitt, a former Securities and Exchange Commission chairman, as a consultant to the board in an effort to quell dissent from institutional investors.",
      "publication_date": "2005-07-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/06/business/aig-role-for-exchief-of-sec.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Africa Tackles Graft, With Billions in Aid in Play",
      "snippet": "One of Dora Nkem Akunyili's lowest moments as a corruption fighter came about two years ago when her son told her not to visit his boarding school. Obumneme Akunyili, age 13, did not want anyone to know that she was his mother.    It was not out o...",
      "abstract": "One of Dora Nkem Akunyili's lowest moments as a corruption fighter came about two years ago when her son told her not to visit his boarding school. Obumneme Akunyili, age 13, did not want anyone to know that she was his mother.    It was not out of shame. Since becoming Nigeria's top food and drug regulator in 2001, his mother had broken the back of an illicit trade that had flooded Nigeria with fake medicines. She had taken on importers, distributors and an array of officials willing to risk Nigerian lives for a bribe.   ",
      "lead_paragraph": "LAGOS, Nigeria - One of Dora Nkem Akunyili's lowest moments as a corruption fighter came about two years ago when her son told her not to visit his boarding school. Obumneme Akunyili, age 13, did not want anyone to know that she was his mother.",
      "publication_date": "2005-07-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/06/world/africa/africa-tackles-graft-with-billions-in-aid-in-play.html",
      "byline": "By Sharon Lafraniere"
    },
    {
      "headline": "When F.D.A. Says Yes, but Insurers Say No",
      "snippet": "Medical device makers devote years and millions of dollars to winning regulatory approval for new products. But all that work does not necessarily produce the kind of data that persuades insurers to pay for the products once they hit the market.  ...",
      "abstract": "Medical device makers devote years and millions of dollars to winning regulatory approval for new products. But all that work does not necessarily produce the kind of data that persuades insurers to pay for the products once they hit the market.      Take what has happened since the Food and Drug Administration gave Johnson & Johnson clearance last fall to sell an implantable spinal disk called the Charité (shar-ee-TAY).  ",
      "lead_paragraph": "Medical device makers devote years and millions of dollars to winning regulatory approval for new products. But all that work does not necessarily produce the kind of data that persuades insurers to pay for the products once they hit the market.",
      "publication_date": "2005-07-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/06/business/when-fda-says-yes-but-insurers-say-no.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "G.O.P. Asks Conservative Allies to Cool Rhetoric Over the Court",
      "snippet": "The White House and the Senate Republican leadership are pushing back against pressure from some of their conservative allies about the coming Supreme Court nomination, urging them to stop attacking Attorney General Alberto R. Gonzales as a potent...",
      "abstract": "The White House and the Senate Republican leadership are pushing back against pressure from some of their conservative allies about the coming Supreme Court nomination, urging them to stop attacking Attorney General Alberto R. Gonzales as a potential nominee and to tone down their talk of a culture war.      In a series of conference calls on Tuesday and over the last several days, Republican Senate aides encouraged conservative groups to avoid emphasizing the searing cultural issues that social conservatives see at the heart of the court fight, subjects like abortion, public support for religion and same-sex marriage, participants said.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2005-07-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/06/politics/politicsspecial1/gop-asks-conservative-allies-to-cool-rhetoric.html",
      "byline": "By David D. Kirkpatrick and Carl Hulse"
    },
    {
      "headline": "Ford, Too, Is Offering Employees' Price to All",
      "snippet": "It is a good time to buy an American car -- or so Detroit's Big Three automakers want consumers to think.      On Tuesday, General Motors announced that it would extend to Aug. 1 its highly successful sales promotion, which offers vehicles for the...",
      "abstract": "It is a good time to buy an American car -- or so Detroit's Big Three automakers want consumers to think.      On Tuesday, General Motors announced that it would extend to Aug. 1 its highly successful sales promotion, which offers vehicles for the same price that G.M. employees pay. Several hours later, Ford Motor said it, too, would begin selling most of its vehicles at the reduced employee rate. And Chrysler, the American division of DaimlerChrysler, is expected to announce details of an employee discount program of its own on Wednesday, when its sale begins.  ",
      "lead_paragraph": "DETROIT, July 5 - It is a good time to buy an American car -- or so Detroit's Big Three automakers want consumers to think.",
      "publication_date": "2005-07-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2005/07/06/business/ford-too-is-offering-employees-price-to-all.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "For Lobbyist, a Seat of Power Came With a Plate",
      "snippet": "The lobbyist Jack Abramoff mixed business with business at Signatures, the upscale restaurant he opened here three years ago. Playing host at his private corner spot, Table 40, he courted Republican lawmakers and talked strategy with subordinates ...",
      "abstract": "The lobbyist Jack Abramoff mixed business with business at Signatures, the upscale restaurant he opened here three years ago. Playing host at his private corner spot, Table 40, he courted Republican lawmakers and talked strategy with subordinates while eating rolls of sushi and firing commands to the staff on his BlackBerry.     Signatures appeared to satisfy several ambitions for Mr. Abramoff, who is at the center of two widening fraud investigations. By most accounts, he reveled in the role of celebrity restaurant owner. His expense account restaurant, which offered a $74 steak and a $140 tasting menu, packed in Capitol Hill staffers and prominent politicians.   ",
      "lead_paragraph": "WASHINGTON, July 5 - The lobbyist Jack Abramoff mixed business with business at Signatures, the upscale restaurant he opened here three years ago. Playing host at his private corner spot, Table 40, he courted Republican lawmakers and talked strategy with subordinates while eating rolls of sushi and firing commands to the staff on his BlackBerry.",
      "publication_date": "2005-07-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2005/07/06/politics/for-lobbyist-a-seat-of-power-came-with-a-plate.html",
      "byline": "By Glen Justice"
    }
  ]
}