{
  "metadata": {
    "date": "2006-05-08",
    "total_articles": 52
  },
  "articles": [
    {
      "headline": "Job Growth Was Weak in April, but Hourly Wages Increased",
      "snippet": "The contradictory numbers left economists unsure whether the weaker April job growth was a hiccup or early evidence of a slowdown.",
      "abstract": "The contradictory numbers left economists unsure whether the weaker April job growth was a hiccup or early evidence of a slowdown.",
      "lead_paragraph": "Job growth slackened in April, the government reported yesterday, but the hourly wages of ordinary workers jumped, and their pay is finally rising faster than inflation.",
      "publication_date": "2006-05-06T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/06/business/06econ.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Largest Faction of Darfur Rebels Signs Peace Pact",
      "snippet": "But two smaller rebel groups angrily demurred, leaving open the possibility that they would threaten the accord.",
      "abstract": "But two smaller rebel groups angrily demurred, leaving open the possibility that they would threaten the accord.",
      "lead_paragraph": "KHARTOUM, Sudan, May 5  After a frenetic all-night negotiating session, the Sudanese government and the largest of the Darfur rebel groups signed a hard-fought peace agreement on Friday intended to end three years of misery and bloodshed in Dafur. But two much smaller rebel groups angrily demurred, leaving open the possibility that they would threaten the accord. ",
      "publication_date": "2006-05-06T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/06/world/africa/06darfur.html",
      "byline": "By Lydia Polgreen and Joel Brinkley"
    },
    {
      "headline": "Mandate for ID Meets Resistance From States",
      "snippet": "States say the requirements of the Real ID law are too costly and too difficult to implement by the May 2008 deadline.",
      "abstract": "States say the requirements of the Real ID law are too costly and too difficult to implement by the May 2008 deadline.",
      "lead_paragraph": "Reacting to the Sept. 11 attacks, Congress passed the Real ID law last year, intending to make it tougher for terrorists to obtain driver's licenses and for people without proper identification to board planes or enter federal buildings.",
      "publication_date": "2006-05-06T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/06/us/06id.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "As Profits Surge, Oil Giants Find Hurdles Abroad",
      "snippet": "Sharply higher gas prices have tilted the balance of power toward oil-producing countries.",
      "abstract": "Sharply higher gas prices have tilted the balance of power toward oil-producing countries.",
      "lead_paragraph": "To many Americans, oil companies like Exxon Mobil or Chevron appear all powerful, pocketing record profits as energy costs soar. But in many countries around the world, high oil prices are also making life considerably harder for big oil companies.",
      "publication_date": "2006-05-06T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/06/business/worldbusiness/06oil.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Bullish, Sure, but There Was More to Say",
      "snippet": "Since his death, Louis R. Rukeyser has been described as a pioneer with a rare talent for making economics accessible. I'm not so sure that was a positive thing.",
      "abstract": "Since his death, Louis R. Rukeyser has been described as a pioneer with a rare talent for making economics accessible. I'm not so sure that was a positive thing.",
      "lead_paragraph": "THE NEW YORK TIMES did something inspired this week in choosing who should write the obituary of Louis R. Rukeyser. Mr. Rukeyser, of course, spent 32 years as the host and impresario of \"Wall Street Week,\" the first television show devoted entirely to the stock market, and to this day, the most popular financial show ever, with six million viewers during its mid-1980's peak.",
      "publication_date": "2006-05-06T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/06/business/06nocera.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "No More Cheap Shrimp Cocktail",
      "snippet": "In the new Las Vegas, there's not much room for low rollers on the Strip.",
      "abstract": "In the new Las Vegas, there's not much room for low rollers on the Strip.",
      "lead_paragraph": "LAS VEGAS — They are coming to blow up a lonely outpost of low-cost Las Vegas.",
      "publication_date": "2006-05-06T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/06/business/06vegas.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Director of C.I.A. Is Stepping Down Under Pressure",
      "snippet": "Porter J Goss resigns under pressure as CIA director, ending stormy 19-month tenure marked by plummeting morale at agency and turf battles within government; Pres Bush is expected to name Gen Michael Hayden, deputy to national intellience director...",
      "abstract": "Porter J Goss resigns under pressure as CIA director, ending stormy 19-month tenure marked by plummeting morale at agency and turf battles within government; Pres Bush is expected to name Gen Michael Hayden, deputy to national intellience director John Negroponte, as Goss successor; nomination would bring close Senate questioning of Hayden's role in overseeing National Security Agency's domestic eavesdropping; Hayden strongly defends program; Bush appears with Goss at White House; departure also comes amid probe of CIA official Kyle Foggo; timeline of CIA leadership over last ten years; photos (M)",
      "lead_paragraph": "WASHINGTON, May 5 - Porter J. Goss resigned under pressure on Friday as director of the Central Intelligence Agency, ending a stormy 19-month tenure marked by plummeting morale inside the agency's ranks and turf battles within government.",
      "publication_date": "2006-05-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/06/washington/director-of-cia-is-stepping-down-under-pressure.html",
      "byline": "By Mark Mazzetti and Scott Shane"
    },
    {
      "headline": "Mandate for ID Meets Resistance From States",
      "snippet": "Federal Real ID law passed last year meets resistance from state officials who say that requirements for driver's licenses are too difficult and expensive to put in place by May 2008 deadline; additional issue is privacy impact of requirement that...",
      "abstract": "Federal Real ID law passed last year meets resistance from state officials who say that requirements for driver's licenses are too difficult and expensive to put in place by May 2008 deadline; additional issue is privacy impact of requirement that states share databases containing personal information needed for driver's license; National Governors Assn and National Conference of State Legislatures, American Assn of Motor Vehicle Administrators issue report warning states have not been given time or money to comply; Arkansas Gov Mike Huckabee calls rules 'absolutely absurd'; adds that if national ID card is needed it should be done, not left to entry-level desk person at motor vehicle bureau; law's supporters see need to fill gaping security hole; opinions among New Hampshire officials on both sides quoted; photos (M)",
      "lead_paragraph": "Reacting to the Sept. 11 attacks, Congress passed the Real ID law last year, intending to make it tougher for terrorists to obtain driver's licenses and for people without proper identification to board planes or enter federal buildings.",
      "publication_date": "2006-05-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/06/us/mandate-for-id-meets-resistance-from-states.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "LARGEST FACTION OF DARFUR REBELS SIGNS PEACE PACT",
      "snippet": "Sudanese government and largest of Darfur rebel groups conclude frenetic all-night negotiations with signing of agreement intended to end three years of misery and bloodshed; two smaller groups demur, leaving open possibility that accord may not h...",
      "abstract": "Sudanese government and largest of Darfur rebel groups conclude frenetic all-night negotiations with signing of agreement intended to end three years of misery and bloodshed; two smaller groups demur, leaving open possibility that accord may not hold; one leader, Abdul Wahad al-Nur, storms out, although about 15 of his commanders say they will abide by deal; events end week of brinksmanship as more than two dozen leaders from Africa, Europe and Middle East pressured rebels to compromise; Minni Arcua Minnawi, who controls about 75 percent of rebel forces, reaffirms that fighting will end; government militias and rebels are to disarm and withdraw behind cease-fire lines; government is to set up compensation fund for victims of carnage and international conference this summer will raise reconstruction money; about 5,000 rebels are to join army and police and rebel leaders can join government; US envoy Robert Zoellick cautiously applauds agreement while warning of dangers from holdouts; Nigerian Pres Olusegun Obasanjo presides at signing; third rebel group, not present at signing, is Islamist movement tied to Hassan al-Turabi, hard-liner who invited Osama bin Laden to Sudan; agreement highlights; photo; map (M)",
      "lead_paragraph": "KHARTOUM, Sudan, May 5 - After a frenetic all-night negotiating session, the Sudanese government and the largest of the Darfur rebel groups signed a hard-fought peace agreement on Friday intended to end three years of misery and bloodshed in Dafur. But two much smaller rebel groups angrily demurred, leaving open the possibility that they would threaten the accord.",
      "publication_date": "2006-05-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/06/washington/largest-faction-of-darfur-rebels-signs-peace-pact.html",
      "byline": "By Lydia Polgreen and Joel Brinkley"
    },
    {
      "headline": "Top C.I.A. Pick Has Credentials and Skeptics",
      "snippet": "Gen Michael Hayden, Pres Bush's likely choice to head CIA, has stellar resume as spy but faces serious questions about National Security Agency's domestic surveillance program, which he oversaw and has vigorously defended; photo (M)",
      "abstract": "Gen Michael Hayden, Pres Bush's likely choice to head CIA, has stellar resume as spy but faces serious questions about National Security Agency's domestic surveillance program, which he oversaw and has vigorously defended; photo (M)",
      "lead_paragraph": "WASHINGTON, May 5 - Gen. Michael V. Hayden, who senior administration officials said Friday was the likely choice of President Bush to head the Central Intelligence Agency, has a stellar résumé for a spy and has long been admired at the White House and on Capitol Hill.",
      "publication_date": "2006-05-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/06/washington/top-cia-pick-has-credentials-and-skeptics.html",
      "byline": "By Scott Shane and Mark Mazzetti"
    },
    {
      "headline": "Job Growth Was Weak in April, but Hourly Wages Increased",
      "snippet": "Job growth slackened in April, the government reported yesterday, but the hourly wages of ordinary workers jumped, and their pay is finally rising faster than inflation.     The nation's employers added only 138,000 jobs, well below the average of...",
      "abstract": "Job growth slackened in April, the government reported yesterday, but the hourly wages of ordinary workers jumped, and their pay is finally rising faster than inflation.     The nation's employers added only 138,000 jobs, well below the average of 210,000 a month since last November. The unemployment rate, however, held at a low 4.7 percent. The contradictory numbers left economists unsure whether the weaker April job growth was a hiccup or early evidence of a slowdown in the economy.  ",
      "lead_paragraph": "Job growth slackened in April, the government reported yesterday, but the hourly wages of ordinary workers jumped, and their pay is finally rising faster than inflation.",
      "publication_date": "2006-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/06/business/job-growth-was-weak-in-april-but-hourly-wages-increased.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Bullish, Sure, but There Was More to Say",
      "snippet": "Joe Nocera article discusses James Grant's obituary of television show Wall Street Week host Louis R Rukeyser; reflects on his life, his bullish outlook on stock market and how program changed public perception of investing; holds that Rukeyser ha...",
      "abstract": "Joe Nocera article discusses James Grant's obituary of television show Wall Street Week host Louis R Rukeyser; reflects on his life, his bullish outlook on stock market and how program changed public perception of investing; holds that Rukeyser had rare talent but notes that his advice was often misleading; photo (M)",
      "lead_paragraph": "THE NEW YORK TIMES did something inspired this week in choosing who should write the obituary of Louis R. Rukeyser. Mr. Rukeyser, of course, spent 32 years as the host and impresario of \"Wall Street Week,\" the first television show devoted entirely to the stock market, and to this day, the most popular financial show ever, with six million viewers during its mid-1980's peak.",
      "publication_date": "2006-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/06/business/bullish-sure-but-there-was-more-to-say.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "As Profits Surge, Oil Giants Find Hurdles Abroad",
      "snippet": "High prices that have brought soaring profits to Western oil companies also shift more power to oil-producing countries, as some governments seek larger share of riches and assert nationalist policies that weaken industry's influence; industry exp...",
      "abstract": "High prices that have brought soaring profits to Western oil companies also shift more power to oil-producing countries, as some governments seek larger share of riches and assert nationalist policies that weaken industry's influence; industry expert Daniel Yergin sees return to 1970's-style resource nationalism that leaves companies feeling 'cramped'; trend could lead to fewer investments, lower production and even higher prices at pump; Bolivian and Russian governments have taken outright control of oil and gas fields, Venezuela and Britain have increased taxes and Nigeria and Kazakhstan have given highly preferential treatment to state companies; top seven international companies actually control less than five percent of global reserves (M)",
      "lead_paragraph": "To many Americans, oil companies like Exxon Mobil or Chevron appear all powerful, pocketing record profits as energy costs soar. But in many countries around the world, high oil prices are also making life considerably harder for big oil companies.",
      "publication_date": "2006-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/06/business/worldbusiness/as-profits-surge-oil-giants-find-hurdles-abroad.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "No More Cheap Shrimp Cocktail",
      "snippet": "Las Vegas strip is replacing budget hotels and casinos with high-end luxury offerings in effort to cater to business travelers and deep-pocket visitors; Las Vegas continues attempts to redefine itself as more diversified destination; Las Vegas Con...",
      "abstract": "Las Vegas strip is replacing budget hotels and casinos with high-end luxury offerings in effort to cater to business travelers and deep-pocket visitors; Las Vegas continues attempts to redefine itself as more diversified destination; Las Vegas Convention and Visitors Authority reports 38.6 million people visited in 2005, up from 37.4 million year before and 29 million in 1995; average cost of staying at hotel in 2005 was $125.38, up from $113.02 in 2004 and $96.92 in 2000; photos (M)",
      "lead_paragraph": "LAS VEGAS - They are coming to blow up a lonely outpost of low-cost Las Vegas.",
      "publication_date": "2006-05-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/06/business/no-more-cheap-shrimp-cocktail.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Rep. Kennedy Acknowledges Drug Problem",
      "snippet": "Rep Patrick J Kennedy says he will enter Mayo Clinic for treatment of addiction to prescription medicines, following incident in which he crashed car into traffic barrier on Capitol Hill; six-term Democrat, son of Sen Edward Kennedy, says he does ...",
      "abstract": "Rep Patrick J Kennedy says he will enter Mayo Clinic for treatment of addiction to prescription medicines, following incident in which he crashed car into traffic barrier on Capitol Hill; six-term Democrat, son of Sen Edward Kennedy, says he does not remember details of accident but knows he needs help to live his life and represent people of Rhode Island; discloses that he was treated at Mayo Clinic over Christmas holiday but suffered recurrence of 'chronic' addiction problem; photos (M)",
      "lead_paragraph": "WASHINGTON, May 5 - Representative Patrick J. Kennedy said Friday that he was seeking treatment for addiction to prescription medicines after he crashed his car into a traffic barrier on Capitol Hill, in the latest crisis for one of America's storied political families.",
      "publication_date": "2006-05-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/06/washington/rep-kennedy-acknowledges-drug-problem.html",
      "byline": "By Robert Pear and Carl Hulse"
    },
    {
      "headline": "Finding Comfort (and New Friends) in Gold",
      "snippet": "For some, gold is a way of life. For others, it is a hedge against inflation.",
      "abstract": "For some, gold is a way of life. For others, it is a hedge against inflation.",
      "lead_paragraph": "Sharon, Conn.",
      "publication_date": "2006-05-07T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/05/07/business/yourmoney/07gold.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "From a Piece of the Past, a Lesson",
      "snippet": "I took my 12-year-old son to work last month, but  I was the one who learned the most about the hows and whys of the work I do. ",
      "abstract": "I took my 12-year-old son to work last month, but  I was the one who learned the most about the hows and whys of the work I do. ",
      "lead_paragraph": "I TOOK my 12-year-old son to work last month  though not on the designated \"Take Our Children to Work Day,\" not to a place where I actually work, and not so that Alex could watch me do much of anything. Turning the whole idea on its head, we flew halfway across the country to revisit my working past. ",
      "publication_date": "2006-05-07T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/05/07/jobs/07WCOL.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Sometimes the Right Approach Is Putting the Best Face Forward",
      "snippet": "A job training program stresses the importance of leaving the game face - the menacing expression worn by many men living in inner cities - behind at job interviews.",
      "abstract": "A job training program stresses the importance of leaving the game face - the menacing expression worn by many men living in inner cities - behind at job interviews.",
      "lead_paragraph": "It was not a typical job workshop. ",
      "publication_date": "2006-05-07T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/05/07/jobs/07jmar.html",
      "byline": "By Tanya Mohn"
    },
    {
      "headline": "Boeing Bets the House on Its 787 Dreamliner",
      "snippet": "Having stumbled in recent years, Boeing is placing its hopes for renewed dominance in a new jet.",
      "abstract": "Having stumbled in recent years, Boeing is placing its hopes for renewed dominance in a new jet.",
      "lead_paragraph": "SEATTLE",
      "publication_date": "2006-05-07T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/05/07/business/yourmoney/07boeing.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Can a For-Profit College Learn a Lesson?",
      "snippet": "A skirmish going on at the Career Education Corporation exemplifies why disenfranchised shareholders need more power in director elections.",
      "abstract": "A skirmish going on at the Career Education Corporation exemplifies why disenfranchised shareholders need more power in director elections.",
      "lead_paragraph": "A KNOCK-DOWN, drag-out proxy fight, featuring dissident slates of directors, mudslinging and other amusements, has been a rarity this season. But such a skirmish is going on at the Career Education Corporation, a for-profit education company that will hold its annual shareholder meeting on May 18. And the fight exemplifies why disenfranchised shareholders need much more power in director elections today.",
      "publication_date": "2006-05-07T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/05/07/business/yourmoney/07gret.html",
      "byline": ""
    },
    {
      "headline": "Kidnapped in Iraq: Victim's Tale of Clockwork Death and Ransom",
      "snippet": "Kidnappings are sometimes lucrative enterprises, sometimes brutal aspects of sectarian violence, and sometimes a mix of the two.",
      "abstract": "Kidnappings are sometimes lucrative enterprises, sometimes brutal aspects of sectarian violence, and sometimes a mix of the two.",
      "lead_paragraph": "BAGHDAD, Iraq, May 4 — New victims arrived every day, blindfolded and terrified. The kidnappers would shove them into the small, unfurnished room where Issam Mofak Jassem sat on the concrete floor awaiting his fate. ",
      "publication_date": "2006-05-07T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/07/world/middleeast/07kidnap.html",
      "byline": "By Kirk Semple"
    },
    {
      "headline": "Rubbing Shoulders With Trouble, and Presidents",
      "snippet": "Many prominent politicians including former Presidents Bush and Clinton have accepted contributions and speaking fees from John R Burgess and his International Profit Associates despite trail of problems dating to 1980's; IPA offers organizational...",
      "abstract": "Many prominent politicians including former Presidents Bush and Clinton have accepted contributions and speaking fees from John R Burgess and his International Profit Associates despite trail of problems dating to 1980's; IPA offers organizational and financial advice, mostly to owners of small businesses, and claims annual revenues of more than $200 million; story of IPA underscores perils politicians face when they accept money from companies they have not closely vetted, and exemplifies how companies use relationships with prominent politicians to promote themselves; photos (L)",
      "lead_paragraph": "John R. Burgess makes for an improbable courtier of presidents, or of a senator who might become one.",
      "publication_date": "2006-05-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/05/07/nyregion/rubbing-shoulders-with-trouble-and-presidents.html",
      "byline": "By Mike McIntire"
    },
    {
      "headline": "Boeing Bets the House on Its 787 Dreamliner",
      "snippet": "Boeing Co is trying to make successful turnaround and regain dominance in commercial aviation over Airbus, which has had string of financial and personal scandals involving top executives; company's revenue has grown for second consecutive year, t...",
      "abstract": "Boeing Co is trying to make successful turnaround and regain dominance in commercial aviation over Airbus, which has had string of financial and personal scandals involving top executives; company's revenue has grown for second consecutive year, to $54.8 billion in 2005; it has record number of orders for planes and huge gains in stock price; Boeing is pinning its hopes on 787, its first new commercial plane in decade, which is expected to go into service in 2008; photos (L)",
      "lead_paragraph": "SEATTLE - ALL work had stopped at the cavernous Boeing assembly plant in Everett, Wash., just north of here. Five thousand rank-and-file workers and others stood idly, some eating airplane-shaped cookies, as they awaited the guest of honor, President Hu Jintao of China.",
      "publication_date": "2006-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/05/07/business/yourmoney/boeing-bets-the-house-on-its-787-dreamliner.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "A Long Legacy Of Frustration At C.I.A. Helm",
      "snippet": "Porter J Goss, who resigned as Director of Central Intelligence on May 5, is just most recent Director to be confounded by job; most of previous 18 directors resigned, were fired by president or pressured out; history of agency examined; timeline ...",
      "abstract": "Porter J Goss, who resigned as Director of Central Intelligence on May 5, is just most recent Director to be confounded by job; most of previous 18 directors resigned, were fired by president or pressured out; history of agency examined; timeline (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-05-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/05/07/us/a-long-legacy-of-frustration-at-cia-helm.html",
      "byline": "By Tim Weiner"
    },
    {
      "headline": "Kidnapped in Iraq: Victim's Tale of Clockwork Death and Ransom",
      "snippet": "Issam Mofak Jassem describes his ordeal as kidnapping victim in Iraq; Jassem's story casts light on murky growth industry of kidnapping, which is sometimes lucrative criminal enterprise, sometimes sectarian violence, and sometimes mix of both; mor...",
      "abstract": "Issam Mofak Jassem describes his ordeal as kidnapping victim in Iraq; Jassem's story casts light on murky growth industry of kidnapping, which is sometimes lucrative criminal enterprise, sometimes sectarian violence, and sometimes mix of both; more than 10 victims passed through same holding room where Jassem was held over four days, and most appear to have been killed; Jassem was eventually ransomed; photos (L)",
      "lead_paragraph": "BAGHDAD, Iraq, May 4 - New victims arrived every day, blindfolded and terrified. The kidnappers would shove them into the small, unfurnished room where Issam Mofak Jassem sat on the concrete floor awaiting his fate.",
      "publication_date": "2006-05-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/05/07/world/middleeast/kidnapped-in-iraq-victims-tale-of-clockwork-death-and.html",
      "byline": "By Kirk Semple"
    },
    {
      "headline": "Sometimes the Right Approach Is Putting the Best Face Forward",
      "snippet": "Strive, nonprofit job training and and placement program in New York City, takes nontraditional approach to job preparation for hard-to-employ black and Latino men; photo (M)",
      "abstract": "Strive, nonprofit job training and and placement program in New York City, takes nontraditional approach to job preparation for hard-to-employ black and Latino men; photo (M)",
      "lead_paragraph": "It was not a typical job workshop.",
      "publication_date": "2006-05-07T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/05/07/jobs/sometimes-the-right-approach-is-putting-the-best-face-forward.html",
      "byline": "By Tanya Mohn"
    },
    {
      "headline": "Finding Comfort (and New Friends) in Gold",
      "snippet": "Article on new focus by investment banks and retail investors in gold, whose trading price has jumped to 25-year high of $683.80 per ounce; James Sinclair of Sharon, Conn, best known gold speculator of his era, comments on ups and downs of preciou...",
      "abstract": "Article on new focus by investment banks and retail investors in gold, whose trading price has jumped to 25-year high of $683.80 per ounce; James Sinclair of Sharon, Conn, best known gold speculator of his era, comments on ups and downs of precious metal; photos; graph (M)",
      "lead_paragraph": "Sharon, Conn. - IT'S a splendid spring day in Connecticut's horse country and James E. Sinclair, perhaps the best-known gold speculator of his era, is sitting before his trading terminal, contemplating the upward thrust of gold on his trader's chart.",
      "publication_date": "2006-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/05/07/business/yourmoney/finding-comfort-and-new-friends-in-gold.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "From a Piece of the Past, a Lesson",
      "snippet": "Lisa Belkin's Life's Work column on her visit to high school advanced anatomy class, which uses her book First, Do No Harm as required reading; looks back at her life's twists and turns and realizes how today's focused youth do not have much chanc...",
      "abstract": "Lisa Belkin's Life's Work column on her visit to high school advanced anatomy class, which uses her book First, Do No Harm as required reading; looks back at her life's twists and turns and realizes how today's focused youth do not have much chance for similar detours; drawing (M)",
      "lead_paragraph": "I TOOK my 12-year-old son to work last month -- though not on the designated \"Take Our Children to Work Day,\" not to a place where I actually work, and not so that Alex could watch me do much of anything. Turning the whole idea on its head, we flew halfway across the country to revisit my working past.",
      "publication_date": "2006-05-07T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/05/07/jobs/from-a-piece-of-the-past-a-lesson.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Can a For-Profit College Learn a Lesson?",
      "snippet": "Gretchen Morgenson column holds proxy fight at Career Education Corp, for-profit education company, exemplifies why disenfranchised shareholders need much more power in elections of boards of directors; notes company is embroiled in several federa...",
      "abstract": "Gretchen Morgenson column holds proxy fight at Career Education Corp, for-profit education company, exemplifies why disenfranchised shareholders need much more power in elections of boards of directors; notes company is embroiled in several federal and state inquiries and shareholders have watched stock plummet in past two years (M)",
      "lead_paragraph": "A KNOCK-DOWN, drag-out proxy fight, featuring dissident slates of directors, mudslinging and other amusements, has been a rarity this season. But such a skirmish is going on at the Career Education Corporation, a for-profit education company that will hold its annual shareholder meeting on May 18. And the fight exemplifies why disenfranchised shareholders need much more power in director elections today.",
      "publication_date": "2006-05-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/05/07/business/yourmoney/can-a-forprofit-college-learn-a-lesson.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "It's Boos, Aches and Bad Karma as Bonds Limps Toward Ruth",
      "snippet": "Barry Bonds's pursuit of Babe Ruth's old home run record is greeted with scorn, largely because he may have lied about using illegal steroids and because he is generally unpleasant; photos (L)",
      "abstract": "Barry Bonds's pursuit of Babe Ruth's old home run record is greeted with scorn, largely because he may have lied about using illegal steroids and because he is generally unpleasant; photos (L)",
      "lead_paragraph": "PHILADELPHIA, May 6 - This is nothing like when good old Cal Ripken or good old Michael Jordan or good old Wayne Gretzky or good old Jerry Rice was aiming for one of sport's most enduring records, nothing like the times when fans gave good old Kareem Abdul-Jabbar a rocking chair in every town, or cheered every strikeout by good old Nolan Ryan.",
      "publication_date": "2006-05-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/05/07/sports/baseball/its-boos-aches-and-bad-karma-as-bonds-limps-toward-ruth.html",
      "byline": "By George Vecsey"
    },
    {
      "headline": "Early Intensity Underlines Role of Races in Ohio",
      "snippet": "Democrats hope for substantial election gains in Republican-controlled Ohio because of mounting voter displeasure over economy, war in Iraq and Republican corruption scandal; seats in five of Ohio's 18 Congressional districts are in play; Democrat...",
      "abstract": "Democrats hope for substantial election gains in Republican-controlled Ohio because of mounting voter displeasure over economy, war in Iraq and Republican corruption scandal; seats in five of Ohio's 18 Congressional districts are in play; Democratic campaign to unseat Sen Mike DeWine is pivotal to party's ambition of recapturing Senate, but hopes have been dampened by barrage of Republican attacks on challenger Rep Sherrod Brown's positions on taxes, military appropriations and social issues; graphs; chart; photos (L)",
      "lead_paragraph": "COLUMBUS, Ohio, May 6 - For the Democratic Party, the road back to power in Washington begins here in Ohio. But as long-dominant Ohio Republicans struggle with a corruption scandal, economic distress and rising voter unease, Democrats face a challenge in making the state a launching pad to seize control of Congress and the White House, leaders of both parties say.",
      "publication_date": "2006-05-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/05/07/washington/early-intensity-underlines-role-of-races-in-ohio.html",
      "byline": "By Adam Nagourney and Ian Urbina"
    },
    {
      "headline": "Exit of ChiefViewed as Move to Recast C.I.A.",
      "snippet": "Porter J Goss, who resigned as Director of Central Intelligence on May 5, was seen as obstacle to effort by National Intelligence Dir John D Negroponte to focus agency on its core mission of fighting terrorism and stealing secrets abroad; much of ...",
      "abstract": "Porter J Goss, who resigned as Director of Central Intelligence on May 5, was seen as obstacle to effort by National Intelligence Dir John D Negroponte to focus agency on its core mission of fighting terrorism and stealing secrets abroad; much of CIA's function as premier center for intelligence analysis will probably move elsewhere under his proposed successor Gen Michael V Hayden; CIA also faces challenge from Defense Department, which is expanding its own spying operations abroad; photo (L)",
      "lead_paragraph": "WASHINGTON, May 6 - The choice of Gen. Michael V. Hayden of the Air Force as the new director of the Central Intelligence Agency is only a first step in a planned overhaul to permanently change the mission and functions of the legendary spy agency, intelligence officials said Saturday.",
      "publication_date": "2006-05-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/05/07/washington/exit-of-chiefviewed-as-move-to-recast-cia.html",
      "byline": "By Mark Mazzetti"
    },
    {
      "headline": "Video Games Struggle to Find the Next Level",
      "snippet": "At a time when sales of games tied to movies have slowed, publishers are trying to develop more game concepts from scratch.",
      "abstract": "At a time when sales of games tied to movies have slowed, publishers are trying to develop more game concepts from scratch.",
      "lead_paragraph": "MONTREAL — Video games have used dialogue from movie stars, rappers and athletes, but Army of Two may be the first to incorporate a presidential speech. ",
      "publication_date": "2006-05-08T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/08/technology/08game.html",
      "byline": "By Robert Levine"
    },
    {
      "headline": "At E3 Video Game Convention, New Generation Bows",
      "snippet": "At this year's E3 convention, game makers hope to show that they have realistic plans to capitalize on next-generation consoles.",
      "abstract": "At this year's E3 convention, game makers hope to show that they have realistic plans to capitalize on next-generation consoles.",
      "lead_paragraph": "LOS ANGELES, May 7 — The video game industry embraces its inner Barnum here this week at E3, the almost phantasmagoric annual convention that is a bit like New Year's Eve in Times Square inside a football game inside a Metallica concert. ",
      "publication_date": "2006-05-08T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/08/technology/08expo.html",
      "byline": "By Seth Schiesel and Matt Richtel"
    },
    {
      "headline": "Yahoo Is Unleashing a New Way to Turn Ad Clicks Into Ka-Ching",
      "snippet": "In hopes of catching up to Google's ad revenue, Yahoo will soon release a simpler, more stable and more nuanced search-advertising system.",
      "abstract": "In hopes of catching up to Google's ad revenue, Yahoo will soon release a simpler, more stable and more nuanced search-advertising system.",
      "lead_paragraph": "When Yahoo finally switches on the new search-advertising software code-named Project Panama this summer, users of its search engine will hardly notice a difference. But if Yahoo's project was worth the two years and tens of millions of dollars it cost — far more money and time than it expected — users will find the text ads adjacent to the main search results just a little more interesting, luring them to click on those ads a little more often.",
      "publication_date": "2006-05-08T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/08/technology/08yahoo.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "A New Landfill in New Orleans Sets Off a Battle",
      "snippet": "The city intends to dump hurricane debris near a Vietnamese-American community and a wildlife refuge.",
      "abstract": "The city intends to dump hurricane debris near a Vietnamese-American community and a wildlife refuge.",
      "lead_paragraph": "NEW ORLEANS — Block after block, neighborhood after neighborhood, tens of thousands of hurricane-ravaged houses here rot in the sun, still waiting to be gutted or bulldozed. Now officials have decided where several million tons of their remains will be dumped: in man-made pits at the swampy eastern edge of town, out by the coffee-roasting plant and the space-shuttle factory and the big wildlife refuge. ",
      "publication_date": "2006-05-08T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/08/us/08landfill.html",
      "byline": "By Leslie Eaton"
    },
    {
      "headline": "Funds Cut, Gaza Faces a Plague of Health Woes",
      "snippet": "Curbs on Hamas have saddled the Palestinian medical system with crippling shortages.",
      "abstract": "Curbs on Hamas have saddled the Palestinian medical system with crippling shortages.",
      "lead_paragraph": " GAZA, May 4 — Hanin al-Hilo was screaming at the nurses at the main Gaza hospital, Al Shifa: \"If I called and said I was the son of Mr. Somebody, some big shot, I'd have a place!\" ",
      "publication_date": "2006-05-08T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/08/world/middleeast/08gaza.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Wachovia Near a Deal to Acquire Bank in West",
      "snippet": "The acquisition, for about $26 billion in cash and stock, would give Wachovia an important foothold in California.",
      "abstract": "The acquisition, for about $26 billion in cash and stock, would give Wachovia an important foothold in California.",
      "lead_paragraph": "The Wachovia Corporation said that it reached a deal last night to acquire the Golden West Financial Corporation, one of the last major independent banks on the West Coast, for about $26 billion in cash and stock, people involved in the negotiations said.",
      "publication_date": "2006-05-08T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/08/business/08bank.html",
      "byline": "By Andrew Ross Sorkin and Julie Creswell"
    },
    {
      "headline": "Possible Deal Would Make Major Player in Lab Tools",
      "snippet": "Fisher Scientific International, a medical lab equipment supplier, is near a deal to merge with rival Thermo Electron Corporation.",
      "abstract": "Fisher Scientific International, a medical lab equipment supplier, is near a deal to merge with rival Thermo Electron Corporation.",
      "lead_paragraph": "Fisher Scientific International, a supplier of medical laboratory equipment, was near a deal last night to merge with Thermo Electron Corporation, a rival, in a deal valued at about $11 billion, people involved in the transaction said. ",
      "publication_date": "2006-05-08T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/08/business/08fisher.html",
      "byline": "By Andrew Ross Sorkin and Andrew Pollack"
    },
    {
      "headline": "Whipping Up a Cookbook Empire With Meatloaf Instead of Sizzle",
      "snippet": "Phyllis Pellman Good's cookbooks eschew photographs and chic recipes for simple and practical dishes.",
      "abstract": "Phyllis Pellman Good's cookbooks eschew photographs and chic recipes for simple and practical dishes.",
      "lead_paragraph": "The current list of best-selling cookbooks is dominated by authors with good looks, television contracts, chic recipes and food empires.",
      "publication_date": "2006-05-08T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/08/us/08cook.html",
      "byline": "By Ginia Bellafante"
    },
    {
      "headline": "Whipping Up a Cookbook Empire With Meatloaf Instead of Sizzle",
      "snippet": "The current list of best-selling cookbooks is dominated by authors with good looks, television contracts, chic recipes and food empires.     Phyllis Pellman Good, though, appears on no culinary show; nor does she own a catering company, restaurant...",
      "abstract": "The current list of best-selling cookbooks is dominated by authors with good looks, television contracts, chic recipes and food empires.     Phyllis Pellman Good, though, appears on no culinary show; nor does she own a catering company, restaurant or magazine. A slight, 57-year-old Mennonite with round glasses, Ms. Good has created books full of instruction for dishes like ham loaf and cheeseburger soup based on recipes from women around the country. But her books have sold more in the United States than the combined works of the popular Food Network hosts Ina Garten, Giada De Laurentiis and Jamie Oliver.  ",
      "lead_paragraph": "The current list of best-selling cookbooks is dominated by authors with good looks, television contracts, chic recipes and food empires.",
      "publication_date": "2006-05-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/08/us/whipping-up-a-cookbook-empire-with-meatloaf-instead-of-sizzle.html",
      "byline": "By Ginia Bellafante"
    },
    {
      "headline": "Rove Is Using Threat of Loss to Stir Republicans",
      "snippet": "To anyone who doubts the stakes for the White House in this year's midterm Congressional elections, consider that Representative John Conyers Jr. of Michigan, the Democrat who would become chairman of the Judiciary Committee if his party recapture...",
      "abstract": "To anyone who doubts the stakes for the White House in this year's midterm Congressional elections, consider that Representative John Conyers Jr. of Michigan, the Democrat who would become chairman of the Judiciary Committee if his party recaptured the House, has called for an inquiry into the possible impeachment of President Bush over the war in Iraq.      Or listen to Senator Patrick J. Leahy of Vermont, who would run the Senate Judiciary Committee if the Democrats took the Senate. Mr. Leahy vowed in a recent interview to subpoena top administration officials, if he got the chance, to answer more questions about their secret eavesdropping program and what he considers faulty prewar intelligence.  ",
      "lead_paragraph": "WASHINGTON, May 5 - To anyone who doubts the stakes for the White House in this year's midterm Congressional elections, consider that Representative John Conyers Jr. of Michigan, the Democrat who would become chairman of the Judiciary Committee if his party recaptured the House, has called for an inquiry into the possible impeachment of President Bush over the war in Iraq.",
      "publication_date": "2006-05-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/08/washington/rove-is-using-threat-of-loss-to-stir-republicans.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "Possible Deal Would Make Major Player in Lab Tools",
      "snippet": "Fisher Scientific International, a supplier of medical laboratory equipment, was near a deal last night to merge with Thermo Electron Corporation, a rival, in a deal valued at about $11 billion, people involved in the transaction said.      The de...",
      "abstract": "Fisher Scientific International, a supplier of medical laboratory equipment, was near a deal last night to merge with Thermo Electron Corporation, a rival, in a deal valued at about $11 billion, people involved in the transaction said.      The deal would create a new giant in the laboratory instrument business, an industry that has already been marked by some degree of consolidation. Both Thermo Electron and Fisher have been active in buying smaller scientific instrument and chemical companies.  ",
      "lead_paragraph": "Fisher Scientific International, a supplier of medical laboratory equipment, was near a deal last night to merge with Thermo Electron Corporation, a rival, in a deal valued at about $11 billion, people involved in the transaction said.",
      "publication_date": "2006-05-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/08/business/possible-deal-would-make-major-player-in-lab-tools.html",
      "byline": "By Andrew Ross Sorkin and Andrew Pollack"
    },
    {
      "headline": "Yahoo Is Unleashing a New Way to Turn Ad Clicks Into Ka-Ching",
      "snippet": "When Yahoo finally switches on the new search-advertising software code-named Project Panama this summer, users of its search engine will hardly notice a difference. But if Yahoo's project was worth the two years and tens of millions of dollars it...",
      "abstract": "When Yahoo finally switches on the new search-advertising software code-named Project Panama this summer, users of its search engine will hardly notice a difference. But if Yahoo's project was worth the two years and tens of millions of dollars it cost -- far more money and time than it expected -- users will find the text ads adjacent to the main search results just a little more interesting, luring them to click on those ads a little more often.     Those clicks should immediately turn into a lot more cash for Yahoo. It will not say how much. But Jordan Rohan, an analyst for RBC Capital Markets, estimates that if the strategy works, Yahoo will increase search-advertising revenue at least 20 percent right away -- about $125 million in the fourth quarter of this year and $600 million next year.  ",
      "lead_paragraph": "When Yahoo finally switches on the new search-advertising software code-named Project Panama this summer, users of its search engine will hardly notice a difference. But if Yahoo's project was worth the two years and tens of millions of dollars it cost -- far more money and time than it expected -- users will find the text ads adjacent to the main search results just a little more interesting, luring them to click on those ads a little more often.",
      "publication_date": "2006-05-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/08/technology/yahoo-is-unleashing-a-new-way-to-turn-ad-clicks-into-kaching.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "At E3 Video Game Convention, New Generation Bows",
      "snippet": "The video game industry embraces its inner Barnum here this week at E3, the almost phantasmagoric annual convention that is a bit like New Year's Eve in Times Square inside a football game inside a Metallica concert.      Yet despite the show's se...",
      "abstract": "The video game industry embraces its inner Barnum here this week at E3, the almost phantasmagoric annual convention that is a bit like New Year's Eve in Times Square inside a football game inside a Metallica concert.      Yet despite the show's sensory overload and frenetic intensity, the game makers are gathering at a moment of deep uncertainty and concern over the industry's transition to the next generation of high-end game systems.  ",
      "lead_paragraph": "LOS ANGELES, May 7 - The video game industry embraces its inner Barnum here this week at E3, the almost phantasmagoric annual convention that is a bit like New Year's Eve in Times Square inside a football game inside a Metallica concert.",
      "publication_date": "2006-05-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/08/technology/at-e3-video-game-convention-new-generation-bows.html",
      "byline": "By Seth Schiesel and Matt Richtel"
    },
    {
      "headline": "Republicans Fault a Top Pick to Lead the C.I.A.",
      "snippet": "Senior Republican lawmakers on Sunday criticized the probable choice of Gen. Michael V. Hayden to lead the Central Intelligence Agency, voicing concerns about his ties to a controversial eavesdropping program and about the wisdom of installing a m...",
      "abstract": "Senior Republican lawmakers on Sunday criticized the probable choice of Gen. Michael V. Hayden to lead the Central Intelligence Agency, voicing concerns about his ties to a controversial eavesdropping program and about the wisdom of installing a military officer at the civilian spy agency.  ",
      "lead_paragraph": "WASHINGTON, May 7 - Senior Republican lawmakers on Sunday criticized the probable choice of Gen. Michael V. Hayden to lead the Central Intelligence Agency, voicing concerns about his ties to a controversial eavesdropping program and about the wisdom of installing a military officer at the civilian spy agency.",
      "publication_date": "2006-05-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/08/washington/republicans-fault-a-top-pick-to-lead-the-cia.html",
      "byline": "By Mark Mazzetti and Sheryl Gay Stolberg"
    },
    {
      "headline": "G.O.P. LAWMAKERS FAULT A TOP PICK TO LEAD THE C.I.A.",
      "snippet": "Senior Republican lawmakers on Sunday criticized the probable choice of Gen. Michael V. Hayden to lead the Central Intelligence Agency, voicing concerns about his ties to a controversial eavesdropping program and about the wisdom of installing a m...",
      "abstract": "Senior Republican lawmakers on Sunday criticized the probable choice of Gen. Michael V. Hayden to lead the Central Intelligence Agency, voicing concerns about his ties to a controversial eavesdropping program and about the wisdom of installing a military officer at the civilian spy agency.      In a possible preview of the difficulties that would await General Hayden on Capitol Hill, several Republicans, including some with close ties to the White House, said President Bush should find someone else to run the embattled agency.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-05-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/08/us/front page/gop-lawmakers-fault-a-top-pick-to-lead-the-cia.html",
      "byline": "By Mark Mazzetti and Sheryl Gay Stolberg"
    },
    {
      "headline": "Video Games Struggle to Find the Next Level",
      "snippet": "Video games have used dialogue from movie stars, rappers and athletes, but Army of Two may be the first to incorporate a presidential speech.      The game, which is being produced here in a downtown loft by EA Montreal, a development studio for E...",
      "abstract": "Video games have used dialogue from movie stars, rappers and athletes, but Army of Two may be the first to incorporate a presidential speech.      The game, which is being produced here in a downtown loft by EA Montreal, a development studio for Electronic Arts, will prominently feature a recording of President Dwight D. Eisenhower's farewell address, in which he warned about the influence of the military-industrial complex.  ",
      "lead_paragraph": "MONTREAL - Video games have used dialogue from movie stars, rappers and athletes, but Army of Two may be the first to incorporate a presidential speech.",
      "publication_date": "2006-05-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/08/technology/video-games-struggle-to-find-the-next-level.html",
      "byline": "By Robert Levine"
    },
    {
      "headline": "For MTV Fans, a Parallel Universe of Programs: At Once Online and on TV",
      "snippet": "Even for overachievers who are used to multitasking, the idea of watching two versions of the same television show at the same time -- one on television and one on a computer -- is something that is probably foreign to most people over the age of ...",
      "abstract": "Even for overachievers who are used to multitasking, the idea of watching two versions of the same television show at the same time -- one on television and one on a computer -- is something that is probably foreign to most people over the age of 30.     To the eternally young brains that run MTV, however, it is the next step in reshaping their business.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-05-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/08/technology/for-mtv-fans-a-parallel-universe-of-programs-at-once-online-and.html",
      "byline": "By Edward Wyatt"
    },
    {
      "headline": "Dodging Perils On Way to Top Of Spy Game",
      "snippet": "Since joining the ranks of America's top spies seven years ago, Gen. Michael V. Hayden has weathered intelligence catastrophes and controversies that might easily have ended his career: the Sept. 11 attacks, erroneous reporting on Iraqi weapons an...",
      "abstract": "Since joining the ranks of America's top spies seven years ago, Gen. Michael V. Hayden has weathered intelligence catastrophes and controversies that might easily have ended his career: the Sept. 11 attacks, erroneous reporting on Iraqi weapons and domestic surveillance without warrants -- all on his watch at the National Security Agency.     Instead, General Hayden's brainy command of facts and just-folks style of delivering them have made him not just a survivor, but the man the Bush administration turns to for solutions to its most difficult problems at the intelligence agencies.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-05-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/08/us/front page/dodging-perils-on-way-to-top-of-spy-game.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "A New Landfill in New Orleans Sets Off a Battle",
      "snippet": "Block after block, neighborhood after neighborhood, tens of thousands of hurricane-ravaged houses here rot in the sun, still waiting to be gutted or bulldozed. Now officials have decided where several million tons of their remains will be dumped: ...",
      "abstract": "Block after block, neighborhood after neighborhood, tens of thousands of hurricane-ravaged houses here rot in the sun, still waiting to be gutted or bulldozed. Now officials have decided where several million tons of their remains will be dumped: in man-made pits at the swampy eastern edge of town, out by the coffee-roasting plant and the space-shuttle factory and the big wildlife refuge.      But more than a thousand Vietnamese-American families live less than two miles from the edge of the new landfill. And they are far from pleased at having the moldering remains of a national disaster plunked down nearby, alongside the canal that flooded their neighborhood when Hurricane Katrina surged through last year.  ",
      "lead_paragraph": "NEW ORLEANS - Block after block, neighborhood after neighborhood, tens of thousands of hurricane-ravaged houses here rot in the sun, still waiting to be gutted or bulldozed. Now officials have decided where several million tons of their remains will be dumped: in man-made pits at the swampy eastern edge of town, out by the coffee-roasting plant and the space-shuttle factory and the big wildlife refuge.",
      "publication_date": "2006-05-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/08/us/a-new-landfill-in-new-orleans-sets-off-a-battle.html",
      "byline": "By Leslie Eaton"
    },
    {
      "headline": "Wachovia Near a Deal to Acquire Bank in West",
      "snippet": "The Wachovia Corporation was near a deal yesterday to acquire the Golden West Financial Corporation, one of the last major independent banks on the West Coast, for about $26 billion in cash and stock, people involved in the negotiations said.     ...",
      "abstract": "The Wachovia Corporation was near a deal yesterday to acquire the Golden West Financial Corporation, one of the last major independent banks on the West Coast, for about $26 billion in cash and stock, people involved in the negotiations said.     The transaction is expected to be announced today, these people said, barring a last-minute snag. Wachovia's board approved the deal yesterday afternoon, while taking a break from the Wachovia Championship P.G.A. golf tournament being held at the Quail Hollow Club near the bank's headquarters in Charlotte, N.C. Golden West's board was to meet last night, these people said.  ",
      "lead_paragraph": "The Wachovia Corporation was near a deal yesterday to acquire the Golden West Financial Corporation, one of the last major independent banks on the West Coast, for about $26 billion in cash and stock, people involved in the negotiations said.",
      "publication_date": "2006-05-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/08/business/wachovia-near-a-deal-to-acquire-bank-in-west.html",
      "byline": "By Andrew Ross Sorkin and Julie Creswell"
    }
  ]
}