{
  "metadata": {
    "date": "2006-12-01",
    "total_articles": 18
  },
  "articles": [
    {
      "headline": "Sex Abuse of Girls Is Stubborn Scourge in Africa",
      "snippet": "Child sexual abuse remains stubbornly resistant to change in sub-Saharan Africa; child advocates say perpetrators are shielded by traditionally low status of girls, lingering view that sexual abuse should be dealt with privately, and justice syste...",
      "abstract": "Child sexual abuse remains stubbornly resistant to change in sub-Saharan Africa; child advocates say perpetrators are shielded by traditionally low status of girls, lingering view that sexual abuse should be dealt with privately, and justice systems that constitute obstacle courses for victims; data is sparse and sexual violence is notoriously underreported; but sweep of child victimization is evident in South African police reports of more than 22,000 cases of child rape in year ending in March 2005; World Health Organization survey finds highest incidence of child sexual abuse in Namibia, where more than one in five women report being sexually abused before age 15; relatives are frequent perpetrators in Africa and elsewhere, but in Africa children face added risks from male teachers or classmates; researchers cite various economic and political reasons that abuse is so common; they attribute climate of relative tolerance in African countries to vast gap there between status of men and boys and that of women and girls; one family's fruitless efforts to get justice for their young daughter's vicious rape by uncle in Madagascar detailed; photos; map (L)",
      "lead_paragraph": "SAMBAVA, Madagascar - Thirty miles outside this down-at-the-heels seaside town, Justin Betombo tends his vanilla plants and cheers the local soccer team as if he had not a care in the world. And in fact, what was once his greatest worry has been almost magically lifted from his shoulders.",
      "publication_date": "2006-12-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/01/world/africa/sex-abuse-of-girls-is-stubborn-scourge-in-africa.html",
      "byline": "By Sharon Lafraniere"
    },
    {
      "headline": "History for Sale; Needs Work",
      "snippet": "France is selling dozens of historic properties in Paris and provinces, using proceeds to move government bureaucrats into less expensive properties and to help pay off national debt; has unloaded dozens of chateaus, villas and 'hotels particulars...",
      "abstract": "France is selling dozens of historic properties in Paris and provinces, using proceeds to move government bureaucrats into less expensive properties and to help pay off national debt; has unloaded dozens of chateaus, villas and 'hotels particulars,' stone mansions of Paris's golden age; foreigners, primarily American pension funds and private equity firms, are biggest buyers so far; soon on block will be Hotel Majestic, once huge luxury hotel in central Paris that Hitler seized for his military government headquarters in occupied France; France's foreign ministry took over building after war and used it for diplomacy; France spends 2 billion to 3 billion euros ($2.65 billion to $4 billion) each year to maintain properties; some properties detailed; photos (L)",
      "lead_paragraph": "PARIS, Nov. 30 - For sale: history, with a view.",
      "publication_date": "2006-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/01/business/worldbusiness/history-for-sale-needs-work.html",
      "byline": "By Craig S. Smith"
    },
    {
      "headline": "Sex Abuse of Girls Is Stubborn Scourge in Africa",
      "snippet": "In much of Africa, the traditionally low status of girls puts many of them in danger and protects attackers.\n",
      "abstract": "In much of Africa, the traditionally low status of girls puts many of them in danger and protects attackers.\n",
      "lead_paragraph": "SAMBAVA, Madagascar — Thirty miles outside this down-at-the-heels seaside town, Justin Betombo tends his vanilla plants and cheers the local soccer team as if he had not a care in the world. And in fact, what was once his greatest worry has been almost magically lifted from his shoulders.",
      "publication_date": "2006-12-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/01/world/africa/01madagascar.html",
      "byline": "By Sharon LaFraniere"
    },
    {
      "headline": "Medicaid Plan Prods Patients Toward Health",
      "snippet": "West Virginia plans to reward “responsible” Medicaid patients with extra benefits in return for healthful behavior.",
      "abstract": "West Virginia plans to reward “responsible” Medicaid patients with extra benefits in return for healthful behavior.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-12-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/01/us/01medicaid.html",
      "byline": "By Erik Eckholm"
    },
    {
      "headline": "Profit and Questions on Prostate Cancer Therapy",
      "snippet": "Some fear that doctors will steer patients to a radiation therapy known as I.M.R.T. because it has higher profit potential.",
      "abstract": "Some fear that doctors will steer patients to a radiation therapy known as I.M.R.T. because it has higher profit potential.",
      "lead_paragraph": "The nearly 240,000 men in the United States who will learn they have prostate cancer this year have one more thing to worry about: Are their doctors making treatment decisions on the basis of money as much as medicine? ",
      "publication_date": "2006-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/01/business/01beam.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "Senator Has Questions for NASD",
      "snippet": "Charles E. Grassley has asked NASD, the largest securities industry regulator, to describe how it identifies and tracks possible insider trading among its members.",
      "abstract": "Charles E. Grassley has asked NASD, the largest securities industry regulator, to describe how it identifies and tracks possible insider trading among its members.",
      "lead_paragraph": "Charles E. Grassley, the Iowa Republican and departing chairman of the Senate Finance Committee, has asked NASD, the securities industry’s largest self-regulatory organization, to describe in detail how it identifies and tracks possible insider trading among its members.",
      "publication_date": "2006-12-01T05:00:00+0000",
      "section_name": "Washington",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/01/washington/01trading.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Kerkorian Again Cuts His Holdings in G.M.",
      "snippet": "Kirk Kerkorian's Tracinda Corp sells another big chunk of General Motors stock and may have dumped rest of its shares in late trade; step would end 18-month saga that saw Kerkorian accumulate 56 million shares--9.9 percent of GM--land associate on...",
      "abstract": "Kirk Kerkorian's Tracinda Corp sells another big chunk of General Motors stock and may have dumped rest of its shares in late trade; step would end 18-month saga that saw Kerkorian accumulate 56 million shares--9.9 percent of GM--land associate on board, press company to speed its turnaround effort and unsuccessfully try to maneuver company into alliance with Renault and Nissan; data from New York Stock Exchange show Bank of America bought 28 million GM shares at $29.95 each; quantity matches number Kerkorian owned after selling 14 million shares earlier in day; Kerkorian's retreat means GM's turnaround efforts now will rest solely on shoulders of chief executive Rick Wagoner and GM's management team (M)",
      "lead_paragraph": "DETROIT, Nov. 30 - The billionaire investor Kirk Kerkorian sold another big chunk of his General Motors stock on Thursday -- and in fact, may have dumped the rest of his shares in a late trade.",
      "publication_date": "2006-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/01/automobiles/kerkorian-again-cuts-his-holdings-in-gm.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Winds Blow for Rollback of Regulation",
      "snippet": "Businesses are hoping that at least some post-Enron regulations can be rolled back in the name of making the U.S. more competitive.",
      "abstract": "Businesses are hoping that at least some post-Enron regulations can be rolled back in the name of making the U.S. more competitive.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/01/business/01norris.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Winds Blow for Rollback of Regulation",
      "snippet": "Floyd Norris column on efforts of many business leaders to rollback some financial regulations; says companies complain that auditors spend too much money and time auditing internal controls; says Wall Street argues that it is such rules that keep...",
      "abstract": "Floyd Norris column on efforts of many business leaders to rollback some financial regulations; says companies complain that auditors spend too much money and time auditing internal controls; says Wall Street argues that it is such rules that keep foreign stocks from listing in New York; notes auditors, companies and corporate directors say it is too easy to sue them; cites Committee on Capital Markets Regulation report that urges sweeping overhaul of securities market regulations; says W Glenn Hubbard is co-chairman of committee and leading advocate of such rules; holds it will be up to Congress, Treasury and Securities and Exchange Commission to determine whether rollback of regulations will blow over important safeguards for investors in name of reducing excessive regulation; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-12-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/01/business/winds-blow-for-rollback-of-regulation.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Bush, in Meeting on Iraq, Rejects a Quick Pullout",
      "snippet": "Pres Bush, at news conference with Prime Min Nuri Kamal al-Maliki in Jordan, says American troops will stay in Iraq unless government there asks them to leave; adamantly rejects quick troop withdrawal that bipartisan Iraq Study Group is expected t...",
      "abstract": "Pres Bush, at news conference with Prime Min Nuri Kamal al-Maliki in Jordan, says American troops will stay in Iraq unless government there asks them to leave; adamantly rejects quick troop withdrawal that bipartisan Iraq Study Group is expected to recommend; Maliki says his country's forces would be ready to take over substantial security responsibility by June, but senior Bush administration officials and American commanders continue to say that creating competent Iraqi military from scratch will take intensive training effort and years to accomplish; Maliki lacks full operational control of military, and is menaced by numerous armed militias and insurgent cells operating with virtual impunity; Iraq Study Group will also recommend that as American combat force is reduced, Pentagon send thousands of additional trainers to assist in building of Iraqi Army and police forces; Maliki seems to embrace that idea; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 30 - President Bush on Thursday rejected the idea of a quick troop withdrawal from Iraq, even as Prime Minister Nuri Kamal al-Maliki of Iraq said his country's forces would be ready to take over substantial security responsibility by next June.",
      "publication_date": "2006-12-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/01/world/middleeast/bush-in-meeting-on-iraq-rejects-a-quick-pullout.html",
      "byline": "By John M. Broder and Sheryl Gay Stolberg"
    },
    {
      "headline": "Bush, in Meeting on Iraq, Rejects a Quick Pullout",
      "snippet": "The announcement came even as Iraq’s prime minister said his country’s forces can take charge of security by next June.",
      "abstract": "The announcement came even as Iraq’s prime minister said his country’s forces can take charge of security by next June.",
      "lead_paragraph": "WASHINGTON, Nov. 30 — President Bush on Thursday rejected the idea of a quick troop withdrawal from Iraq, even as Prime Minister Nuri Kamal al-Maliki of Iraq said his country’s forces would be ready to take over substantial security responsibility by next June.",
      "publication_date": "2006-12-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/01/world/middleeast/01prexy.html",
      "byline": "By John M. Broder and Sheryl Gay Stolberg"
    },
    {
      "headline": "Senator Has Questions for NASD",
      "snippet": "Charles E Grassley, departing chairman of Senate Finance Committee, asks NASD to describe in detail how it identifies and tracks possible insider trading among its members; Grassley's staff is probing Securities and Exchange Commission's handling ...",
      "abstract": "Charles E Grassley, departing chairman of Senate Finance Committee, asks NASD to describe in detail how it identifies and tracks possible insider trading among its members; Grassley's staff is probing Securities and Exchange Commission's handling of insider-trading case involving hedge fund Pequot Capital Management, which is run by Arthur J Samberg; questions being asked of NASD indicate that Congressional scrutiny of nation's market regulators is growing (M)",
      "lead_paragraph": "Charles E. Grassley, the Iowa Republican and departing chairman of the Senate Finance Committee, has asked NASD, the securities industry's largest self-regulatory organization, to describe in detail how it identifies and tracks possible insider trading among its members.",
      "publication_date": "2006-12-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/01/washington/senator-has-questions-for-nasd.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Kerkorian Again Cuts His Holdings in G.M.",
      "snippet": "For the second time in about a week the investor sold shares, this time at a loss, cutting his stake in half.",
      "abstract": "For the second time in about a week the investor sold shares, this time at a loss, cutting his stake in half.",
      "lead_paragraph": "DETROIT, Nov. 30 — The billionaire investor Kirk Kerkorian sold another big chunk of his General Motors stock on Thursday — and in fact, may have dumped the rest of his shares in a late trade.",
      "publication_date": "2006-12-01T05:00:00+0000",
      "section_name": "Automobiles",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/01/automobiles/01auto.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Medicaid Plan Prods Patients Toward Health",
      "snippet": "West Virginia will reward its Medicaid recipients who adopt more healthful lifestyles with added benefits and deprive those who do not of certain benefits; incentive effort is first of its kind in nation; it received quick approval from Bush admin...",
      "abstract": "West Virginia will reward its Medicaid recipients who adopt more healthful lifestyles with added benefits and deprive those who do not of certain benefits; incentive effort is first of its kind in nation; it received quick approval from Bush administration, which is encouraging states to experiment with 'personal responsibility' as chief principle of their Medicaid programs; Idaho and Kentucky are planning more modest reward programs for healthful behavior; in West Virginia, state with some of country's highest rates of obesity, smoking, heart disease and diabetes, Medicaid recipients in pilot phase will be asked to sign pledge to attend health improvement programs, have routine checkups and screenings, keep appointments, take medicine as prescribed and go to emergency rooms only for real emergencies; new plan stirs national debate about its fairness and medical ethics, with New England Journal of Medicine publishing stinging editorial saying plan would punish patients for factors beyond their control and penalize children for errors of their parents; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-12-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/01/us/medicaid-plan-prods-patients-toward-health.html",
      "byline": "By Erik Eckholm"
    },
    {
      "headline": "Profit and Questions on Prostate Cancer Therapy",
      "snippet": "Article in series Side Effects, examining how monetary considerations can influence doctors' medical decisions, cites widely used treatment for prostate cancer that has huge profit potential; says radiation therapy known as IMRT can mean reimburse...",
      "abstract": "Article in series Side Effects, examining how monetary considerations can influence doctors' medical decisions, cites widely used treatment for prostate cancer that has huge profit potential; says radiation therapy known as IMRT can mean reimbursement of $47,000 or more a patient, many times fees that urologists make on other accepted treatments for that disease; notes there is little research directly comparing IMRT with other treatments, but urologists are buying multimillion-dollar IMRT equipment and software as way to increase their incomes; says Urorad Healthcare, which sells complete packages of IMRT technology and service, is helping drive trend, hoping to persuade even more urologists to buy them; notes that as with other treatments for prostate cancer, IMRT has possible side effects; notes Medicare and other insurers typically pay urologists only $2,000 or less for other treatments, but as much as $50,000 for IMRT, based on technology's cost; photo (L)",
      "lead_paragraph": "The nearly 240,000 men in the United States who will learn they have prostate cancer this year have one more thing to worry about: Are their doctors making treatment decisions on the basis of money as much as medicine?",
      "publication_date": "2006-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/01/business/profit-and-questions-on-prostate-cancer-therapy.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "Sony Shifts Duties of the Leader of the PlayStation Unit",
      "snippet": "Ken Kutaragi, the father of the PlayStation game console, will no longer run the day-to-day affairs of Sony’s video game unit.",
      "abstract": "Ken Kutaragi, the father of the PlayStation game console, will no longer run the day-to-day affairs of Sony’s video game unit.",
      "lead_paragraph": "Sony’s video game unit said yesterday that Ken Kutaragi, the father of the PlayStation game console, would no longer run its day-to-day affairs. The move comes just weeks after Mr. Kutaragi’s latest creation, the PlayStation 3, hit the market following a year of delays and technical problems.",
      "publication_date": "2006-12-01T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/01/technology/01sony.html",
      "byline": "By Ken Belson and Matt Richtel"
    },
    {
      "headline": "Sony Shifts Duties of the Leader of the PlayStation Unit",
      "snippet": "Sony's video unit says Ken Kutaragi, father of PlayStation game console, will not longer run day-to-day operations; move comes just weeks after Kutaragi's latest creation, PlayStation 3, hit market following year of delays and technical problems; ...",
      "abstract": "Sony's video unit says Ken Kutaragi, father of PlayStation game console, will not longer run day-to-day operations; move comes just weeks after Kutaragi's latest creation, PlayStation 3, hit market following year of delays and technical problems; Kutaragi will remain chief executive of Sony Computer Entertainment; will also become chairman but give up control of daily operations; Kazuo Hirai replaces Kutaragi; photo (M)",
      "lead_paragraph": "Sony's video game unit said yesterday that Ken Kutaragi, the father of the PlayStation game console, would no longer run its day-to-day affairs. The move comes just weeks after Mr. Kutaragi's latest creation, the PlayStation 3, hit the market following a year of delays and technical problems.",
      "publication_date": "2006-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/01/technology/sony-shifts-duties-of-the-leader-of-the-playstation-unit.html",
      "byline": "By Ken Belson and Matt Richtel"
    },
    {
      "headline": "History for Sale; Needs Work",
      "snippet": "France is selling dozens of historic properties, using the proceeds to move government bureaucrats into less expensive properties and to help pay off the national debt.",
      "abstract": "France is selling dozens of historic properties, using the proceeds to move government bureaucrats into less expensive properties and to help pay off the national debt.",
      "lead_paragraph": "PARIS, Nov. 30 — For sale: history, with a view.",
      "publication_date": "2006-12-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/01/business/worldbusiness/01treasures.html",
      "byline": "By Craig S. Smith"
    }
  ]
}