{
  "metadata": {
    "date": "2006-11-30",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "Revamping and Buyouts to Cost Ford $17 Billion",
      "snippet": "Much of the money will be spent on buyout and retirement packages for 30,000 U.A.W. union members who opted to leave the automaker.",
      "abstract": "Much of the money will be spent on buyout and retirement packages for 30,000 U.A.W. union members who opted to leave the automaker.",
      "lead_paragraph": "DEARBORN, Mich., Nov. 29 — The Ford Motor Company expects to burn through nearly half of its cash reserves, or $17 billion, by 2009, with most of that disappearing in the next year as 40 percent of its hourly workers voluntarily leave their jobs.",
      "publication_date": "2006-11-30T05:00:00+0000",
      "section_name": "Automobiles",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/30/automobiles/30auto.html",
      "byline": "By Nick Bunkley"
    },
    {
      "headline": "More Doctors Turning to the Business of Beauty",
      "snippet": "Obstetricians, dentists and other specialists are embracing the lucrative business of cosmetic medicine.",
      "abstract": "Obstetricians, dentists and other specialists are embracing the lucrative business of cosmetic medicine.",
      "lead_paragraph": "In her three years as an obstetrician and gynecologist in Brooklyn, Dr. Ngozi Nwankpa-Keshinro delivered several hundred babies, conducted several thousand pelvic exams and diagnosed everything from infections to infertility. But this year, with a little additional training, she has entered a new field: cosmetic medicine.",
      "publication_date": "2006-11-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/30/us/30plastic.html",
      "byline": "By Natasha Singer"
    },
    {
      "headline": "Panel to Urge Rewriting Rules to Aid Companies ",
      "snippet": "An independent committee will call on Thursday for a sweeping overhaul of securities market regulations.",
      "abstract": "An independent committee will call on Thursday for a sweeping overhaul of securities market regulations.",
      "lead_paragraph": "Saying it is concerned about a loss of American competitiveness, an independent committee will call today for a sweeping overhaul of securities market regulations.",
      "publication_date": "2006-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/30/business/30regs.html",
      "byline": "By Floyd Norris and Stephen Labaton"
    },
    {
      "headline": "Wal-Mart Trips as It Changes a Bit Too Fast",
      "snippet": "Wal-Mart is expected to announce that sales for Nov fell for first time in decade, surprise stumble by world's largest retailer that may be result of its too-quick revamping; company has introduced dizzying number of new strategies in last year an...",
      "abstract": "Wal-Mart is expected to announce that sales for Nov fell for first time in decade, surprise stumble by world's largest retailer that may be result of its too-quick revamping; company has introduced dizzying number of new strategies in last year and made several missteps in process; it has alienated some shoppers with its new line of designer-inspired urban fashion and disruptive remodeling of 1,800 stores; it has also overhauled its advertising to focus less on price and more on style, rolled out $4 generic drugs, ended its layaway program and imposed wage caps on its workers; analysts say Wal-Mart has little choice but to change as competitors like Target and Best Buy steal shoppers with smarter fashions and sleeker electronics; Wal-Mart's strategy of growing through relentless store openings--300 a year for last decade--has begun to hurt it by siphoning away sales from other Wal-Marts nearby; photos; graph (M)",
      "lead_paragraph": "The most wonderful time of the year? Tell that to Wal-Mart.",
      "publication_date": "2006-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/30/business/walmart-trips-as-it-changes-a-bit-too-fast.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Treatment of Anemia Questioned",
      "snippet": "A National Kidney Foundation panel will assess whether hundreds of thousands of patients with kidney disease are being dangerously overtreated with anemia drugs.",
      "abstract": "A National Kidney Foundation panel will assess whether hundreds of thousands of patients with kidney disease are being dangerously overtreated with anemia drugs.",
      "lead_paragraph": "An expert panel of doctors for the National Kidney Foundation plans to assess whether hundreds of thousands of patients with kidney disease are being dangerously overtreated with drugs for anemia.",
      "publication_date": "2006-11-30T05:00:00+0000",
      "section_name": "Health",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/30/health/30drug.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "15 Brigades Would Gradually Stand Down Under Plan",
      "snippet": "Bipartisan Iraq Study Group's final report is expected to call for gradual pullback of 15 combat brigades, bulk of American fighting forces now in Iraq, but stop short of setting firm timetable for their withdrawal; report, unanimously approved by...",
      "abstract": "Bipartisan Iraq Study Group's final report is expected to call for gradual pullback of 15 combat brigades, bulk of American fighting forces now in Iraq, but stop short of setting firm timetable for their withdrawal; report, unanimously approved by 19-member panel, will be delivered to Pres Bush next week; it is compromise between so-called 'cut and run' and 'stay the course' paths group has debated since March; its recommendations are nonbinding; report recommends that Bush make clear his intention to start troop withdrawal relatively soon in effort to prod Prime Min Nuri Kamal al-Maliki to address sectarian warfare and convince him that US would not prop up his government with military forces endlessly; bulk of report said to focus on recommendation that US devise far more aggressive diplomatic initiative in Middle East than Bush has been willing to try so far, including direct engagement with Syria and Iran; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 29 - The bipartisan Iraq Study Group reached a consensus on Wednesday on a final report that will call for a gradual pullback of the 15 American combat brigades now in Iraq but stop short of setting a firm timetable for their withdrawal, according to people familiar with the panel's deliberations.",
      "publication_date": "2006-11-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/30/world/middleeast/15-brigades-would-gradually-stand-down-under-plan.html",
      "byline": "By David E. Sanger and David S. Cloud"
    },
    {
      "headline": "Revamping and Buyouts to Cost Ford $17 Billion",
      "snippet": "Ford Motor Co expects to spend nearly half of its cash reserves, or $17 billion, by 2009, with most of that disappearing in next year as 40 percent of its hourly workers voluntarily leave their jobs; projects cash outflow of $10 billion from autom...",
      "abstract": "Ford Motor Co expects to spend nearly half of its cash reserves, or $17 billion, by 2009, with most of that disappearing in next year as 40 percent of its hourly workers voluntarily leave their jobs; projects cash outflow of $10 billion from automotive operations and $7 billion related to its reorganization plan; company's financing arm Ford Motor Credit Co will spend dividend payments to Ford starting in 2007; much of money will be spent on buyout and retirement packages for 30,000 United Automobile Workers union members that Ford says opted to leave automaker; cuts will drop UAW membership to 500,000, compared with 1.5 million at its peak two decades ago; departures will occur before September 2007 and will leave Ford with its smallest work force in decades (L)",
      "lead_paragraph": "DEARBORN, Mich., Nov. 29 - The Ford Motor Company expects to burn through nearly half of its cash reserves, or $17 billion, by 2009, with most of that disappearing in the next year as 40 percent of its hourly workers voluntarily leave their jobs.",
      "publication_date": "2006-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/30/automobiles/revamping-and-buyouts-to-cost-ford-17-billion.html",
      "byline": "By Nick Bunkley"
    },
    {
      "headline": "Treatment of Anemia Questioned",
      "snippet": "Expert panel of doctors for National Kidney Foundation plans to assess whether hundreds of thousands of patients with kidney disease are being dangerously overtreated with drugs for anemia; decision to convene panel comes two weeks after studies i...",
      "abstract": "Expert panel of doctors for National Kidney Foundation plans to assess whether hundreds of thousands of patients with kidney disease are being dangerously overtreated with drugs for anemia; decision to convene panel comes two weeks after studies in New England Journal of Medicine suggested that kidney patients whose anemia is more aggressively treated are more likely to die or suffer heart problems than those who are allowed to remain more anemic; panel may recommend less aggressive treatment of anemia, potentially hurting sales for Amgen and Johnson & Johnson, which market drugs, which are among world's best-selling prescription medicines; drugs are sold under brand names Epogen, Procrit and Aranesp; photo (M)",
      "lead_paragraph": "An expert panel of doctors for the National Kidney Foundation plans to assess whether hundreds of thousands of patients with kidney disease are being dangerously overtreated with drugs for anemia.",
      "publication_date": "2006-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/30/health/treatment-of-anemia-questioned.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "For $150, Third-World Laptop Stirs Big Debate",
      "snippet": "The debate is centered on whether cheap laptops are the best way to improve education in the developing world.",
      "abstract": "The debate is centered on whether cheap laptops are the best way to improve education in the developing world.",
      "lead_paragraph": "CAMBRIDGE, Mass. — When computer industry executives heard about a plan to build a $100 laptop for the developing world’s children, they generally ridiculed the idea. How could you build such a computer, they asked, when screens alone cost about $100?",
      "publication_date": "2006-11-30T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/30/technology/30laptop.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Wal-Mart Trips as It Changes a Bit Too Fast",
      "snippet": "On Thursday, Wal-Mart is expected to announce, based on its own estimates, that sales for November fell for the first time in a decade. ",
      "abstract": "On Thursday, Wal-Mart is expected to announce, based on its own estimates, that sales for November fell for the first time in a decade. ",
      "lead_paragraph": "The most wonderful time of the year? Tell that to Wal-Mart.",
      "publication_date": "2006-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/30/business/30walmart.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "For $150, Third-World Laptop Stirs Big Debate",
      "snippet": "Five developing countries make tentative commitments to put $150 laptop computers into hands of millions of students, with production in Taiwan expected to begin by mid-2007; nonprofit project One Laptop Per Child has won over many skeptics with d...",
      "abstract": "Five developing countries make tentative commitments to put $150 laptop computers into hands of millions of students, with production in Taiwan expected to begin by mid-2007; nonprofit project One Laptop Per Child has won over many skeptics with design by chief technologist Mary Lou Jepsen which modifies conventional laptop displays, cutting screen's manufacturing cost to $40 while reducing its power consumption by more than 80 percent; detractors include industry giants Intel and Microsoft, which are pushing alternative approaches; Intel has developed $400 laptop aimed at schools as well as education program that focuses on teachers instead of students; Microsoft chairman Bill Gates, leading philanthropist for third world, questions wisdom of assuming that what is good for 'rich world' is good for developing world, too; Seymour Papert, computer scientist and educator who is adviser to One Laptop Per Child project, argues that children given computers will 'learn how to learn'; photos; chart (L)",
      "lead_paragraph": "CAMBRIDGE, Mass. - When computer industry executives heard about a plan to build a $100 laptop for the developing world's children, they generally ridiculed the idea. How could you build such a computer, they asked, when screens alone cost about $100?",
      "publication_date": "2006-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/30/technology/for-150-thirdworld-laptop-stirs-big-debate.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Side Effects at the Pharmacy",
      "snippet": "Whether Wal-Mart Stores is making profit on its $4 drug program two months into program remains unclear; company has begun charging $9 for some prescriptions in states that have unfair-competition laws against selling products below cost; it is st...",
      "abstract": "Whether Wal-Mart Stores is making profit on its $4 drug program two months into program remains unclear; company has begun charging $9 for some prescriptions in states that have unfair-competition laws against selling products below cost; it is still unclear whether $4 drugs are disrupting drug retailing and helping generate significant new customer traffic--or instead mainly giving break to people who are already Wal-Mart customers and can spend their pharmacy savings in stores' other aisles; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/30/business/side-effects-at-the-pharmacy.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "Iraq’s Premier Abruptly Skips a Bush Session",
      "snippet": "Prime Min Nuri Kamal al-Maliki of Iraq and King Abdullah II of Jordan abruptly back out of meeting with Pres Bush on day that classified White House memorandum expressing doubts about Maliki is disclosed, and Iraqi officials loyal to Moktada al-Sa...",
      "abstract": "Prime Min Nuri Kamal al-Maliki of Iraq and King Abdullah II of Jordan abruptly back out of meeting with Pres Bush on day that classified White House memorandum expressing doubts about Maliki is disclosed, and Iraqi officials loyal to Moktada al-Sadr suspend participation in Maliki's government when he refuses to cancel Bush meeting entirely; White House insists that Bush has not been snubbed; departure of Sadr followers--30 Parliament members and six ministers--raises questions about viability of fragile coalition government, made up of feuding blocs of religious Shiites, religious Sunni Arabs, Kurds and secularists; as tensions rise in Iraq, friction has grown between Bush and Maliki, despite Bush's insistence that he has faith in Maliki; days's events underscore delicate task two men face when they do meet on Nov 30; photo (M)",
      "lead_paragraph": "AMMAN, Jordan, Nov. 29 - Prime Minister Nuri Kamal al-Maliki of Iraq and King Abdullah II of Jordan abruptly backed out of a meeting with President Bush on Wednesday, leaving the White House scrambling to explain why a carefully planned summit meeting had suddenly been cut from two days to one.",
      "publication_date": "2006-11-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/30/world/middleeast/iraqs-premier-abruptly-skips-a-bush-session.html",
      "byline": "By Sheryl Gay Stolberg and Edward Wong"
    },
    {
      "headline": "More Doctors Turning to the Business of Beauty",
      "snippet": "Growing number of physicians are gravitating to new field of cosmetic medicine, lured by lucrative treatments that require same-day payments because they are not covered by insurance and by more relaxing medical practice without midnight emergency...",
      "abstract": "Growing number of physicians are gravitating to new field of cosmetic medicine, lured by lucrative treatments that require same-day payments because they are not covered by insurance and by more relaxing medical practice without midnight emergency calls; one of nation's largest medical-spa chains, Dermacare Laser and Skin Care Clinics, has 28 franchises run by 32 doctors, including 6 internists, 7 family physicians, 3 emergency room doctors, 2 urologists, 3 naturopaths, chiropractor, ophthalmologist, psychiatrist and 5 obstetrician-gynecologists; many dermatologists and plastic surgeons strongly object to intrusion, insisting that cosmetic medicine requires lengthy training; doctors from other fields contend that latest cosmetic procedures are far less complicated and risky than procedures they formerly performed, and can be learned in continuing-education classes; dispute has elements of turf war, with specialists reluctant to cede ground in field in which Americans spend estimated $12 billion a year; photo (M)",
      "lead_paragraph": "In her three years as an obstetrician and gynecologist in Brooklyn, Dr. Ngozi Nwankpa-Keshinro delivered several hundred babies, conducted several thousand pelvic exams and diagnosed everything from infections to infertility. But this year, with a little additional training, she has entered a new field: cosmetic medicine.",
      "publication_date": "2006-11-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/30/us/more-doctors-turning-to-the-business-of-beauty.html",
      "byline": "By Natasha Singer"
    },
    {
      "headline": "15 Brigades Would Gradually Stand Down Under Plan",
      "snippet": "The Iraq Study Group was expected to stop short of setting a firm timetable for their withdrawal.",
      "abstract": "The Iraq Study Group was expected to stop short of setting a firm timetable for their withdrawal.",
      "lead_paragraph": "WASHINGTON, Nov. 29 — The bipartisan Iraq Study Group reached a consensus on Wednesday on a final report that will call for a gradual pullback of the 15 American combat brigades now in Iraq but stop short of setting a firm timetable for their withdrawal, according to people familiar with the panel’s deliberations. ",
      "publication_date": "2006-11-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/30/world/middleeast/30policy.html",
      "byline": "By David E. Sanger and David S. Cloud"
    },
    {
      "headline": "Panel to Urge Rewriting Rules to Aid Companies",
      "snippet": "Committee on Capital Markets Regulation will urge sweeping overhaul of securities market regulations; recommends making it harder for companies to be indicted by government or sued by private lawyers, and urges policies to keep Securities and Exch...",
      "abstract": "Committee on Capital Markets Regulation will urge sweeping overhaul of securities market regulations; recommends making it harder for companies to be indicted by government or sued by private lawyers, and urges policies to keep Securities and Exchange Commission from adopting rules that impose high costs on business; committee, formed with endorsement of Treas Sec Henry M Paulson Jr, says SEC should be required to perform cost-benefit analyses on all rules before they are adopted; says SEC should also take steps to rein in private securities litigation and adopt policies to shield corporate directors and auditors from some lawsuits; recommends changes that can be made without legislation; report says Pres Bush should direct President's Working Group on Financial Markets, composed of Paulson and chairmen of Federal Reserve, SEC and Commodities Futures Trading Commission, to examine legal and regulatory concerns; also calls for relatively modest changes in enforcement of Sarbanes-Oxley Act and supports greater shareholder democracy by limiting antitakeover defenses of companies; committee is co-chaired by R Glenn Hubbard, dean of Columbia University Graduate School of Business, and Brookings Institution chairman John L Thornton; committee has no official standing; photo (M)",
      "lead_paragraph": "Saying it is concerned about a loss of American competitiveness, an independent committee will call today for a sweeping overhaul of securities market regulations.",
      "publication_date": "2006-11-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/30/business/panel-to-urge-rewriting-rules-to-aid-companies.html",
      "byline": "By Floyd Norris and Stephen Labaton"
    },
    {
      "headline": "Editor's Note",
      "snippet": "David Pogue, whose column for Circuits normally appears on this page, is on vacation.  ",
      "abstract": "David Pogue, whose column for Circuits normally appears on this page, is on vacation.  ",
      "lead_paragraph": "David Pogue, whose column for Circuits normally appears on this page, is on vacation.",
      "publication_date": "2006-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/30/business/editors-note.html",
      "byline": ""
    },
    {
      "headline": "Side Effects at the Pharmacy",
      "snippet": "Two months into Wal-Mart’s drug program, it is unclear whether offering $4 generic drugs is drawing new customers into the company’s stores.",
      "abstract": "Two months into Wal-Mart’s drug program, it is unclear whether offering $4 generic drugs is drawing new customers into the company’s stores.",
      "lead_paragraph": "Wal-Mart boasts that its new $4 generic drug program is disrupting the market, attracting new customers to its stores and starting the nation on a road that will ultimately squeeze billions of dollars from prescription drug spending. ",
      "publication_date": "2006-11-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/30/business/30pharmacy.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "Iraq’s Premier Abruptly Skips a Bush Session",
      "snippet": "The cancellation occurred on a day that a classified White House memo expressing doubts about the prime minister was disclosed.",
      "abstract": "The cancellation occurred on a day that a classified White House memo expressing doubts about the prime minister was disclosed.",
      "lead_paragraph": "AMMAN, Jordan, Nov. 29 — Prime Minister Nuri Kamal al-Maliki of Iraq and King Abdullah II of Jordan abruptly backed out of a meeting with President Bush on Wednesday, leaving the White House scrambling to explain why a carefully planned summit meeting had suddenly been cut from two days to one.",
      "publication_date": "2006-11-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/30/world/middleeast/30prexy.html",
      "byline": "By Sheryl Gay Stolberg and Edward Wong"
    }
  ]
}