{
  "metadata": {
    "date": "2006-07-31",
    "total_articles": 56
  },
  "articles": [
    {
      "headline": "A Long Shot Becomes Pfizer’s Latest Chief Executive",
      "snippet": "Pfizer abruptly replaced its chief, Hank McKinnell, picking its general counsel, Jeffrey B. Kindler, to run the company.",
      "abstract": "Pfizer abruptly replaced its chief, Hank McKinnell, picking its general counsel, Jeffrey B. Kindler, to run the company.",
      "lead_paragraph": "In an abrupt move yesterday, Pfizer named its general counsel, Jeffrey B. Kindler, as chief executive, succeeding Henry A. McKinnell, who had been expected to resign in February 2008.",
      "publication_date": "2006-07-29T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/29/business/29pfizer.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Economy Slowed This Spring",
      "snippet": "Economic growth braked sharply in the second quarter as the housing market cooled and consumer spending pulled back.",
      "abstract": "Economic growth braked sharply in the second quarter as the housing market cooled and consumer spending pulled back.",
      "lead_paragraph": "Economic growth braked sharply in the second quarter from its blistering pace in the first, as the housing market cooled and consumer spending pulled back, slowing the economy to a more sustainable rate of expansion.",
      "publication_date": "2006-07-29T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/29/business/29econ.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "The Wi-Fi in Your Handset",
      "snippet": "The potential for cheap calls through new phones that will make use of Wi-Fi hotspots has cellphone companies on edge.",
      "abstract": "The potential for cheap calls through new phones that will make use of Wi-Fi hotspots has cellphone companies on edge.",
      "lead_paragraph": " ",
      "publication_date": "2006-07-29T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/29/technology/29phones.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Casualties of War: Lebanon’s Trees, Air and Sea",
      "snippet": "As Israel continues its bombing campaign, environmentalists are warning of widespread and lasting damage.",
      "abstract": "As Israel continues its bombing campaign, environmentalists are warning of widespread and lasting damage.",
      "lead_paragraph": "JIYEH, Lebanon, July 28 — As Israel continues the bombing campaign that has turned parts of Lebanon into rubble, environmentalists are warning of widespread and lasting damage. ",
      "publication_date": "2006-07-29T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/29/world/middleeast/29environment.html",
      "byline": "By Hassan M. Fattah"
    },
    {
      "headline": "A Defense of Short-Termism",
      "snippet": "Two groups have produced a report about the corrosive effect of short-term thinking in American business. But long-termism can be just as much a problem as short-termism.",
      "abstract": "Two groups have produced a report about the corrosive effect of short-term thinking in American business. But long-termism can be just as much a problem as short-termism.",
      "lead_paragraph": "ONCE upon a time, in a bygone era, a new creature began stalking Wall Street. He was called a “corporate raider,” and he made strange utterances that executives had not heard before. ",
      "publication_date": "2006-07-29T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/29/business/29nocera.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Bush and Blair Push Plan to End Mideast Fighting",
      "snippet": "The challenges of any cease-fire plan were evident as Hezbollah fired a powerful long-range rocket that it said it had not used before.",
      "abstract": "The challenges of any cease-fire plan were evident as Hezbollah fired a powerful long-range rocket that it said it had not used before.",
      "lead_paragraph": "WASHINGTON, July 28 — President Bush and Prime Minister Tony Blair of Britain said Friday that they would present a plan to end hostilities between Israel and Hezbollah at the United Nations next week as Secretary of State Condoleezza Rice headed into an urgent round of weekend meetings in the Middle East to hash out the details.",
      "publication_date": "2006-07-29T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/29/world/middleeast/29mideast.html",
      "byline": "By Jim Rutenberg and Helene Cooper"
    },
    {
      "headline": "Violence in Iraq Is Creating Chaos in Bank System",
      "snippet": "Once praised by the U.S. as a success story, the system has become a wild landscape of robberies and kidnappings.",
      "abstract": "Once praised by the U.S. as a success story, the system has become a wild landscape of robberies and kidnappings.",
      "lead_paragraph": " BAGHDAD, Iraq, July 28 — The two armored vans left a branch of the Warka Bank on Thursday around noon, loaded with 1.191 billion dinars, or nearly $800,000. Almost immediately, on a busy street near the Baghdad zoo, the drivers spotted an oncoming Iraqi Army convoy, led by a shiny new Humvee. They followed standard procedure and pulled over.",
      "publication_date": "2006-07-29T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/29/world/middleeast/29banks.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Housing Slows, Taking Big Toll on the Economy",
      "snippet": "The slowdown was caused in part by the third consecutive quarterly decline in spending on houses and apartment buildings.",
      "abstract": "The slowdown was caused in part by the third consecutive quarterly decline in spending on houses and apartment buildings.",
      "lead_paragraph": "The housing industry — which largely carried the American economy through the tribulations of the 2000 stock-market crash, a recession and climbing oil prices — has lost its vigor in recent months and now has begun to bog down the broader economy, which slowed to a modest 2.5 percent growth rate this spring. ",
      "publication_date": "2006-07-29T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/29/business/29housing.html",
      "byline": "By Vikas Bajaj and David Leonhardt"
    },
    {
      "headline": "Wal-Mart to Abandon Germany",
      "snippet": "The decision amounts to a marked retreat by the world’s largest retailer from its breakneck global expansion.",
      "abstract": "The decision amounts to a marked retreat by the world’s largest retailer from its breakneck global expansion.",
      "lead_paragraph": "FRANKFURT, July 28 — Wal-Mart Stores, admitting defeat in Germany’s giant but cutthroat retail market, announced Friday that it would sell its 85 stores here to a German retailer, incurring a loss of $1 billion.",
      "publication_date": "2006-07-29T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2006/07/29/business/worldbusiness/29shop.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Bush and Blair Push Plan to End Mideast Fighting",
      "snippet": "Pres Bush and Prime Min Tony Blair will present plan to end hostilities between Israel and Hezbollah at UN next week as Sec of State Condoleezza Rice heads into urgent round of meetings in Middle East to hash out details; Bush and Blair, at joint ...",
      "abstract": "Pres Bush and Prime Min Tony Blair will present plan to end hostilities between Israel and Hezbollah at UN next week as Sec of State Condoleezza Rice heads into urgent round of meetings in Middle East to hash out details; Bush and Blair, at joint White House appearance, outline plan in which international peacekeeping force will insert itself between warring sides and help weak Lebanese military take control of southern region controlled by Hezbollah (M)",
      "lead_paragraph": "WASHINGTON, July 28 - President Bush and Prime Minister Tony Blair of Britain said Friday that they would present a plan to end hostilities between Israel and Hezbollah at the United Nations next week as Secretary of State Condoleezza Rice headed into an urgent round of weekend meetings in the Middle East to hash out the details.",
      "publication_date": "2006-07-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/29/world/middleeast/bush-and-blair-push-plan-to-end-mideast-fighting.html",
      "byline": "By Jim Rutenberg and Helene Cooper"
    },
    {
      "headline": "Casualties of War: Lebanons Trees, Air and Sea",
      "snippet": "Environmentalists are warning of widespread and lasting damage as Israel continues bombing campaign that has turned parts of Lebanon into rubble; spilled and burning oil, along with forest fires, toxic waste flows and growing garbage heaps have go...",
      "abstract": "Environmentalists are warning of widespread and lasting damage as Israel continues bombing campaign that has turned parts of Lebanon into rubble; spilled and burning oil, along with forest fires, toxic waste flows and growing garbage heaps have gone from nuisances to threats to people and wildlife, marring country known for its clean air and scenic greenery; large oil spill and fire caused by Israeli bombing in Jiyeh have sent oil slick traveling up coast of Lebanon to Syria, threatening to become worst environmental disaster in country's history; photos (M)",
      "lead_paragraph": "JIYEH, Lebanon, July 28 - As Israel continues the bombing campaign that has turned parts of Lebanon into rubble, environmentalists are warning of widespread and lasting damage.",
      "publication_date": "2006-07-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/29/world/middleeast/casualties-of-war-lebanons-trees-air-and-sea.html",
      "byline": "By Hassan M. Fattah"
    },
    {
      "headline": "Economy Slowed This Spring",
      "snippet": "Commerce Department reports nation's gross domestic product grew 2.5 percent in second quarter, less than half 5.6 percent expansion in first quarter; says consumer spending on durable goods fell by 0.5 percent; residential investment also decline...",
      "abstract": "Commerce Department reports nation's gross domestic product grew 2.5 percent in second quarter, less than half 5.6 percent expansion in first quarter; says consumer spending on durable goods fell by 0.5 percent; residential investment also declined by 6.3 percent, shaving 0.4 percent off output growth; department also reports core price index for personal consumption expenditures surged at annual rate of 2.9 percent in second quarter, up from 2.1 percent in first quarter; Labor Department reports employment cost index--measure of labor costs--increased by 0.9 percent in quarter, up from 0.6 percent increase in first quarter; graph (M)",
      "lead_paragraph": "Economic growth braked sharply in the second quarter from its blistering pace in the first, as the housing market cooled and consumer spending pulled back, slowing the economy to a more sustainable rate of expansion.",
      "publication_date": "2006-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/29/business/economy-slowed-this-spring.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "The Wi-Fi in Your Handset",
      "snippet": "New phone technology takes advantage of wireless networks that allow Internet access to offer free or cheap calls to users; Wi-Fi devices are potential problem for cellphone companies who have spent billions in nationwide cell tower networks and f...",
      "abstract": "New phone technology takes advantage of wireless networks that allow Internet access to offer free or cheap calls to users; Wi-Fi devices are potential problem for cellphone companies who have spent billions in nationwide cell tower networks and for traditional phone companies as Internet-based calling will reduce need for standard phone lines in homes; companies may need to find ways to integrate technology into existing services in order to compete; photos (M)",
      "lead_paragraph": "What if, instead of burning up minutes on your cellphone plan, you could make free or cheap calls over the wireless networks that allow Internet access in many coffee shops, airports and homes?",
      "publication_date": "2006-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/29/technology/the-wifi-in-your-handset.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Housing Slows, Taking Big Toll on the Economy",
      "snippet": "Housing industry has lost its vigor in recent months and has begun to bog down broader economy, which slowed to modest 2.5 percent growth rate this spring; that was sharp comedown from 5.6 percent growth rate of first quarter, caused in part by th...",
      "abstract": "Housing industry has lost its vigor in recent months and has begun to bog down broader economy, which slowed to modest 2.5 percent growth rate this spring; that was sharp comedown from 5.6 percent growth rate of first quarter, caused in part by third consecutive quarterly decline in spending on houses and apartment buildings, after several years of rapid growth; housing slowdown is perhaps clearest effect of Federal Reserve's two-year campaign of raising interest rates in bid to tap brakes on economy and reduce inflation; graphs; photo (M)",
      "lead_paragraph": "The housing industry -- which largely carried the American economy through the tribulations of the 2000 stock-market crash, a recession and climbing oil prices -- has lost its vigor in recent months and now has begun to bog down the broader economy, which slowed to a modest 2.5 percent growth rate this spring.",
      "publication_date": "2006-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/29/business/housing-slows-taking-big-toll-on-the-economy.html",
      "byline": "By Vikas Bajaj and David Leonhardt"
    },
    {
      "headline": "A Defense of Short-Termism",
      "snippet": "Joe Nocera column in defense of corporate short-termism in wake of report by Roundtable's Institute for Corporate Ethics and CFA Institute's Centre for Financial Market Integrity that stressed corrosive effect of short-term thinking in American bu...",
      "abstract": "Joe Nocera column in defense of corporate short-termism in wake of report by Roundtable's Institute for Corporate Ethics and CFA Institute's Centre for Financial Market Integrity that stressed corrosive effect of short-term thinking in American business; says corporations should focus on strategy and value creation; holds corporate raiders that took over companies for short-term spurred process of shaking up many industries that needed to be shaken up in tougher, more competitive era; suggests paying executives for achieving important long-term strategic goals that will help company grow and prosper; says long-termism can be just as much problem as short-termism (M)",
      "lead_paragraph": "ONCE upon a time, in a bygone era, a new creature began stalking Wall Street. He was called a \"corporate raider,\" and he made strange utterances that executives had not heard before.",
      "publication_date": "2006-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/29/business/a-defense-of-shorttermism.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Wal-Mart to Abandon Germany",
      "snippet": "Wal-Mart To Abandon Germa",
      "abstract": "Wal-Mart To Abandon Germa",
      "lead_paragraph": "FRANKFURT, July 28 - Wal-Mart Stores, admitting defeat in Germany's giant but cutthroat retail market, announced Friday that it would sell its 85 stores here to a German retailer, incurring a loss of $1 billion.",
      "publication_date": "2006-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/29/business/worldbusiness/walmart-to-abandon-germany.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "After 4 Decades, a Cold War Symbol Stands Down",
      "snippet": "Military officials in Colorado say that day-to-day operations of North American Aerospace Defense Command (Norad) will be consolidated for purposes of efficiency and moved to building at Peterson Air Force Base in Colorado Springs; Cheyenne Mounta...",
      "abstract": "Military officials in Colorado say that day-to-day operations of North American Aerospace Defense Command (Norad) will be consolidated for purposes of efficiency and moved to building at Peterson Air Force Base in Colorado Springs; Cheyenne Mountain, Norad's home, was carved out in 1960's to house early warning system for nuclear war; its image became stuff of whole generation's anxieties, but those anxieties shifted after fall of Soviet Union in early 1990's and even more after Sept 11; mountain will be kept only as backup, though fully operational and staffed with support personnel; photos (M)",
      "lead_paragraph": "DENVER, July 28 - Few symbols of the cold war carry the clanging, into-the-bunker resonance of Cheyenne Mountain, home of the North American Aerospace Defense Command, better known as Norad.",
      "publication_date": "2006-07-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/29/washington/after-4-decades-a-cold-war-symbol-stands-down.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "2008 May Test Clinton's Bond With McCain",
      "snippet": "Sens Hillary Rodham Clinton and John McCain, who have developed amiable if professionally calculated relationship, are increasingly underscoring their differences on issues like war in Iraq as 2008 presidential campaign begins to take shape; inter...",
      "abstract": "Sens Hillary Rodham Clinton and John McCain, who have developed amiable if professionally calculated relationship, are increasingly underscoring their differences on issues like war in Iraq as 2008 presidential campaign begins to take shape; interplay between two senators, both with compelling personal narratives and knack for infuriating their own parties' bases, could determine tone of race and make it less personally vicious than last two campaigns; McCain and Clinton are long way from facing off for presidency, but members of both parties are already speculating about what McCain-Clinton race would be like; photo (M)",
      "lead_paragraph": "WASHINGTON, July 28 - Two summers ago, on a Congressional trip to Estonia, Senator Hillary Rodham Clinton astonished her traveling companions by suggesting that the group do what one does in the Baltics: hold a vodka-drinking contest.",
      "publication_date": "2006-07-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/29/us/front page/2008-may-test-clintons-bond-with-mccain.html",
      "byline": "By Anne E. Kornblut"
    },
    {
      "headline": "Violence in Iraq Is Creating Chaos in Bank System",
      "snippet": "Iraqi banking system, praised by US as success story as recently as few months ago, has quickly become wild landscape of clandestine cash runs, huge hauls by robbers dressed as police officers and soldiers, kidnappings of bank executives with rans...",
      "abstract": "Iraqi banking system, praised by US as success story as recently as few months ago, has quickly become wild landscape of clandestine cash runs, huge hauls by robbers dressed as police officers and soldiers, kidnappings of bank executives with ransoms as high as $6 million, US allegations of tie-ins with insurgent financiers, and legitimate customers turned away when they go to pick up their savings and flee country; difficulty in moving cash has pushed Iraqi banks into business practices seen in few other places; despite all problems, no one knows of Iraqi bank that has given up and closed for good, and there are few bankers who still express optimism that this bedrock institution of functioning democracy will survive and one day flourish; photos (M)",
      "lead_paragraph": "BAGHDAD, Iraq, July 28 - The two armored vans left a branch of the Warka Bank on Thursday around noon, loaded with 1.191 billion dinars, or nearly $800,000. Almost immediately, on a busy street near the Baghdad zoo, the drivers spotted an oncoming Iraqi Army convoy, led by a shiny new Humvee. They followed standard procedure and pulled over.",
      "publication_date": "2006-07-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/29/world/middleeast/violence-in-iraq-is-creating-chaos-in-bank-system.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "A Long Shot Becomes Pfizer’s Latest Chief Executive",
      "snippet": "Pfizer names its general counsel Jeffrey B Kindler as chief executive, succeeding Henry A McKinnell, who had been expected to resign in February 2008; move comes amid signs of management turmoil at Pfizer, where three senior executives have been v...",
      "abstract": "Pfizer names its general counsel Jeffrey B Kindler as chief executive, succeeding Henry A McKinnell, who had been expected to resign in February 2008; move comes amid signs of management turmoil at Pfizer, where three senior executives have been vying for more than year to succeed McKinnell as chairman and chief executive; Kindler will now be charged with difficult task of improving profits while reversing declining sales; McKinnell will remain chairman until February 2007; photos (M)",
      "lead_paragraph": "In an abrupt move yesterday, Pfizer named its general counsel, Jeffrey B. Kindler, as chief executive, succeeding Henry A. McKinnell, who had been expected to resign in February 2008.",
      "publication_date": "2006-07-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/29/business/a-long-shot-becomes-pfizers-latest-chief-executive.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Starting a Retirement Business While Still on Someone’s Payroll",
      "snippet": "The time frame for setting up a business that provides an income stream during one’s golden years is hardly clear.",
      "abstract": "The time frame for setting up a business that provides an income stream during one’s golden years is hardly clear.",
      "lead_paragraph": "In 2001, Charlie Ferguson, an electrical engineer, then 50, was still six years away from the possibility of retiring with a full pension from Allison Transmission in Indianapolis. At Allison, a General Motors division, he worked, and continues to work, as an electrician. ",
      "publication_date": "2006-07-30T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/07/30/jobs/30jmar.html",
      "byline": "By Coeli Carr"
    },
    {
      "headline": "Family Needs in the Legal Balance",
      "snippet": "A district attorney refuses to allow part-time work in her office, while a study describes a new category of discrimination - family responsibilities discrimination.",
      "abstract": "A district attorney refuses to allow part-time work in her office, while a study describes a new category of discrimination - family responsibilities discrimination.",
      "lead_paragraph": "TWO unrelated but linked bits of news have been heating up the Life’s Work transom in recent weeks. ",
      "publication_date": "2006-07-30T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/07/30/jobs/30wcol.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Disowning Conservative Politics, Evangelical Pastor Rattles Flock",
      "snippet": "Upheaval at one megachurch reflects concern over the tendency to tie evangelical Christianity to the G.O.P.",
      "abstract": "Upheaval at one megachurch reflects concern over the tendency to tie evangelical Christianity to the G.O.P.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-30T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/30/us/30pastor.html",
      "byline": "By Laurie Goodstein"
    },
    {
      "headline": "A Counselor Pulled From the Shadows",
      "snippet": "Silicon Valley is chattering about Larry Sonsini, the lawyer whose firm represented nearly half the companies under scrutiny for backdating stock options.",
      "abstract": "Silicon Valley is chattering about Larry Sonsini, the lawyer whose firm represented nearly half the companies under scrutiny for backdating stock options.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-30T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/07/30/business/yourmoney/30sonsini.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Options Fiesta, and Investors Paid the Bill",
      "snippet": "Sell shares low and buy them back high. Does this make sense?",
      "abstract": "Sell shares low and buy them back high. Does this make sense?",
      "lead_paragraph": "BUYING high and selling low is nobody’s idea of a get-rich-quick scheme. But that is precisely what companies do — with their shareholders’ money — when they bestow stock options on executives and employees and then buy back shares to offset the grants. ",
      "publication_date": "2006-07-30T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/07/30/business/yourmoney/30gret.html",
      "byline": ""
    },
    {
      "headline": "Audit Finds U.S. Hid Actual Cost of Iraq Projects",
      "snippet": "The State Department agency in charge of $1.4 billion in reconstruction money used an accounting shell game to hide ballooning cost overruns.",
      "abstract": "The State Department agency in charge of $1.4 billion in reconstruction money used an accounting shell game to hide ballooning cost overruns.",
      "lead_paragraph": "BAGHDAD, Iraq, July 29 — The State Department agency in charge of $1.4 billion in reconstruction money in Iraq used an accounting shell game to hide ballooning cost overruns on its projects there and knowingly withheld information on schedule delays from Congress, a federal audit released late Friday has found.",
      "publication_date": "2006-07-30T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/30/world/middleeast/30reconstruct.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "War’s Chaos Steals Congo’s Young by the Millions",
      "snippet": "Continuing war has created a gantlet of hunger and disease that leaves one in four children dead before age 5.",
      "abstract": "Continuing war has created a gantlet of hunger and disease that leaves one in four children dead before age 5.",
      "lead_paragraph": "RUTSHURU, Congo  Children die here from the same ailments that needlessly kill children all over Africa  malaria, diarrhea, measles, malnutrition  but on a vast and cataclysmic scale. ",
      "publication_date": "2006-07-30T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/30/world/africa/30congo.html",
      "byline": "By Lydia Polgreen"
    },
    {
      "headline": "Our Lady of Discord",
      "snippet": "The bottom line for the founder of Domino’s Pizza has been helping people get to heaven. But Thomas Monaghan now faces some unexpected earthly trials.",
      "abstract": "The bottom line for the founder of Domino’s Pizza has been helping people get to heaven. But Thomas Monaghan now faces some unexpected earthly trials.",
      "lead_paragraph": "IT takes a singular sense of purpose to turn a lone Michigan pizza joint into a multibillion-dollar global brand. Yet the founder of Domino’s Pizza, Thomas S. Monaghan, certainly had it more than four decades ago, when he bought his first restaurant in Ypsilanti, Mich., near Detroit — and he has brought that same sense of mission to the task of giving his pizza fortune away.",
      "publication_date": "2006-07-30T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/07/30/business/yourmoney/30monaghan.html",
      "byline": "By Susan Hansen"
    },
    {
      "headline": "Family Needs in the Legal Balance",
      "snippet": "Lisa Belkin Life's Work column on continuing struggle to achieve balance between work and family life; cites study by Center for WorkLife Law at University of California Hastings College of Law that on new category of discrimination suit called 'f...",
      "abstract": "Lisa Belkin Life's Work column on continuing struggle to achieve balance between work and family life; cites study by Center for WorkLife Law at University of California Hastings College of Law that on new category of discrimination suit called 'family responsibilities discrimination'; says suits are brought when limits or penalties are placed on employees simply because of their role as givers of care; says cases are often successful and are being upheld by both liberal and conservative judges; drawing (M)",
      "lead_paragraph": "TWO unrelated but linked bits of news have been heating up the Life's Work transom in recent weeks.",
      "publication_date": "2006-07-30T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/07/30/jobs/family-needs-in-the-legal-balance.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Audit Finds U.S. Hid Actual Cost of Iraq Projects",
      "snippet": "Audit written by Special Inspector General for Iraq Reconstruction finds that United States Agency for International Development (AID), in charge of $1.4 billion in reconstruction money in Iraq, used accounting shell game to hide ballooning cost o...",
      "abstract": "Audit written by Special Inspector General for Iraq Reconstruction finds that United States Agency for International Development (AID), in charge of $1.4 billion in reconstruction money in Iraq, used accounting shell game to hide ballooning cost overruns on projects, and knowingly withheld information on schedule delays from Congress; findings appear in audit on children's hospital in Basra, but refer to wider construction activities; State Dept plans to drop hospital-contractor Bechtel (L)",
      "lead_paragraph": "BAGHDAD, Iraq, July 29 - The State Department agency in charge of $1.4 billion in reconstruction money in Iraq used an accounting shell game to hide ballooning cost overruns on its projects there and knowingly withheld information on schedule delays from Congress, a federal audit released late Friday has found.",
      "publication_date": "2006-07-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/07/30/world/middleeast/audit-finds-us-hid-actual-cost-of-iraq-projects.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Partisan Divide on Iraq Exceeds Split on Vietnam",
      "snippet": "Partisan divide in American politics on Iraq has fluctuated but endured and is expected to intensify during fall election campaigns; each party has internal differences, especially on future strategy for Iraq, but overall divide is defining featur...",
      "abstract": "Partisan divide in American politics on Iraq has fluctuated but endured and is expected to intensify during fall election campaigns; each party has internal differences, especially on future strategy for Iraq, but overall divide is defining feature of fall campaign; many experts and members of both parties worry about long-term consequences of such bitter bipartisan polarization and its effect on longstanding tradition that foreign policy is built on bipartisan trust and consensus; analysts in both parties say intensity of Democratic feeling against war will be powerful motivator in fall elections; graphs; photos (L)",
      "lead_paragraph": "WASHINGTON, July 29 - No military conflict in modern times has divided Americans on partisan lines more than the war in Iraq, scholars and pollsters say -- not even Vietnam. And those divisions are likely to intensify in what is expected to be a contentious fall election campaign.",
      "publication_date": "2006-07-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/07/30/washington/us/partisan-divide-on-iraq-exceeds-split-on-vietnam.html",
      "byline": "By Robin Toner and Jim Rutenberg"
    },
    {
      "headline": "Our Lady of Discord",
      "snippet": "Article on schism that has been created by Thomas Monaghan, founder of Domino's Pizza and Ave Maria Foundation, in plan to build Ave Maria University and town called Ave Maria outside Naples, Fla; Monaghan, who promotes conservative Catholic educa...",
      "abstract": "Article on schism that has been created by Thomas Monaghan, founder of Domino's Pizza and Ave Maria Foundation, in plan to build Ave Maria University and town called Ave Maria outside Naples, Fla; Monaghan, who promotes conservative Catholic education, media and other organizations, has donated or pledged $285 million for university and town so far; critics say Monahan, thwarted in effort to build university in Ann Arbor, Mich, has diverted funds from his Detroit-area schools, including Ava Maria College, to Florida; photos (L)",
      "lead_paragraph": "IT takes a singular sense of purpose to turn a lone Michigan pizza joint into a multibillion-dollar global brand. Yet the founder of Domino's Pizza, Thomas S. Monaghan, certainly had it more four decades ago, when he bought his first restaurant in Ypsilanti, Mich., near Detroit -- and he has brought that same sense of mission to the task of giving his pizza fortune away.",
      "publication_date": "2006-07-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/07/30/business/yourmoney/our-lady-of-discord.html",
      "byline": "By Susan Hansen"
    },
    {
      "headline": "So Big and Healthy Grandpa Wouldn’t Even Know You",
      "snippet": "First article in series The New Age on science of aging; humans today have undergone striking shift from relatively small, weak and sickly people 100 years ago to humans who are so big and robust their ancestors would hardly know them; differences...",
      "abstract": "First article in series The New Age on science of aging; humans today have undergone striking shift from relatively small, weak and sickly people 100 years ago to humans who are so big and robust their ancestors would hardly know them; differences include greater height and longer lives, but also postponement of many chronic diseases until later in life; elderly people suffer less disability; positive effects are even beginning to show up in underdeveloped world; experts debate reason for trend; graphs; photos; drawings (L)",
      "lead_paragraph": "Valentin Keller enlisted in an all-German unit of the Union Army in Hamilton, Ohio, in 1862. He was 26, a small, slender man, 5 feet 4 inches tall, who had just become a naturalized citizen. He listed his occupation as tailor.",
      "publication_date": "2006-07-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/07/30/health/so-big-and-healthy-grandpa-wouldnt-even-know-you.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "Options Fiesta, and Investors Paid the Bill",
      "snippet": "Gretchen Morgenson column on high cost to technology company shareholders of practice of buying back stock options granted to executives and employees; maintains using shareholder money to turn corporate insiders into multimillionaires is wrong (M...",
      "abstract": "Gretchen Morgenson column on high cost to technology company shareholders of practice of buying back stock options granted to executives and employees; maintains using shareholder money to turn corporate insiders into multimillionaires is wrong (M)",
      "lead_paragraph": "BUYING high and selling low is nobody's idea of a get-rich-quick scheme. But that is precisely what companies do -- with their shareholders' money -- when they bestow stock options on executives and employees and then buy back shares to offset the grants.",
      "publication_date": "2006-07-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/07/30/business/yourmoney/options-fiesta-and-investors-paid-the-bill.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Starting a Retirement Business While Still on Someone’s Payroll",
      "snippet": "Charlie and Glenda Ferguson have started their own salsa business while both still hold traditional jobs with benefits and pension; experts commend them on their strategy because they are not dependent on new enterprise for money, so they are able...",
      "abstract": "Charlie and Glenda Ferguson have started their own salsa business while both still hold traditional jobs with benefits and pension; experts commend them on their strategy because they are not dependent on new enterprise for money, so they are able to build at their own pace and still have reliable income; photo (M)",
      "lead_paragraph": "In 2001, Charlie Ferguson, an electrical engineer, then 50, was still six years away from the possibility of retiring with a full pension from Allison Transmission in Indianapolis. At Allison, a General Motors division, he worked, and continues to work, as an electrician.",
      "publication_date": "2006-07-30T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/07/30/jobs/starting-a-retirement-business-while-still-on-someones-payroll.html",
      "byline": "By Coeli Carr"
    },
    {
      "headline": "A Counselor Pulled From the Shadows",
      "snippet": "Artilce on Larry Sonsini, prominent yet behind-the-scenes lawyer in California's Silicon Valley; Sonsini and his firm Wilson Sonsini Goodrich & Rosati represent or represented just under 50 percent of Silicon Valley companies implicated in stock o...",
      "abstract": "Artilce on Larry Sonsini, prominent yet behind-the-scenes lawyer in California's Silicon Valley; Sonsini and his firm Wilson Sonsini Goodrich & Rosati represent or represented just under 50 percent of Silicon Valley companies implicated in stock options scandal; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/07/30/business/yourmoney/a-counselor-pulled-from-the-shadows.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Newspapers to Use Links to Rivals on Web Sites",
      "snippet": "Newspapers have typically been reluctant to direct readers to outside Web sites, but three papers have signed a deal with an online news aggregator to do just that. ",
      "abstract": "Newspapers have typically been reluctant to direct readers to outside Web sites, but three papers have signed a deal with an online news aggregator to do just that. ",
      "lead_paragraph": "Want the latest news on Floyd Landis’s positive drug test from The Los Angeles Times, The New York Times or USA Today? ",
      "publication_date": "2006-07-31T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/31/technology/31ecom.html",
      "byline": "By Bob Tedeschi"
    },
    {
      "headline": "From Carnage in Lebanon, a Concession",
      "snippet": "Israel agreed to suspend airstrikes after one of its raids killed dozens of Lebanese civilians, but the U.S. is still not calling for an immediate cease-fire.",
      "abstract": "Israel agreed to suspend airstrikes after one of its raids killed dozens of Lebanese civilians, but the U.S. is still not calling for an immediate cease-fire.",
      "lead_paragraph": "JERUSALEM, Monday, July 31 — Taken aback by the carnage from the Israeli bombing of Qana, Lebanon, Secretary of State Condoleezza Rice wrung the first significant concession from Israel late on Sunday in its nearly three-week-old war against the Hezbollah militia: an immediate 48-hour suspension of aerial strikes. ",
      "publication_date": "2006-07-31T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/31/world/middleeast/31diplo.html",
      "byline": "By Helene Cooper"
    },
    {
      "headline": "A Night of Death and Terror for Lebanese Villagers",
      "snippet": "The two families staying in the house in Qana that was struck by an Israeli missile had discussed leaving, but they were poor and travel was difficult.",
      "abstract": "The two families staying in the house in Qana that was struck by an Israeli missile had discussed leaving, but they were poor and travel was difficult.",
      "lead_paragraph": " QANA, Lebanon, July 30 — The dead lay in strange shapes. Several had open mouths filled with dirt. Faces were puffy. A man’s arm was extended straight out from his body, his fingers spread. Two tiny children, a girl and boy, lay feet to head in the back of an ambulance, their skin like wax.",
      "publication_date": "2006-07-31T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/31/world/middleeast/31scene.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Israel Suspending Lebanon Air Raids After Dozens Die",
      "snippet": "Israel agreed to suspend its airstrikes for 48 hours while it investigates an air raid on a Lebanese town that killed dozens, many of them children. ",
      "abstract": "Israel agreed to suspend its airstrikes for 48 hours while it investigates an air raid on a Lebanese town that killed dozens, many of them children. ",
      "lead_paragraph": " JERUSALEM, Monday, July 31 — Israel agreed to suspend air attacks in southern Lebanon for 48 hours after one of its raids on the southern town of Qana left dozens of civilians, many of them children, dead on Sunday, the bloodiest day of the conflict so far.",
      "publication_date": "2006-07-31T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/31/world/middleeast/31mideast.html",
      "byline": "By Steven Erlanger and Hassan M. Fattah"
    },
    {
      "headline": "At 25, Media Fates Came to Call",
      "snippet": "Jared Kushner spent just under $10 million last week to buy The New York Observer, a small but mighty piece of Manhattan media.",
      "abstract": "Jared Kushner spent just under $10 million last week to buy The New York Observer, a small but mighty piece of Manhattan media.",
      "lead_paragraph": "JARED KUSHNER, 25, is part of a generation of people less inclined to simply lap up media that is pushed toward them than to take custody of publishing tools and create their own mediated universe.",
      "publication_date": "2006-07-31T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/31/business/media/31carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Camera System Creates Sophisticated 3-D Effects",
      "snippet": "Contour is a futuristic camera system that will add photorealistic three-dimensional effects to digital entertainment.",
      "abstract": "Contour is a futuristic camera system that will add photorealistic three-dimensional effects to digital entertainment.",
      "lead_paragraph": "PALO ALTO, Calif. — In a darkened garage here, Steve Perlman is giving digital actors a whole new face.",
      "publication_date": "2006-07-31T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/31/technology/31motion.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "U.S. Puts Onus on Employers of Immigrants",
      "snippet": "For years, workplace raids were a low priority for immigration authorities. Now, officials are cracking down on businesses.",
      "abstract": "For years, workplace raids were a low priority for immigration authorities. Now, officials are cracking down on businesses.",
      "lead_paragraph": "CINCINNATI, July 30 — Immigration agents had prepared a nasty surprise for the Garcia Labor Company, a temporary worker contractor, when they moved against it on charges of hiring illegal immigrants. They brought a 40-count federal indictment, part of a new nationwide strategy by immigration officials to clamp down on employers of illegal immigrant laborers. ",
      "publication_date": "2006-07-31T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/31/us/31immig.html",
      "byline": "By Julia Preston"
    },
    {
      "headline": "Celebrity Baby, M.I.A., Stokes a Frenzy",
      "snippet": "The possibility of one more day without an image of Baby Suri, the daughter of Tom Cruise and Katie Holmes, has driven the celebrity magazines and tabloids into a tizzy.",
      "abstract": "The possibility of one more day without an image of Baby Suri, the daughter of Tom Cruise and Katie Holmes, has driven the celebrity magazines and tabloids into a tizzy.",
      "lead_paragraph": "Where, oh where, is Baby Suri?",
      "publication_date": "2006-07-31T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/31/business/media/31people.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Official Union Set Up in China at Wal-Mart",
      "snippet": "Workers at Wal-Mart Stores have formed their first trade union, in China, but the union is known for siding with management rather than workers.",
      "abstract": "Workers at Wal-Mart Stores have formed their first trade union, in China, but the union is known for siding with management rather than workers.",
      "lead_paragraph": "BEIJING, July 30 — Workers at Wal-Mart Stores have formed their first trade union in China, after demands from the government that the company allow organized labor in its stores, according to reports in the official news media over the weekend.",
      "publication_date": "2006-07-31T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/31/business/worldbusiness/31walmart.html",
      "byline": "By David Lague"
    },
    {
      "headline": "Men Not Working, and Not Wanting Just Any Job",
      "snippet": "Millions of men are turning down jobs they think beneath them or cannot find work for which they are qualified.",
      "abstract": "Millions of men are turning down jobs they think beneath them or cannot find work for which they are qualified.",
      "lead_paragraph": " ",
      "publication_date": "2006-07-31T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/31/business/31men.html",
      "byline": "By Louis Uchitelle and David Leonhardt"
    },
    {
      "headline": "From Carnage in Lebanon, a Concession",
      "snippet": "Taken aback by the carnage from the Israeli bombing of Qana, Lebanon, Secretary of State Condoleezza Rice wrung the first significant concession from Israel late on Sunday in its nearly three-week-old war against the Hezbollah militia: an immediat...",
      "abstract": "Taken aback by the carnage from the Israeli bombing of Qana, Lebanon, Secretary of State Condoleezza Rice wrung the first significant concession from Israel late on Sunday in its nearly three-week-old war against the Hezbollah militia: an immediate 48-hour suspension of aerial strikes.      Especially notable about the suspension was that Ms. Rice's deputy, Adam Ereli, and not the Israelis, announced it after she held intensive talks with both Prime Minister Ehud Olmert and the Israeli foreign minister, Tzipi Livni.  ",
      "lead_paragraph": "JERUSALEM, Monday, July 31 - Taken aback by the carnage from the Israeli bombing of Qana, Lebanon, Secretary of State Condoleezza Rice wrung the first significant concession from Israel late on Sunday in its nearly three-week-old war against the Hezbollah militia: an immediate 48-hour suspension of aerial strikes.",
      "publication_date": "2006-07-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/31/world/middleeast/from-carnage-in-lebanon-a-concession.html",
      "byline": "By Helene Cooper"
    },
    {
      "headline": "A Night of Death and Terror for Lebanese Villagers",
      "snippet": "The dead lay in strange shapes. Several had open mouths filled with dirt. Faces were puffy. A man's arm was extended straight out from his body, his fingers spread. Two tiny children, a girl and boy, lay feet to head in the back of an ambulance, t...",
      "abstract": "The dead lay in strange shapes. Several had open mouths filled with dirt. Faces were puffy. A man's arm was extended straight out from his body, his fingers spread. Two tiny children, a girl and boy, lay feet to head in the back of an ambulance, their skin like wax.     In the all-day scramble to retrieve the bodies from the remains of this one house -- backhoes dug for hours at the site after an early-morning airstrike -- tallies of the dead varied, from as many as 60 to 27, many of them children.  ",
      "lead_paragraph": "QANA, Lebanon, July 30 - The dead lay in strange shapes. Several had open mouths filled with dirt. Faces were puffy. A man's arm was extended straight out from his body, his fingers spread. Two tiny children, a girl and boy, lay feet to head in the back of an ambulance, their skin like wax.",
      "publication_date": "2006-07-31T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/31/world/middleeast/a-night-of-death-and-terror-for-lebanese-villagers.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Camera System Creates Sophisticated 3-D Effects",
      "snippet": "In a darkened garage here, Steve Perlman is giving digital actors a whole new face.     A former Apple Computer engineer who previously co-founded WebTV Networks and the set-top box firm Moxi, Mr. Perlman is now putting the finishing touches on Co...",
      "abstract": "In a darkened garage here, Steve Perlman is giving digital actors a whole new face.     A former Apple Computer engineer who previously co-founded WebTV Networks and the set-top box firm Moxi, Mr. Perlman is now putting the finishing touches on Contour, a futuristic camera system that will add photorealistic three-dimensional effects to digital entertainment. The new system will be introduced today at the Siggraph computer graphics conference in Boston, and effects created with it could start appearing as early as next year.  ",
      "lead_paragraph": "PALO ALTO, Calif. - In a darkened garage here, Steve Perlman is giving digital actors a whole new face.",
      "publication_date": "2006-07-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/31/technology/camera-system-creates-sophisticated-3d-effects.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "At 25, Media Fates Came to Call",
      "snippet": "JARED KUSHNER, 25, is part of a generation of people less inclined to simply lap up media that is pushed toward them than to take custody of publishing tools and create their own mediated universe.     But Mr. Kushner's version of personalized med...",
      "abstract": "JARED KUSHNER, 25, is part of a generation of people less inclined to simply lap up media that is pushed toward them than to take custody of publishing tools and create their own mediated universe.     But Mr. Kushner's version of personalized media goes beyond adding features to his MySpace page. A law student who is simultaneously pursuing his M.B.A. at New York University, Mr. Kushner plunked down just under $10 million last week to buy The New York Observer, a small but mighty piece of Manhattan media.  ",
      "lead_paragraph": "JARED KUSHNER, 25, is part of a generation of people less inclined to simply lap up media that is pushed toward them than to take custody of publishing tools and create their own mediated universe.",
      "publication_date": "2006-07-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/31/business/media/at-25-media-fates-came-to-call.html",
      "byline": "By David Carr"
    },
    {
      "headline": "U.S. Puts Onus on Employers of Immigrants",
      "snippet": "Immigration agents had prepared a nasty surprise for the Garcia Labor Company, a temporary worker contractor, when they moved against it on charges of hiring illegal immigrants. They brought a 40-count federal indictment, part of a new nationwide ...",
      "abstract": "Immigration agents had prepared a nasty surprise for the Garcia Labor Company, a temporary worker contractor, when they moved against it on charges of hiring illegal immigrants. They brought a 40-count federal indictment, part of a new nationwide strategy by immigration officials to clamp down on employers of illegal immigrant laborers.      Maximino Garcia, the president of the company, which provides low-wage laborers to businesses from Pennsylvania to Texas, stood before a federal judge here on Tuesday to answer conspiracy charges of aiding illegal immigrants and money laundering. If convicted, Mr. Garcia, who pleaded not guilty, could serve 20 years in jail and forfeit his headquarters building and $12 million.  ",
      "lead_paragraph": "CINCINNATI, July 30 - Immigration agents had prepared a nasty surprise for the Garcia Labor Company, a temporary worker contractor, when they moved against it on charges of hiring illegal immigrants. They brought a 40-count federal indictment, part of a new nationwide strategy by immigration officials to clamp down on employers of illegal immigrant laborers.",
      "publication_date": "2006-07-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/31/us/us-puts-onus-on-employers-of-immigrants.html",
      "byline": "BY Julia Preston"
    },
    {
      "headline": "Men Not Working, and Not Wanting Just Any Job",
      "snippet": "Alan Beggerow has stopped looking for work. Laid off as a steelworker at 48, he taught math for a while at a community college. But when that ended, he could not find a job that, in his view, was neither demeaning nor underpaid.     So instead of ...",
      "abstract": "Alan Beggerow has stopped looking for work. Laid off as a steelworker at 48, he taught math for a while at a community college. But when that ended, he could not find a job that, in his view, was neither demeaning nor underpaid.     So instead of heading to work, Mr. Beggerow, now 53, fills his days with diversions: playing the piano, reading histories and biographies, writing unpublished Western potboilers in the Louis L'Amour style -- all activities once relegated to spare time. He often stays up late and sleeps until 11 a.m.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/31/business/men-not-working-and-not-wanting-just-any-job.html",
      "byline": "By Louis Uchitelle and David Leonhardt"
    },
    {
      "headline": "Israel Suspending Lebanon Air Raids After Dozens Die",
      "snippet": "Israel agreed to suspend air attacks in southern Lebanon for 48 hours after one of its raids on the southern town of Qana left dozens of civilians, many of them children, dead on Sunday, the bloodiest day of the conflict so far.     Israel said th...",
      "abstract": "Israel agreed to suspend air attacks in southern Lebanon for 48 hours after one of its raids on the southern town of Qana left dozens of civilians, many of them children, dead on Sunday, the bloodiest day of the conflict so far.     Israel said the Qana raid was aimed at Hezbollah fighters firing rockets into Israel from the area, but the strike collapsed a residential apartment building, crushing Lebanese civilians who were taking shelter for the night in the basement.  ",
      "lead_paragraph": "JERUSALEM, Monday, July 31 - Israel agreed to suspend air attacks in southern Lebanon for 48 hours after one of its raids on the southern town of Qana left dozens of civilians, many of them children, dead on Sunday, the bloodiest day of the conflict so far.",
      "publication_date": "2006-07-31T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/31/world/middleeast/israel-suspending-lebanon-air-raids-after-dozens-die.html",
      "byline": "By Steven Erlanger and Hassan M. Fattah"
    },
    {
      "headline": "Official Union Set Up in China at Wal-Mart",
      "snippet": "Workers at Wal-Mart Stores have formed their first trade union in China, after demands from the government that the company allow organized labor in its stores, according to reports in the official news media over the weekend.     Wal-Mart, the wo...",
      "abstract": "Workers at Wal-Mart Stores have formed their first trade union in China, after demands from the government that the company allow organized labor in its stores, according to reports in the official news media over the weekend.     Wal-Mart, the world's largest retailer, has long sought to bar unions from its stores, particularly in the United States. But the government-controlled All-China Federation of Trade Unions has campaigned to set up branches in China, where Wal-Mart employs 30,000 people at 60 outlets.  ",
      "lead_paragraph": "BEIJING, July 30 - Workers at Wal-Mart Stores have formed their first trade union in China, after demands from the government that the company allow organized labor in its stores, according to reports in the official news media over the weekend.",
      "publication_date": "2006-07-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/31/business/worldbusiness/official-union-set-up-in-china-at-walmart.html",
      "byline": "By David Lague"
    },
    {
      "headline": "Newspapers to Use Links to Rivals on Web Sites",
      "snippet": "Want the latest news on Floyd Landis's positive drug test from The Los Angeles Times, The New York Times or USA Today?      Soon, it will all be on Washingtonpost.com.  ",
      "abstract": "Want the latest news on Floyd Landis's positive drug test from The Los Angeles Times, The New York Times or USA Today?      Soon, it will all be on Washingtonpost.com.  ",
      "lead_paragraph": "Want the latest news on Floyd Landis's positive drug test from The Los Angeles Times, The New York Times or USA Today?",
      "publication_date": "2006-07-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/31/technology/newspapers-to-use-links-to-rivals-on-web-sites.html",
      "byline": "By Bob Tedeschi"
    },
    {
      "headline": "Celebrity Baby, M.I.A., Stokes a Frenzy",
      "snippet": "Where, oh where, is Baby Suri?     The daughter of Tom Cruise and Katie Holmes was born April 18. But, alas, spring has turned to summer and summer may yet turn to fall and the snows may even fly before a picture of Suri ever surfaces in public.  ",
      "abstract": "Where, oh where, is Baby Suri?     The daughter of Tom Cruise and Katie Holmes was born April 18. But, alas, spring has turned to summer and summer may yet turn to fall and the snows may even fly before a picture of Suri ever surfaces in public.  ",
      "lead_paragraph": "Where, oh where, is Baby Suri?",
      "publication_date": "2006-07-31T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/31/business/media/celebrity-baby-mia-stokes-a-frenzy.html",
      "byline": "By Katharine Q. Seelye"
    }
  ]
}