{
  "metadata": {
    "date": "2006-12-21",
    "total_articles": 16
  },
  "articles": [
    {
      "headline": "Phone Carriers Win a Skirmish in Cable Wars",
      "snippet": "The F.C.C. approved new rules that will make it easier for telephone companies to offer television service.",
      "abstract": "The F.C.C. approved new rules that will make it easier for telephone companies to offer television service.",
      "lead_paragraph": "Telephone companies got some help yesterday in elbowing their way into the video arena that the cable industry has dominated. ",
      "publication_date": "2006-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/21/business/21cable.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Disparity Emerges in Lilly Data on Schizophrenia Drug",
      "snippet": "Eli Lilly documents show that for at least one year, company provided information to doctors about blood-sugar risks of its schizophrenia drug Zyprexa that did not match data that company circulated internally when it first reviewed its clinical t...",
      "abstract": "Eli Lilly documents show that for at least one year, company provided information to doctors about blood-sugar risks of its schizophrenia drug Zyprexa that did not match data that company circulated internally when it first reviewed its clinical trial results; February 2000 memo sent to scientists says original results showed that patients on drug were 3.5 times as likely to experience high blood sugar levels as those taking placebo; memo is one of hundreds of internal Lilly documents provided to New York Times by lawyer in Alaska who represents mentally ill patients; results Lilly provided to doctors until at least late 2001 indicated that patients taking Zyprexa were only slightly more likely to suffer high blood sugar as those taking placebo; weight gain and high blood sugar are important risk factors for diabetes, and question of whether Zyprexa causes diabetes has been subject of scientific debate for several years; Lilly says no link has ever been proven Lilly says later figures are accurate and information in February 2000 is out of context (M)",
      "lead_paragraph": "For at least a year, Eli Lilly provided information to doctors about the blood-sugar risks of its drug Zyprexa that did not match data that the company circulated internally when it first reviewed its clinical trial results, according to company documents.",
      "publication_date": "2006-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/21/business/disparity-emerges-in-lilly-data-on-schizophrenia-drug.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Outsize Profits, and Questions, in Effort to Cut Warming Gases",
      "snippet": "Article in series The Energy Challenge explains UN-backed program under which businesses in Europe and Japan help pay to reduce pollution in countries like China as way to stay within Kyoto Protocol limits on emissions of climate-changing gases; e...",
      "abstract": "Article in series The Energy Challenge explains UN-backed program under which businesses in Europe and Japan help pay to reduce pollution in countries like China as way to stay within Kyoto Protocol limits on emissions of climate-changing gases; example is large rusting chemical factory in Quzhou whose emissions of HFC-23 contribute as much to global warming each year as million American cars driven 12,000 miles each; cleanup incinerator costs $5 million but foreign companies will pay about $500 million based on European market in carbon dioxide emissions; huge profits will be divided by owner, government energy fund, and consultants and bankers who put deal together from London; deal is still less costly to companies than cleaning up own operations; efforts are watched in US as alternative to taxes on fossil fuels but lucrative deals distract attention from broader efforts and encourage short-term fixes; huge payment will also enable Quzhou factory to keep making air conditioners with refrigerant banned in West and sell them to fast-growing middle class in China and India; struggle pits China, biggest beneficiary, against Europeans who want payments to help only factories retooling for modern refrigerants; China, India, Brazil and South Korea collect four-fifths of payments, two-thirds going to projects to eliminate HFC-23 greenhouse gas; photo; map; graph; program also conflicts with 1987 Montreal Protocol requiring phasing out of ozone-depleting substances (M)",
      "lead_paragraph": "QUZHOU, China - Foreign businesses have embraced an obscure United Nations-backed program as a favored approach to limiting global warming. But the early efforts have revealed some hidden problems.",
      "publication_date": "2006-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/21/business/outsize-profits-and-questions-in-effort-to-cut-warming-gases.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Cellphones That Track the Kids",
      "snippet": "Many parents may have fleetingly harbored the fantasy of equipping their children with tracking devices. ",
      "abstract": "Many parents may have fleetingly harbored the fantasy of equipping their children with tracking devices. ",
      "lead_paragraph": "Let’s face it: we’re in love with the idea of secret location trackers. In “The Da Vinci Code,” the bad guys slap a location-tracking button onto Tom Hanks’s clothing. In “The Matrix,” a location-tracking scorpion robot crawls into Keanu Reeves’s abdomen. In “Total Recall,” a tracking device is implanted into Arnold Schwarzenegger’s nose.",
      "publication_date": "2006-12-21T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/21/technology/21pogue.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Phone Carriers Win a Skirmish in Cable Wars",
      "snippet": "Telephone companies get some help in elbowing their way into video arena that cable industry has dominated; Federal Communications Commission moves to speed up local approval process for phone companies seeking to compete; ruling does not force mu...",
      "abstract": "Telephone companies get some help in elbowing their way into video arena that cable industry has dominated; Federal Communications Commission moves to speed up local approval process for phone companies seeking to compete; ruling does not force municipalities to grant phone companies video franchise, but it does require decision within 90 days; phone carriers, notably Verizon, have asserted that some municipalities are slow to grant approvals, often in face of cable industry lobbying; decision could eventually affect rates and services available to about 100 million households that pay for access to television; cable companies have made considerable inroads at offering television service and high-speed Internet access; telephone companies have in last year entered cable's turf, television, and say decision will fuel their offensive; industry analysts say decision will not prompt overnight change, in part because it is likely to face court challenge, but also because biggest challenge to phone companies remains technical and financial logistics of entering costly new business (M)",
      "lead_paragraph": "Telephone companies got some help yesterday in elbowing their way into the video arena that the cable industry has dominated.",
      "publication_date": "2006-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/21/business/phone-carriers-win-a-skirmish-in-cable-wars.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "For Divided Family, Border Is Sorrowful Barrier",
      "snippet": "Third article in series Three Sisters portrays impoverished life of Irma, who lived better economically, though illegally, in San Antonio until distress over family issues led her to return to Monterrey, where she and children struggle to keep goi...",
      "abstract": "Third article in series Three Sisters portrays impoverished life of Irma, who lived better economically, though illegally, in San Antonio until distress over family issues led her to return to Monterrey, where she and children struggle to keep going; photos; Irma worked, drove and set up home for herself and daughters in Texas, aided by her sister Raquel Rodriguez, family's only legal immigrant, but felt she could not remain when two teenage daughters, one pregnant, left to marry boyfriends; she gave away hard-earned possessions and says she often regrets le aving, having only heartache of separation to show for sojourn; two daughters are still in Texas, still illegally, now with one American-born child each, and border is barrier; Irma daydreams about going back but has no money to pay for illegal crossing and no hope of tourist visa; she contrasts jobs in US with struggle in Monterrey and her granddaughters' school with better education in San Antonio; brush with American life has made her less tolerant of poverty at home (M)",
      "lead_paragraph": "MONTERREY, Mexico - She tells her story from a windowless bedroom in a cinderblock house carved into four apartments that share two showers and two toilet stalls outside. Her kitchen has no refrigerator or sink. To cook, she buys perishables on the same day. To wash dishes, she fills buckets from a faucet in the front yard.",
      "publication_date": "2006-12-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/21/us/front page/for-divided-family-border-is-sorrowful-barrier.html",
      "byline": "By Mireya Navarro"
    },
    {
      "headline": "Ford Expects to Fall Soon to No. 3 Spot",
      "snippet": "Ford Motor expects Toyota to displace it next year as the No. 2 company behind G.M. in the American car market.",
      "abstract": "Ford Motor expects Toyota to displace it next year as the No. 2 company behind G.M. in the American car market.",
      "lead_paragraph": "DEARBORN, Mich., Dec. 20 — The Ford Motor Company expects Toyota of Japan to unseat it for good next year as the No. 2 company, behind General Motors, in the American car market, a position Ford has held since the 1920s, according to internal Ford projections.",
      "publication_date": "2006-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/21/business/21auto.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "The Cautious U.S. Boom in Oil Shale",
      "snippet": "Shell Oil, Chevron and little-known private Texas company named EGL Resources are experimenting and planning to process organic material in shale into form of oil so it can be pumped to surface; Bush administration last month opened up five large ...",
      "abstract": "Shell Oil, Chevron and little-known private Texas company named EGL Resources are experimenting and planning to process organic material in shale into form of oil so it can be pumped to surface; Bush administration last month opened up five large parcels of land in Piceance Creek Basin in Colorado for oil shale research and development projects; EGL Resources oil shale projects manager R Glenn Vawter will begin pilot tests early in 2007; government estimates of recoverable shale oil in Colorado, Utah and Wyoming put reserves at 800 billion barrels; RAND Corp estimates size of oil resource in three states to range from 1.5 trillion to 1.8 trillion barrels, vastly more than proven oil reserves of Saudi Arabia; map; photos (L)",
      "lead_paragraph": "GRAND JUNCTION, Colo. - Oil shale has never made an American company more than a nickel or two; quite a few, in fact, have lost countless millions over the last century trying to cook oil out of the rock. R. Glenn Vawter, who has worked as an executive for many of the losers, knows all that only too well.",
      "publication_date": "2006-12-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/21/business/the-cautious-us-boom-in-oil-shale.html",
      "byline": "By Clifford Krauss"
    },
    {
      "headline": "Outsize Profits, and Questions, in Effort to Cut Warming Gases",
      "snippet": "A fast-growing climate plan that pushes foreign companies to clean up third-world factories has revealed hidden problems.",
      "abstract": "A fast-growing climate plan that pushes foreign companies to clean up third-world factories has revealed hidden problems.",
      "lead_paragraph": " QUZHOU, China — Foreign businesses have embraced an obscure United Nations-backed program as a favored approach to limiting global warming. But the early efforts have revealed some hidden problems.",
      "publication_date": "2006-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/21/business/21pollute.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Iran President Facing Revival of Students’ Ire",
      "snippet": "The Iranian student movement is reawakening and may be spearheading a widespread resistance against Mahmoud Ahmadinejad.",
      "abstract": "The Iranian student movement is reawakening and may be spearheading a widespread resistance against Mahmoud Ahmadinejad.",
      "lead_paragraph": "TEHRAN, Dec. 20 — As protests broke out last week at a prestigious university here, cutting short a speech by President Mahmoud Ahmadinejad, Babak Zamanian could only watch from afar. He was on crutches, having been clubbed by supporters of the president and had his foot run over by a motorcycle during a less publicized student demonstration a few days earlier.",
      "publication_date": "2006-12-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/21/world/middleeast/21iran.html",
      "byline": "By Nazila Fathi"
    },
    {
      "headline": "Cellphones That Track the Kids",
      "snippet": "David Pogue column on cellphones that track children; says at least five companies--Wherify Wireless, Guardian Angel Technology, Disney Mobile, Verizon Wireless and Sprint--have built Global Positioning System tracking into cellphones; prices and ...",
      "abstract": "David Pogue column on cellphones that track children; says at least five companies--Wherify Wireless, Guardian Angel Technology, Disney Mobile, Verizon Wireless and Sprint--have built Global Positioning System tracking into cellphones; prices and models of phones noted; photo (M)",
      "lead_paragraph": "Let's face it: we're in love with the idea of secret location trackers. In \"The Da Vinci Code,\" the bad guys slap a location-tracking button onto Tom Hanks's clothing. In \"The Matrix,\" a location-tracking scorpion robot crawls into Keanu Reeves's abdomen. In \"Total Recall,\" a tracking device is implanted into Arnold Schwarzenegger's nose.",
      "publication_date": "2006-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/21/technology/cellphones-that-track-the-kids.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Ford Expects to Fall Soon to No. 3 Spot",
      "snippet": "Ford Expects T",
      "abstract": "Ford Expects T",
      "lead_paragraph": "DEARBORN, Mich., Dec. 20 - The Ford Motor Company expects Toyota of Japan to unseat it for good next year as the No. 2 company, behind General Motors, in the American car market, a position Ford has held since the 1920s, according to internal Ford projections.",
      "publication_date": "2006-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/21/business/ford-expects-to-fall-soon-to-no-3-spot.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "The Cautious U.S. Boom in Oil Shale",
      "snippet": "Oil companies are hoping that new techniques for extracting oil from shale, aimed at overcoming old obstacles, can hit the jackpot.",
      "abstract": "Oil companies are hoping that new techniques for extracting oil from shale, aimed at overcoming old obstacles, can hit the jackpot.",
      "lead_paragraph": " GRAND JUNCTION, Colo. — Oil shale has never made an American company more than a nickel or two; quite a few, in fact, have lost countless millions over the last century trying to cook oil out of the rock. R. Glenn Vawter, who has worked as an executive for many of the losers, knows all that only too well.",
      "publication_date": "2006-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/21/business/21shale.html",
      "byline": "By Clifford Krauss"
    },
    {
      "headline": "Persian Gulf to Get More Ships",
      "snippet": "The United States and Britain will move additional warships into the Persian Gulf region in a display of military resolve toward Iran, military officials said. Page A24.  ",
      "abstract": "The United States and Britain will move additional warships into the Persian Gulf region in a display of military resolve toward Iran, military officials said. Page A24.  ",
      "lead_paragraph": "The United States and Britain will move additional warships into the Persian Gulf region in a display of military resolve toward Iran, military officials said. Page A24.",
      "publication_date": "2006-12-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/21/us/front page/persian-gulf-to-get-more-ships.html",
      "byline": ""
    },
    {
      "headline": "For Divided Family, Border Is Sorrowful Barrier",
      "snippet": "All Irma has to show for her migration to the United States, she said, is the heartache of separation.",
      "abstract": "All Irma has to show for her migration to the United States, she said, is the heartache of separation.",
      "lead_paragraph": "MONTERREY, Mexico — She tells her story from a windowless bedroom in a cinderblock house carved into four apartments that share two showers and two toilet stalls outside. Her kitchen has no refrigerator or sink. To cook, she buys perishables on the same day. To wash dishes, she fills buckets from a faucet in the front yard.",
      "publication_date": "2006-12-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/21/us/21irma.html",
      "byline": "By Mireya Navarro"
    },
    {
      "headline": "Disparity Emerges in Lilly Data on Schizophrenia Drug",
      "snippet": "Eli Lilly is said to have provided information about the risks of its drug Zyprexa that did not match data that the company circulated internally.",
      "abstract": "Eli Lilly is said to have provided information about the risks of its drug Zyprexa that did not match data that the company circulated internally.",
      "lead_paragraph": "For at least a year, Eli Lilly provided information to doctors about the blood-sugar risks of its drug Zyprexa that did not match data that the company circulated internally when it first reviewed its clinical trial results, according to company documents.",
      "publication_date": "2006-12-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/21/business/21drug.html",
      "byline": "By Alex Berenson"
    }
  ]
}