{
  "metadata": {
    "date": "2006-02-01",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Opening Arguments in the Trial of Ex-Enron Chiefs",
      "snippet": "On the opening day of the much-anticipated trial of Kenneth L. Lay and Jeffrey K. Skilling, lawyers for the government and the defense on Tuesday told a tale of two Enrons, portraying starkly different versions of why the energy company collapsed ...",
      "abstract": "On the opening day of the much-anticipated trial of Kenneth L. Lay and Jeffrey K. Skilling, lawyers for the government and the defense on Tuesday told a tale of two Enrons, portraying starkly different versions of why the energy company collapsed in late 2001.      That Enron blazed a path to the summit of the energy world was not in dispute. In the 1990's, it was a Wall Street darling, the pride of an energy city and the creator of an industry that bought and sold natural gas, electricity and anything else its ambitious employees could dream up. But since its bankruptcy, Enron has come to symbolize the corporate malfeasance that infected so many American corporations in the 1990's.  ",
      "lead_paragraph": "HOUSTON, Jan. 31 - On the opening day of the much-anticipated trial of Kenneth L. Lay and Jeffrey K. Skilling, lawyers for the government and the defense on Tuesday told a tale of two Enrons, portraying starkly different versions of why the energy company collapsed in late 2001.",
      "publication_date": "2006-02-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/01/business/businessspecial3/opening-arguments-in-the-trial-of-exenron-chiefs.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "Atomic Agency Sees Possible Link of Military to Iran Nuclear Work",
      "snippet": "The International Atomic Energy Agency says it has evidence that suggests links between Iran's ostensibly peaceful nuclear program and its military work on high explosives and missiles, according to a report from the agency that was released to me...",
      "abstract": "The International Atomic Energy Agency says it has evidence that suggests links between Iran's ostensibly peaceful nuclear program and its military work on high explosives and missiles, according to a report from the agency that was released to member countries on Tuesday.     The four-page report, which officials say was based at least in part on intelligence provided by the United States, refers to a secretive Iranian entity called the Green Salt Project, which worked on uranium processing, high explosives and a missile warhead design.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-02-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/01/world/middleeast/atomic-agency-sees-possible-link-of-military-to-iran.html",
      "byline": "By Elaine Sciolino and William J. Broad"
    },
    {
      "headline": "How Bernanke Could Outshine Greenspan",
      "snippet": "EVERYONE has felt the tangle of nerves and excitement that comes with a new job. So imagine what it must be like to be Ben Bernanke this morning.     Four years ago, he was an economics professor who had never held a government job outside his loc...",
      "abstract": "EVERYONE has felt the tangle of nerves and excitement that comes with a new job. So imagine what it must be like to be Ben Bernanke this morning.     Four years ago, he was an economics professor who had never held a government job outside his local school board. Today he will walk into an office that has been Alan Greenspan's for almost two decades, cross a red-and-navy Oriental rug and take his place behind Mr. Greenspan's desk. From there, Mr. Bernanke is supposed to keep the American economy running smoothly.  ",
      "lead_paragraph": "EVERYONE has felt the tangle of nerves and excitement that comes with a new job. So imagine what it must be like to be Ben Bernanke this morning.",
      "publication_date": "2006-02-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/01/business/how-bernanke-could-outshine-greenspan.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Bush's Bold Visions Have Given Way to New Reality",
      "snippet": "It was an evening for President Bush to confront America's anxieties -- and his own.     Only a year after Mr. Bush stood in the House, describing in bold terms how he planned to spend the political capital he had amassed in the 2004 election, the...",
      "abstract": "It was an evening for President Bush to confront America's anxieties -- and his own.     Only a year after Mr. Bush stood in the House, describing in bold terms how he planned to spend the political capital he had amassed in the 2004 election, the president who addressed the nation on Tuesday evening was far less ambitious, his tone noticeably different.  ",
      "lead_paragraph": "WASHINGTON, Jan. 31 - It was an evening for President Bush to confront America's anxieties -- and his own.",
      "publication_date": "2006-02-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/01/politics/bushs-bold-visions-have-given-way-to-new-reality.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Bush, Resetting Agenda, Says U.S. Must Cut Reliance on Oil",
      "snippet": "President Bush offered the nation a modest menu of energy, health and education proposals and warned against the ''false comfort of isolationism'' on Tuesday in a State of the Union address that sought to reassert his control over the nation's age...",
      "abstract": "President Bush offered the nation a modest menu of energy, health and education proposals and warned against the ''false comfort of isolationism'' on Tuesday in a State of the Union address that sought to reassert his control over the nation's agenda heading into a pivotal midterm election campaign.     In one of his most striking declarations, Mr. Bush said ''America is addicted to oil'' and set a goal of replacing 75 percent of the nation's Mideast oil imports by 2025 with ethanol and other energy sources.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-02-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/01/politics/bush-resetting-agenda-says-us-must-cut-reliance-on-oil.html",
      "byline": "By Elisabeth Bumiller and Adam Nagourney"
    },
    {
      "headline": "Exit Greenspan, Amid Questions on Economy",
      "snippet": "Stepping down on Tuesday after 18 years as steward of the nation's economy, Alan Greenspan left his successor a wide berth to set his own policy but some major uncertainties about the future.     Acting with almost choreographic precision, Mr. Gre...",
      "abstract": "Stepping down on Tuesday after 18 years as steward of the nation's economy, Alan Greenspan left his successor a wide berth to set his own policy but some major uncertainties about the future.     Acting with almost choreographic precision, Mr. Greenspan wrapped up his last big initiative as chairman of the Federal Reserve less than an hour before the Senate confirmed Ben S. Bernanke as his successor.  ",
      "lead_paragraph": "WASHINGTON, Jan. 31 - Stepping down on Tuesday after 18 years as steward of the nation's economy, Alan Greenspan left his successor a wide berth to set his own policy but some major uncertainties about the future.",
      "publication_date": "2006-02-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/01/business/exit-greenspan-amid-questions-on-economy.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Alito Vote May Be Decisive In Marquee Cases This Term",
      "snippet": "Justice Samuel A. Alito Jr. will have only one vote, of course, but it may be the decisive one in several of the marquee cases that will dominate the balance of the Supreme Court's term.      By the end of the term in early summer, legal analysts ...",
      "abstract": "Justice Samuel A. Alito Jr. will have only one vote, of course, but it may be the decisive one in several of the marquee cases that will dominate the balance of the Supreme Court's term.      By the end of the term in early summer, legal analysts said, the nation will most likely have a good sense of whether Justice Alito will affirm or veer away from the direction set by his predecessor, Justice Sandra Day O'Connor, in cases involving the treatment of terror suspects and campaign finance. Justice Alito was confirmed Tuesday by a 58-to-42 vote in the Senate. [Page A21.]  ",
      "lead_paragraph": "WASHINGTON, Jan. 31 - Justice Samuel A. Alito Jr. will have only one vote, of course, but it may be the decisive one in several of the marquee cases that will dominate the balance of the Supreme Court's term.",
      "publication_date": "2006-02-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/01/us/front page/alito-vote-may-be-decisive-in-marquee-cases-this-term.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Big Results at Google Fall Short",
      "snippet": "After astounding Wall Street with its incredible growth, Google yesterday learned the perils of high expectations. An earnings increase that fell shy of investors' hopes sent its shares plummeting.     Google's stock fell almost 20 percent immedia...",
      "abstract": "After astounding Wall Street with its incredible growth, Google yesterday learned the perils of high expectations. An earnings increase that fell shy of investors' hopes sent its shares plummeting.     Google's stock fell almost 20 percent immediately after the announcement, made after the close of regular trading, then recovered somewhat. By evening it was down about 12 percent from yesterday's close, trading around $379.  ",
      "lead_paragraph": "After astounding Wall Street with its incredible growth, Google yesterday learned the perils of high expectations. An earnings increase that fell shy of investors' hopes sent its shares plummeting.",
      "publication_date": "2006-02-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/01/technology/big-results-at-google-fall-short.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "ABC Looks at Fill-Ins for Anchor",
      "snippet": "ABC News is planning for two of its highest-profile journalists, Diane Sawyer and Charles Gibson, to fill in on ''World News Tonight'' while the program's co-anchor, Bob Woodruff, continues to recover from injuries suffered on Sunday in Iraq, a pe...",
      "abstract": "ABC News is planning for two of its highest-profile journalists, Diane Sawyer and Charles Gibson, to fill in on ''World News Tonight'' while the program's co-anchor, Bob Woodruff, continues to recover from injuries suffered on Sunday in Iraq, a person apprised of the plans said yesterday.     Under the arrangement, Mr. Gibson and Ms. Sawyer, co-anchors of ''Good Morning America,'' will alternate in the job, sitting alongside Elizabeth Vargas, who was named co-anchor of ''World News'' with Mr. Woodruff in December, said the person, who insisted on anonymity because of the delicacy of the situation and the negotiations.  ",
      "lead_paragraph": "ABC News is planning for two of its highest-profile journalists, Diane Sawyer and Charles Gibson, to fill in on \"World News Tonight\" while the program's co-anchor, Bob Woodruff, continues to recover from injuries suffered on Sunday in Iraq, a person apprised of the plans said yesterday.",
      "publication_date": "2006-02-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/01/business/media/abc-looks-at-fillins-for-anchor.html",
      "byline": "By Jacques Steinberg and Bill Carter"
    },
    {
      "headline": "New Money, New Ideas",
      "snippet": "In a city of superlatives, Burj Dubai is supposed to top them all.      The ''burj,'' or tower in Arabic, is set to become the world's tallest skyscraper in 2008, looming more than 2,600 feet above a new neighborhood of offices and residential bui...",
      "abstract": "In a city of superlatives, Burj Dubai is supposed to top them all.      The ''burj,'' or tower in Arabic, is set to become the world's tallest skyscraper in 2008, looming more than 2,600 feet above a new neighborhood of offices and residential buildings. But more important, the rival to Burj Dubai's 167 floors will not be the current title-holder, Taiwan's Taipei 101, at 1,667 feet, or even New York's proposed Freedom Tower, which is to rise to a symbolic height of 1,776 feet.  ",
      "lead_paragraph": "DUBAI, United Arab Emirates - In a city of superlatives, Burj Dubai is supposed to top them all.",
      "publication_date": "2006-02-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/01/business/worldbusiness/new-money-new-ideas.html",
      "byline": "By Jad Mouawad and Eduardo Porter"
    }
  ]
}