{
  "metadata": {
    "date": "2006-12-27",
    "total_articles": 17
  },
  "articles": [
    {
      "headline": "Small Businesses Fight Fickle Rules",
      "snippet": "Many studies have shown that hundreds of government contracts set aside for small business are being awarded to large corporations; Federal laws provide several mechanisms that allow small-business owners who suspect that contracts have been award...",
      "abstract": "Many studies have shown that hundreds of government contracts set aside for small business are being awarded to large corporations; Federal laws provide several mechanisms that allow small-business owners who suspect that contracts have been awarded to large companies to protest; small-business owners say that rules in many cases impose nearly impossible standards on them; say almost no penalties are imposed even if they do succeed in protesting award and prove that federal agencies are intentionally awarding small-business contracts to big companies; Sen John F Kerry has proposed giving Small Business Administration more time to complete size determinations and to help prevent big businesses from slipping under radar of bureaucratic contracting process; Joseph N Cooper, whose small business was awarded SBA contract to do work with Immigration and Naturalization Service only to see contract go to three multimillion-dollar companies, comments; photo (M)",
      "lead_paragraph": "In 1995, Joseph N. Cooper won a multiyear contract worth up to $8 million to do public relations for the Immigration and Naturalization Service. He received the contract through a Small Business Administration program established to increase opportunities for small companies.",
      "publication_date": "2006-12-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/27/business/small-businesses-fight-fickle-rules.html",
      "byline": "By Ron Nixon"
    },
    {
      "headline": "Iran Is Seeking More Influence in Afghanistan",
      "snippet": "Iran is investing in Afghanistan as part of a bigger drive to spread its influence and ideas farther across the Middle East. ",
      "abstract": "Iran is investing in Afghanistan as part of a bigger drive to spread its influence and ideas farther across the Middle East. ",
      "lead_paragraph": "ISLAM QALA, Afghanistan — Two years ago, foreign engineers built a new highway through the desert of western Afghanistan, past this ancient trading post and on to the outside world. Nearby, they strung a high-voltage power line and laid a fiber-optic cable, marked with red posts, that provides telephone and Internet access to the region. ",
      "publication_date": "2006-12-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/27/world/asia/27afghan.ready.html",
      "byline": "By David Rohde"
    },
    {
      "headline": "Equity Firm Buys Paper in Minnesota",
      "snippet": "McClatchy Co is selling Star Tribune of Minnesota to private equity firm Avista Capital Partners for $530 million, citing lagging performance of paper and tax advantage from sale; McClatchy says sale of newspaper, which it bought for $1.2 billion ...",
      "abstract": "McClatchy Co is selling Star Tribune of Minnesota to private equity firm Avista Capital Partners for $530 million, citing lagging performance of paper and tax advantage from sale; McClatchy says sale of newspaper, which it bought for $1.2 billion in 1998, would help reduce its debt after purchase of Knight Ridder chain for more than $4 billion; sale comes as surprise to most employees at paper and angers some newsroom employees, who express concerns that Avista Capital, which owns no other daily newspapers, could make severe staff cuts; McClatchy chief executive Gary B Pruitt comments; photo (M)",
      "lead_paragraph": "In an unexpected move, the McClatchy Company, the newspaper publisher, said yesterday that it was selling The Star Tribune of Minneapolis to a private equity firm, Avista Capital Partners, for $530 million, citing the lagging performance of the paper and the tax advantages from the sale.",
      "publication_date": "2006-12-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/27/business/media/equity-firm-buys-paper-in-minnesota.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "S.E.C. Changes Reporting Rule on Bosses’ Pay",
      "snippet": "Securities and Exchange Commission, in move announced Dec 24, reversed decision it had made in July and adopted rule that would allow many companies to report significantly lower total compensation for top executives; change in way grants of stock...",
      "abstract": "Securities and Exchange Commission, in move announced Dec 24, reversed decision it had made in July and adopted rule that would allow many companies to report significantly lower total compensation for top executives; change in way grants of stock options are to be explained to investors is victory for corporations that had opposed rule when it was issued in July, and defeat for institutional investors that had backed SEC's original rule; SEC chairman Christopher Cox says he views decision as 'relative technicality' that improved rule; adds new disclosure requirements will be easier for companies to prepare and for investors to understand; photo (M)",
      "lead_paragraph": "The Securities and Exchange Commission, in a move announced late on the last business day before Christmas, reversed a decision it had made in July and adopted a rule that would allow many companies to report significantly lower total compensation for top executives.",
      "publication_date": "2006-12-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/27/business/sec-changes-reporting-rule-on-bosses-pay.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Ford Chief Seeks Ideas From Toyota",
      "snippet": "Ford Motor Co's new chief executive Alan R Mulally and Mark Fields, head of Ford's operations for Americas, met last week in Tokyo with Toyota chairman Fujio Cho; talks focused on development of environmentally friendly technology, like hybrid-ele...",
      "abstract": "Ford Motor Co's new chief executive Alan R Mulally and Mark Fields, head of Ford's operations for Americas, met last week in Tokyo with Toyota chairman Fujio Cho; talks focused on development of environmentally friendly technology, like hybrid-electric and hydrogen fuel systems, as well as on ways that Toyota could help Ford improve its manufacturing efficiency; Toyota is poised to become world's biggest auto company in 2007; photos (M)",
      "lead_paragraph": "DETROIT, Dec. 26 - The new chief executive of the Ford Motor Company, which is struggling to bounce back from one of the worst crises in its history, met last week in Tokyo with the chairman of Toyota, which is poised to become the world's biggest auto company next year.",
      "publication_date": "2006-12-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/27/business/ford-chief-seeks-ideas-from-toyota.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Morse Code: A Fading Signal",
      "snippet": "The F.C.C.’s decision to no longer require Morse Code proficiency as a condition for an amateur radio license has shaken some ham radio operators.",
      "abstract": "The F.C.C.’s decision to no longer require Morse Code proficiency as a condition for an amateur radio license has shaken some ham radio operators.",
      "lead_paragraph": "It may be the ultimate S O S — Morse Code is in distress.",
      "publication_date": "2006-12-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/27/business/27morse.html",
      "byline": "By Miguel Helft"
    },
    {
      "headline": "As Minds Age, What’s Next? Brain Calisthenics",
      "snippet": "Brain health programs are spreading across US, offering possibility of helping aging baby boomers postpone or avert memory loss or dementia; benefits of brain exercises have not been scientifically proven, but many mental health experts say even i...",
      "abstract": "Brain health programs are spreading across US, offering possibility of helping aging baby boomers postpone or avert memory loss or dementia; benefits of brain exercises have not been scientifically proven, but many mental health experts say even if brain health programs do not improve mind they are not harmful; appeal of programs is strong and many assisted living centers are promoting 'brain fitness'; few scientists believe brain health activities prevent dementia, but contend they may delay it; some experts say even if there is little cognitive benefit, there may be psychic benefit to mental exercises; photos (M)",
      "lead_paragraph": "PROVIDENCE, R.I. - Is there hope for your hippocampus, a new lease for your temporal lobe?",
      "publication_date": "2006-12-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/27/health/as-minds-age-whats-next-brain-calisthenics.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "Ford Chief Seeks Ideas From Toyota",
      "snippet": "The discussions reportedly appeared to have centered on environmental technology and manufacturing.",
      "abstract": "The discussions reportedly appeared to have centered on environmental technology and manufacturing.",
      "lead_paragraph": "DETROIT, Dec. 26 — The new chief executive of the Ford Motor Company, which is struggling to bounce back from one of the worst crises in its history, met last week in Tokyo with the chairman of Toyota, which is poised to become the world’s biggest auto company next year. ",
      "publication_date": "2006-12-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/27/business/27toyota.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "S.E.C. Changes Reporting Rule on Bosses’ Pay",
      "snippet": "The S.E.C. adopted a rule that will allow companies to report lower total compensation for top executives.",
      "abstract": "The S.E.C. adopted a rule that will allow companies to report lower total compensation for top executives.",
      "lead_paragraph": "The Securities and Exchange Commission, in a move announced late on the last business day before Christmas, reversed a decision it had made in July and adopted a rule that would allow many companies to report significantly lower total compensation for top executives.",
      "publication_date": "2006-12-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/27/business/27place.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Morse Code: A Fading Signal",
      "snippet": "Amateur radio community has been shaken by news that Federal Communications Commission will no longer require Morse Code proficiency as condition for amateur license; it was deem dispensable in part because other modes of communicating over ham ra...",
      "abstract": "Amateur radio community has been shaken by news that Federal Communications Commission will no longer require Morse Code proficiency as condition for amateur license; it was deem dispensable in part because other modes of communicating over ham radio have grown in popularity; some ham radio operators fear that their exclusive club has been opened to unwashed masses, and that very survival of Morse Code is in question; World Radio editor Nancy Kott and John Fore and David B Leeson, members of Stanford Amateur Radio Club at station at Stanford University, comment; photos (L)",
      "lead_paragraph": "It may be the ultimate S O S -- Morse Code is in distress.",
      "publication_date": "2006-12-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/27/business/morse-code-a-fading-signal.html",
      "byline": "By Miguel Helft"
    },
    {
      "headline": "Equity Firm Buys Paper in Minnesota",
      "snippet": "In an unexpected move, The McClatchy Company said it was selling The Star Tribune of Minneapolis to a private equity firm for $530 million.",
      "abstract": "In an unexpected move, The McClatchy Company said it was selling The Star Tribune of Minneapolis to a private equity firm for $530 million.",
      "lead_paragraph": "In an unexpected move, the McClatchy Company, the newspaper publisher, said yesterday that it was selling The Star Tribune of Minneapolis to a private equity firm, Avista Capital Partners, for $530 million, citing the lagging performance of the paper and the tax advantages from the sale.",
      "publication_date": "2006-12-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/27/business/media/27paper.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "First Settlement in 10 Years Fuels Mideast Tension",
      "snippet": "Israel plans to construct a Jewish settlement in the West Bank, prompting Palestinian anger and U.S. concern.",
      "abstract": "Israel plans to construct a Jewish settlement in the West Bank, prompting Palestinian anger and U.S. concern.",
      "lead_paragraph": " JERUSALEM, Dec. 26 — Israel announced plans on Tuesday to construct a Jewish settlement in the occupied West Bank for the first time in 10 years, prompting Palestinian anger and American concern.",
      "publication_date": "2006-12-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/27/world/middleeast/27mideast.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Hussein Ruling Sets Execution Within 30 Days",
      "snippet": "Iraqi appeals court upholds death sentence against Saddam Hussein and rules that he must be executed within 30 days; no further appeals are possible, and Hussein's final legal recourse is constitutional clause stating that Iraqi president must app...",
      "abstract": "Iraqi appeals court upholds death sentence against Saddam Hussein and rules that he must be executed within 30 days; no further appeals are possible, and Hussein's final legal recourse is constitutional clause stating that Iraqi president must approve all death sentences; Pres Jalal Talabani has said he opposes death penalty but he has allowed several executions to proceed; appeals verdict means Hussein will not face trials on other alleged crimes; reaction to verdict is subdued as Iraqis are occupied with more immediate concerns; verdict is criticized by some human rights groups, which say that appeals verdict is too hasty and that preventing other trials will deny justice to other victims of Hussein's brutality; photo (M)",
      "lead_paragraph": "BAGHDAD, Dec. 26 - An Iraqi appeals court on Tuesday upheld the death sentence against Saddam Hussein and ruled that the man whose brutal reign began in 1979 and ended with the American-led invasion in 2003 must go to the gallows within 30 days.",
      "publication_date": "2006-12-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/27/world/middleeast/hussein-ruling-sets-execution-within-30-days.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "First Settlement in 10 Years Fuels Mideast Tension",
      "snippet": "Israel announces plans to construct Jewish settlement in West Bank for first time in decade, causing Palestinian anger and US concern; announcement seems to contradict Prime Min Ehud Olmert's recent gestures after meeting with Palestinian Authorit...",
      "abstract": "Israel announces plans to construct Jewish settlement in West Bank for first time in decade, causing Palestinian anger and US concern; announcement seems to contradict Prime Min Ehud Olmert's recent gestures after meeting with Palestinian Authority Pres Mahmoud Abbas; Israeli officials suggest different explanations, including removal of illegal settlement outposts and claim that settlement is not new but revival of former settlement; Abbas aide condemns decision; some human rights groups criticize announcement and say new construction is contrary to Israel's stated aims; additional complications arise after Islamic Jihad fires rockets into Israel from Gaza, seriously wounding two teenagers (M)",
      "lead_paragraph": "JERUSALEM, Dec. 26 - Israel announced plans on Tuesday to construct a Jewish settlement in the occupied West Bank for the first time in 10 years, prompting Palestinian anger and American concern.",
      "publication_date": "2006-12-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/27/world/middleeast/first-settlement-in-10-years-fuels-mideast-tension.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Small Businesses Fight Fickle Rules",
      "snippet": "Some entrepreneurs complain that federal contracts set aside for small businesses often go to corporations, and that rules for recourse are rarely enforced.",
      "abstract": "Some entrepreneurs complain that federal contracts set aside for small businesses often go to corporations, and that rules for recourse are rarely enforced.",
      "lead_paragraph": "In 1995, Joseph N. Cooper won a multiyear contract worth up to $8 million to do public relations for the Immigration and Naturalization Service. He received the contract through a Small Business Administration program established to increase opportunities for small companies. ",
      "publication_date": "2006-12-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/27/business/27sba.html",
      "byline": "By Ron Nixon"
    },
    {
      "headline": "Iran Is Seeking More Influence in Afghanistan",
      "snippet": "Iran is financing reconstruction and education projects in Afghanistan, as it attempts to spread its influence farther across Middle East; Iran portrays government activities as neighborly aid and self-interested strategy to develop security and s...",
      "abstract": "Iran is financing reconstruction and education projects in Afghanistan, as it attempts to spread its influence farther across Middle East; Iran portrays government activities as neighborly aid and self-interested strategy to develop security and stability; moderate Shiite leaders in Afghanistan say Iran is distributing money to conservative religious schools and local leaders with Iranian ties; Western diplomats say Iran wants to accelerate withdrawal of US troops, prevent Taliban from regaining power and keep western Afghanistan under Tehran's influence; Washington is watching cautiously as it considers whether US should be dealing with Tehran as part of possible solution in Iraq; analysts say Afghanistan is one example of how Iran is increasingly spending money to promote image of ascendant regional power; photos; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-12-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/27/world/asia/iran-is-seeking-more-influence-in-afghanistan.html",
      "byline": "By David Rohde"
    },
    {
      "headline": "Hussein Ruling Sets Execution Within 30 Days",
      "snippet": "No further appeals are possible for Saddam Hussein after an Iraqi appeals court upheld his death sentence.",
      "abstract": "No further appeals are possible for Saddam Hussein after an Iraqi appeals court upheld his death sentence.",
      "lead_paragraph": "BAGHDAD, Dec. 26 — An Iraqi appeals court on Tuesday upheld the death sentence against Saddam Hussein and ruled that the man whose brutal reign began in 1979 and ended with the American-led invasion in 2003 must go to the gallows within 30 days.",
      "publication_date": "2006-12-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/27/world/middleeast/27iraq.html",
      "byline": "By James Glanz"
    }
  ]
}