{
  "metadata": {
    "date": "2006-03-03",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Recourse Grows Slim for Immigrants Who Fall Ill",
      "snippet": "When Ming Qiang Zhao felt ill last summer, he lay awake nights in the room he shared with other Chinese restaurant workers in Brooklyn. Though he had worked in New York for years, he had no doctor to call, no English to describe his growing uneasi...",
      "abstract": "When Ming Qiang Zhao felt ill last summer, he lay awake nights in the room he shared with other Chinese restaurant workers in Brooklyn. Though he had worked in New York for years, he had no doctor to call, no English to describe his growing uneasiness.      Mr. Zhao, 50, had been successfully treated for nasal cancer in 2000 at Bellevue Hospital in Manhattan, which has served the immigrant poor since its founding in 1736. But the rules there had changed, and knowing that he would be asked for payment and that security guards would demand an ID, he had concluded that he could not go back.  ",
      "lead_paragraph": "When Ming Qiang Zhao felt ill last summer, he lay awake nights in the room he shared with other Chinese restaurant workers in Brooklyn. Though he had worked in New York for years, he had no doctor to call, no English to describe his growing uneasiness.",
      "publication_date": "2006-03-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/03/health/recourse-grows-slim-for-immigrants-who-fall-ill.html",
      "byline": "By Nina Bernstein"
    },
    {
      "headline": "Medicare Says It Will Pay, but Patients Say 'No Thanks'",
      "snippet": "Medicare said yes, but many patients and their doctors ended up saying no.      To test whether federal health spending actually helps patients, Medicare has been requiring more and more of the nation's retirees to participate in clinical trials t...",
      "abstract": "Medicare said yes, but many patients and their doctors ended up saying no.      To test whether federal health spending actually helps patients, Medicare has been requiring more and more of the nation's retirees to participate in clinical trials to measure the effectiveness of a growing range of treatments, before agreeing to pay for them. Now, the outcome of the first and most extensive Medicare trial yet indicates that the public, armed with the data developed, may make surprisingly conservative decisions.  ",
      "lead_paragraph": "Medicare said yes, but many patients and their doctors ended up saying no.",
      "publication_date": "2006-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/03/business/medicare-says-it-will-pay-but-patients-say-no-thanks.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "Bush and India Reach Pact That Allows Nuclear Sales",
      "snippet": "President Bush and Prime Minister Manmohan Singh of India announced here on Thursday what Mr. Bush called a ''historic'' nuclear pact that would help India satisfy its enormous civilian energy needs while allowing it to continue to develop nuclear...",
      "abstract": "President Bush and Prime Minister Manmohan Singh of India announced here on Thursday what Mr. Bush called a ''historic'' nuclear pact that would help India satisfy its enormous civilian energy needs while allowing it to continue to develop nuclear weapons.     Under the agreement, the United States would end a decades-long moratorium on sales of nuclear fuel and reactor components and India would separate its civilian and military nuclear programs, and open the civilian facilities to international inspections. The pact fills in the broad outlines of a plan that was negotiated in July.  ",
      "lead_paragraph": "NEW DELHI, March 2 - President Bush and Prime Minister Manmohan Singh of India announced here on Thursday what Mr. Bush called a \"historic\" nuclear pact that would help India satisfy its enormous civilian energy needs while allowing it to continue to develop nuclear weapons.",
      "publication_date": "2006-03-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/03/world/asia/bush-and-india-reach-pact-that-allows-nuclear-sales.html",
      "byline": "By Elisabeth Bumiller and Somini Sengupta"
    },
    {
      "headline": "It Is European, but It Is Not a Union",
      "snippet": "IF Europe had an effective advertising regulator, the European Union would have to change its name. This is no union.     In Brussels and Rome, there is outrage over the way the French government once again organized the creation of a national cha...",
      "abstract": "IF Europe had an effective advertising regulator, the European Union would have to change its name. This is no union.     In Brussels and Rome, there is outrage over the way the French government once again organized the creation of a national champion, just when an Italian company was making noises about bidding for a French one.  ",
      "lead_paragraph": "IF Europe had an effective advertising regulator, the European Union would have to change its name. This is no union.",
      "publication_date": "2006-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/03/business/it-is-european-but-it-is-not-a-union.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Google Tries to Reassure Wall Street",
      "snippet": "Google shares may have fallen toward earth in recent weeks, but its executives still think that the sky's the limit for the company's growth opportunities.     With the share price down 20 percent from its high this year and investors increasingly...",
      "abstract": "Google shares may have fallen toward earth in recent weeks, but its executives still think that the sky's the limit for the company's growth opportunities.     With the share price down 20 percent from its high this year and investors increasingly skittish, Google offered a detailed and sober appraisal yesterday of its finances and strategy, a presentation meant to reassure investors that as a rapidly growing company, it still saw boundless opportunities to expand its Internet services and advertising network.  ",
      "lead_paragraph": "Google shares may have fallen toward earth in recent weeks, but its executives still think that the sky's the limit for the company's growth opportunities.",
      "publication_date": "2006-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/03/technology/google-tries-to-reassure-wall-street.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Wendy's Gives Fund Three Seats",
      "snippet": "In December, John T. Schuessler, the chief executive of Wendy's International, declined to meet with the billionaire investor Nelson Peltz, who was pressing for major changes at the struggling company.     Yesterday evening, Wendy's announced that...",
      "abstract": "In December, John T. Schuessler, the chief executive of Wendy's International, declined to meet with the billionaire investor Nelson Peltz, who was pressing for major changes at the struggling company.     Yesterday evening, Wendy's announced that Trian Fund Management, the hedge fund controlled by Mr. Peltz and his longtime partner, Peter W. May, would be given three seats on Wendy's board.  ",
      "lead_paragraph": "In December, John T. Schuessler, the chief executive of Wendy's International, declined to meet with the billionaire investor Nelson Peltz, who was pressing for major changes at the struggling company.",
      "publication_date": "2006-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/03/business/wendys-gives-fund-three-seats.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "For Thirsty Farmers, Old Friends at Interior Dept.",
      "snippet": "For more than 10 years, Jason Peltier was a paid advocate for the irrigation-dependent farmers here in the Central Valley of California, several hundred landowners who each year consume more water than the city of Los Angeles does.      Now Mr. Pe...",
      "abstract": "For more than 10 years, Jason Peltier was a paid advocate for the irrigation-dependent farmers here in the Central Valley of California, several hundred landowners who each year consume more water than the city of Los Angeles does.      Now Mr. Peltier works for the Bush administration, and he helps oversee the awarding of new water contracts for the people he used to represent as head of the Central Valley Project Water Users Association. The federal contracts, tying up water for a quarter-century or more from the world's largest irrigation project, have the potential to bring the farmers a huge windfall if they turn around and sell the water on the open market.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/03/us/for-thirsty-farmers-old-friends-at-interior-dept.html",
      "byline": "By Timothy Egan"
    },
    {
      "headline": "Archivist Urges U.S. to Reopen Classified Files",
      "snippet": "After complaints from historians, the National Archives directed intelligence agencies on Thursday to stop removing previously declassified historical documents from public access and urged them to return to the shelves as quickly as possible many...",
      "abstract": "After complaints from historians, the National Archives directed intelligence agencies on Thursday to stop removing previously declassified historical documents from public access and urged them to return to the shelves as quickly as possible many of the records they had already pulled.      Allen Weinstein, the nation's chief archivist, announced what he called a ''moratorium'' on reclassification of documents until an audit can be completed to determine which records should be secret.  ",
      "lead_paragraph": "WASHINGTON, March 2 - After complaints from historians, the National Archives directed intelligence agencies on Thursday to stop removing previously declassified historical documents from public access and urged them to return to the shelves as quickly as possible many of the records they had already pulled.",
      "publication_date": "2006-03-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/03/politics/archivist-urges-us-to-reopen-classified-files.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "Wal-Mart Extending Dominance of the Grocery Business",
      "snippet": "Last year, Coca-Cola was preparing to introduce a diet soda, to be called Coke Zero. But executives at Wal-Mart Stores, the nation's largest retailer, thought they had a better idea.      They wanted a drink that contained Splenda, the artificial ...",
      "abstract": "Last year, Coca-Cola was preparing to introduce a diet soda, to be called Coke Zero. But executives at Wal-Mart Stores, the nation's largest retailer, thought they had a better idea.      They wanted a drink that contained Splenda, the artificial sweetener that had been selling extremely well at Wal-Mart, especially among women shoppers. Coke Zero was sweetened with aspartame, an older, low-calorie sweetener.  ",
      "lead_paragraph": "Last year, Coca-Cola was preparing to introduce a diet soda, to be called Coke Zero. But executives at Wal-Mart Stores, the nation's largest retailer, thought they had a better idea.",
      "publication_date": "2006-03-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/03/business/walmart-extending-dominance-of-the-grocery-business.html",
      "byline": "By Melanie Warner"
    }
  ]
}