{
  "metadata": {
    "date": "2006-02-21",
    "total_articles": 14
  },
  "articles": [
    {
      "headline": "States Curbing Right to Seize Private Homes",
      "snippet": "In a rare display of unanimity that cuts across partisan and geographic lines, lawmakers in virtually every statehouse across the country are advancing bills and constitutional amendments to limit use of the government's power of eminent domain to...",
      "abstract": "In a rare display of unanimity that cuts across partisan and geographic lines, lawmakers in virtually every statehouse across the country are advancing bills and constitutional amendments to limit use of the government's power of eminent domain to seize private property for economic development purposes.     The measures are in direct response to the United States Supreme Court's 5-to-4 decision last June in a landmark property rights case from Connecticut, upholding the authority of the City of New London to condemn homes in an aging neighborhood to make way for a private development of offices, condominiums and a hotel. It was a decision that one justice, who had written for the majority, later all but apologized for.  ",
      "lead_paragraph": "In a rare display of unanimity that cuts across partisan and geographic lines, lawmakers in virtually every statehouse across the country are advancing bills and constitutional amendments to limit use of the government's power of eminent domain to seize private property for economic development purposes.",
      "publication_date": "2006-02-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/21/us/states-curbing-right-to-seize-private-homes.html",
      "byline": "By John M. Broder"
    },
    {
      "headline": "Germany Weighs if It Played Role in Seizure by U.S.",
      "snippet": "For more than a year, the German government has criticized the United States for its role in the abduction of a German man who was taken to an American prison in Kabul, Afghanistan, where he said he was held and tortured for five months after bein...",
      "abstract": "For more than a year, the German government has criticized the United States for its role in the abduction of a German man who was taken to an American prison in Kabul, Afghanistan, where he said he was held and tortured for five months after being mistaken for a terrorism suspect.     German officials said they knew nothing about the man's abduction and have repeatedly pressed Washington for information about the case, which has set off outrage here. At a meeting in Berlin last December, Chancellor Angela Merkel demanded an explanation from Secretary of State Condoleezza Rice over the incident.  ",
      "lead_paragraph": "MUNICH, Feb. 20 - For more than a year, the German government has criticized the United States for its role in the abduction of a German man who was taken to an American prison in Kabul, Afghanistan, where he said he was held and tortured for five months after being mistaken for a terrorism suspect.",
      "publication_date": "2006-02-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/21/world/europe/germany-weighs-if-it-played-role-in-seizure-by-us.html",
      "byline": "This article was reported by Don van Natta Jr., Souad Mekhennet, and Nicholas Wood, and Was Written By Mr. van Natta"
    },
    {
      "headline": "To: Professor@University.edu Subject: Why It's All About Me",
      "snippet": "One student skipped class and then sent the professor an e-mail message asking for copies of her teaching notes. Another did not like her grade, and wrote a petulant message to the professor. Another explained that she was late for a Monday class ...",
      "abstract": "One student skipped class and then sent the professor an e-mail message asking for copies of her teaching notes. Another did not like her grade, and wrote a petulant message to the professor. Another explained that she was late for a Monday class because she was recovering from drinking too much at a wild weekend party.      Jennifer Schultens, an associate professor of mathematics at the University of California, Davis, received this e-mail message last September from a student in her calculus course: ''Should I buy a binder or a subject notebook? Since I'm a freshman, I'm not sure how to shop for school supplies. Would you let me know your recommendations? Thank you!''  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-02-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/21/education/to-professoruniversityedu-subject-why-its-all-about-me.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Web Services Upend Old Ideas About the Little Guy's Role",
      "snippet": "Second-generation Internet technologies--combined with earlier tools like Web and e-mail--are drastically reducing cost of communicating, finding things and distributing and receiving services online; says situation means cost leveling puts small ...",
      "abstract": "Second-generation Internet technologies--combined with earlier tools like Web and e-mail--are drastically reducing cost of communicating, finding things and distributing and receiving services online; says situation means cost leveling puts small companies on equal footing with big ones, making it easier for upstarts to innovate, disrupt industries and even get big fast; phenomenom is big step in democratization of information technology; seems that small businesses, and marketplace they represent, will be affected most in overall economy; companies that are benefiting from second-generation Internet technologies include Salesforce.com, Bell Pictures, Brooklyn Brewery, Newark Nut Co and JotSpot; photo (special section, Small Business) (L)",
      "lead_paragraph": "THE old story of technology in business was a trickle-down affair. From telephones to computers, big companies came first. They could afford the latest innovations, and they reaped the benefits of greater efficiency, increased sales and expansion into distant markets. As a technology spread and costs fell, small businesses joined the parade, though from the rear.",
      "publication_date": "2006-02-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2006/02/21/business/businessspecial2/web-services-upend-old-ideas-about-the-little.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Violence in Nigeria Sends Oil Higher",
      "snippet": "Oil prices rose sharply yesterday after a series of attacks in the Niger Delta that shut down nearly a fifth of Nigeria's oil production.     Brent crude oil for April delivery jumped $1.57 a barrel, to $61.46, on London's ICE Futures exchange. Th...",
      "abstract": "Oil prices rose sharply yesterday after a series of attacks in the Niger Delta that shut down nearly a fifth of Nigeria's oil production.     Brent crude oil for April delivery jumped $1.57 a barrel, to $61.46, on London's ICE Futures exchange. The market in the United States was closed because of Washington's Birthday.  ",
      "lead_paragraph": "Oil prices rose sharply yesterday after a series of attacks in the Niger Delta that shut down nearly a fifth of Nigeria's oil production.",
      "publication_date": "2006-02-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/21/business/worldbusiness/violence-in-nigeria-sends-oil-higher.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "RadioShack Chief Resigns After Lying",
      "snippet": "David J. Edmondson resigned as the chief executive of RadioShack yesterday, only days after he told investors that he intended to stay on despite the revelation that he had lied to the company about his education by claiming two college degrees wh...",
      "abstract": "David J. Edmondson resigned as the chief executive of RadioShack yesterday, only days after he told investors that he intended to stay on despite the revelation that he had lied to the company about his education by claiming two college degrees when he had none.     Leonard H. Roberts, the executive chairman of the company, who had chosen Mr. Edmondson to be his successor as chief executive, announced the departure, which he said was a mutual decision between the board and Mr. Edmondson.  ",
      "lead_paragraph": "David J. Edmondson resigned as the chief executive of RadioShack yesterday, only days after he told investors that he intended to stay on despite the revelation that he had lied to the company about his education by claiming two college degrees when he had none.",
      "publication_date": "2006-02-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/21/business/radioshack-chief-resigns-after-lying.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "U.S. Warns Iraq It Won't Support Sectarian Goals",
      "snippet": "The American ambassador to Iraq issued an unusually strong warning on Monday about the need for Iraq's political factions to come together, hinting for the first time that the United States would not be willing to support crucial public institutio...",
      "abstract": "The American ambassador to Iraq issued an unusually strong warning on Monday about the need for Iraq's political factions to come together, hinting for the first time that the United States would not be willing to support crucial public institutions plagued by sectarian agendas.      ''The United States is investing billions of dollars'' in Iraq's police and army, said the ambassador, Zalmay Khalilzad. ''We are not going to invest the resources of the American people to build forces run by people who are sectarian.''  ",
      "lead_paragraph": "BAGHDAD, Iraq, Feb. 20 - The American ambassador to Iraq issued an unusually strong warning on Monday about the need for Iraq's political factions to come together, hinting for the first time that the United States would not be willing to support crucial public institutions plagued by sectarian agendas.",
      "publication_date": "2006-02-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/21/world/middleeast/us-warns-iraq-it-wont-support-sectarian-goals.html",
      "byline": "By Sabrina Tavernise and Robert F. Worth"
    },
    {
      "headline": "U.S. Reclassifies Many Documents in Secret Review",
      "snippet": "In a seven-year-old secret program at the National Archives, intelligence agencies have been removing from public access thousands of historical documents that were available for years, including some already published by the State Department and ...",
      "abstract": "In a seven-year-old secret program at the National Archives, intelligence agencies have been removing from public access thousands of historical documents that were available for years, including some already published by the State Department and others photocopied years ago by private historians.     The restoration of classified status to more than 55,000 previously declassified pages began in 1999, when the Central Intelligence Agency and five other agencies objected to what they saw as a hasty release of sensitive information after a 1995 declassification order signed by President Bill Clinton. It accelerated after the Bush administration took office and especially after the 2001 terrorist attacks, according to archives records.  ",
      "lead_paragraph": "WASHINGTON, Feb. 20 - In a seven-year-old secret program at the National Archives, intelligence agencies have been removing from public access thousands of historical documents that were available for years, including some already published by the State Department and others photocopied years ago by private historians.",
      "publication_date": "2006-02-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/21/politics/us-reclassifies-many-documents-in-secret-review.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "In Wireless World, Cingular Bucks the Antiunion Trend",
      "snippet": "Cingular Wireless and Vodafone engaged in a furious bidding war two years ago to acquire AT&T Wireless. Rooting for Cingular was an unexpected fan, Kelvin Banks, a single father working at an AT&T customer service center in Jackson, Miss.      Mr....",
      "abstract": "Cingular Wireless and Vodafone engaged in a furious bidding war two years ago to acquire AT&T Wireless. Rooting for Cingular was an unexpected fan, Kelvin Banks, a single father working at an AT&T customer service center in Jackson, Miss.      Mr. Banks was moved by a little-publicized fact about Cingular: it has had relatively warm relations with unions.  ",
      "lead_paragraph": "Cingular Wireless and Vodafone engaged in a furious bidding war two years ago to acquire AT&T Wireless. Rooting for Cingular was an unexpected fan, Kelvin Banks, a single father working at an AT&T customer service center in Jackson, Miss.",
      "publication_date": "2006-02-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/21/business/in-wireless-world-cingular-bucks-the-antiunion-trend.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Touched by Oil and Hope in Belize",
      "snippet": "Near this small Mennonite town carved out of the thick jungle, a farmer dug a shallow water well a few years ago and found a viscous black liquid seeping into the water. Given Belize's disappointing record of oil exploration, stretching back to it...",
      "abstract": "Near this small Mennonite town carved out of the thick jungle, a farmer dug a shallow water well a few years ago and found a viscous black liquid seeping into the water. Given Belize's disappointing record of oil exploration, stretching back to its years under British rule, nearly everyone shrugged at the story except a stubborn Denver geologist.      Now Belize is the newest exporter of oil to the United States, a development that is starting to upend this small country of 280,000 people. A roughneck crew, backed by investors from Ireland and Colorado, struck oil in its first drilling attempt last year.  ",
      "lead_paragraph": "SPANISH LOOKOUT, Belize, Feb. 17 - Near this small Mennonite town carved out of the thick jungle, a farmer dug a shallow water well a few years ago and found a viscous black liquid seeping into the water. Given Belize's disappointing record of oil exploration, stretching back to its years under British rule, nearly everyone shrugged at the story except a stubborn Denver geologist.",
      "publication_date": "2006-02-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/21/business/worldbusiness/touched-by-oil-and-hope-in-belize.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Using a Lobbyist's Pull From the Governor's Seat",
      "snippet": "It seems hard to imagine that in the age of Jack Abramoff, being a former lobbyist may be a good thing for a politician. But the back-slapping prowess of Gov. Haley Barbour of Mississippi, a Republican who is legendary on K Street, Washington's Gr...",
      "abstract": "It seems hard to imagine that in the age of Jack Abramoff, being a former lobbyist may be a good thing for a politician. But the back-slapping prowess of Gov. Haley Barbour of Mississippi, a Republican who is legendary on K Street, Washington's Great White Way of influence peddling, has proved invaluable to this storm-rattled state.     In mid-December, as Congress was rushing toward its Christmas break, negotiations stalled on a multibillion-dollar bill to aid victims of Hurricane Katrina here and in Louisiana. Tempers flared as House conservatives dug in against the cost. It was a bottom-of-the-ninth impasse, ready-made for a heavy-hitter lobbyist.  ",
      "lead_paragraph": "JACKSON, Miss. - It seems hard to imagine that in the age of Jack Abramoff, being a former lobbyist may be a good thing for a politician. But the back-slapping prowess of Gov. Haley Barbour of Mississippi, a Republican who is legendary on K Street, Washington's Great White Way of influence peddling, has proved invaluable to this storm-rattled state.",
      "publication_date": "2006-02-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/21/us/nationalspecial/using-a-lobbyists-pull-from-the-governors-seat.html",
      "byline": "By James Dao"
    },
    {
      "headline": "Hedge Funds Find Returns in Making Small Loans",
      "snippet": "On a summer day in 2003, Anthony DiMartino was helping pour concrete on a construction job in Manhattan when he tripped on a cable sticking out of the ground and fell, injuring himself. While the operations on Mr. DiMartino's back and knee were mo...",
      "abstract": "On a summer day in 2003, Anthony DiMartino was helping pour concrete on a construction job in Manhattan when he tripped on a cable sticking out of the ground and fell, injuring himself. While the operations on Mr. DiMartino's back and knee were mostly covered by insurance, other bills piled up as a lawsuit against Consolidated Edison, which he says did not properly bury the cable, made its way through the courts.     So Mr. DiMartino recently visited a small finance company in Brooklyn; a few days later, the company, LawCash, advanced him $6,000. What Mr. DiMartino did not know was that he had another benefactor: SageCrest, a $1 billion hedge fund in Connecticut, which has provided financing to LawCash.  ",
      "lead_paragraph": "On a summer day in 2003, Anthony DiMartino was helping pour concrete on a construction job in Manhattan when he tripped on a cable sticking out of the ground and fell, injuring himself. While the operations on Mr. DiMartino's back and knee were mostly covered by insurance, other bills piled up as a lawsuit against Consolidated Edison, which he says did not properly bury the cable, made its way through the courts.",
      "publication_date": "2006-02-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/21/business/hedge-funds-find-returns-in-making-small-loans.html",
      "byline": "By Jenny Anderson and Julie Creswell"
    },
    {
      "headline": "Enron Trial Stirs Memory of Andersen",
      "snippet": "In the 1990's, Robert N. Lowe Jr. helped oversee a team of accountants providing tax advice to companies like Microsoft, Goodrich and Banco Santander, all clients of Arthur Andersen, the firm where he worked.     Now, years after Andersen has vani...",
      "abstract": "In the 1990's, Robert N. Lowe Jr. helped oversee a team of accountants providing tax advice to companies like Microsoft, Goodrich and Banco Santander, all clients of Arthur Andersen, the firm where he worked.     Now, years after Andersen has vanished from the world of public accounting, those companies are again clients of Mr. Lowe, who now runs the tax advisory group at Alvarez & Marsal, a corporate consulting firm that specializes in corporate turnaround work.  ",
      "lead_paragraph": "In the 1990's, Robert N. Lowe Jr. helped oversee a team of accountants providing tax advice to companies like Microsoft, Goodrich and Banco Santander, all clients of Arthur Andersen, the firm where he worked.",
      "publication_date": "2006-02-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/21/business/businessspecial3/enron-trial-stirs-memory-of-andersen.html",
      "byline": "By Jonathan D. Glater"
    },
    {
      "headline": "Running a Hatchery for Replicant Hackers",
      "snippet": "Article on Y Combinator of Mountain View, Calif, and Cambridge, Mass, that gives seed money to computer hackers to start businesses; word 'hacker' is not derogatory in computer world, but it is someone who is creative and resourceful with code; Y ...",
      "abstract": "Article on Y Combinator of Mountain View, Calif, and Cambridge, Mass, that gives seed money to computer hackers to start businesses; word 'hacker' is not derogatory in computer world, but it is someone who is creative and resourceful with code; Y Combinator was started by Paul Graham, Jessica Livingston, Trevor Blackwell and Robert Morris; some of started with help of Y Combinator noted; photos (special sections, Small Business) (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-02-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2006/02/21/business/businessspecial2/running-a-hatchery-for-replicant-hackers.html",
      "byline": "By Jennifer 8. Lee"
    }
  ]
}