{
  "metadata": {
    "date": "2006-09-18",
    "total_articles": 60
  },
  "articles": [
    {
      "headline": "Possible Source of Bad Spinach Is Named as Outbreak Widens",
      "snippet": "Natural Selection Foods of California recalled its brands as the cases of a virulent strain of E. coli grew to 94 in 20 states.",
      "abstract": "Natural Selection Foods of California recalled its brands as the cases of a virulent strain of E. coli grew to 94 in 20 states.",
      "lead_paragraph": "SAN JUAN BAUTISTA, Calif., Sept. 15 — As the number of cases of a virulent strain of E. coli linked to fresh prepackaged spinach grew to at least 94 in 20 states on Friday, federal health authorities identified an organic produce company here in California as a possible source of some of the tainted spinach.",
      "publication_date": "2006-09-16T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/16/us/16spinach.html",
      "byline": "By Julia Preston and Monica Davey"
    },
    {
      "headline": "Iraqis Plan to Ring Baghdad With Trenches",
      "snippet": "The violent city will be  sealed off with a series of trenches and traffic checkpoints to control movement in and out.",
      "abstract": "The violent city will be  sealed off with a series of trenches and traffic checkpoints to control movement in and out.",
      "lead_paragraph": "BAGHDAD, Sept. 15  The Iraqi government plans to seal off Baghdad within weeks by ringing it with a series of trenches and setting up dozens of traffic checkpoints to control movement in and out of the violent city of seven million people, an Interior Ministry spokesman said Friday.",
      "publication_date": "2006-09-16T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/16/world/middleeast/16iraq.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Tired of Trolls, a Feisty Chief Fights Back",
      "snippet": "Believing that patent trolls were hurting small businesses, one chief executive decided that enough was enough.",
      "abstract": "Believing that patent trolls were hurting small businesses, one chief executive decided that enough was enough.",
      "lead_paragraph": "OUR story today is about a patent fight, but before your eyes glaze over, let me reassure: it has a feisty protagonist, a really rich guy on the other side and a surprise ending.",
      "publication_date": "2006-09-16T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/16/business/16nocera.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Zeroing In on Sources H.P. Used",
      "snippet": "Prosecutors are said to be focusing on the Action Research Group, identified as one of the most prolific users of subterfuge for obtaining phone records.",
      "abstract": "Prosecutors are said to be focusing on the Action Research Group, identified as one of the most prolific users of subterfuge for obtaining phone records.",
      "lead_paragraph": "SAN FRANCISCO, Sept. 15 — Prosecutors looking into the internal spying operation at Hewlett-Packard are beginning to link together a chain of investigators from the company down to the detective agencies that may have been involved in obtaining the phone records of its directors and a number of journalists.",
      "publication_date": "2006-09-16T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/16/technology/16hewlett.html",
      "byline": "By Damon Darlin and Matt Richtel"
    },
    {
      "headline": "Crop Rotation in the Grain Belt",
      "snippet": "Wheat is steadily being replaced by corn as the crop of choice for American farmers.",
      "abstract": "Wheat is steadily being replaced by corn as the crop of choice for American farmers.",
      "lead_paragraph": "GARDEN CITY, Kan. — Once the driving force behind transforming the United States into the “breadbasket of the world,” wheat is being steadily replaced by corn as the crop of choice for American farmers.",
      "publication_date": "2006-09-16T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/16/business/16wheat.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "Detroit Flails in Latest Effort to Reinvent Itself",
      "snippet": "The latest auto industry upheaval may indicate that Detroit’s business strategy is irrevocably broken.",
      "abstract": "The latest auto industry upheaval may indicate that Detroit’s business strategy is irrevocably broken.",
      "lead_paragraph": "DETROIT, Sept. 15 — Detroit is running low on optimism. ",
      "publication_date": "2006-09-16T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/16/business/16auto.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "A Milk War Over More Than Price",
      "snippet": "As Wal-Mart rolls out its own brand of organic milk, critics worry that consumers will be getting just a diluted form of organic milk.",
      "abstract": "As Wal-Mart rolls out its own brand of organic milk, critics worry that consumers will be getting just a diluted form of organic milk.",
      "lead_paragraph": "Many organic foods have been popping up on the shelves of Wal-Mart in recent years, but none have been as popular as organic milk. For many shoppers, particularly mothers with small children, it is the first organic product they try.",
      "publication_date": "2006-09-16T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/16/business/16milk.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "Price Index Moderated in August",
      "snippet": "Consumer prices rose only 0.2 percent in August, pushing annual inflation to 3.8 percent, the lowest since April. ",
      "abstract": "Consumer prices rose only 0.2 percent in August, pushing annual inflation to 3.8 percent, the lowest since April. ",
      "lead_paragraph": "What a difference a few weeks make.",
      "publication_date": "2006-09-16T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/16/business/16econ.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Zeroing In on Sources H.P. Used",
      "snippet": "California and federal prosecutors investigating internal spying operation at Hewlett-Packard reportedly are focusing on role of Action Research Group of Melbourne, Fla, and Security Outsourcing Solutions, Boston-area detective agency, in obtainin...",
      "abstract": "California and federal prosecutors investigating internal spying operation at Hewlett-Packard reportedly are focusing on role of Action Research Group of Melbourne, Fla, and Security Outsourcing Solutions, Boston-area detective agency, in obtaining phone records of its directors and number of journalists; Congressional investigators have identified Action as one of most prolific users of subterfuge for obtaining phone records, method known as pretexting (M)",
      "lead_paragraph": "SAN FRANCISCO, Sept. 15 - Prosecutors looking into the internal spying operation at Hewlett-Packard are beginning to link together a chain of investigators from the company down to the detective agencies that may have been involved in obtaining the phone records of its directors and a number of journalists.",
      "publication_date": "2006-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/16/technology/zeroing-in-on-sources-hp-used.html",
      "byline": "By Damon Darlin and Matt Richtel"
    },
    {
      "headline": "Iraqis Plan to Ring Baghdad With Trenches",
      "snippet": "Iraqi government plans to seal off Baghdad by ringing it with series of trenches and setting up dozens of traffic checkpoints to control movement in and out of violent city; Brig Gen Abdul Karim Khalaf says effort is one of most ambitious security...",
      "abstract": "Iraqi government plans to seal off Baghdad by ringing it with series of trenches and setting up dozens of traffic checkpoints to control movement in and out of violent city; Brig Gen Abdul Karim Khalaf says effort is one of most ambitious security projects in 2006; US military has approved plan; there has been surge in number of Iraqis killed execution-style; Baghdad morgue reports that at least 1,535 Iraqi civilians died violently in capital in August; US military disputes morgue's numbers, but has made securing Baghdad its top priority; photo (M)",
      "lead_paragraph": "BAGHDAD, Sept. 15 - The Iraqi government plans to seal off Baghdad within weeks by ringing it with a series of trenches and setting up dozens of traffic checkpoints to control movement in and out of the violent city of seven million people, an Interior Ministry spokesman said Friday.",
      "publication_date": "2006-09-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/16/world/middleeast/iraqis-plan-to-ring-baghdad-with-trenches.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Crop Rotation in the Grain Belt",
      "snippet": "Genetically-modified corn seeds, growing demand for corn-based ethanol as fuel blend and more favorable farm subisidies are leading farmers in Midwest to plant corn and soybeans instead of wheat; this year's drought-ravaged wheat crop is expected ...",
      "abstract": "Genetically-modified corn seeds, growing demand for corn-based ethanol as fuel blend and more favorable farm subisidies are leading farmers in Midwest to plant corn and soybeans instead of wheat; this year's drought-ravaged wheat crop is expected to be second-smallest harvest since 1978; while changing consumer tastes and food packaging advancements have slowed American wheat demand, growing biofuels industry is creating strongest drag on wheat industry; photos; graphs (M)",
      "lead_paragraph": "GARDEN CITY, Kan. - Once the driving force behind transforming the United States into the \"breadbasket of the world,\" wheat is being steadily replaced by corn as the crop of choice for American farmers.",
      "publication_date": "2006-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/16/business/crop-rotation-in-the-grain-belt.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "Tired of Trolls, a Feisty Chief Fights Back",
      "snippet": "Joe Nocera column on legal battle against Digeo undertaken by Donald Katz, chief executive of Audible.com, over invention that allows books to be downloaded onto iPods; Digeo wanted Audible to pay $400,000 licensing fee but it was later revealed t...",
      "abstract": "Joe Nocera column on legal battle against Digeo undertaken by Donald Katz, chief executive of Audible.com, over invention that allows books to be downloaded onto iPods; Digeo wanted Audible to pay $400,000 licensing fee but it was later revealed that Digeo did not have complete ownership of patent and that documents had been forged; Katz has filed appeal seeking to overturn ruling that Digeo is not liable to pay Audible's legal fees that are now well over $1 million (M)",
      "lead_paragraph": "OUR story today is about a patent fight, but before your eyes glaze over, let me reassure: it has a feisty protagonist, a really rich guy on the other side and a surprise ending.",
      "publication_date": "2006-09-16T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/16/business/tired-of-trolls-a-feisty-chief-fights-back.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Military Lawyers Caught in Middle on Tribunals",
      "snippet": "Pentagon general counsel, William J Haynes II, summoned senior uniformed lawyers from each military service to meeting before crucial Senate vote on Bush administration plan for interrogations and trials of terrorism suspects; lawyers, known as ju...",
      "abstract": "Pentagon general counsel, William J Haynes II, summoned senior uniformed lawyers from each military service to meeting before crucial Senate vote on Bush administration plan for interrogations and trials of terrorism suspects; lawyers, known as judge advocates general, emerged in public after Supreme Court struck down administration plan to take important role in opposing parts of White House effort to resurrect military commissions for terrorism suspects in Guantanamo Bay; lawyers agreed to sign letter supporting aspects of White House proposal over which they had voiced little concern; what followed was scuffle that left at least some of military lawyers embittered and stoked old tensions at Pentagon between civilian leaders and uniformed military officers, who under Defense Sec Donald H Rumsfeld have often found themselves at odds; text of letter; photo (M)",
      "lead_paragraph": "WASHINGTON, Sept. 15 - On Wednesday evening, the night before a crucial Senate vote on the Bush administration plan for the interrogations and trials of terrorism suspects, the Pentagon general counsel, William J. Haynes II, summoned the senior uniformed lawyers from each military service to a meeting.",
      "publication_date": "2006-09-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/16/washington/military-lawyers-caught-in-middle-on-tribunals.html",
      "byline": "By Mark Mazzetti and Neil A. Lewis"
    },
    {
      "headline": "Detroit Flails in Latest Effort to Reinvent Itself",
      "snippet": "Ford Motor Co and Chrysler Group, despite insisting all year that they had solutions to their financial struggles, concede that steps they had taken were not working and that more bad news was coming in one of deepest auto industry crises in Detro...",
      "abstract": "Ford Motor Co and Chrysler Group, despite insisting all year that they had solutions to their financial struggles, concede that steps they had taken were not working and that more bad news was coming in one of deepest auto industry crises in Detroit's history; Ford, which has held second place behind General Motors for 70 years, admits for first time that it will inevitably be ceding that spot to Toyota because of slumping sales and its decision to close more factories and cut thousands of additional jobs; says it does not expect to make profit in North America until 2009; Chrysler Group says it will report loss for summer of $1.5 billion, more than double what it had originally anticipated; graph; map (M)",
      "lead_paragraph": "DETROIT, Sept. 15 - Detroit is running low on optimism.",
      "publication_date": "2006-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/16/business/detroit-flails-in-latest-effort-to-reinvent-itself.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "A Milk War Over More Than Price",
      "snippet": "Wal-Mart, which has already been selling organic milk, introduces its own organic brand, which is cheaper than similar milk on market; activist groups and some organic food retailers and dairies contend that Aurora Organic Dairy, which also suppli...",
      "abstract": "Wal-Mart, which has already been selling organic milk, introduces its own organic brand, which is cheaper than similar milk on market; activist groups and some organic food retailers and dairies contend that Aurora Organic Dairy, which also supplies Safeway, Costco, Target and Wild Oats with their store brands, operates large factory farms that are diluting principles of organic agriculture and delivering substandard product; argue that Aurora's cows do not spend significant time roaming pastures and eating fresh grass and instead live on diet high in grains; photos; graphs (M)",
      "lead_paragraph": "Many organic foods have been popping up on the shelves of Wal-Mart in recent years, but none have been as popular as organic milk. For many shoppers, particularly mothers with small children, it is the first organic product they try.",
      "publication_date": "2006-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/16/business/a-milk-war-over-more-than-price.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "Possible Source of Bad Spinach Is Named as Outbreak Widens",
      "snippet": "Food and Drug Administration identifies Natural Selection Foods, organic produce company in San Juan Bautista, Calif, as possible source of some of tainted spinach; says number of cases of virulent strain of E coli linked to prepackaged spinach ha...",
      "abstract": "Food and Drug Administration identifies Natural Selection Foods, organic produce company in San Juan Bautista, Calif, as possible source of some of tainted spinach; says number of cases of virulent strain of E coli linked to prepackaged spinach has grown to at least 94 in 20 states; 14 of sickened people have grown gravely ill, and one in Wisconsin has died; Natural Selection Foods recalls its Earthbound brands of prepackaged spinach and salad mixes as well as prepackaged spinach it processes for numerous other companies, including Dole; photo (M)",
      "lead_paragraph": "SAN JUAN BAUTISTA, Calif., Sept. 15 - As the number of cases of a virulent strain of E. coli linked to fresh prepackaged spinach grew to at least 94 in 20 states on Friday, federal health authorities identified an organic produce company here in California as a possible source of some of the tainted spinach.",
      "publication_date": "2006-09-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/16/us/possible-source-of-bad-spinach-is-named-as-outbreak-widens.html",
      "byline": "By Julia Preston and Monica Davey"
    },
    {
      "headline": "Price Index Moderated in August",
      "snippet": "Consumer prices rise only 0.2 percent in August, pushing annual inflation to 3.8 percent, lowest level since April; retail sales rose by respectable rate of 0.2 percent in August and consumer confidence increased sharply in September; data suggest...",
      "abstract": "Consumer prices rise only 0.2 percent in August, pushing annual inflation to 3.8 percent, lowest level since April; retail sales rose by respectable rate of 0.2 percent in August and consumer confidence increased sharply in September; data suggests pricing pressures may have peaked and that Federal Reserve may maintain benchmark interest rate at 5.25 percent; graphs (M)",
      "lead_paragraph": "What a difference a few weeks make.",
      "publication_date": "2006-09-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/16/business/price-index-moderated-in-august.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "When ‘Help Wanted’ Comes With a Catch",
      "snippet": "‘Re-entry’ is often grueling for ex-cons, despite laws and programs to aid them.",
      "abstract": "‘Re-entry’ is often grueling for ex-cons, despite laws and programs to aid them.",
      "lead_paragraph": "AFTER four years in prison for a robbery conviction, Christopher Ortiz says, he spent nearly two years being rejected for one unskilled job after another. Finally, a few months ago, he landed work handling stock at a food company.",
      "publication_date": "2006-09-17T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/09/17/jobs/17convicts.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "Hungry Workers, Tied to Desks, Clicking to Get Culinary Delights",
      "snippet": "Elite firms balance job demands by simplifying the quest for food.",
      "abstract": "Elite firms balance job demands by simplifying the quest for food.",
      "lead_paragraph": "EVERY weekday, when they are hungry, thousands of the most highly paid workers in New York City will log on to the same Web site. Finding food while they work requires just a few clicks of the mouse, and fits neatly into their multitasking, desk-bound work lives. Few of those employees will ever see the bill or pay a tip when their food is delivered. Instead, their orders are processed, and billed to their employers, through a single company: SeamlessWeb.",
      "publication_date": "2006-09-17T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/09/17/jobs/17seamless.html",
      "byline": "By Jennifer 8. Lee"
    },
    {
      "headline": "The Rise of Baidu (That’s Chinese for Google)",
      "snippet": "Baidu is doing what no other Internet company has been able to do: clobbering Google and Yahoo in its home market.",
      "abstract": "Baidu is doing what no other Internet company has been able to do: clobbering Google and Yahoo in its home market.",
      "lead_paragraph": "BEIJING",
      "publication_date": "2006-09-17T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/09/17/business/yourmoney/17baidu.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "In Campaign Ads for Democrats, Bush Is the Star",
      "snippet": "As Republican candidates are avoiding President Bush, Democrats are invoking his image to call for change.",
      "abstract": "As Republican candidates are avoiding President Bush, Democrats are invoking his image to call for change.",
      "lead_paragraph": "WASHINGTON, Sept. 16  From Rhode Island to New Mexico, from Connecticut to Tennessee, President Bush is emerging as the marquee name in this fall’s Congressional elections  courtesy not of his Republican Party but of the Democrats.",
      "publication_date": "2006-09-17T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/17/us/politics/17ads.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Fortune’s Fools: Why the Rich Go Broke",
      "snippet": "The trajectory of George Foreman’s finances once had him headed into a gilded pantheon of big buckaroos who have squandered often-unimaginable sums of money.",
      "abstract": "The trajectory of George Foreman’s finances once had him headed into a gilded pantheon of big buckaroos who have squandered often-unimaginable sums of money.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-09-17T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/09/17/business/yourmoney/17broke.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "For Cancer Survivors, a Job Hunt Can Be the Next Big Obstacle",
      "snippet": "Survivors of serious illnesses, cancer or otherwise, face particular problems in the job market.",
      "abstract": "Survivors of serious illnesses, cancer or otherwise, face particular problems in the job market.",
      "lead_paragraph": " AFTER battling ovarian cancer, Sherry Salway Black returned to her job as second in command of a Washington nonprofit group to find “a lot of rumor mills,” she says, and altered friendships, questions about her leadership and surprise that she was fine.",
      "publication_date": "2006-09-17T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/09/17/jobs/17cancer.html",
      "byline": "By Alexandra Peers"
    },
    {
      "headline": "For Insurance, Adult Children Ride Piggyback",
      "snippet": "In a growing number of states, children can now stay on their parents’ health insurance plans well into their 20’s.",
      "abstract": "In a growing number of states, children can now stay on their parents’ health insurance plans well into their 20’s.",
      "lead_paragraph": "Not only are children moving back home after college and asking Mom and Dad for monthly subsidies, but in a growing number of states children can now stay on their parents’ health insurance plans well into their 20’s.",
      "publication_date": "2006-09-17T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/17/us/17insure.html",
      "byline": "By Jennifer 8. Lee"
    },
    {
      "headline": "Iraq Stumbling in Bid to Purge Its Rogue Police",
      "snippet": "The Interior Ministry lacks the political support to root out Shiite militiamen and criminals in its police forces, officials say.",
      "abstract": "The Interior Ministry lacks the political support to root out Shiite militiamen and criminals in its police forces, officials say.",
      "lead_paragraph": "BAGHDAD, Sept. 16 — Shiite militiamen and criminals entrenched throughout Iraq’s police and internal security forces are blocking recent efforts by some Iraqi leaders and the American military to root them out, a step critical to winning the trust of skeptical Sunni Arabs and quelling the sectarian conflict, Iraqi and Western officials say.",
      "publication_date": "2006-09-17T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/17/world/middleeast/17ministry.html",
      "byline": "By Edward Wong and Paul von Zielbauer"
    },
    {
      "headline": "The Best and the Worst in Executive Pay",
      "snippet": "Stockholders have learned that while their shares may sink, executive pay rarely does.",
      "abstract": "Stockholders have learned that while their shares may sink, executive pay rarely does.",
      "lead_paragraph": "IT began as an allegedly pro-shareholder philosophy, but pay for performance at too many companies has turned out to be just another pretty lie. Watching mountains of money go to managers who destroyed value in recent years, stockholders have learned that while their shares may sink, executive pay rarely does.",
      "publication_date": "2006-09-17T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/09/17/business/yourmoney/17gret.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "The Rise of Baidu (That’s Chinese for Google)",
      "snippet": "Article profiles Baidu, Chinese search company founded in 1999 by former Infoseek staff engineer Robin Li with market value of $3 billion and which operates fourth-most trafficked Web site in world; while Baidu continues to gain market share in Ch...",
      "abstract": "Article profiles Baidu, Chinese search company founded in 1999 by former Infoseek staff engineer Robin Li with market value of $3 billion and which operates fourth-most trafficked Web site in world; while Baidu continues to gain market share in China, some analysts question whether it can withstand competition from Google and Yahoo, which posess superior technology and global work forces; photo; graphs (M)",
      "lead_paragraph": "BEIJING - IN the summer of 1998 at a picnic in Silicon Valley, Eric Xu, a 34-year-old biochemist, introduced his shy, reserved friend Robin Li to John Wu, then the head of Yahoo's search engine team.",
      "publication_date": "2006-09-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/09/17/business/yourmoney/the-rise-of-baidu-thats-chinese-for-google.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "The Best and the Worst in Executive Pay",
      "snippet": "Gretchen Morgenson column on report by Glass Lewis & Co that spotlighted best and worst companies in terms of pay tied to executive performance; study found that 25 companies with most egregious pay-for-nonperformance, chief executives paid averag...",
      "abstract": "Gretchen Morgenson column on report by Glass Lewis & Co that spotlighted best and worst companies in terms of pay tied to executive performance; study found that 25 companies with most egregious pay-for-nonperformance, chief executives paid average $16.7 million in 2005 while stocks fell average of 14 percent and overall net income declined 25 percent; on other hand, chief executives who delivered well for their shareholders received $4.4 million on average, companies' net income grew by nearly 44 percent and shareholders averaged one-year stock gains of almost 40 percent (M)",
      "lead_paragraph": "IT began as an allegedly pro-shareholder philosophy, but pay for performance at too many companies has turned out to be just another pretty lie. Watching mountains of money go to managers who destroyed value in recent years, stockholders have learned that while their shares may sink, executive pay rarely does.",
      "publication_date": "2006-09-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/09/17/business/yourmoney/the-best-and-the-worst-in-executive-pay.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Fortune’s Fools: Why the Rich Go Broke",
      "snippet": "Article explores questions of why some wealthy people seem unable to restrain themselves from spending more than they have and why some of them wind up deeply in debt or broke; David Latko, money manager and author of book Everybody Wants Your Mon...",
      "abstract": "Article explores questions of why some wealthy people seem unable to restrain themselves from spending more than they have and why some of them wind up deeply in debt or broke; David Latko, money manager and author of book Everybody Wants Your Money, says there are five basic ways people become rich: they inherit, marry, steal, win or earn their fortunes; says only those who earn their fortunes tend to preserve their wealth; examples of celebrities and those in entertainment industry who have lost, and sometimes regained, fortunes given; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-09-17T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/09/17/business/yourmoney/fortunes-fools-why-the-rich-go-broke.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "In Campaign Ads for Democrats, Bush Is the Star",
      "snippet": "Pres Bush has become star of Democrats' advertisement war, either standing alone or next to Republican lawmakers; Bush, whose approval rating hovers around 40 percent, rarely appears in Republican ads; decision by Democrats to invest in advertisin...",
      "abstract": "Pres Bush has become star of Democrats' advertisement war, either standing alone or next to Republican lawmakers; Bush, whose approval rating hovers around 40 percent, rarely appears in Republican ads; decision by Democrats to invest in advertising directly attacking war in Iraq, administrations' war on terrorism and once overwhelmingly popular president marks depature from how issues were handled in 2002 and 2004; strategy of constant attacks risks backlash from Republican base voters; photos (L)",
      "lead_paragraph": "WASHINGTON, Sept. 16 - From Rhode Island to New Mexico, from Connecticut to Tennessee, President Bush is emerging as the marquee name in this fall's Congressional elections -- courtesy not of his Republican Party but of the Democrats.",
      "publication_date": "2006-09-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/09/17/us/politics/in-campaign-ads-for-democrats-bush-is-the-star.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "For Cancer Survivors, a Job Hunt Can Be the Next Big Obstacle",
      "snippet": "Cancer survivors encounter problems in job market because of gaps in resumes due to illness; face decisions about what to tell potential employers; some survivors decide to change careers; concerns over employment rise with cancer survival rates, ...",
      "abstract": "Cancer survivors encounter problems in job market because of gaps in resumes due to illness; face decisions about what to tell potential employers; some survivors decide to change careers; concerns over employment rise with cancer survival rates, with two-thirds of cancer patients now surviving five years beyond diagnosis; federal law provides protection by not allowing employers to discriminate for medical reasons; photo (M)",
      "lead_paragraph": "AFTER battling ovarian cancer, Sherry Salway Black returned to her job as second in command of a Washington nonprofit group to find \"a lot of rumor mills,\" she says, and altered friendships, questions about her leadership and surprise that she was fine.",
      "publication_date": "2006-09-17T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/09/17/jobs/for-cancer-survivors-a-job-hunt-can-be-the-next-big-obstacle.html",
      "byline": "By Alexandra Peers"
    },
    {
      "headline": "For Insurance, Adult Children Ride Piggyback",
      "snippet": "More states are extending time that children can be dependent for health insurance purposes in recognition of fact that 18- to 34-year-olds are fastest growing group of uninsured; trend stems from concern that healthy and profitable segment of pop...",
      "abstract": "More states are extending time that children can be dependent for health insurance purposes in recognition of fact that 18- to 34-year-olds are fastest growing group of uninsured; trend stems from concern that healthy and profitable segment of population is dropping out of insurance pool; about 30 percent of adults ages 18 to 24 and more than one-quarter of adults ages 25 to 34 are uninsured, due to rising cost of health insurance premiums and fewer jobs offering full benefits; graph; photos (L)",
      "lead_paragraph": "Not only are children moving back home after college and asking Mom and Dad for monthly subsidies, but in a growing number of states children can now stay on their parents' health insurance plans well into their 20's.",
      "publication_date": "2006-09-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/09/17/us/health/for-insurance-adult-children-ride-piggyback.html",
      "byline": "By Jennifer 8. Lee"
    },
    {
      "headline": "Iraq Stumbling in Bid to Purge Its Rogue Police",
      "snippet": "Shiite militiamen and criminals are blocking efforts by some Iraqi leaders and American military to root them out of Iraq's police and internal security forces; new Interior Min Jawad al-Bolani lacks political support to purge many of worst offend...",
      "abstract": "Shiite militiamen and criminals are blocking efforts by some Iraqi leaders and American military to root them out of Iraq's police and internal security forces; new Interior Min Jawad al-Bolani lacks political support to purge many of worst offenders, including senior managers; ministry still has no way to screen recruits by sect or for militia allegiance; recent decline in abductions and executions by death squads in police uniforms is attributed to new Baghdad security plan, more police oversight by American trainers and policy changes in ministry; photos (L)",
      "lead_paragraph": "BAGHDAD, Sept. 16 - Shiite militiamen and criminals entrenched throughout Iraq's police and internal security forces are blocking recent efforts by some Iraqi leaders and the American military to root them out, a step critical to winning the trust of skeptical Sunni Arabs and quelling the sectarian conflict, Iraqi and Western officials say.",
      "publication_date": "2006-09-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/09/17/world/middleeast/iraq-stumbling-in-bid-to-purge-its-rogue-police.html",
      "byline": "By Edward Wong and Paul von Zielbauer"
    },
    {
      "headline": "How 3 G.O.P. Veterans Stalled Bush Detainee Bill",
      "snippet": "Article examines how Sens John McCain and Lindsey Graham convinced Senate Armed Services Committee Chmn John Warner to oppose Bush administration's proposal to bring terrorism suspects to trial; Warner initially tried to negotiate differences with...",
      "abstract": "Article examines how Sens John McCain and Lindsey Graham convinced Senate Armed Services Committee Chmn John Warner to oppose Bush administration's proposal to bring terrorism suspects to trial; Warner initially tried to negotiate differences with Bush administration, but led committee to approve firm legislative rebuke to Bush plan to reinterpret Geneva Conventions; Democrats and Republicans alike had expected Warner to acquiesce to administration, but Warner says he believed nation's reputation was at stake in vote; photo (L)",
      "lead_paragraph": "WASHINGTON, Sept. 16 - Senators John McCain and Lindsey Graham cornered their partner, Senator John W. Warner, on the Senate floor late Wednesday afternoon.",
      "publication_date": "2006-09-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/09/17/washington/how-3-gop-veterans-stalled-bush-detainee-bill.html",
      "byline": "This article is by Carl Hulse, Kate Zernike and Sheryl Gay Stolberg"
    },
    {
      "headline": "When ‘Help Wanted’ Comes With a Catch",
      "snippet": "Former convicts find that employment opportunities are scarce despite laws and programs designed to make their re-entry to society easier; rehabilitation experts say that inability to find work is one reason for recidivism; report released in May ...",
      "abstract": "Former convicts find that employment opportunities are scarce despite laws and programs designed to make their re-entry to society easier; rehabilitation experts say that inability to find work is one reason for recidivism; report released in May by New York State Bar Association said that state should do more to reduce major hurdles in employment and other aspects of rehabilitation that confront people with criminal records; cited need to strengthen laws regarding former convicts and job discrimination; photo (M)",
      "lead_paragraph": "AFTER four years in prison for a robbery conviction, Christopher Ortiz says, he spent nearly two years being rejected for one unskilled job after another. Finally, a few months ago, he landed work handling stock at a food company.",
      "publication_date": "2006-09-17T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/09/17/jobs/when-help-wanted-comes-with-a-catch.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "Hungry Workers, Tied to Desks, Clicking to Get Culinary Delights",
      "snippet": "Seamless Web is site that enables workers in New York City to order food from selected restaurants, pay tip and have it delivered with expenses charged to employer; some employers are offering Seamless Web to workers as perk, and way to keep them ...",
      "abstract": "Seamless Web is site that enables workers in New York City to order food from selected restaurants, pay tip and have it delivered with expenses charged to employer; some employers are offering Seamless Web to workers as perk, and way to keep them working without taking lunch break; Seamless Web processed $81 million in food and other deliveries in 2005, is projecting 50 percent growth for 2006 and has 1,000 corporate clients in 14 cities; photo; drawing (M)",
      "lead_paragraph": "EVERY weekday, when they are hungry, thousands of the most highly paid workers in New York City will log on to the same Web site. Finding food while they work requires just a few clicks of the mouse, and fits neatly into their multitasking, desk-bound work lives. Few of those employees will ever see the bill or pay a tip when their food is delivered. Instead, their orders are processed, and billed to their employers, through a single company: SeamlessWeb.",
      "publication_date": "2006-09-17T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/09/17/jobs/hungry-workers-tied-to-desks-clicking-to-get-culinary-delights.html",
      "byline": "By Jennifer 8. Lee"
    },
    {
      "headline": "Not in the Real World Anymore",
      "snippet": "Upstaged by MySpace, MTV will introduce Virtual Laguna Beach, where fans can immerse themselves in virtual versions of the show’s  hangouts.",
      "abstract": "Upstaged by MySpace, MTV will introduce Virtual Laguna Beach, where fans can immerse themselves in virtual versions of the show’s  hangouts.",
      "lead_paragraph": "At MTV, reality has always been a moving target. Sixteen years ago, the network heralded the era of reality television with “The Real World.” Three years ago, it pushed the genre further with “Laguna Beach: The Real OC,” in which the mundane lives of a clique of pretty teenagers were presented in a way that appeared scripted and dramatic. ",
      "publication_date": "2006-09-18T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/18/business/media/18avatar.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "A Show That Trumpeted History but Led to Confusion",
      "snippet": "Many wonder why ABC spent $30 million on a 9/11 mini-series that amounted to a five-hour public service announcement.",
      "abstract": "Many wonder why ABC spent $30 million on a 9/11 mini-series that amounted to a five-hour public service announcement.",
      "lead_paragraph": "It’s little wonder that ABC’s mini-series “The Path to 9/11” drew stinging criticism earlier this month for its invented scenes, fabricated dialogue and unsubstantiated accounts of how the Clinton and Bush administrations conducted themselves in the years encompassing the World Trade Center attacks of 1993 and 2001.",
      "publication_date": "2006-09-18T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/18/business/media/18abc.html",
      "byline": "By Edward Wyatt"
    },
    {
      "headline": "Riding High on Private Jets, Comfy and Quick",
      "snippet": "Many companies are finding that the higher cost of using private business jets is balanced by the gains achieved in time and efficiency.",
      "abstract": "Many companies are finding that the higher cost of using private business jets is balanced by the gains achieved in time and efficiency.",
      "lead_paragraph": "STEVEN M. HANKIN was listening recently to the air-travel woes of the chief executive of a company in the Boston area.",
      "publication_date": "2006-09-18T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "SPG",
      "web_url": "https://www.nytimes.com/2006/09/18/business/businessspecial2/18jet.html",
      "byline": "By Joe Sharkey"
    },
    {
      "headline": "Unearthing a Town Pool, and Not for Whites Only",
      "snippet": "Painful recollections of racism have emerged with the excavation of an old Mississippi mill town’s pool.",
      "abstract": "Painful recollections of racism have emerged with the excavation of an old Mississippi mill town’s pool.",
      "lead_paragraph": "STONEWALL, Miss., Sept. 11 — In the fearful cosmos of the segregationist South, the integrated swimming pool occupied a special place: race-mixing carried to an intimate level. ",
      "publication_date": "2006-09-18T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/18/us/18pool.html",
      "byline": "By Adam Nossiter"
    },
    {
      "headline": "Contemplating Time Warner Without Time",
      "snippet": "Shareholder pressure suggests that Time Inc. will either become a smaller, more profitable division of a public company or it will be in play.",
      "abstract": "Shareholder pressure suggests that Time Inc. will either become a smaller, more profitable division of a public company or it will be in play.",
      "lead_paragraph": "COVER an industry, any industry, long enough and you will learn that the sky is always falling. Morale has never been lower, competition is beyond the pale, and the customers have lost their minds. Nowhere has the drumbeat been more persistent than in publishing. ",
      "publication_date": "2006-09-18T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/18/business/media/18carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "As Senator Falters, a Democrat Rises in Virginia",
      "snippet": "According to the polls, Democrat James Webb’s emblematic battle against Senator George Allen, a Republican, has become truly competitive.",
      "abstract": "According to the polls, Democrat James Webb’s emblematic battle against Senator George Allen, a Republican, has become truly competitive.",
      "lead_paragraph": "  WASHINGTON, Sept. 17 — From the start, the Virginia Senate race was an emblematic campaign for 2006: combat boots vs. cowboy boots, in the inevitable shorthand.",
      "publication_date": "2006-09-18T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/18/us/politics/18webb.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "Oh, the Places You’ll Go!",
      "snippet": "With globalization, your next destination might be a location of odd reputation.",
      "abstract": "With globalization, your next destination might be a location of odd reputation.",
      "lead_paragraph": "WESTERN business travelers expecting a bleak post-Soviet city in the middle of one of those Central Asian “-stan” countries will be in for a surprise when they arrive at the new glass-and-steel airport in Almaty, Kazakhstan. With Marriott and Kempinski planning flashy hotel complexes there, and Chevron and HSBC firmly ensconced, this oil and banking hub is shaking loose stereotypes embodied in the boorish, bigoted Borat of “Da Ali G Show” fame, and is now one of many unlikely cities that are cropping up on corporate itineraries.",
      "publication_date": "2006-09-18T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "SPG",
      "web_url": "https://www.nytimes.com/2006/09/18/business/businessspecial2/18emerge.html",
      "byline": "By Suzanne MacNeille"
    },
    {
      "headline": "Deeper Spying Is Seen in Hewlett Review",
      "snippet": "A review found that an investigation of news leaks  involved illicit gathering of phone records and direct surveillance of board members and journalists.",
      "abstract": "A review found that an investigation of news leaks  involved illicit gathering of phone records and direct surveillance of board members and journalists.",
      "lead_paragraph": "A secret investigation of news leaks at Hewlett-Packard was more elaborate than previously reported, and almost from the start involved the illicit gathering of private phone records and direct surveillance of board members and journalists, according to people briefed on the company’s review of the operation.",
      "publication_date": "2006-09-18T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/18/technology/18hp.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "‘Bold Moves’ at Ford Not Bold Enough for Wall St.",
      "snippet": "Despite Ford’s latest revamping vision, Wall Street analysts still downgraded the company and criticized its turnaround plan.",
      "abstract": "Despite Ford’s latest revamping vision, Wall Street analysts still downgraded the company and criticized its turnaround plan.",
      "lead_paragraph": "DEARBORN, Mich., Sept. 17 — Its commercials assure car shoppers that the Ford Motor Company embodies “bold moves.”",
      "publication_date": "2006-09-18T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/18/business/18ford.html",
      "byline": "By Nick Bunkley"
    },
    {
      "headline": "In a Rare Step, Pope Expresses Personal Regret",
      "snippet": "Church experts said it appeared to be the first time a pope has made such a direct apology.",
      "abstract": "Church experts said it appeared to be the first time a pope has made such a direct apology.",
      "lead_paragraph": "ROME, Sept. 17 — Pope Benedict XVI sought Sunday to extinguish days of anger and protest among Muslims by issuing an extraordinary personal apology for having caused offense with a speech last week that cited a reference to Islam as “evil and inhuman.” ",
      "publication_date": "2006-09-18T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/18/world/europe/18pope.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "China Competes With West in Aid to Its Neighbors",
      "snippet": "Eager for stable friends, China is making big loans for big projects in poor Asian countries, competing with the World Bank at its own game.",
      "abstract": "Eager for stable friends, China is making big loans for big projects in poor Asian countries, competing with the World Bank at its own game.",
      "lead_paragraph": "STUNG TRENG, Cambodia — In the dense humidity of northern Cambodia, where canoes are the common mode of transportation, a foreman from a Chinese construction company directs local laborers to haul stones to the ramp of a nearly completed bridge.",
      "publication_date": "2006-09-18T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/18/world/asia/18china.html",
      "byline": "By Jane Perlez"
    },
    {
      "headline": "A Show That Trumpeted History but Led to Confusion",
      "snippet": "It's little wonder that ABC's mini-series ''The Path to 9/11'' drew stinging criticism earlier this month for its invented scenes, fabricated dialogue and unsubstantiated accounts of how the Clinton and Bush administrations conducted themselves in...",
      "abstract": "It's little wonder that ABC's mini-series ''The Path to 9/11'' drew stinging criticism earlier this month for its invented scenes, fabricated dialogue and unsubstantiated accounts of how the Clinton and Bush administrations conducted themselves in the years encompassing the World Trade Center attacks of 1993 and 2001.     A more puzzling question is why ABC spent $30 million on what, since it lacked commercials, amounted to a five-hour public service announcement.  ",
      "lead_paragraph": "It's little wonder that ABC's mini-series \"The Path to 9/11\" drew stinging criticism earlier this month for its invented scenes, fabricated dialogue and unsubstantiated accounts of how the Clinton and Bush administrations conducted themselves in the years encompassing the World Trade Center attacks of 1993 and 2001.",
      "publication_date": "2006-09-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/18/business/media/a-show-that-trumpeted-history-but-led-to-confusion.html",
      "byline": "By Edward Wyatt"
    },
    {
      "headline": "Unearthing a Town Pool, and Not for Whites Only",
      "snippet": "In the fearful cosmos of the segregationist South, the integrated swimming pool occupied a special place: race-mixing carried to an intimate level.      So it was that when integration came to this old mill town in the 1970's, its magnificent pool...",
      "abstract": "In the fearful cosmos of the segregationist South, the integrated swimming pool occupied a special place: race-mixing carried to an intimate level.      So it was that when integration came to this old mill town in the 1970's, its magnificent pool, 100 feet long and 30 feet wide, the summer delight of generations of white children, had to close, people here thought. It was filled in with truckloads of red southern Mississippi dirt, covered over and forgotten for more than 30 years.  ",
      "lead_paragraph": "STONEWALL, Miss., Sept. 11 - In the fearful cosmos of the segregationist South, the integrated swimming pool occupied a special place: race-mixing carried to an intimate level.",
      "publication_date": "2006-09-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/18/us/unearthing-a-town-pool-and-not-for-whites-only.html",
      "byline": "By Adam Nossiter"
    },
    {
      "headline": "In a Rare Step, Pope Expresses Personal Regret",
      "snippet": "Pope Benedict XVI sought Sunday to extinguish days of anger and protest among Muslims by issuing an extraordinary personal apology for having caused offense with a speech last week that cited a reference to Islam as ''evil and inhuman.''      ''I ...",
      "abstract": "Pope Benedict XVI sought Sunday to extinguish days of anger and protest among Muslims by issuing an extraordinary personal apology for having caused offense with a speech last week that cited a reference to Islam as ''evil and inhuman.''      ''I am deeply sorry for the reactions in some countries to a few passages of my address,'' the pope told pilgrims at the summer papal palace of Castel Gandolfo, ''which were considered offensive.''  ",
      "lead_paragraph": "ROME, Sept. 17 - Pope Benedict XVI sought Sunday to extinguish days of anger and protest among Muslims by issuing an extraordinary personal apology for having caused offense with a speech last week that cited a reference to Islam as \"evil and inhuman.\"",
      "publication_date": "2006-09-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/18/world/europe/in-a-rare-step-pope-expresses-personal-regret.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "Contemplating Time Warner Without Time",
      "snippet": "COVER an industry, any industry, long enough and you will learn that the sky is always falling. Morale has never been lower, competition is beyond the pale, and the customers have lost their minds. Nowhere has the drumbeat been more persistent tha...",
      "abstract": "COVER an industry, any industry, long enough and you will learn that the sky is always falling. Morale has never been lower, competition is beyond the pale, and the customers have lost their minds. Nowhere has the drumbeat been more persistent than in publishing.      After last week, I think Chicken Little may be on to something.  ",
      "lead_paragraph": "COVER an industry, any industry, long enough and you will learn that the sky is always falling. Morale has never been lower, competition is beyond the pale, and the customers have lost their minds. Nowhere has the drumbeat been more persistent than in publishing.",
      "publication_date": "2006-09-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/18/business/media/contemplating-time-warner-without-time.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Not in the Real World Anymore",
      "snippet": "At MTV, reality has always been a moving target. Sixteen years ago, the network heralded the era of reality television with ''The Real World.'' Three years ago, it pushed the genre further with ''Laguna Beach: The Real OC,'' in which the mundane l...",
      "abstract": "At MTV, reality has always been a moving target. Sixteen years ago, the network heralded the era of reality television with ''The Real World.'' Three years ago, it pushed the genre further with ''Laguna Beach: The Real OC,'' in which the mundane lives of a clique of pretty teenagers were presented in a way that appeared scripted and dramatic.      Now the cable channel aims to push the boundaries of false reality one step further. This week, MTV will introduce Virtual Laguna Beach, an online service in which fans of the program can immerse themselves -- or at least can immerse digitized, three-dimensional characters, called avatars, that they control -- in virtual versions of the show's familiar seaside hangouts.  ",
      "lead_paragraph": "At MTV, reality has always been a moving target. Sixteen years ago, the network heralded the era of reality television with \"The Real World.\" Three years ago, it pushed the genre further with \"Laguna Beach: The Real OC,\" in which the mundane lives of a clique of pretty teenagers were presented in a way that appeared scripted and dramatic.",
      "publication_date": "2006-09-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/18/business/media/not-in-the-real-world-anymore.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "China Competes With West in Aid to Its Neighbors",
      "snippet": "In the dense humidity of northern Cambodia, where canoes are the common mode of transportation, a foreman from a Chinese construction company directs local laborers to haul stones to the ramp of a nearly completed bridge.     Nearby, engineers fro...",
      "abstract": "In the dense humidity of northern Cambodia, where canoes are the common mode of transportation, a foreman from a Chinese construction company directs local laborers to haul stones to the ramp of a nearly completed bridge.     Nearby, engineers from the China Shanghai Construction Group have sunk more than a dozen concrete pylons across a tributary of the mighty Mekong River, a technical feat that will help knit together a 1,200-mile route from the southern Chinese city of Kunming through Laos to the Cambodian port of Sihanoukville on the Gulf of Thailand.  ",
      "lead_paragraph": "STUNG TRENG, Cambodia - In the dense humidity of northern Cambodia, where canoes are the common mode of transportation, a foreman from a Chinese construction company directs local laborers to haul stones to the ramp of a nearly completed bridge.",
      "publication_date": "2006-09-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/18/world/asia/china-competes-with-west-in-aid-to-its-neighbors.html",
      "byline": "By Jane Perlez"
    },
    {
      "headline": "Deeper Spying Is Seen in Hewlett Review",
      "snippet": "A secret investigation of news leaks at Hewlett-Packard was more elaborate than previously reported, and almost from the start involved the illicit gathering of private phone records and direct surveillance of board members and journalists, accord...",
      "abstract": "A secret investigation of news leaks at Hewlett-Packard was more elaborate than previously reported, and almost from the start involved the illicit gathering of private phone records and direct surveillance of board members and journalists, according to people briefed on the company's review of the operation.     The effort received some degree of supervision from three officials -- Patricia C. Dunn, the company's chairwoman, along with its general counsel and another staff attorney -- but was quickly farmed out to a network of private investigative firms early last year, according to descriptions of the findings. It is still unclear how much they knew of the details.  ",
      "lead_paragraph": "A secret investigation of news leaks at Hewlett-Packard was more elaborate than previously reported, and almost from the start involved the illicit gathering of private phone records and direct surveillance of board members and journalists, according to people briefed on the company's review of the operation.",
      "publication_date": "2006-09-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/18/technology/deeper-spying-is-seen-in-hewlett-review.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Bid to Stockpile Bioterror Drugs Stymied by Setbacks",
      "snippet": "The last of the anthrax-laced letters was still making its way through the mail in late 2001 when top Bush administration officials reached an obvious conclusion: the nation desperately needed to expand its medical stockpile to prepare for another...",
      "abstract": "The last of the anthrax-laced letters was still making its way through the mail in late 2001 when top Bush administration officials reached an obvious conclusion: the nation desperately needed to expand its medical stockpile to prepare for another biological attack.     The result was Project BioShield, a $5.6 billion effort to exploit the country's top medical and scientific brains and fill an emergency medical cabinet with new drugs and vaccines for a host of threats. ''We will rally the great promise of American science and innovation to confront the greatest danger of our time,'' President Bush said in starting the program.  ",
      "lead_paragraph": "WASHINGTON, Sept. 17 - The last of the anthrax-laced letters was still making its way through the mail in late 2001 when top Bush administration officials reached an obvious conclusion: the nation desperately needed to expand its medical stockpile to prepare for another biological attack.",
      "publication_date": "2006-09-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/18/washington/bid-to-stockpile-bioterror-drugs-stymied-by-setbacks.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "A Chip That Can Transfer Data Using Laser Light",
      "snippet": "Researchers plan to announce on Monday that they have created a silicon-based chip that can produce laser beams. The advance will make it possible to use laser light rather than wires to send data between chips, removing the most significant bottl...",
      "abstract": "Researchers plan to announce on Monday that they have created a silicon-based chip that can produce laser beams. The advance will make it possible to use laser light rather than wires to send data between chips, removing the most significant bottleneck in computer design.     As a result, chip makers may be able to put the high-speed data communications industry on the same curve of increased processing speed and diminishing costs -- the phenomenon known as Moore's law -- that has driven the computer industry for the last four decades.  ",
      "lead_paragraph": "SAN FRANCISCO, Sept. 17 - Researchers plan to announce on Monday that they have created a silicon-based chip that can produce laser beams. The advance will make it possible to use laser light rather than wires to send data between chips, removing the most significant bottleneck in computer design.",
      "publication_date": "2006-09-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/18/technology/a-chip-that-can-transfer-data-using-laser-light.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "‘Bold Moves’ at Ford Not Bold Enough for Wall St.",
      "snippet": "Its commercials assure car shoppers that the Ford Motor Company embodies ''bold moves.''     Yet analysts saw little evidence of that emanating from Ford's headquarters here last week as the company unveiled its latest revamping vision, in which i...",
      "abstract": "Its commercials assure car shoppers that the Ford Motor Company embodies ''bold moves.''     Yet analysts saw little evidence of that emanating from Ford's headquarters here last week as the company unveiled its latest revamping vision, in which it called for 44,000 job cuts, acknowledged that it would not make a profit in North America until 2009 at the earliest and conceded that it could not keep up with its surging Japanese rival Toyota.  ",
      "lead_paragraph": "DEARBORN, Mich., Sept. 17 - Its commercials assure car shoppers that the Ford Motor Company embodies \"bold moves.\"",
      "publication_date": "2006-09-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/18/business/bold-moves-at-ford-not-bold-enough-for-wall-st.html",
      "byline": "By Nick Bunkley"
    },
    {
      "headline": "Oh, the Places You’ll Go!",
      "snippet": "Singapore and Beijing are no longer exotic for business travelers, who today venture to places like Kazakhstan, El Salvador, Estonia and Vietnam; visting such places can be challenging, but also entertaining; photos (M)",
      "abstract": "Singapore and Beijing are no longer exotic for business travelers, who today venture to places like Kazakhstan, El Salvador, Estonia and Vietnam; visting such places can be challenging, but also entertaining; photos (M)",
      "lead_paragraph": "WESTERN business travelers expecting a bleak post-Soviet city in the middle of one of those Central Asian \"-stan\" countries will be in for a surprise when they arrive at the new glass-and-steel airport in Almaty, Kazakhstan. With Marriott and Kempinski planning flashy hotel complexes there, and Chevron and HSBC firmly ensconced, this oil and banking hub is shaking loose stereotypes embodied in the boorish, bigoted Borat of \"Da Ali G Show\" fame, and is now one of many unlikely cities that are cropping up on corporate itineraries.",
      "publication_date": "2006-09-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "F",
      "web_url": "https://www.nytimes.com/2006/09/18/business/businessspecial2/oh-the-places-youll-go.html",
      "byline": "By Suzanne MacNeille"
    },
    {
      "headline": "As Senator Falters, a Democrat Rises in Virginia",
      "snippet": "From the start, the Virginia Senate race was an emblematic campaign for 2006: combat boots vs. cowboy boots, in the inevitable shorthand.     A highly decorated Vietnam veteran and former secretary of the Navy who opposed the war in Iraq (James We...",
      "abstract": "From the start, the Virginia Senate race was an emblematic campaign for 2006: combat boots vs. cowboy boots, in the inevitable shorthand.     A highly decorated Vietnam veteran and former secretary of the Navy who opposed the war in Iraq (James Webb, Democrat) in an uphill battle against a paragon of sunbelt conservatism with national ambitions (Senator George Allen, Republican.)  ",
      "lead_paragraph": "WASHINGTON, Sept. 17 - From the start, the Virginia Senate race was an emblematic campaign for 2006: combat boots vs. cowboy boots, in the inevitable shorthand.",
      "publication_date": "2006-09-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/18/us/politics/as-senator-falters-a-democrat-rises-in-virginia.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "Riding High on Private Jets, Comfy and Quick",
      "snippet": "Private business-jet industry is flourishing as never before, helped by deteriorating commercial airline service; small jets, whether chartered, flown by the hour or bought as fractional share, are luring new business travelers into market, and bi...",
      "abstract": "Private business-jet industry is flourishing as never before, helped by deteriorating commercial airline service; small jets, whether chartered, flown by the hour or bought as fractional share, are luring new business travelers into market, and big jets are holding their own, especially as more people want to fly private internationally; photo (M)",
      "lead_paragraph": "STEVEN M. HANKIN was listening recently to the air-travel woes of the chief executive of a company in the Boston area.",
      "publication_date": "2006-09-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "F",
      "web_url": "https://www.nytimes.com/2006/09/18/business/businessspecial2/riding-high-on-private-jets-comfy-and-quick.html",
      "byline": "By Joe Sharkey"
    }
  ]
}