{
  "metadata": {
    "date": "2006-11-27",
    "total_articles": 55
  },
  "articles": [
    {
      "headline": "Cities Compete in Hipness Battle to Attract Young",
      "snippet": "Cities are fighting for young professionals, a demographic group seen as key to an economic future.",
      "abstract": "Cities are fighting for young professionals, a demographic group seen as key to an economic future.",
      "lead_paragraph": "ATLANTA, Nov. 24 — Some cities will do anything they can think of to keep young people from fleeing to a hipper town. ",
      "publication_date": "2006-11-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/25/us/25young.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "Attention, Holiday Shoppers: We Have Fisticuffs in Aisle 2",
      "snippet": "Day after Thanksgiving is called Black Friday because it is unofficial start of holiday shopping season, when retailers supposedly move into black, or start turning profit; estimated 15,000 shoppers pushed and shoved their way into Fashion Place m...",
      "abstract": "Day after Thanksgiving is called Black Friday because it is unofficial start of holiday shopping season, when retailers supposedly move into black, or start turning profit; estimated 15,000 shoppers pushed and shoved their way into Fashion Place mall in Murray, Utah, shortly after midnight on Nov 24; police soon joined them, responding to reports of nine skirmishes; shoppers ransacked stores, overturning piles of clothes as they looked for bargains; customers behaved badly across country, but mayhem can be traced in part to escalating battle among retailers to be first to open their doors and offer steepest must-have deals; dozen malls, from Utah to Maine, opened at midnight; it was earliest Black Friday on record; photos (M)",
      "lead_paragraph": "Perhaps it should be renamed Black-and-Blue Friday.",
      "publication_date": "2006-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/25/business/attention-holiday-shoppers-we-have-fisticuffs-in-aisle-2.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Here’s to the Benefits of Red Wine, but Don’t Advertise Them",
      "snippet": "The wine industry has long been handcuffed by laws that discourage promoting the benefits of wine, some dating back to the repeal of Prohibition in 1933.",
      "abstract": "The wine industry has long been handcuffed by laws that discourage promoting the benefits of wine, some dating back to the repeal of Prohibition in 1933.",
      "lead_paragraph": "NAPA, Calif., Nov. 19 — The wine industry certainly has welcomed the recent disclosures that a compound in red wine improves the health and endurance of laboratory mice. So why isn't the industry crowing about it?",
      "publication_date": "2006-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/25/business/media/25wine.html",
      "byline": "By Lawrence M. Fisher"
    },
    {
      "headline": "Here’s to the Benefits of Red Wine, but Don’t Advertise Them",
      "snippet": "Wine industry is unable to promote recent findings showing health benefits of red wine due to state and federal restrictions; industry is closely regulated by Alcohol and Tobacco Tax and Trade Bureau which strictly forbids alcoholic beverage produ...",
      "abstract": "Wine industry is unable to promote recent findings showing health benefits of red wine due to state and federal restrictions; industry is closely regulated by Alcohol and Tobacco Tax and Trade Bureau which strictly forbids alcoholic beverage producers from making health claims regardless of strength of evidence; red wine has seen surge in popularity in recent years as health benefits are becoming widely accepted; photos (M)",
      "lead_paragraph": "NAPA, Calif., Nov. 19 - The wine industry certainly has welcomed the recent disclosures that a compound in red wine improves the health and endurance of laboratory mice. So why aren't they crowing about it?",
      "publication_date": "2006-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/25/business/media/heres-to-the-benefits-of-red-wine-but-dont-advertise-them.html",
      "byline": "By Lawrence M. Fisher"
    },
    {
      "headline": "6 in Germany Settle Landmark Case on Bonuses",
      "snippet": "Deutsche Bank chief executive Josef Ackermann will pay 3.2 million euros ($4.2 million) as part of settlement in case accusing him and three other directors of awarding large bonuses to departing executives of acquired German telecommunications co...",
      "abstract": "Deutsche Bank chief executive Josef Ackermann will pay 3.2 million euros ($4.2 million) as part of settlement in case accusing him and three other directors of awarding large bonuses to departing executives of acquired German telecommunications company Mannesmann after hostile takeover attempt by Vodafone in 2000; prosecutors will drop criminal charges that could have cost him his job at Deutsche Bank; photo (M)",
      "lead_paragraph": "FRANKFURT, Nov. 24 - Nearly seven years after he and other board members handed out thank-you checks for $73 million to the departing executives of an acquired German telecommunications company, Josef Ackermann has learned the high cost of his generosity.",
      "publication_date": "2006-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/25/business/worldbusiness/6-in-germany-settle-landmark-case-on-bonuses.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Editor's Note",
      "snippet": "Joe Nocera, whose column normally appears on this page, is on temporary leave.  ",
      "abstract": "Joe Nocera, whose column normally appears on this page, is on temporary leave.  ",
      "lead_paragraph": "Joe Nocera, whose column normally appears on this page, is on temporary leave.",
      "publication_date": "2006-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/25/business/editors-note.html",
      "byline": ""
    },
    {
      "headline": "Militants Attack Sunnis’ Mosques in 2 Iraqi Cities",
      "snippet": "Shiite militiamen stormed Sunni mosques, shot guards and burned down buildings in apparent retaliation for a set of devastating bombings that killed more than 200.",
      "abstract": "Shiite militiamen stormed Sunni mosques, shot guards and burned down buildings in apparent retaliation for a set of devastating bombings that killed more than 200.",
      "lead_paragraph": " BAGHDAD, Nov. 24 — Defying a government curfew, Shiite militiamen stormed Sunni mosques in Baghdad and a nearby city on Friday, shooting guards and burning down buildings in apparent retaliation for the devastating bombings that killed more than 200 people the day before in the capital’s largest Shiite district, residents and police officials said.",
      "publication_date": "2006-11-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/25/world/middleeast/25iraq.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Attention, Holiday Shoppers: We Have Fisticuffs in Aisle 2",
      "snippet": "Frenzied shoppers have given the day after Thanksgiving a sharp-elbowed edge.",
      "abstract": "Frenzied shoppers have given the day after Thanksgiving a sharp-elbowed edge.",
      "lead_paragraph": "Perhaps it should be renamed Black-and-Blue Friday.",
      "publication_date": "2006-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/25/business/25shop.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "There’s Detroit and There’s Trnava",
      "snippet": "Car production in Eastern Europe is surging as foreign car companies rush to acquire local carmakers or build factories in the former Soviet republics.",
      "abstract": "Car production in Eastern Europe is surging as foreign car companies rush to acquire local carmakers or build factories in the former Soviet republics.",
      "lead_paragraph": "TRNAVA, Slovakia — For Slovakia, the recent inauguration of an $890 million automobile factory was a major event. The prime minister and other government officials attended. French executives from Peugeot Citroën, which built the factory, flew into the tiny town of Trnava, where the sprawling factory is expected to employ up to 3,500 people and churn out as many as 300,000 compact cars a year. After the collapse of Communism in 1989, many foreign carmakers rushed to acquire local carmakers or build their own factories in countries like Slovakia, Poland, Hungary, Romania and the Czech Republic. ",
      "publication_date": "2006-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/25/business/worldbusiness/25eurocar.html",
      "byline": "By John Tagliabue"
    },
    {
      "headline": "London Riddle: A Russian Spy, a Lethal Dose",
      "snippet": "British authorities say that radiation poisoning killed Alexander V Litvinenko, former Russian KGB officer and foe of Kremlin; his family says Litvinenko accused Pres Vladimir V Putin of being behind poisoning; alarm spreads across London after po...",
      "abstract": "British authorities say that radiation poisoning killed Alexander V Litvinenko, former Russian KGB officer and foe of Kremlin; his family says Litvinenko accused Pres Vladimir V Putin of being behind poisoning; alarm spreads across London after police find traces of radiation in three places Litvinenko had been; scientists are astounded that polonium 210, rare and hard-to-produce substance, was used to kill former KGB officer; diplomats are trying to prevent case from becoming international incident; photos (M)",
      "lead_paragraph": "LONDON, Nov. 24 - Radiation poisoning killed Alexander V. Litvinenko, the former Russian K.G.B. officer and foe of the Kremlin, authorities here said Friday, further complicating a case that has taken on all the mystery and menace of a political thriller.",
      "publication_date": "2006-11-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/25/world/europe/london-riddle-a-russian-spy-a-lethal-dose.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "Dollar Falls Sharply Against Euro and Pound",
      "snippet": "The fall highlighted concerns about weakness in the U.S. economy as economies abroad continue to expand.",
      "abstract": "The fall highlighted concerns about weakness in the U.S. economy as economies abroad continue to expand.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/25/business/worldbusiness/25dollar.html",
      "byline": "By Jeremy W. Peters and Carter Dougherty"
    },
    {
      "headline": "Militants Attack Sunnis’ Mosques in 2 Iraqi Cities",
      "snippet": "Shiite militiamen storm Sunni mosques in Baghdad and Baquba, shooting guards and burning down buildings in apparent retaliation for bombings that killed more than 200 people day before in capital's largest Shiite district; Iraqi security forces we...",
      "abstract": "Shiite militiamen storm Sunni mosques in Baghdad and Baquba, shooting guards and burning down buildings in apparent retaliation for bombings that killed more than 200 people day before in capital's largest Shiite district; Iraqi security forces were absent, unwilling or unable to stop attackers; anti-American cleric Moktada al-Sadr, who controls one of biggest blocks in Parliament, threatens to boycott government if Prime Min Nuri Kamal al-Maliki meets with Pres Bush in Jordan; Sunni residents blame Sadr's militia for attacks; photos (M)",
      "lead_paragraph": "BAGHDAD, Nov. 24 - Defying a government curfew, Shiite militiamen stormed Sunni mosques in Baghdad and a nearby city on Friday, shooting guards and burning down buildings in apparent retaliation for the devastating bombings that killed more than 200 people the day before in the capital's largest Shiite district, residents and police officials said.",
      "publication_date": "2006-11-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/25/world/middleeast/militants-attack-sunnis-mosques-in-2-iraqi-cities.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "6 in Germany Settle Landmark Case on Bonuses",
      "snippet": "The chief executive of Deutsche Bank and others were accused of improperly enriching the managers of a telecommunications company.",
      "abstract": "The chief executive of Deutsche Bank and others were accused of improperly enriching the managers of a telecommunications company.",
      "lead_paragraph": "FRANKFURT, Nov. 24 — Nearly seven years after he and other board members handed out thank-you checks for $73 million to the departing executives of an acquired German telecommunications company, Josef Ackermann has learned the high cost of his generosity.",
      "publication_date": "2006-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/25/business/worldbusiness/25deutsche.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Signing Up a New Chief in the Age of Prenups",
      "snippet": "Contracts for new chief executive hires are becoming longer and require more time to negotiate than in past; experts blame higher turnover rates among executives due to poor performance or recent corporate scandals; options for qualified talent ar...",
      "abstract": "Contracts for new chief executive hires are becoming longer and require more time to negotiate than in past; experts blame higher turnover rates among executives due to poor performance or recent corporate scandals; options for qualified talent are limited to fewer candidates; companies have lost much of their negotiating power when filling high-level jobs; photo (M)",
      "lead_paragraph": "New chief executives have shorter strings and briefer honeymoons these days. Two things have gotten longer, though: their contracts, and the time it takes to negotiate them.",
      "publication_date": "2006-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/25/business/signing-up-a-new-chief-in-the-age-of-prenups.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "Despite a Year of Ire and Angst, Little Has Changed on Wiretaps",
      "snippet": "Fallout was fierce and immediate when Pres Bush went on television last Dec to acknowledge existence of secret wiretapping program outside courts; not much has changed as Democrats prepare to take over on Capitol Hill; National Security Agency's w...",
      "abstract": "Fallout was fierce and immediate when Pres Bush went on television last Dec to acknowledge existence of secret wiretapping program outside courts; not much has changed as Democrats prepare to take over on Capitol Hill; National Security Agency's wiretapping program continues uninterrupted, with no definitive action by either Congress or courts on what, if anything, to do about it, and little chance of breakthrough in lame-duck Congress; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 24 - When President Bush went on national television one Saturday morning last December to acknowledge the existence of a secret wiretapping program outside the courts, the fallout was fierce and immediate.",
      "publication_date": "2006-11-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/25/washington/despite-a-year-of-ire-and-angst-little-has-changed-on-wiretaps.html",
      "byline": "By Eric Lichtblau"
    },
    {
      "headline": "Signing Up a New Chief in the Age of Prenups",
      "snippet": "New chief executives have shorter strings and briefer honeymoons these days, but their contracts and the time it takes to negotiate them have gotten longer.",
      "abstract": "New chief executives have shorter strings and briefer honeymoons these days, but their contracts and the time it takes to negotiate them have gotten longer.",
      "lead_paragraph": "New chief executives have shorter strings and briefer honeymoons these days. Two things have gotten longer, though: their contracts, and the time it takes to negotiate them.",
      "publication_date": "2006-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/25/business/25chiefs.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "Dollar Falls Sharply Against Euro and Pound",
      "snippet": "Dollar drops sharply against range of major currencies, with euro rising above $1.30 for first time in year and a half; British pound rises to its strongest value against dollar in two years, at $1.9317, up from $1.9156; euro traded at $1.3079, up...",
      "abstract": "Dollar drops sharply against range of major currencies, with euro rising above $1.30 for first time in year and a half; British pound rises to its strongest value against dollar in two years, at $1.9317, up from $1.9156; euro traded at $1.3079, up from $1.2941; graph; photo (M)",
      "lead_paragraph": "The dollar dropped sharply yesterday against a range of major currencies, with the euro breaking through $1.30 for the first time in a year and a half. The fall highlighted concerns about softness in the American economy as economies abroad continue to expand.",
      "publication_date": "2006-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/25/business/worldbusiness/dollar-falls-sharply-against-euro-and-pound.html",
      "byline": "By Jeremy W. Peters and Carter Dougherty"
    },
    {
      "headline": "There’s Detroit and There’s Trnava",
      "snippet": "Europe's auto industry is moving production to eastern countries such as Czech Republic, Hungary, Poland and Slovak Republic; region could produce as many as 3.4 million cars annually by 2010; 33 percent growth is increasing faster than more estab...",
      "abstract": "Europe's auto industry is moving production to eastern countries such as Czech Republic, Hungary, Poland and Slovak Republic; region could produce as many as 3.4 million cars annually by 2010; 33 percent growth is increasing faster than more established carmaking nations, including United States; historical and economic factors are influencing rise in market; photos; graph (M)0",
      "lead_paragraph": "TRNAVA, Slovakia - For Slovakia, the recent inauguration of an $890 million automobile factory was a major event. The prime minister and other government officials attended. French executives from Peugeot Citroën, which built the factory, flew into the tiny town of Trnava, where the sprawling factory is expected to employ up to 3,500 people and churn out as many as 300,000 compact cars a year. After the collapse of Communism in 1989, many foreign carmakers rushed to acquire local carmakers or build their own factories in countries like Slovakia, Poland, Hungary, Romania and the Czech Republic.",
      "publication_date": "2006-11-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/25/business/worldbusiness/theres-detroit-and-theres-trnava.html",
      "byline": "By John Tagliabue"
    },
    {
      "headline": "Cities Compete in Hipness Battle to Attract Young",
      "snippet": "Latest population trends have forced cities to fight for college-educated 25- to 34-year-olds, demographic group increasingly viewed as key to economic future; baby boomers are retiring and number of young adults is declining; work force will be l...",
      "abstract": "Latest population trends have forced cities to fight for college-educated 25- to 34-year-olds, demographic group increasingly viewed as key to economic future; baby boomers are retiring and number of young adults is declining; work force will be losing more than two workers for every one it gains; demographers say cities with strong economies and active cultural lives attract young, educated people; Atlanta was among metropolitan areas with fastest growth in college-educated 25- to 34-year-olds from 1990 to 2000; other big gainers were San Francisco, Denver, Portland, Ore, and Austin, Tex; biggest losers included Washington, Philadelphia, New York and Los Angeles; chart; map; photos (M)",
      "lead_paragraph": "ATLANTA, Nov. 24 - Some cities will do anything they can think of to keep young people from fleeing to a hipper town.",
      "publication_date": "2006-11-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/25/us/cities-compete-in-hipness-battle-to-attract-young.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "London Riddle: A Russian Spy, a Lethal Dose",
      "snippet": "Scientists were astounded to learn that radiation poisoning killed Alexander V. Litvinenko, and alarm spread across London.",
      "abstract": "Scientists were astounded to learn that radiation poisoning killed Alexander V. Litvinenko, and alarm spread across London.",
      "lead_paragraph": "LONDON, Nov. 24 — Radiation poisoning killed Alexander V. Litvinenko, the former Russian K.G.B. officer and foe of the Kremlin, authorities here said Friday, further complicating a case that has taken on all the mystery and menace of a political thriller. ",
      "publication_date": "2006-11-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/25/world/europe/25spy.html",
      "byline": "By Alan Cowell"
    },
    {
      "headline": "Peer Pressure: Inflating Executive Pay",
      "snippet": "Corporations increasingly use collection of companies known as peer groups to determine executive pay; details are sketchy as to how businesses make up groups and if they are true representations of equals or just way to increase salaries; photos;...",
      "abstract": "Corporations increasingly use collection of companies known as peer groups to determine executive pay; details are sketchy as to how businesses make up groups and if they are true representations of equals or just way to increase salaries; photos; graph (M)",
      "lead_paragraph": "LIKE Lake Wobegon, Garrison Keillor's fictitious Minnesota town where all the children are above average, executive compensation practices often assume that corporate managers are equally superlative. When shareholders question lush pay, they are invariably met with a laundry list of reasons that businesses use to justify such packages. Among that data, no item is more crucial than the \"peer group,\" a collection of companies that corporations measure themselves against when calculating compensation.",
      "publication_date": "2006-11-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/11/26/business/yourmoney/peer-pressure-inflating-executive-pay.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "U.S. Finds Iraq Insurgency Has Funds to Sustain Itself",
      "snippet": "The insurgency is raising tens of millions of dollars a year from oil smuggling, kidnapping, counterfeiting, corrupt charities and other crimes, a report concluded.",
      "abstract": "The insurgency is raising tens of millions of dollars a year from oil smuggling, kidnapping, counterfeiting, corrupt charities and other crimes, a report concluded.",
      "lead_paragraph": "BAGHDAD, Nov. 25 — The insurgency in Iraq is now self-sustaining financially, raising tens of millions of dollars a year from oil smuggling, kidnapping, counterfeiting, connivance by corrupt Islamic charities and other crimes that the Iraqi government and its American patrons have been largely unable to prevent, a classified United States government report has concluded.",
      "publication_date": "2006-11-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/26/world/middleeast/26insurgency.html",
      "byline": "By John F. Burns and Kirk Semple"
    },
    {
      "headline": "Forging a Coffee Chain Just a Few Links Long",
      "snippet": "When Jonathan Rubinstein decided to ditch his career  to open a coffee bar in Manhattan, his friends and advisers thought he was making a terrible mistake.",
      "abstract": "When Jonathan Rubinstein decided to ditch his career  to open a coffee bar in Manhattan, his friends and advisers thought he was making a terrible mistake.",
      "lead_paragraph": "WHEN Jonathan Rubinstein decided to ditch his career as a talent agent to open a coffee bar in Manhattan, his friends and advisers thought he was making a terrible mistake.",
      "publication_date": "2006-11-26T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/11/26/jobs/26homefront.html",
      "byline": "By Louise Kramer"
    },
    {
      "headline": "Shedding Light on Sales at Sunrise",
      "snippet": "Insider sales at a provider of residential communities and services for the elderly have spurred a shareholder to demand the appointment of an independent monitor to investigate the accounting.",
      "abstract": "Insider sales at a provider of residential communities and services for the elderly have spurred a shareholder to demand the appointment of an independent monitor to investigate the accounting.",
      "lead_paragraph": "SHAREHOLDERS of Sunrise Senior Living, a provider of residential communities and services for the elderly, have seen their holdings decline 17 percent since last spring. Problematic bookkeeping kept the company from filing three quarterly financial statements on time, forced it to restate earnings for 2003 through 2005, drew Securities and Exchange Commission inquiries about its accounting and led it to warn that its internal controls were probably inadequate. ",
      "publication_date": "2006-11-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/11/26/business/yourmoney/26gret.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Shedding Light on Sales at Sunrise",
      "snippet": "Fair Play column discusses Sunrise Senior Living announcement that it is changing its accounting practices and delaying its financial filing after determining its internal controls are likely inadequate; column holds that internal stock option sal...",
      "abstract": "Fair Play column discusses Sunrise Senior Living announcement that it is changing its accounting practices and delaying its financial filing after determining its internal controls are likely inadequate; column holds that internal stock option sales at company seem suspiciously well-timed (M)",
      "lead_paragraph": "SHAREHOLDERS of Sunrise Senior Living, a provider of residential communities and services for the elderly, have seen their holdings decline 17 percent since last spring. Problematic bookkeeping kept the company from filing three quarterly financial statements on time, forced it to restate earnings for 2003 through 2005, drew Securities and Exchange Commission inquiries about its accounting and led it to warn that its internal controls were probably inadequate.",
      "publication_date": "2006-11-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/11/26/business/yourmoney/shedding-light-on-sales-at-sunrise.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "British Terror Trial Traces a Path to Militant Islam",
      "snippet": "British trial of seven men charged with conspiring to make bombs reveals workings of homegrown terror cell that received help from outside terrorists; British intelligence officers have identified nearly 30 plots that often link back to Al Qaeda i...",
      "abstract": "British trial of seven men charged with conspiring to make bombs reveals workings of homegrown terror cell that received help from outside terrorists; British intelligence officers have identified nearly 30 plots that often link back to Al Qaeda in Pakistan; star prosecution witness Mohammed Junaid Babar tells riveting story on stand of militant networks, fundraising and training in Pakistan; photos (L)",
      "lead_paragraph": "LONDON, Nov. 25 - More than half a ton of ammonium nitrate fertilizer suitable for making bombs was locked in a rented storage warehouse. A cookie tin of aluminum powder was hidden behind a garden shed. Young British Muslims underwent military training at guerrilla camps in remote parts of Pakistan. Suspects, surreptitiously taped by the police, talked about bombing targets in Britain.",
      "publication_date": "2006-11-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/26/world/europe/british-terror-trial-traces-a-path-to-militant-islam.html",
      "byline": "By Elaine Sciolino and Stephen Grey"
    },
    {
      "headline": "As Power Shifts in New Congress, Pork May Linger",
      "snippet": "Democratic leader Rep Nancy Pelosi and many Democratic candidates have been railing against earmarks, or pet projects inserted in major spending bills, but new head of Senate Defense Appropriations Committee Daniel K Inouye sees no monumental chan...",
      "abstract": "Democratic leader Rep Nancy Pelosi and many Democratic candidates have been railing against earmarks, or pet projects inserted in major spending bills, but new head of Senate Defense Appropriations Committee Daniel K Inouye sees no monumental changes coming; new Democratic chairmen of House and Senate Appropriations Subcommitees have all worked for years to reach their posts, where authority to grant earmarks makes them among most powerful members of Congress; many have developed unusual bipartisan cameraderie while divvying up projects; photos; chart (L)",
      "lead_paragraph": "WASHINGTON, Nov. 24 - Senators Ted Stevens of Alaska and Daniel K. Inouye of Hawaii are the best of friends in the Senate, so close they call each other brother. Both are decorated veterans of World War II. They have worked together for nearly four decades as senators from the two youngest and farthest-flung states. And they share an almost unrivaled appetite for what some call political pork.",
      "publication_date": "2006-11-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/26/washington/as-power-shifts-in-new-congress-pork-may-linger.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "British Terror Trial Traces a Path to Militant Islam",
      "snippet": "The evidence, investigators say, reveals the workings of the most feared  kind of cell — young Muslims planning an attack at home with help from outside terrorists.",
      "abstract": "The evidence, investigators say, reveals the workings of the most feared  kind of cell — young Muslims planning an attack at home with help from outside terrorists.",
      "lead_paragraph": "LONDON, Nov. 25  More than half a ton of ammonium nitrate fertilizer suitable for making bombs was locked in a rented storage warehouse. A cookie tin of aluminum powder was hidden behind a garden shed. Young British Muslims underwent military training at guerrilla camps in remote parts of Pakistan. Suspects, surreptitiously taped by the police, talked about bombing targets in Britain. ",
      "publication_date": "2006-11-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/26/world/europe/26crevice.html",
      "byline": "By Elaine Sciolino and Stephen Grey"
    },
    {
      "headline": "Peer Pressure: Inflating Executive Pay",
      "snippet": "As is true with much about executive pay, details about exactly how peer groups are compiled have been kept under wraps.",
      "abstract": "As is true with much about executive pay, details about exactly how peer groups are compiled have been kept under wraps.",
      "lead_paragraph": "LIKE Lake Wobegon, Garrison Keillor’s fictitious Minnesota town where all the children are above average, executive compensation practices often assume that corporate managers are equally superlative. When shareholders question lush pay, they are invariably met with a laundry list of reasons that businesses use to justify such packages. Among that data, no item is more crucial than the “peer group,” a collection of companies that corporations measure themselves against when calculating compensation. ",
      "publication_date": "2006-11-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/11/26/business/26peer.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Now It’s Iraq on the Agenda for the Mr. Fix-It of the G.O.P.",
      "snippet": "James A Baker III, Republican co-chairman of Iraq Study Group, is in high diplomatic mode on mission to aid his country and Pres Bush while sealing his legacy as statesman; group has broad mandate to conduct analysis of Iraq situation, including m...",
      "abstract": "James A Baker III, Republican co-chairman of Iraq Study Group, is in high diplomatic mode on mission to aid his country and Pres Bush while sealing his legacy as statesman; group has broad mandate to conduct analysis of Iraq situation, including military, political and economic issues; remains deeply divided over several issues, notably whether to heed Democratic calls for withdrawal from Iraq; photo (L)",
      "lead_paragraph": "WASHINGTON, Nov. 25 - Everyone in Washington knows that President Bush has a lot riding on the Iraq Study Group, the bipartisan panel searching for a fresh strategy in Iraq. But so has the man whose name has become synonymous with the group: its Republican co-chairman, James A. Baker III.",
      "publication_date": "2006-11-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/26/washington/now-its-iraq-on-the-agenda-for-the-mr-fixit-of-the-gop.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Forging a Coffee Chain Just a Few Links Long",
      "snippet": "Jonathan Rubinstein opens specialty-coffee bar in Manhattan despite competition from Starbucks one block away; expands to two more sites and is planning third; photo (M)",
      "abstract": "Jonathan Rubinstein opens specialty-coffee bar in Manhattan despite competition from Starbucks one block away; expands to two more sites and is planning third; photo (M)",
      "lead_paragraph": "WHEN Jonathan Rubinstein decided to ditch his career as a talent agent to open a coffee bar in Manhattan, his friends and advisers thought he was making a terrible mistake.",
      "publication_date": "2006-11-26T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/11/26/jobs/forging-a-coffee-chain-just-a-few-links-long.html",
      "byline": "By Louise Kramer"
    },
    {
      "headline": "The High Cost of Too Good to Be True",
      "snippet": "Securities and Exchange Commission civil complaint and federal criminal case filings say Salvatore Favata scammed more than 200 victims who invested in his National Consumer Mortgage company; $30 million scheme used invested money to support his l...",
      "abstract": "Securities and Exchange Commission civil complaint and federal criminal case filings say Salvatore Favata scammed more than 200 victims who invested in his National Consumer Mortgage company; $30 million scheme used invested money to support his lavish lifestyle instead of making promised loans; victims of scam are discussed; photos (M)",
      "lead_paragraph": "AS the red-hot California real estate market sizzled in recent years, National Consumer Mortgage looked like just another residential mortgage company successfully riding the boom. It had lush offices in downtown Orange; the former baseball great Steve Garvey promoted its products in radio spots; and its founder, Salvatore Favata, a former local baseball hero himself, lived in a $1.7 million mansion in tony Yorba Linda and zipped around in a Mercedes roadster. An annual \"Favata Fest\" at the founder's home featured live music and photo ops with Mr. Garvey.",
      "publication_date": "2006-11-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/11/26/business/yourmoney/the-high-cost-of-too-good-to-be-true.html",
      "byline": "By Julie Creswell and Vikas Bajaj"
    },
    {
      "headline": "U.S. Finds Iraq Insurgency Has Funds to Sustain Itself",
      "snippet": "United States government report concludes Iraqi insurgency is sustaining itself financially by raising $70 million to $200 million a year from oil smuggling, kidnapping, counterfeiting, connivance by corrupt Islamic charities and other crimes; off...",
      "abstract": "United States government report concludes Iraqi insurgency is sustaining itself financially by raising $70 million to $200 million a year from oil smuggling, kidnapping, counterfeiting, connivance by corrupt Islamic charities and other crimes; offers little hope that much can be done to choke off revenues, acknowledging how little is known about insurgency; paints almost despairing picture of Iraqi government's ability or willingness to tamp down insurgency's financing; most dismaying finding may be that insurgency is self-sustaining and no longer relies on money from Baath Party loyalists; photos (L)",
      "lead_paragraph": "BAGHDAD, Nov. 25 - The insurgency in Iraq is now self-sustaining financially, raising tens of millions of dollars a year from oil smuggling, kidnapping, counterfeiting, connivance by corrupt Islamic charities and other crimes that the Iraqi government and its American patrons have been largely unable to prevent, a classified United States government report has concluded.",
      "publication_date": "2006-11-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/26/world/middleeast/us-finds-iraq-insurgency-has-funds-to-sustain-itself.html",
      "byline": "By John F. Burns and Kirk Semple"
    },
    {
      "headline": "Home Schoolers Content to Take Children’s Lead",
      "snippet": "Popular 'unschooling' philosophy in home schooling is defined by its rejection of basic foundations of traditional education, including schoolhouse, classes, curriculums and textbooks; there is scant data on educational results of unschooling and ...",
      "abstract": "Popular 'unschooling' philosophy in home schooling is defined by its rejection of basic foundations of traditional education, including schoolhouse, classes, curriculums and textbooks; there is scant data on educational results of unschooling and little knowledge of how children fare compared to regularly schooled students; adherents say rigidity of school-type settings and teacher-led instruction tend to stifle children's natural curiosity; unschooling families have formed online communities, neighborhood support groups and social networks for their children and forged united front against sometimes fierce outside criticism; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/26/education/home-schoolers-content-to-take-childrens-lead.html",
      "byline": "By Susan Saulny"
    },
    {
      "headline": "Is It Civil War?",
      "snippet": "As Iraqi violence escalates, the term ''civil war,'' rejected by the administration, is being forced into the spotlight.   News Analysis, Page 14.  ",
      "abstract": "As Iraqi violence escalates, the term ''civil war,'' rejected by the administration, is being forced into the spotlight.   News Analysis, Page 14.  ",
      "lead_paragraph": "As Iraqi violence escalates, the term \"civil war,\" rejected by the administration, is being forced into the spotlight. News Analysis, Page 14.",
      "publication_date": "2006-11-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/26/world/is-it-civil-war.html",
      "byline": ""
    },
    {
      "headline": "The High Cost of Too Good to Be True",
      "snippet": "Money offers a buffer of sorts in an uncertain world. And con artists are only too happy to wear the guise of the market sage or guardian angel.",
      "abstract": "Money offers a buffer of sorts in an uncertain world. And con artists are only too happy to wear the guise of the market sage or guardian angel.",
      "lead_paragraph": "AS the red-hot California real estate market sizzled in recent years, National Consumer Mortgage looked like just another residential mortgage company successfully riding the boom. It had lush offices in downtown Orange; the former baseball great Steve Garvey promoted its products in radio spots; and its founder, Salvatore Favata, a former local baseball hero himself, lived in a $1.7 million mansion in tony Yorba Linda and zipped around in a Mercedes roadster. An annual “Favata Fest” at the founder’s home featured live music and photo ops with Mr. Garvey.",
      "publication_date": "2006-11-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/11/26/business/yourmoney/26psyche.html",
      "byline": "By Julie Creswell and Vikas Bajaj"
    },
    {
      "headline": "Play Again, Mr. Redstone?",
      "snippet": "The Viacom chairman, Sumner Redstone, is committed to his family’s holding of Midway Games, the ailing videogame game maker.",
      "abstract": "The Viacom chairman, Sumner Redstone, is committed to his family’s holding of Midway Games, the ailing videogame game maker.",
      "lead_paragraph": "Sumner Redstone, the 83-year-old media mogul, had always relished talking about his empire. But there is one investment that the billionaire will not comment about: his family’s holding of Midway Games, the ailing video game maker. ",
      "publication_date": "2006-11-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/27/business/media/27midway.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Chilling Echo for Lebanon, Mirror of Regional Tension",
      "snippet": "Lebanon, which is seemingly sliding toward a new civil conflict, serves as a barometer of tensions and rivalries in the Middle East.",
      "abstract": "Lebanon, which is seemingly sliding toward a new civil conflict, serves as a barometer of tensions and rivalries in the Middle East.",
      "lead_paragraph": "BEIRUT, Lebanon, Nov. 26 — In April 1975, gunmen fired on a church in East Beirut in what appeared to be an attempt to kill Pierre Gemayel, founder of the main right-wing Lebanese Christian militia. He was not killed, but the shooting set off a cycle of revenge that became a 15-year civil war. ",
      "publication_date": "2006-11-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/27/world/middleeast/27region.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "Lure of Great Wealth Affects Career Choices",
      "snippet": "Article in series on executive compensation, Gilded Paychecks, examines two-tier income stratum that has developed in growing number of professions and occupations since 1990's; finds doctors, lawyers and bankers are collecting much larger fees th...",
      "abstract": "Article in series on executive compensation, Gilded Paychecks, examines two-tier income stratum that has developed in growing number of professions and occupations since 1990's; finds doctors, lawyers and bankers are collecting much larger fees than others in their fields for their work on business deals and cases; finds many moving from academia to Wall Street, and growing number of entrepreneurs seeing windfalls tied largely to expanding financial markets that draw on capital from around world; experts say growing difference in compensation is diverting people from some critical fields; in medicine, where some specialties pay far more than others, nation lacks enough doctors in family practice; doctors have become so interested in business side of medicine that more than 40 medical schools have added optional fifth year of schooling for those who want to earn MBA degree as well as MD; some graduates go directly to Wall Street or into health care management without ever practicing medicine; photos (L)",
      "lead_paragraph": "A decade into the practice of medicine, still striving to become \"a well regarded physician-scientist,\" Robert H. Glassman concluded that he was not making enough money. So he answered an ad in the New England Journal of Medicine from a business consulting firm hiring doctors.",
      "publication_date": "2006-11-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/27/business/lure-of-great-wealth-affects-career-choices.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Lure of Great Wealth Affects Career Choices",
      "snippet": "The opportunity to become abundantly rich is a recent phenomenon in a growing number of professions and occupations.",
      "abstract": "The opportunity to become abundantly rich is a recent phenomenon in a growing number of professions and occupations.",
      "lead_paragraph": "A decade into the practice of medicine, still striving to become “a well regarded physician-scientist,” Robert H. Glassman concluded that he was not making enough money. So he answered an ad in the New England Journal of Medicine from a business consulting firm hiring doctors. ",
      "publication_date": "2006-11-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/27/business/27richer.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Play Again, Mr. Redstone?",
      "snippet": "Viacom chairman Sumner Redstone is committed to his family's holding of Midway Games, ailing video game maker; Midway's stock has plummeted to $8.53 per share from five-year high of $23.16 last December; shares in rivals Electronic Arts and Activi...",
      "abstract": "Viacom chairman Sumner Redstone is committed to his family's holding of Midway Games, ailing video game maker; Midway's stock has plummeted to $8.53 per share from five-year high of $23.16 last December; shares in rivals Electronic Arts and Activision have risen by 11.6 percent and 23.2 percent respectively in part because next generation of video game consoles, new Sony Playstation and Wii from Nintendo are just arriving in stores; Midway's continued slump is cautionary tale of old-style media companies looking to cross-pollinate with new technology without fully understanding underlying business; this year's Midway Games will generate $86 million in revenues, highest revenue it has had since fourth quarter of 1999; it will finally post profit, about $2 million, for first time since fourth quarter of 2004; Midway Games chief executive David Zucker comments on company's future; graph; photos (M)",
      "lead_paragraph": "Sumner Redstone, the 83-year-old media mogul, had always relished talking about his empire. But there is one investment that the billionaire will not comment about: his family's holding of Midway Games, the ailing video game maker.",
      "publication_date": "2006-11-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/27/business/media/play-again-mr-redstone.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Panel to Weigh Overture by U.S. to Iran and Syria",
      "snippet": "Bipartisan Iraq Study Group will debate draft report urging aggressive regional diplomatic initiative, including direct talks with Iran and Syria, but setting no timetables for military withdrawal; members of group and outsiders involved in its wo...",
      "abstract": "Bipartisan Iraq Study Group will debate draft report urging aggressive regional diplomatic initiative, including direct talks with Iran and Syria, but setting no timetables for military withdrawal; members of group and outsiders involved in its work say they expect potentially divisive debate about timetables for beginning troop withdrawal; some believe that announcing major withdrawal is only way to persuade government of Prime Min Nuri Kamal al-Maliki to focus on creating effective Iraqi military force; draft report seems to link American withdrawal to performance of Iraqi military, as Pres Bush has done; but performance benchmarks are section of report most likely to be revised; recommendations of commission are expected to carry unusual weight because its members, drawn from both political parties, have deep experience in foreign policy; members will gather for first time to hash out most difficult issues on Nov 27 (M)",
      "lead_paragraph": "WASHINGTON, Nov. 26 - A draft report on strategies for Iraq, which will be debated here by a bipartisan commission beginning Monday, urges an aggressive regional diplomatic initiative that includes direct talks with Iran and Syria but sets no timetables for a military withdrawal, according to officials who have seen all or parts of the document.",
      "publication_date": "2006-11-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/27/world/middleeast/panel-to-weigh-overture-by-us-to-iran-and-syria.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "City That Takes Rain in Stride Puts on Hip Boots",
      "snippet": "Some wonder if this month will break the record for rainfall in a single month, 15.33 inches, set in 1933.",
      "abstract": "Some wonder if this month will break the record for rainfall in a single month, 15.33 inches, set in 1933.",
      "lead_paragraph": "SEATTLE, Nov. 26 — For all the fame of the rain in this soggy city, conversations about climate often lead to local defensiveness: Seattle, which averages about 38 inches of rain annually, is far from the country’s wettest big city. Atlanta, Boston, Houston, Miami and New York are just some of the others that get more rain.",
      "publication_date": "2006-11-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/27/us/27rain.html",
      "byline": "By William Yardley"
    },
    {
      "headline": "Subpoenas and the Press",
      "snippet": "Within the news business, there is a consensus that the roof is caving in on the legal protections for working journalists.",
      "abstract": "Within the news business, there is a consensus that the roof is caving in on the legal protections for working journalists.",
      "lead_paragraph": "Like the rest of us, Eve Burton, general counsel at the Hearst Corporation was itching to get out the door last Wednesday. Every Thanksgiving, she makes the journey to Chatham Center in upstate New York to make dinner for 10 bachelor farmers in the area, aged 84 and up. Instead, she was stuck at headquarters most of the day, performing what has become a chronic, grinding task: keeping Hearst reporters out of jail.",
      "publication_date": "2006-11-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/27/business/media/27carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Black Friday Turned Green at the Malls Before Dawn",
      "snippet": "Early openings, deep discounts and resurgent department stores appeared to give merchants at mall edge over discount retailers during Thanksgiving holiday weekend, reversal of fortune from 2005; ShopperTrak RCT, which measures purchases at 45,000 ...",
      "abstract": "Early openings, deep discounts and resurgent department stores appeared to give merchants at mall edge over discount retailers during Thanksgiving holiday weekend, reversal of fortune from 2005; ShopperTrak RCT, which measures purchases at 45,000 mall-based stores, finds that sales for day after Thanksgiving rose 6 percent from year ago, to $9 billion; Wal-Mart, nation's biggest discount chain, estimates sales in November, including Black Friday, fell 0.1 percent, below its expectations; retail analysts say mall stores pushed their openings by as much as six hours, to 12 am, and offered bigger early-morning discounts than last year (M)",
      "lead_paragraph": "The clock struck midnight. Then the mall struck back.",
      "publication_date": "2006-11-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/27/business/black-friday-turned-green-at-the-malls-before-dawn.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Black Friday Turned Green at the Malls Before Dawn",
      "snippet": "Early openings, deep discounts and resurgent department stores appeared to give merchants at the mall an edge over discount retailers during the holiday weekend.",
      "abstract": "Early openings, deep discounts and resurgent department stores appeared to give merchants at the mall an edge over discount retailers during the holiday weekend.",
      "lead_paragraph": "The clock struck midnight. Then the mall struck back. ",
      "publication_date": "2006-11-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/27/business/27shop.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "In Quest to Improve Heart Therapies, Plaque Gets a Fresh Look",
      "snippet": "Health companies will sponsor a program to study fatty deposits called plaque in the hope of devising new treatments.",
      "abstract": "Health companies will sponsor a program to study fatty deposits called plaque in the hope of devising new treatments.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/27/business/27heart.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "A G.O.P. Breed Loses Its Place in New England",
      "snippet": "It was a species as endemic to New England as craggy seascapes and creamy clam chowder: the moderate Yankee Republican.  ",
      "abstract": "It was a species as endemic to New England as craggy seascapes and creamy clam chowder: the moderate Yankee Republican.  ",
      "lead_paragraph": "BOSTON, Nov. 26 - It was a species as endemic to New England as craggy seascapes and creamy clam chowder: the moderate Yankee Republican.",
      "publication_date": "2006-11-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/27/us/front page/a-gop-breed-loses-its-place-in-new-england.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "City That Takes Rain in Stride Puts on Hip Boots",
      "snippet": "Seattle is approaching single-month record for rainfall since data was first collected in 19th century; mark, 15.33 inches, was set in Dec 1933; current official rain gauge is now well past 14 inches and rising, with four days left in Nov; this mo...",
      "abstract": "Seattle is approaching single-month record for rainfall since data was first collected in 19th century; mark, 15.33 inches, was set in Dec 1933; current official rain gauge is now well past 14 inches and rising, with four days left in Nov; this month's rains have done extensive damage to region accustomed to rain; flooding in Nov killed at least three people in Northwest, destroyed or damaged hundreds of homes, forced evacuations, ruined farms and washed out roads; this month's drama has stirred discussion about long-term implications, with some models of global warming predicting more extreme wet weather in future Northwest winters and more extreme dry periods in summer; National Weather Service says six of 10 wettest Novembers on record in Seattle occurred in last 16 years; photos; map; chart (M)",
      "lead_paragraph": "SEATTLE, Nov. 26 - For all the fame of the rain in this soggy city, conversations about climate often lead to local defensiveness: Seattle, which averages about 38 inches of rain annually, is far from the country's wettest big city. Atlanta, Boston, Houston, Miami and New York are just some of the others that get more rain.",
      "publication_date": "2006-11-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/27/us/city-that-takes-rain-in-stride-puts-on-hip-boots.html",
      "byline": "By William Yardley"
    },
    {
      "headline": "Panel to Weigh Overture by U.S. to Iran and Syria",
      "snippet": "A bipartisan commission also faces a divisive debate on whether to back a timetable for withdrawing troops.",
      "abstract": "A bipartisan commission also faces a divisive debate on whether to back a timetable for withdrawing troops.",
      "lead_paragraph": "WASHINGTON, Nov. 26 — A draft report on strategies for Iraq, which will be debated here by a bipartisan commission beginning Monday, urges an aggressive regional diplomatic initiative that includes direct talks with Iran and Syria but sets no timetables for a military withdrawal, according to officials who have seen all or parts of the document.",
      "publication_date": "2006-11-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/27/world/middleeast/27policy.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Subpoenas and the Press",
      "snippet": "David Carr column on subpoenas and the press; focuses on Hearst Corp general counsel Eve Burton's preparations to appeal Federal Judge Jeffrey S White's decision to sentence San Francisco Chronicle reporters Lance Williams and Mark Fainaru-Wada to...",
      "abstract": "David Carr column on subpoenas and the press; focuses on Hearst Corp general counsel Eve Burton's preparations to appeal Federal Judge Jeffrey S White's decision to sentence San Francisco Chronicle reporters Lance Williams and Mark Fainaru-Wada to up to 18 months in jail for their refusal to reveal who leaked grand jury information in Balco steroids case; Burton says culture of press as independent body is now under attack and if this continues, will come to be seen as investigative arm of government; says her company has received 80 newsgathering subpoenas in last 18 months (M)",
      "lead_paragraph": "Like the rest of us, Eve Burton, general counsel at the Hearst Corporation was itching to get out the door last Wednesday. Every Thanksgiving, she makes the journey to Chatham Center in upstate New York to make dinner for 10 bachelor farmers in the area, aged 84 and up. Instead, she was stuck at headquarters most of the day, performing what has become a chronic, grinding task: keeping Hearst reporters out of jail.",
      "publication_date": "2006-11-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/27/business/media/subpoenas-and-the-press.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Chilling Echo for Lebanon, Mirror of Regional Tension",
      "snippet": "News analysis: assassination of Pierre Gemayel may be prelude to civil war in Lebanon between Iranian-backed Hezbollah and Western-backed governing coalition; Lebanon is weak state with weak institutions unable to shield itself from volley of disr...",
      "abstract": "News analysis: assassination of Pierre Gemayel may be prelude to civil war in Lebanon between Iranian-backed Hezbollah and Western-backed governing coalition; Lebanon is weak state with weak institutions unable to shield itself from volley of disruptions jolting region; regional uncertainty has spawned flurry of geopoliticking between adversaries; Saudi Arabia and Egypt, struggling to maintain status quo, have tried to defuse crisis in Lebanon; despite rising tension, many political analysts say Lebanon is different place from what it was in 1975, less prone to violence; photos (M)",
      "lead_paragraph": "BEIRUT, Lebanon, Nov. 26 - In April 1975, gunmen fired on a church in East Beirut in what appeared to be an attempt to kill Pierre Gemayel, founder of the main right-wing Lebanese Christian militia. He was not killed, but the shooting set off a cycle of revenge that became a 15-year civil war.",
      "publication_date": "2006-11-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/27/world/middleeast/chilling-echo-for-lebanon-mirror-of-regional-tension.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "The Air Is Free, and Sometimes So Are the Phone Calls That Borrow It",
      "snippet": "New mobile devices allow users to make free or low-cost phone calls over the Internet using nearby wireless access points, which range from cafes to private homes.",
      "abstract": "New mobile devices allow users to make free or low-cost phone calls over the Internet using nearby wireless access points, which range from cafes to private homes.",
      "lead_paragraph": "SAN FRANCISCO, Nov. 26 — Gary Schaffer looked out his window here last week to discover a reporter standing on his lawn, pirating his wireless Internet access to test a new mobile phone.",
      "publication_date": "2006-11-27T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/27/technology/27wifi.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "In Quest to Improve Heart Therapies, Plaque Gets a Fresh Look",
      "snippet": "Many heart researchers have turned their attention from atherosclerosis in general to tendency of some patients to develop form of plaque prone to inflammation and rupture, which can spill stew of cells into bloodstream that can incite rapid clott...",
      "abstract": "Many heart researchers have turned their attention from atherosclerosis in general to tendency of some patients to develop form of plaque prone to inflammation and rupture, which can spill stew of cells into bloodstream that can incite rapid clotting; such plaques have been called 'vulnerable' plaque; little is known about how much plaques form and even less about how long they last or what makes them rupture; broadest effort yet to find out who is going to have plaque rupture will be announced by consortium pledging to invest $30 million over four years in international plaque research program; effort will be overseen by Dr Valentin Fuster, cardiologist at Mount Sinai Medical Center in New York; initial sponsors include Humana, AstraZeneca, Merck & Co, Royal Philips Electronics and BG Medicine, start-up company in Waltham, Mass; centerpiece of research will be study of 4,000 to 6,000 Humana patients with at least two known risk factors for heart attacks; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/27/business/in-quest-to-improve-heart-therapies-plaque-gets-a-fresh-look.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "The Air Is Free, and Sometimes So Are the Phone Calls That Borrow It",
      "snippet": "Several new mobile devices allow users to make free or low-cost phone calls from Internet; they are designed to take advantage of hundreds of thousands of wireless access points deployed in cafes, parks, businesses and homes; technology's advocate...",
      "abstract": "Several new mobile devices allow users to make free or low-cost phone calls from Internet; they are designed to take advantage of hundreds of thousands of wireless access points deployed in cafes, parks, businesses and homes; technology's advocates say that as long as people are paying for high-speed Wi-Fi access in their homes, they should be able to use it as conduit for inexpensive calls and alternative to traditional phone service; phones can also be used on go, piggybacking on whatever access points happen to be open and available; technology is starting to emerge commercially, with companies like Vonage, Skype (owned by eBay) and T-Mobile selling or supporting mobile devices that use Wi-Fi networks; photos (M)",
      "lead_paragraph": "SAN FRANCISCO, Nov. 26 - Gary Schaffer looked out his window here last week to discover a reporter standing on his lawn, pirating his wireless Internet access to test a new mobile phone.",
      "publication_date": "2006-11-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/27/technology/the-air-is-free-and-sometimes-so-are-the-phone-calls-that-borrow.html",
      "byline": "By Matt Richtel"
    }
  ]
}