{
  "metadata": {
    "date": "2006-05-22",
    "total_articles": 56
  },
  "articles": [
    {
      "headline": "Seeking United Latin America, Venezuela's Chávez Is a Divider",
      "snippet": "Some of Venezuela's neighbors have expressed rising impatience at what they see as Hugo Chávez's meddling. ",
      "abstract": "Some of Venezuela's neighbors have expressed rising impatience at what they see as Hugo Chávez's meddling. ",
      "lead_paragraph": "BOGOTÁ, Colombia, May 19 — As Venezuela's president, Hugo Chávez, insinuates himself deeper in the politics of his region, something of a backlash is building among his neighbors. ",
      "publication_date": "2006-05-20T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/20/world/americas/20chavez.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "Some Ships Get Coast Guard Tip Before Searches",
      "snippet": "The Coast Guard is tipping off some large ships about security searches that had been intended as a surprise.",
      "abstract": "The Coast Guard is tipping off some large ships about security searches that had been intended as a surprise.",
      "lead_paragraph": "LONG BEACH, Calif.  Under intense pressure from shipping companies concerned about costly delays, the Coast Guard is tipping off some large commercial ships about security searches that had been a surprise, according to high-ranking Coast Guard officials. ",
      "publication_date": "2006-05-20T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/20/us/20ships.html",
      "byline": "By Timothy Egan"
    },
    {
      "headline": "For the Families of the Dying, Coaching as the Hours Wane",
      "snippet": "Inspired by research on the end of life, hospices are broadening their range of therapeutic services. ",
      "abstract": "Inspired by research on the end of life, hospices are broadening their range of therapeutic services. ",
      "lead_paragraph": "Greg Torso's death announced itself with a long exhale and then silence, as the breath literally left his body. His mother had been told to expect this, so she was not scared.",
      "publication_date": "2006-05-20T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/20/us/20vigil.html",
      "byline": "By Jane Gross"
    },
    {
      "headline": "U.S. Should Close Prison in Cuba, U.N. Panel Says",
      "snippet": "The panel's criticism came as military officials at Guantánamo disclosed the most serious disturbances by prisoners there since the camp opened. ",
      "abstract": "The panel's criticism came as military officials at Guantánamo disclosed the most serious disturbances by prisoners there since the camp opened. ",
      "lead_paragraph": "UNITED NATIONS, May 19  An important United Nations panel roundly criticized the United States on Friday for its treatment of terrorism suspects, and called for shutting down the detention camp at Guantánamo Bay, Cuba. ",
      "publication_date": "2006-05-20T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/20/world/americas/20torture.html",
      "byline": "By Tim Golden"
    },
    {
      "headline": "Unease on Industry's Role in Hypertension Debate",
      "snippet": "The American Society of Hypertension is in the midst of a dispute over the influence of drug industry money. ",
      "abstract": "The American Society of Hypertension is in the midst of a dispute over the influence of drug industry money. ",
      "lead_paragraph": "Three pharmaceutical companies donated $700,000 to a medical society that used most of the money on a series of dinner lectures last year to brief doctors on the latest news about high blood pressure.",
      "publication_date": "2006-05-20T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/20/business/20hyper.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "'Da Vinci' as a Brand: From Soup to Nuts",
      "snippet": "\"The Da Vinci Code\" has already spawned a mini-industry unto itself that encompasses video games, cookbooks, even pornography.",
      "abstract": "\"The Da Vinci Code\" has already spawned a mini-industry unto itself that encompasses video games, cookbooks, even pornography.",
      "lead_paragraph": "If you, like more than 100 million readers around the world, enjoyed \"The Da Vinci Code,\" marketers are betting that you might like the \"Da Vinci\" video game for PlayStation2 and Xbox, too. Or a \"Da Vinci Code\" paint-by-number. Or \"The Da Vinci Fitness Code,\" a diet book based on the Fibonacci sequence.",
      "publication_date": "2006-05-20T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/20/business/media/20code.html",
      "byline": "By Julie Bosman"
    },
    {
      "headline": "Never Mind the Clip-On Ties, Geek Squad Can Fix Your PC",
      "snippet": "Robert Stephens has made a very good living solving the problems of technophobes and people who thought they were technically adept.",
      "abstract": "Robert Stephens has made a very good living solving the problems of technophobes and people who thought they were technically adept.",
      "lead_paragraph": " Robert Stephens, the founder of the Geek Squad, has made a very good living solving the problems of technophobes and people who thought they were technically adept.",
      "publication_date": "2006-05-20T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/20/technology/20money.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Seeking United Latin America, Venezuela's Chávez Is a Divider",
      "snippet": "Venezuelan President Hugo Chavez has cast himself as spokesman for united Latin America free of Washington's influence; some nations are beginning to take umbrage, with Peru and Brazil expressing rising impatience at what they see as meddling and ...",
      "abstract": "Venezuelan President Hugo Chavez has cast himself as spokesman for united Latin America free of Washington's influence; some nations are beginning to take umbrage, with Peru and Brazil expressing rising impatience at what they see as meddling and grandstanding, often at their expense; former Mexican foreign minister Jorge G Castaneda says Chavez is loose cannon and is causing tensions, picking fights with friends and adversaries; some of his gestures make him popular among poor, but increasingly he has come to stand for style of caustic nationalism that many in region fear as divisive; Chavez has taken uncompromising stand that governments must choose between his vision of unity or free trade with America, which he blames for impoverishing region; photos (M)",
      "lead_paragraph": "BOGOTÁ, Colombia, May 19 - As Venezuela's president, Hugo Chávez, insinuates himself deeper in the politics of his region, something of a backlash is building among his neighbors.",
      "publication_date": "2006-05-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/20/world/americas/seeking-united-latin-america-venezuelas-chavez-is-a-divider.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "Unease on Industry's Role in Hypertension Debate",
      "snippet": "American Society of Hypertension is in midst of dispute over influence of drug industry money; Merck, Novartis and Sankyo donated $700,000 to society, which it used on series of dinner lectures to brief doctors on latest news about high blood pres...",
      "abstract": "American Society of Hypertension is in midst of dispute over influence of drug industry money; Merck, Novartis and Sankyo donated $700,000 to society, which it used on series of dinner lectures to brief doctors on latest news about high blood pressure; main talking point was expanded concept of high blood pressure that many doctors say would dramatically increase number of people taking drugs; dinners illustrate connections that can ultimately affect patient treatment; controlling blood pressure has been mainstay of pharmaceutical industry, which currently has $17 billion annual market in drugs for hypertension; photo (M)",
      "lead_paragraph": "Three pharmaceutical companies donated $700,000 to a medical society that used most of the money on a series of dinner lectures last year to brief doctors on the latest news about high blood pressure.",
      "publication_date": "2006-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/20/business/unease-on-industrys-role-in-hypertension-debate.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "U.S. Should Close Prison in Cuba, U.N. Panel Says",
      "snippet": "United Nations Committee Against Torture issues report criticizing United States for its treatment of terrorism suspects and calling for shutting down detention camp at Guantanamo Bay, Cuba; dismisses several basic legal arguments Bush administrat...",
      "abstract": "United Nations Committee Against Torture issues report criticizing United States for its treatment of terrorism suspects and calling for shutting down detention camp at Guantanamo Bay, Cuba; dismisses several basic legal arguments Bush administration offered to justify certain pratices; criticism comes as military officials at Guantanamo disclose serious disturbances, including attempted suicides by detainees, violent attack on guards quelled by antiriot soldiers and episode involving detainees who tore apart their quarters and attacked guards in showcase unit for camp's most compliant inmates; military officials say prisoners' actions were aimed at raising political pressure on Bush administraiton over its detention policy; recommendations of committee are not legally binding, but are likely to be more influential than previous internal reviews, in part because administration took process more seriously, sending delegation to Geneva to present its case (M)",
      "lead_paragraph": "UNITED NATIONS, May 19 - An important United Nations panel roundly criticized the United States on Friday for its treatment of terrorism suspects, and called for shutting down the detention camp at Guantánamo Bay, Cuba.",
      "publication_date": "2006-05-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/20/world/americas/us-should-close-prison-in-cuba-un-panel-says.html",
      "byline": "By Tim Golden"
    },
    {
      "headline": "Some Ships Get Coast Guard Tip Before Searches",
      "snippet": "Coast Guard is tipping off some large commercial ships about impending security searches that formerly had been surprise; companies say surprise boardings at sea cause unnessary delays, costing up to $40,000 per hour; Coast Guard Capt Paul E Wiede...",
      "abstract": "Coast Guard is tipping off some large commercial ships about impending security searches that formerly had been surprise; companies say surprise boardings at sea cause unnessary delays, costing up to $40,000 per hour; Coast Guard Capt Paul E Wiedenhoeft, who is in charge of port complex at Long Beach and Los Angeles, says sometimes commerce and security conflict; notification practice has caused confusion and debate within Coast Guard, and even disagreements within command at some ports; typical search involves checking crew and cargo manifests against those filed with ports, as well as matching identification cards against faces of crew members; Capt Frank Sturm, official at Washington headquarters, says policy is fluid, depending on reasonable suspicions based on what ship reports it is carrying and composition of crew; critics worry that practice of notification may undermine important component of security effort to keep terrorists away; photo (M)",
      "lead_paragraph": "LONG BEACH, Calif. - Under intense pressure from shipping companies concerned about costly delays, the Coast Guard is tipping off some large commercial ships about security searches that had been a surprise, according to high-ranking Coast Guard officials.",
      "publication_date": "2006-05-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/20/us/some-ships-get-coast-guard-tip-before-searches.html",
      "byline": "By Timothy Egan"
    },
    {
      "headline": "For the Families of the Dying, Coaching as the Hours Wane",
      "snippet": "Final moments are focus of new attention as hospices broaden their range of services, inspired by growing body of research on very end of life; hospice movement has grown from one program in 1974 to 3,650 in 2004; as it grows, more Americans are e...",
      "abstract": "Final moments are focus of new attention as hospices broaden their range of services, inspired by growing body of research on very end of life; hospice movement has grown from one program in 1974 to 3,650 in 2004; as it grows, more Americans are expected to choose hospice care as its extends its reach into hospitals and nursing homes, where palliative care is not routinely available; hospices are encouraging calming properties of music, meditation and other therapies for both patients and families; some are increasing training for so-called 11th hour companions who families can request be with them, as holding hand of dying loved one alone at bedside may be frightening; preparation for death, vigil and aftermath described for several families; photos (M)",
      "lead_paragraph": "Greg Torso's death announced itself with a long exhale and then silence, as the breath literally left his body. His mother had been told to expect this, so she was not scared.",
      "publication_date": "2006-05-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/20/us/for-the-families-of-the-dying-coaching-as-the-hours-wane.html",
      "byline": "By Jane Gross"
    },
    {
      "headline": "'Da Vinci' as a Brand: From Soup to Nuts",
      "snippet": "Opening of movie version of Da Vinci Code has spawned mini-industry of product tie-ins and merchandise; products have generated estimated $1 billion in sales before film's opening weekend; book's popularity guarantees merchandise will continue to ...",
      "abstract": "Opening of movie version of Da Vinci Code has spawned mini-industry of product tie-ins and merchandise; products have generated estimated $1 billion in sales before film's opening weekend; book's popularity guarantees merchandise will continue to sell well even if movie is not blockbuster as expected; book has produced $400 million in worldwide revenues with 60.5 million copies in print in 44 languages; photos (M)",
      "lead_paragraph": "If you, like more than 100 million readers around the world, enjoyed \"The Da Vinci Code,\" marketers are betting that you might like the \"Da Vinci\" video game for PlayStation2 and Xbox, too. Or a \"Da Vinci Code\" paint-by-number. Or \"The Da Vinci Fitness Code,\" a diet book based on the Fibonacci sequence.",
      "publication_date": "2006-05-20T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/20/business/media/da-vinci-as-a-brand-from-soup-to-nuts.html",
      "byline": "By Julie Bosman"
    },
    {
      "headline": "Hyundai Arrest Shakes Foundations of South Korean Industry",
      "snippet": "Hyundai chairman Chung Mong Koo is indicted on bribery charges; arrest disrupts Hyundai industrial group; corruption charges against Hyundai and Samsung raise questions about management of Korean companies as some are joining top ranks of world ma...",
      "abstract": "Hyundai chairman Chung Mong Koo is indicted on bribery charges; arrest disrupts Hyundai industrial group; corruption charges against Hyundai and Samsung raise questions about management of Korean companies as some are joining top ranks of world markets; skeptics doubt South Korea has changed its economic legacy of being controlled by wealthy and selective families; photos (M)",
      "lead_paragraph": "ASAN, South Korea, May 16 - The assembly workers here are models of industrial efficiency, rolling out a gleaming new sedan once every 57 seconds.",
      "publication_date": "2006-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/20/business/worldbusiness/hyundai-arrest-shakes-foundations-of-south-korean.html",
      "byline": "By Martin Fackler"
    },
    {
      "headline": "Home Insurers Embrace the Heartland",
      "snippet": "Home insurers are shifting business away from coastal areas and cutting rates in Midwest and West as they expect increasing amount of hurricanes over next decade; Allstate cut rates in Michigan by average of 16.5 percent in last six months and 14....",
      "abstract": "Home insurers are shifting business away from coastal areas and cutting rates in Midwest and West as they expect increasing amount of hurricanes over next decade; Allstate cut rates in Michigan by average of 16.5 percent in last six months and 14.8 percent in Montana; critics say insurance companies are placing short-term profits ahead of long-term stability; photos (M)",
      "lead_paragraph": "Homeowners in Michigan have been getting some surprising news lately from their insurance companies -- their premiums are going down as insurers fight for their business.",
      "publication_date": "2006-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/20/business/home-insurers-embrace-the-heartland.html",
      "byline": "By Joseph B. Treaster"
    },
    {
      "headline": "Never Mind the Clip-On Ties, Geek Squad Can Fix Your PC",
      "snippet": "Geek Squad computer repair company's success follows steady decline of do-it-yourselfers; company has grown since being sold to Best Buy in 2002 from 60 employees to 12,000 agents; founder Robert Stephens discusses origins of business, company ima...",
      "abstract": "Geek Squad computer repair company's success follows steady decline of do-it-yourselfers; company has grown since being sold to Best Buy in 2002 from 60 employees to 12,000 agents; founder Robert Stephens discusses origins of business, company image and room for growth; photos (M)",
      "lead_paragraph": "Robert Stephens, the founder of the Geek Squad, has made a very good living solving the problems of technophobes and people who thought they were technically adept.",
      "publication_date": "2006-05-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/20/technology/never-mind-the-clipon-ties-geek-squad-can-fix-your-pc.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Rough Summer Is on the Way for Air Travel",
      "snippet": "Planes are full, fares are rising and frills are disappearing. Brace yourself for a summer of miserable air travel.",
      "abstract": "Planes are full, fares are rising and frills are disappearing. Brace yourself for a summer of miserable air travel.",
      "lead_paragraph": "CHICAGO, May 20 — Brace yourself for a summer of miserable air travel.",
      "publication_date": "2006-05-21T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/21/business/21AIRTRAVEL.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "The Fight Against V1@gra (and Other Spam)",
      "snippet": "Advances in e-mail filtering techniques mean that most computer users no longer face a paralyzing crush of junk messages, but spammers have hardly given up.",
      "abstract": "Advances in e-mail filtering techniques mean that most computer users no longer face a paralyzing crush of junk messages, but spammers have hardly given up.",
      "lead_paragraph": "TO the antispam researchers at MessageLabs, an e-mail filtering company, each new wave of a recent stock-pumping spam seemed like a personal affront.",
      "publication_date": "2006-05-21T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/05/21/business/yourmoney/21spam.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "Iraqis Form Government, With Crucial Posts Vacant",
      "snippet": "The approved full-term government appeared to lack the cohesion needed to quell sectarian and guerrilla violence.",
      "abstract": "The approved full-term government appeared to lack the cohesion needed to quell sectarian and guerrilla violence.",
      "lead_paragraph": "BAGHDAD, Iraq, May 20— Iraqi leaders on Saturday approved a full-term government here for the first time since the fall of Saddam Hussein more than three years ago, but one that appeared to lack the cohesion needed to quell the sectarian and guerrilla violence engulfing the country.",
      "publication_date": "2006-05-21T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/21/world/middleeast/21iraq.html",
      "byline": "By Dexter Filkins and Richard A. Oppel Jr"
    },
    {
      "headline": "A Calming Word After a Bump on the Street",
      "snippet": "Why inflation doesn't have to spoil the party.",
      "abstract": "Why inflation doesn't have to spoil the party.",
      "lead_paragraph": "THE stock markets got spooked last week, falling around 2 percent on fears that inflation might spoil all the fun that equity investors have been having of late. Is the bull market that began just over a year ago a goner, or is it simply taking a breather?",
      "publication_date": "2006-05-21T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/05/21/business/yourmoney/21gret.html",
      "byline": ""
    },
    {
      "headline": "Nagin Re-elected as New Orleans Mayor",
      "snippet": "C. Ray Nagin fended off a strong challenge from Lt. Gov. Mitch Landrieu in a contest to decide who would lead the city's rebuilding.",
      "abstract": "C. Ray Nagin fended off a strong challenge from Lt. Gov. Mitch Landrieu in a contest to decide who would lead the city's rebuilding.",
      "lead_paragraph": "NEW ORLEANS, May 20 — C. Ray Nagin, the unpredictable mayor who charted a sometimes erratic course for his city through Hurricane Katrina and after, won a narrow re-election victory here Saturday.",
      "publication_date": "2006-05-21T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/21/us/21election.html",
      "byline": "By Adam Nossiter"
    },
    {
      "headline": "Hoping to Get on the Fast Track, Students Turn to Career Coaches",
      "snippet": "Entry-level job coaching has emerged as an offshoot of traditional career coaching, which is usually reserved for midcareer professionals.",
      "abstract": "Entry-level job coaching has emerged as an offshoot of traditional career coaching, which is usually reserved for midcareer professionals.",
      "lead_paragraph": "After graduating from Middlebury College in January, Robert Borden did what a lot of new graduates do: he traveled for a while and thought about his future. ",
      "publication_date": "2006-05-21T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/05/21/jobs/21jmar.html",
      "byline": "By Eilene Zimmerman"
    },
    {
      "headline": "Jobs the Revolution Passed By",
      "snippet": "When was the last time you saw a woman loading furniture onto a moving van? There is still a cluster of professions ceded almost completely to men.",
      "abstract": "When was the last time you saw a woman loading furniture onto a moving van? There is still a cluster of professions ceded almost completely to men.",
      "lead_paragraph": "WHEN I was in seventh grade at Brookside Junior High School in Bellmore on Long Island, the girls took home economics and the boys took machine shop. More out of a distaste for sewing than a burning desire to learn woodworking, I raised an adolescent fuss, and became the first girl allowed to hammer and saw with the boys. That my choice of project was a very domestic napkin holder, and that it came out crooked, is beside the point. I was giddy to break new ground. ",
      "publication_date": "2006-05-21T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/05/21/jobs/21wcol.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "For Tiny Screens, Some Big Dreams",
      "snippet": "Media companies are racing to develop the first big hit in games and other original programming for cellphones.",
      "abstract": "Media companies are racing to develop the first big hit in games and other original programming for cellphones.",
      "lead_paragraph": "SAN MATEO, Calif.",
      "publication_date": "2006-05-21T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/05/21/business/yourmoney/21mobile.html",
      "byline": "By Lorne Manly"
    },
    {
      "headline": "Misjudgments Marred U.S. Plans for Iraqi Police",
      "snippet": "The Iraqi police are a battered and dysfunctional force that has helped bring the country to the brink of civil war.",
      "abstract": "The Iraqi police are a battered and dysfunctional force that has helped bring the country to the brink of civil war.",
      "lead_paragraph": "As chaos swept Iraq after the American invasion in 2003, the Pentagon began its effort to rebuild the Iraqi police with a mere dozen advisers. Overmatched from the start, one was sent to train a 4,000-officer unit to guard power plants and other utilities. A second to advise 500 commanders in Baghdad. Another to organize a border patrol for the entire country.",
      "publication_date": "2006-05-21T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/21/world/middleeast/21security.html",
      "byline": "By Michael Moss and David Rohde"
    },
    {
      "headline": "Jobs the Revolution Passed By",
      "snippet": "Lisa Belkin column finds that there is still cluster of professions ceded almost completely to men; cites changes that have allowed some women entry into traditionally male fields, but concludes that while much has changed for women, much has not;...",
      "abstract": "Lisa Belkin column finds that there is still cluster of professions ceded almost completely to men; cites changes that have allowed some women entry into traditionally male fields, but concludes that while much has changed for women, much has not; drawing (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-05-21T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/05/21/jobs/jobs-the-revolution-passed-by.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Hoping to Get on the Fast Track, Students Turn to Career Coaches",
      "snippet": "Some college graduates are enlisting aid of career coaches to help them make transition from classroom to work; entry-level career coaching has emerged as offshoot of traditional career coaching, which is usually reserved for midcareer professiona...",
      "abstract": "Some college graduates are enlisting aid of career coaches to help them make transition from classroom to work; entry-level career coaching has emerged as offshoot of traditional career coaching, which is usually reserved for midcareer professionals; photo (M)",
      "lead_paragraph": "After graduating from Middlebury College in January, Robert Borden did what a lot of new graduates do: he traveled for a while and thought about his future.",
      "publication_date": "2006-05-21T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/05/21/jobs/hoping-to-get-on-the-fast-track-students-turn-to-career-coaches.html",
      "byline": "By Eilene Zimmerman"
    },
    {
      "headline": "A Last Chance for U.S. Policy?",
      "snippet": "Some United States officials said they feared the naming of Iraq's new government may be the last chance to save the American enterprise in Iraq from a descent into chaos and civil war. News Analysis, Page 18.  ",
      "abstract": "Some United States officials said they feared the naming of Iraq's new government may be the last chance to save the American enterprise in Iraq from a descent into chaos and civil war. News Analysis, Page 18.  ",
      "lead_paragraph": "Some United States officials said they feared the naming of Iraq's new government may be the last chance to save the American enterprise in Iraq from a descent into chaos and civil war. News Analysis, Page 18.",
      "publication_date": "2006-05-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/05/21/world/a-last-chance-for-us-policy.html",
      "byline": ""
    },
    {
      "headline": "Rough Summer Is on the Way for Air Travel",
      "snippet": "Summer of miserable air travel looms as planes are expected to be packed full, fares are rising and service frills disappearing; federal government is straining to keep security-screener jobs filled, while airlines are working with 70,000 fewer pe...",
      "abstract": "Summer of miserable air travel looms as planes are expected to be packed full, fares are rising and service frills disappearing; federal government is straining to keep security-screener jobs filled, while airlines are working with 70,000 fewer personnel than in 2002; workers are expected to handle more than 100 million more passengers this year than they did in 2002; traffic has risen along with economy and recovery from sharp downturn following Sept 11 terrorist attacks; graphs; photos; map (L)",
      "lead_paragraph": "CHICAGO, May 20 - Brace yourself for a summer of miserable air travel.",
      "publication_date": "2006-05-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/05/21/business/rough-summer-is-on-the-way-for-air-travel.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "Iraqis Form Government, With Crucial Posts Vacant",
      "snippet": "Iraqi Parliament approves 36 ministers in cabinet led by Prime Min Nuri Kamal al-Maliki, forming first full-time government since fall of Saddam Hussein; Ministries of Defense, Interior and National Security remain vacant as Sunnis, Shiites and Ku...",
      "abstract": "Iraqi Parliament approves 36 ministers in cabinet led by Prime Min Nuri Kamal al-Maliki, forming first full-time government since fall of Saddam Hussein; Ministries of Defense, Interior and National Security remain vacant as Sunnis, Shiites and Kurds disagree about who should fill them; cabinet includes representatives of main ethnic and sectarian communities, including Sunni Arab vice president and deputy prime minister; bringing Sunnis into political process and training army and police have been seen by Bush administration as conditions that would allow withdrawal of American troops to begin; graphs; photos (L)",
      "lead_paragraph": "BAGHDAD, Iraq, May 20 - Iraqi leaders on Saturday approved a full-term government here for the first time since the fall of Saddam Hussein more than three years ago, but one that appeared to lack the cohesion needed to quell the sectarian and guerrilla violence engulfing the country.",
      "publication_date": "2006-05-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/05/21/world/middleeast/iraqis-form-government-with-crucial-posts-vacant.html",
      "byline": "By Dexter Filkins and Richard A. Oppel Jr"
    },
    {
      "headline": "Nagin Re-elected as New Orleans Mayor",
      "snippet": "New Orleans Mayor C Ray Nagin wins re-election with 52 percent of vote, while challenger Lt Gov Mitch Landrieu wins 48 percent; Nagin won about 20 percent of white vote and 80 percent of black vote, while Landrieu seems to have lost some of black ...",
      "abstract": "New Orleans Mayor C Ray Nagin wins re-election with 52 percent of vote, while challenger Lt Gov Mitch Landrieu wins 48 percent; Nagin won about 20 percent of white vote and 80 percent of black vote, while Landrieu seems to have lost some of black votes he won in primary; Nagin calls for end to arguments over how to rebuild city after Hurricane Katrina; pointedly thanks Pres Bush for helping New Orleans, after earlier criticizing him; photos (L)",
      "lead_paragraph": "NEW ORLEANS, May 20 - C. Ray Nagin, the unpredictable mayor who charted a sometimes erratic course for his city through Hurricane Katrina and after, won a narrow re-election victory here Saturday.",
      "publication_date": "2006-05-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/05/21/us/nagin-reelected-as-new-orleans-mayor.html",
      "byline": "By Adam Nossiter"
    },
    {
      "headline": "Misjudgments Marred U.S. Plans for Iraqi Police",
      "snippet": "Article in series Law and Disorder: The Training Gap; Iraqi police force that Bush administration originally envisioned as cornerstone of new democracy is battered and dysfunctional force accused of operating death squads for powerful political gr...",
      "abstract": "Article in series Law and Disorder: The Training Gap; Iraqi police force that Bush administration originally envisioned as cornerstone of new democracy is battered and dysfunctional force accused of operating death squads for powerful political groups or simply for profit; at least 547 police officers have been slain this year; administration dismissed recommendations by Justice and State Departments for massive police-training program, leaving effort undermanned; Iraqi squabbling over control of police stalled formation of government for weeks; photos; chronology (L)",
      "lead_paragraph": "As chaos swept Iraq after the American invasion in 2003, the Pentagon began its effort to rebuild the Iraqi police with a mere dozen advisers. Overmatched from the start, one was sent to train a 4,000-officer unit to guard power plants and other utilities. A second to advise 500 commanders in Baghdad. Another to organize a border patrol for the entire country.",
      "publication_date": "2006-05-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/05/21/world/middleeast/misjudgments-marred-us-plans-for-iraqi-police.html",
      "byline": "By Michael Moss and David Rohde"
    },
    {
      "headline": "In House Races, More G.O.P. Seats Look Vulnerable",
      "snippet": "Cook Political Report has increased number of Republican Congressional seats viewed as competitive to 36 seats from 24 seats; Republicans are having trouble in Pennsylvania and California, and Pres Bush has had to campaign in Virginia and Kentucky...",
      "abstract": "Cook Political Report has increased number of Republican Congressional seats viewed as competitive to 36 seats from 24 seats; Republicans are having trouble in Pennsylvania and California, and Pres Bush has had to campaign in Virginia and Kentucky; public is as unhappy with Congress as at any time in history of Pew poll; Republicans are particularly concerned that many loyal supporters seem discouraged and prone to staying home, while Democrats are energized; photos; chart; graph (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-05-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/05/21/washington/in-house-races-more-gop-seats-look-vulnerable.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "A Calming Word After a Bump on the Street",
      "snippet": "Gretchen Morgenson column, in light of recent bump on Wall Street, explores whether bull market that began just over year ago has ended or is just taking breather on fears that inflation might rise; graphs (M)",
      "abstract": "Gretchen Morgenson column, in light of recent bump on Wall Street, explores whether bull market that began just over year ago has ended or is just taking breather on fears that inflation might rise; graphs (M)",
      "lead_paragraph": "THE stock markets got spooked last week, falling around 2 percent on fears that inflation might spoil all the fun that equity investors have been having of late. Is the bull market that began just over a year ago a goner, or is it simply taking a breather?",
      "publication_date": "2006-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/05/21/business/yourmoney/a-calming-word-after-a-bump-on-the-street.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "The Fight Against V1@gra (and Other Spam)",
      "snippet": "Article on MessageLabs and other e-mail filtering companies that reroute clients' e-mail through proprietary spam-scrubbing servers; says companies have developed new techniques to block spam embedded into images rather than text messages; holds s...",
      "abstract": "Article on MessageLabs and other e-mail filtering companies that reroute clients' e-mail through proprietary spam-scrubbing servers; says companies have developed new techniques to block spam embedded into images rather than text messages; holds spammers, in turn, have improved and adapted their techniques and network managers continue to seek ways to thwart unwanted e-mail messages; photos (L)",
      "lead_paragraph": "TO the antispam researchers at MessageLabs, an e-mail filtering company, each new wave of a recent stock-pumping spam seemed like a personal affront.",
      "publication_date": "2006-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/05/21/business/yourmoney/the-fight-against-v1gra-and-other-spam.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "For Tiny Screens, Some Big Dreams",
      "snippet": "Article on Digital Chocolate, based in San Mateo, Calif, whose sole focus is developing games and applications for mobile phones, and its founder and chief executive, Trip Hawkins; Hawkins says company's decidedly low-tech, easy-to-use games and e...",
      "abstract": "Article on Digital Chocolate, based in San Mateo, Calif, whose sole focus is developing games and applications for mobile phones, and its founder and chief executive, Trip Hawkins; Hawkins says company's decidedly low-tech, easy-to-use games and entertainments are designed to foster conversation and encourage interaction among users; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-05-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/05/21/business/yourmoney/for-tiny-screens-some-big-dreams.html",
      "byline": "By Lorne Manly"
    },
    {
      "headline": "In Print, Staring Down a Daily Worry",
      "snippet": "Newspapers are still profitable, so why must a paper like the Philadelphia Inquirer, a decent daily in a resurgent city, go begging?",
      "abstract": "Newspapers are still profitable, so why must a paper like the Philadelphia Inquirer, a decent daily in a resurgent city, go begging?",
      "lead_paragraph": "A YEAR ago, I was talking on the phone to the editor of a major newspaper for a column I was working on. With business concluded, we had The Conversation, the one about the large boulder that seems to be tumbling through the newspaper business. \"How old are you?\" he asked. Forty-nine, I told him. \"Me too. Do you think we outrun this thing?\"",
      "publication_date": "2006-05-22T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/22/business/media/22carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "NYSE Group Aims to Buy European Exchange",
      "snippet": "The NYSE Group agreed to make an offer to acquire Euronext, creating the first trans-Atlantic market.",
      "abstract": "The NYSE Group agreed to make an offer to acquire Euronext, creating the first trans-Atlantic market.",
      "lead_paragraph": "The board of the NYSE Group, operator of the New York Stock Exchange, agreed this weekend to make an offer to acquire Euronext, the pan-European exchange, a deal that would create the first trans-Atlantic market, with a combined market capitalization of more than $21 billion. ",
      "publication_date": "2006-05-22T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/22/business/worldbusiness/22nyse.html",
      "byline": "By Jenny Anderson and Heather Timmons"
    },
    {
      "headline": "Asian Officials Call Bausch Slow to React",
      "snippet": "Singapore established a link between ReNu With MoistureLoc and eye fungus infections three months before the solution was recalled.",
      "abstract": "Singapore established a link between ReNu With MoistureLoc and eye fungus infections three months before the solution was recalled.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-05-22T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/22/business/worldbusiness/22eye.html",
      "byline": "By Keith Bradsher and Wayne Arnold"
    },
    {
      "headline": "How Iraq Police Reform Became Casualty of War",
      "snippet": "Confidential reports by trainers display a startling mix of heroics and incompetence, dedication and criminality.",
      "abstract": "Confidential reports by trainers display a startling mix of heroics and incompetence, dedication and criminality.",
      "lead_paragraph": "This article was reported by Michael Moss, David Rohde and Kirk Semple and written by Mr. Moss.",
      "publication_date": "2006-05-22T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/22/world/middleeast/22security.html",
      "byline": "By Michael Moss"
    },
    {
      "headline": "U.S. Is Proposing European Shield for Iran Missiles",
      "snippet": "A new U.S. antimissile site in Europe would be designed to stop attacks by Iran against the United States and its European allies.",
      "abstract": "A new U.S. antimissile site in Europe would be designed to stop attacks by Iran against the United States and its European allies.",
      "lead_paragraph": "WASHINGTON, May 21 — The Bush administration is moving to establish a new antimissile site in Europe that would be designed to stop attacks by Iran against the United States and its European allies. ",
      "publication_date": "2006-05-22T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/22/world/middleeast/22missiles.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "Why the Data Diverge on the Dangers of Vioxx",
      "snippet": "The results of clinical trials can be open to interpretation and potential corporate pressure, even in leading medical journals.",
      "abstract": "The results of clinical trials can be open to interpretation and potential corporate pressure, even in leading medical journals.",
      "lead_paragraph": "Eighteen months.",
      "publication_date": "2006-05-22T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/22/business/22drug.html",
      "byline": "By Andrew Pollack and Reed Abelson"
    },
    {
      "headline": "With the Resurgence of the TV Drama, Ad Buyers Look Longer Before Leaping",
      "snippet": "At stake is an estimated $9 billion that advertisers agree to spend on fall shows each spring during the so-called upfront market.",
      "abstract": "At stake is an estimated $9 billion that advertisers agree to spend on fall shows each spring during the so-called upfront market.",
      "lead_paragraph": "If a nation reveals itself by what it watches on television, America — based on the new series the broadcast networks will present for the 2006-7 season — is a country consumed with:",
      "publication_date": "2006-05-22T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/22/business/media/22adco.html",
      "byline": "By Stuart Elliott"
    },
    {
      "headline": "An Incumbent Proves Resilient in New Orleans",
      "snippet": "The circumstances stacked against Mayor C. Ray Nagin by Hurricane Katrina could not trump the power of incumbency.",
      "abstract": "The circumstances stacked against Mayor C. Ray Nagin by Hurricane Katrina could not trump the power of incumbency.",
      "lead_paragraph": "NEW ORLEANS, May 21 — The extraordinary circumstances stacked against Mayor C. Ray Nagin by Hurricane Katrina — a displaced electorate, an emptied city treasury, a punishing leadership test — could not finally trump a constant force of New Orleans politics, the power of incumbency.",
      "publication_date": "2006-05-22T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/22/us/22orleans.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "U.S. Pressure Yields Curbs on Iran in Europe",
      "snippet": "Even without Security Council sanctions, the U.S. is using antiterrorism and banking laws to pressure Iran and wants Europe to do the same.",
      "abstract": "Even without Security Council sanctions, the U.S. is using antiterrorism and banking laws to pressure Iran and wants Europe to do the same.",
      "lead_paragraph": "WASHINGTON, May 21 — Prodded by the United States with threats of fines and lost business, four of the biggest European banks have started curbing their activities in Iran, even in the absence of a Security Council resolution imposing economic sanctions on Iran for its suspected nuclear weapons program.",
      "publication_date": "2006-05-22T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/22/world/middleeast/22iran.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "F.B.I. Contends Lawmaker Hid Bribe in Freezer",
      "snippet": "The F.B.I. accused Representative William J. Jefferson, Democrat of Louisiana, on Sunday of taking hundreds of thousands of dollars in bribes from a Kentucky businessman and stashing $90,000 from the scheme in his home freezer in Washington.     T...",
      "abstract": "The F.B.I. accused Representative William J. Jefferson, Democrat of Louisiana, on Sunday of taking hundreds of thousands of dollars in bribes from a Kentucky businessman and stashing $90,000 from the scheme in his home freezer in Washington.     The accusations appeared in court documents that were made public only hours after a team of 15 agents from the Federal Bureau of Investigation completed an all-night search of Mr. Jefferson's Congressional offices. F.B.I. officials said the raid, which began about 7:15 p.m. Saturday and ended early Sunday afternoon, was the first the agency had ever conducted at a lawmaker's office on Capitol Hill.  ",
      "lead_paragraph": "WASHINGTON, May 21 - The F.B.I. accused Representative William J. Jefferson, Democrat of Louisiana, on Sunday of taking hundreds of thousands of dollars in bribes from a Kentucky businessman and stashing $90,000 from the scheme in his home freezer in Washington.",
      "publication_date": "2006-05-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/22/washington/fbi-contends-lawmaker-hid-bribe-in-freezer.html",
      "byline": "By Philip Shenon"
    },
    {
      "headline": "U.S. Pressure Yields Curbs on Iran in Europe",
      "snippet": "Prodded by the United States with threats of fines and lost business, four of the biggest European banks have started curbing their activities in Iran, even in the absence of a Security Council resolution imposing economic sanctions on Iran for it...",
      "abstract": "Prodded by the United States with threats of fines and lost business, four of the biggest European banks have started curbing their activities in Iran, even in the absence of a Security Council resolution imposing economic sanctions on Iran for its suspected nuclear weapons program.     Top Treasury and State Department officials have intensified their efforts to limit Iran-related activities of major banks in Europe, the United States and the Middle East in the past six months, invoking antiterrorism and banking laws. They have also traveled to Europe and the Middle East to drive home the risky nature of dealing with a country that has repeatedly rebuffed Western demands over suspending uranium enrichment, and to urge European countries to take similar steps.  ",
      "lead_paragraph": "WASHINGTON, May 21 - Prodded by the United States with threats of fines and lost business, four of the biggest European banks have started curbing their activities in Iran, even in the absence of a Security Council resolution imposing economic sanctions on Iran for its suspected nuclear weapons program.",
      "publication_date": "2006-05-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/22/world/middleeast/us-pressure-yields-curbs-on-iran-in-europe.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "How Iraq Police Reform Became Casualty of War",
      "snippet": "Jon Villanova had just arrived in Basra last spring to help build a police force in southern Iraq when bodies began piling up. Twenty or more Iraqi civilians were dragged from their homes, shot in the head and dumped in the streets.     The eviden...",
      "abstract": "Jon Villanova had just arrived in Basra last spring to help build a police force in southern Iraq when bodies began piling up. Twenty or more Iraqi civilians were dragged from their homes, shot in the head and dumped in the streets.     The evidence pointed to some of the very people he and his team of foreign police advisers were struggling to train: a cluster of senior officers working out of a station called Jamiat.  ",
      "lead_paragraph": "BAGHDAD, Iraq - Jon Villanova had just arrived in Basra last spring to help build a police force in southern Iraq when bodies began piling up. Twenty or more Iraqi civilians were dragged from their homes, shot in the head and dumped in the streets.",
      "publication_date": "2006-05-22T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/22/world/middleeast/how-iraq-police-reform-became-casualty-of-war.html",
      "byline": "This article was reported by Michael Moss, David Rohde and Kirk Semple and Written By Mr. Moss"
    },
    {
      "headline": "NYSE Group Aims to Buy European Exchange",
      "snippet": "The board of the NYSE Group, operator of the New York Stock Exchange, agreed this weekend to make an offer to acquire Euronext, the pan-European exchange, a deal that would create the first trans-Atlantic market, with a combined market capitalizat...",
      "abstract": "The board of the NYSE Group, operator of the New York Stock Exchange, agreed this weekend to make an offer to acquire Euronext, the pan-European exchange, a deal that would create the first trans-Atlantic market, with a combined market capitalization of more than $21 billion.      The NYSE Group is expected to present Euronext with a formal proposal in the next couple of days, two people involved in the negotiations said yesterday. The Euronext board will meet today to discuss a merger plan, one of the people said, and the company is expected to present the plan to shareholders at its annual meeting tomorrow.  ",
      "lead_paragraph": "The board of the NYSE Group, operator of the New York Stock Exchange, agreed this weekend to make an offer to acquire Euronext, the pan-European exchange, a deal that would create the first trans-Atlantic market, with a combined market capitalization of more than $21 billion.",
      "publication_date": "2006-05-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/22/business/worldbusiness/nyse-group-aims-to-buy-european-exchange.html",
      "byline": "By Jenny Anderson and Heather Timmons"
    },
    {
      "headline": "With the Resurgence of the TV Drama, Ad Buyers Look Longer Before Leaping",
      "snippet": "If a nation reveals itself by what it watches on television, America -- based on the new series the broadcast networks will present for the 2006-7 season -- is a country consumed with:     The disappearance of friends and relatives, whether they v...",
      "abstract": "If a nation reveals itself by what it watches on television, America -- based on the new series the broadcast networks will present for the 2006-7 season -- is a country consumed with:     The disappearance of friends and relatives, whether they vanished on purpose, are fugitives or were kidnap victims.  ",
      "lead_paragraph": "If a nation reveals itself by what it watches on television, America -- based on the new series the broadcast networks will present for the 2006-7 season -- is a country consumed with:",
      "publication_date": "2006-05-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/22/business/media/with-the-resurgence-of-the-tv-drama-ad-buyers-look-longer.html",
      "byline": "By Stuart Elliott"
    },
    {
      "headline": "An Incumbent Proves Resilient in New Orleans",
      "snippet": "The extraordinary circumstances stacked against Mayor C. Ray Nagin by Hurricane Katrina -- a displaced electorate, an emptied city treasury, a punishing leadership test -- could not finally trump a constant force of New Orleans politics, the power...",
      "abstract": "The extraordinary circumstances stacked against Mayor C. Ray Nagin by Hurricane Katrina -- a displaced electorate, an emptied city treasury, a punishing leadership test -- could not finally trump a constant force of New Orleans politics, the power of incumbency.     By a margin of four percentage points, voters re-elected Mr. Nagin on Saturday to guide the city through the next four years, having rejected the temptation to change leaders in the midst of a crisis.  ",
      "lead_paragraph": "NEW ORLEANS, May 21 - The extraordinary circumstances stacked against Mayor C. Ray Nagin by Hurricane Katrina -- a displaced electorate, an emptied city treasury, a punishing leadership test -- could not finally trump a constant force of New Orleans politics, the power of incumbency.",
      "publication_date": "2006-05-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/22/us/an-incumbent-proves-resilient-in-new-orleans.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "U.S. Is Proposing European Shield for Iran Missiles",
      "snippet": "The Bush administration is moving to establish a new antimissile site in Europe that would be designed to stop attacks by Iran against the United States and its European allies.      The administration's proposal, which comes amid rising concerns ...",
      "abstract": "The Bush administration is moving to establish a new antimissile site in Europe that would be designed to stop attacks by Iran against the United States and its European allies.      The administration's proposal, which comes amid rising concerns about Iran's suspected program to develop nuclear weapons, calls for installing 10 antimissile interceptors at a European site by 2011. Poland and the Czech Republic are among the nations under consideration.  ",
      "lead_paragraph": "WASHINGTON, May 21 - The Bush administration is moving to establish a new antimissile site in Europe that would be designed to stop attacks by Iran against the United States and its European allies.",
      "publication_date": "2006-05-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/22/world/middleeast/us-is-proposing-european-shield-for-iran-missiles.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "In Print, Staring Down a Daily Worry",
      "snippet": "A YEAR ago, I was talking on the phone to the editor of a major newspaper for a column I was working on. With business concluded, we had The Conversation, the one about the large boulder that seems to be tumbling through the newspaper business. ''...",
      "abstract": "A YEAR ago, I was talking on the phone to the editor of a major newspaper for a column I was working on. With business concluded, we had The Conversation, the one about the large boulder that seems to be tumbling through the newspaper business. ''How old are you?'' he asked. Forty-nine, I told him. ''Me too. Do you think we outrun this thing?''     I said I thought so. But I wonder whether it will be the same for my friend Michael Schaffer.  ",
      "lead_paragraph": "A YEAR ago, I was talking on the phone to the editor of a major newspaper for a column I was working on. With business concluded, we had The Conversation, the one about the large boulder that seems to be tumbling through the newspaper business. \"How old are you?\" he asked. Forty-nine, I told him. \"Me too. Do you think we outrun this thing?\"",
      "publication_date": "2006-05-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/22/business/media/in-print-staring-down-a-daily-worry.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Asian Officials Call Bausch Slow to React",
      "snippet": "When Bausch & Lomb recalled a contact lens cleaner from markets worldwide last Monday, the company explained that it had finally, after months of sleuthing, found a link between the product and a potentially blinding eye infection.     But to the ...",
      "abstract": "When Bausch & Lomb recalled a contact lens cleaner from markets worldwide last Monday, the company explained that it had finally, after months of sleuthing, found a link between the product and a potentially blinding eye infection.     But to the health authorities in Singapore, that seemed tardy at best. Three months ago, they had established a strong statistical connection between Bausch & Lomb's ReNu With MoistureLoc cleaner and Fusarium eye fungus infections.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-05-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/22/business/worldbusiness/asian-officials-call-bausch-slow-to-react.html",
      "byline": "By Keith Bradsher and Wayne Arnold"
    },
    {
      "headline": "Question: Who Is MediaNews's Dean Singleton?",
      "snippet": "William Dean Singleton, the maverick chief executive of the MediaNews Group, had a special announcement for the editors of his 55 daily newspapers when they met in this rustic mountain resort early in May.     ''We're buying Gannett,'' he deadpann...",
      "abstract": "William Dean Singleton, the maverick chief executive of the MediaNews Group, had a special announcement for the editors of his 55 daily newspapers when they met in this rustic mountain resort early in May.     ''We're buying Gannett,'' he deadpanned.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-05-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/22/business/media/question-who-is-medianewss-dean-singleton.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Why the Data Diverge on the Dangers of Vioxx",
      "snippet": "Eighteen months.     Ever since Merck pulled its arthritis painkiller Vioxx off the market in September 2004 on evidence that it could cause strokes or heart attacks, the company and its lawyers have stood by the premise that it was dangerous only...",
      "abstract": "Eighteen months.     Ever since Merck pulled its arthritis painkiller Vioxx off the market in September 2004 on evidence that it could cause strokes or heart attacks, the company and its lawyers have stood by the premise that it was dangerous only to patients who took it for at least 18 months.  ",
      "lead_paragraph": "Eighteen months.",
      "publication_date": "2006-05-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/22/business/why-the-data-diverge-on-the-dangers-of-vioxx.html",
      "byline": "By Andrew Pollack and Reed Abelson"
    }
  ]
}