{
  "metadata": {
    "date": "2006-11-17",
    "total_articles": 18
  },
  "articles": [
    {
      "headline": "Junk Bonds May Yet Earn Their Title",
      "snippet": "Floyd Norris column on investing in junk bonds; cites study by Martin Fridson's old firm FridsonVision, which separated its junk bond index into two sub-indexes: fallen angels and bonds rated below investment grade when first sold; says results sh...",
      "abstract": "Floyd Norris column on investing in junk bonds; cites study by Martin Fridson's old firm FridsonVision, which separated its junk bond index into two sub-indexes: fallen angels and bonds rated below investment grade when first sold; says results show that from end of 1996 through third quarter of 2006, average index of original-issue junk bonds showed compound annual return of 5.5 percent; holds study shows that 'fallen angels,' bonds that began life as investment grade issues but later descended into junk status, posted annual returns of 10.2 percent; says sad performance of original-issue junk bonds has in no way damped investor enthusiasm for them; holds Thomson Financial reports that $121 billion in new junk bond issues have been sold so far this year, more than in all of 2005; graph (M)",
      "lead_paragraph": "For bond investors, it is the age of risk. With interest rates low, investors have been willing to take more risk to get higher returns. And by and large, the rewards have seemed to be worth the risks. Defaults have been low, and those who bought junk bonds made more money than those who did not.",
      "publication_date": "2006-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/17/business/junk-bonds-may-yet-earn-their-title.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "A Charismatic Economist Who Loved to Argue",
      "snippet": "For economists, Milton Friedman’s legacy is more about trying to understand how the world works and engaging in a debate about it.",
      "abstract": "For economists, Milton Friedman’s legacy is more about trying to understand how the world works and engaging in a debate about it.",
      "lead_paragraph": "Someone walked into our lunchroom yesterday at the University of Chicago and announced that Milton Friedman had died. Mr. Friedman spent his intellectual life here, so I started asking people here about him and what they remembered. It became clear that despite retiring almost 30 years ago (and despite being only 5-foot-3), he still casts a long shadow.",
      "publication_date": "2006-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/17/business/17milton.html",
      "byline": "By Austan Goolsbee"
    },
    {
      "headline": "Price Index Drops 0.5% a 2nd Time",
      "snippet": "Labor Department reports Consumer Price Index fell 0.5 percent for second consecutive month in October, suggesting inflation is being contained by declining energy prices and gradually slowing economy; so-called core inflation, which excludes fuel...",
      "abstract": "Labor Department reports Consumer Price Index fell 0.5 percent for second consecutive month in October, suggesting inflation is being contained by declining energy prices and gradually slowing economy; so-called core inflation, which excludes fuel and energy, rose by only 0.1 percent; industrial production grew 0.2 percent in October, less than most economists expected; manufacturing output fell 0.2 percent; hourly wages for blue- and white-collar workers outside management level were 2.8 percent higher in October than year earlier; price of gasoline fell 11.1 percent; price of natural gas and electricity for homeowners fell 2.5 percent (M)",
      "lead_paragraph": "Consumer prices fell by 0.5 percent for the second consecutive month in October, suggesting that inflation is being contained by declining energy prices and a gradually slowing economy.",
      "publication_date": "2006-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/17/business/price-index-drops-05-a-2nd-time.html",
      "byline": "By Eduardo Porter and Jeremy W. Peters"
    },
    {
      "headline": "Myanmar Is Left in Dark, an Energy-Rich Orphan",
      "snippet": "Asian energy rush is reshaping international politics, often in ways that run counter to American preferences; energy-thirsty China's unflagging support has enabled Myanmar's repressive military government to become more entrenched than ever and u...",
      "abstract": "Asian energy rush is reshaping international politics, often in ways that run counter to American preferences; energy-thirsty China's unflagging support has enabled Myanmar's repressive military government to become more entrenched than ever and undermined nearly decade of American economic sanctions; China is eager to sign deals for huge pockets of natural gas found in Bay of Bengal; people of Myanmar are too afraid of 400,000-member strong army supplied by China, Russia and Ukraine to complain about government's plans to sell gas abroad in face of great deprivation at home; Bush administration pledges not to let up on its sanctions against government until it releases opposition leader Daw Aung San Suu Kyi, who has been under house arrest for 11 of past 17 years; India, needing energy to fuel its fast-growing economy, has switched its policy toward Myanmar from antagonism to friendship; Thailand's $1.2 billion a year for Myanmar's natural gas gives military government badly needed hard currency; photos; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/17/world/asia/myanmar-is-left-in-dark-an-energyrich-orphan.html",
      "byline": "By Jane Perlez"
    },
    {
      "headline": "Showing a New Style, Department Stores Surge",
      "snippet": "After four decades of decline, the department store has again become a destination for shoppers. ",
      "abstract": "After four decades of decline, the department store has again become a destination for shoppers. ",
      "lead_paragraph": "From the modest cubicles inside Macy’s headquarters in Cincinnati to the spacious corner offices at Saks Fifth Avenue in Manhattan, merchants are beginning to discuss something virtually unheard-of in the American department store industry: a comeback.",
      "publication_date": "2006-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/17/business/17stores.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Junk Bonds May Yet Earn Their Title",
      "snippet": "The best returns in junk have come from “fallen angels,” bonds that began life as investment grade issues but later descended into junk status.",
      "abstract": "The best returns in junk have come from “fallen angels,” bonds that began life as investment grade issues but later descended into junk status.",
      "lead_paragraph": "For bond investors, it is the age of risk. With interest rates low, investors have been willing to take more risk to get higher returns. And by and large, the rewards have seemed to be worth the risks. Defaults have been low, and those who bought junk bonds made more money than those who did not.",
      "publication_date": "2006-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/17/business/17norris.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Price Index Drops 0.5% a 2nd Time",
      "snippet": "The drop in consumer prices suggests that inflation is being contained by declining energy prices and a slowing economy.",
      "abstract": "The drop in consumer prices suggests that inflation is being contained by declining energy prices and a slowing economy.",
      "lead_paragraph": "Consumer prices fell by 0.5 percent for the second consecutive month in October, suggesting that inflation is being contained by declining energy prices and a gradually slowing economy.",
      "publication_date": "2006-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/17/business/17econ.html",
      "byline": "By Eduardo Porter and Jeremy W. Peters"
    },
    {
      "headline": "A Charismatic Economist Who Loved to Argue",
      "snippet": "Prof Austan Goolsbee Economic Scene column on legacy of economist Milton Friedman, who died at age 94 (M)",
      "abstract": "Prof Austan Goolsbee Economic Scene column on legacy of economist Milton Friedman, who died at age 94 (M)",
      "lead_paragraph": "Someone walked into our lunchroom yesterday at the University of Chicago and announced that Milton Friedman had died. Mr. Friedman spent his intellectual life here, so I started asking people here about him and what they remembered. It became clear that despite retiring almost 30 years ago (and despite being only 5-foot-3), he still casts a long shadow.",
      "publication_date": "2006-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/17/business/a-charismatic-economist-who-loved-to-argue.html",
      "byline": "By Austan Goolsbee"
    },
    {
      "headline": "Showing a New Style, Department Stores Surge",
      "snippet": "American department stores are staging comeback after four decades of decline; over last 12 months, sales at department stores open at least year have grown 4.1 percent, compared with 1.3 percent increase at specialty apparel chains like Gap and L...",
      "abstract": "American department stores are staging comeback after four decades of decline; over last 12 months, sales at department stores open at least year have grown 4.1 percent, compared with 1.3 percent increase at specialty apparel chains like Gap and Limited, whose emergence over last 30 years forced many regional department stores to shut or be sold to competitors; gap is expected to grow even wider this holiday season; resurgence of department store is attributed to well-laid plans at chains like Kohl's, Macy's, Bloomingdale's, Nordstrom and Saks to develop stronger store clothing brands, carry higher fashions and to tidy up cluttered aisles and grimy restrooms; many shoppers were up for grabs following two megamergers--between Sears and Kmart and Federated and May department stores; also, consumer tastes have evolved away from basic apparel at chains like Old Navy toward name-brand clothing and accessories, just the merchandise department stores have sold for years; photos; graph (M)",
      "lead_paragraph": "From the modest cubicles inside Macy's headquarters in Cincinnati to the spacious corner offices at Saks Fifth Avenue in Manhattan, merchants are beginning to discuss something virtually unheard-of in the American department store industry: a comeback.",
      "publication_date": "2006-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/17/business/showing-a-new-style-department-stores-surge.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Milton Friedman, 94, Free-Market Theorist, Dies",
      "snippet": "Milton Friedman was the grandmaster of free-market economic theory in the postwar era.",
      "abstract": "Milton Friedman was the grandmaster of free-market economic theory in the postwar era.",
      "lead_paragraph": "Milton Friedman, the grandmaster of free-market economic theory in the postwar era and a prime force in the movement of nations toward less government and greater reliance on individual responsibility, died yesterday. He was 94 and lived in San Francisco.",
      "publication_date": "2006-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/17/business/17friedman.html",
      "byline": "By Holcomb B. Noble"
    },
    {
      "headline": "Myanmar Is Left in Dark, an Energy-Rich Orphan",
      "snippet": "China’s thirst for Myanmar’s vast resources has undermined nearly a decade of U.S. economic sanctions.",
      "abstract": "China’s thirst for Myanmar’s vast resources has undermined nearly a decade of U.S. economic sanctions.",
      "lead_paragraph": "SITTWE, Myanmar — In the balmy waters of the Bay of Bengal, just off the coast, an Asian energy rush is on. Huge pockets of natural gas have been found. China and India are jostling to sign deals. Plans are afoot to spend billions on new ports and pipelines. ",
      "publication_date": "2006-11-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/17/world/asia/17myanmar.html",
      "byline": "By Jane Perlez"
    },
    {
      "headline": "Pelosi Rebuffed Over Her Choice for Majority Leader",
      "snippet": "Democrats chose Steny H. Hoyer of Maryland over John P. Murtha of Pennsylvania, straining the party’s unity.",
      "abstract": "Democrats chose Steny H. Hoyer of Maryland over John P. Murtha of Pennsylvania, straining the party’s unity.",
      "lead_paragraph": " WASHINGTON, Nov. 16 — House Democrats chose Representative Steny H. Hoyer of Maryland as their new majority leader on Thursday, rejecting the choice of the incoming speaker, Nancy Pelosi, and straining the unity of the new majority party.",
      "publication_date": "2006-11-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/17/us/politics/17cong.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "For Wallflowers, a Time to Dance",
      "snippet": "Clear Channel is the latest media company to be swept up by private equity, in a trend that could raise new regulatory concerns.",
      "abstract": "Clear Channel is the latest media company to be swept up by private equity, in a trend that could raise new regulatory concerns.",
      "lead_paragraph": "Media companies may be unloved on Wall Street, but they have found big fans elsewhere. ",
      "publication_date": "2006-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/17/business/media/17private.html",
      "byline": "By Andrew Ross Sorkin and Peter Edmonston"
    },
    {
      "headline": "Pelosi Rebuffed Over Her Choice for Majority Leader",
      "snippet": "House Democrats chose Rep Steny H Hoyer as their new majority leader, rejecting incoming speaker Nancy Pelosi's choice, Rep John Murtha, and straining unity of new majority party; vote of 149 to 86 is seen as indication of rank-and-file members' w...",
      "abstract": "House Democrats chose Rep Steny H Hoyer as their new majority leader, rejecting incoming speaker Nancy Pelosi's choice, Rep John Murtha, and straining unity of new majority party; vote of 149 to 86 is seen as indication of rank-and-file members' willingness to break from Pelosi; members of leadership team that will take control of House in Jan leave their closed meeting, join hands and pledge to work together in months ahead; Democrats say clear majority of party believes Pelosi and Hoyer are winning combination, despite strains between them, and there there is no reason to make abrupt change; some Democrats portray Pelosi's decision to inject herself into race as miscalculation that elevated battle into unnecessary early test of her power and ended up giving more influence to Hoyer; Murtha's candidacy was dogged by questions about his ethics record; photos (M)",
      "lead_paragraph": "WASHINGTON, Nov. 16 - House Democrats chose Representative Steny H. Hoyer of Maryland as their new majority leader on Thursday, rejecting the choice of the incoming speaker, Nancy Pelosi, and straining the unity of the new majority party.",
      "publication_date": "2006-11-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/17/us/politics/pelosi-rebuffed-over-her-choice-for-majority-leader.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "For Wallflowers, a Time to Dance",
      "snippet": "Some of largest broadcasters and publishers are being acquired by private equity firms, which are drawn to rich cash flows these businesses generate and are undaunted by their slowing growth; trend could raise new regulatory concerns as some of bi...",
      "abstract": "Some of largest broadcasters and publishers are being acquired by private equity firms, which are drawn to rich cash flows these businesses generate and are undaunted by their slowing growth; trend could raise new regulatory concerns as some of big private equity firms start to weave complex web of cross-ownerships in industry; Clear Channel Communications agrees to be acquired for $18.7 billion by Thomas H Lee Partners and Bain Capital in largest buyout ever in media and entertainment industry; Reader's Digest Association, publisher of Reader's Digest magazine, agrees to be taken private for $1.6 billion by buyout firm consortium led by Ripplewood Holdings; investor group includes Merrill Lynch Capital and J Rothschild Group; Univision Communications was locked in bidding war two months ago with winning consortium paying $12 billion for company; Tribune Co, which owns 11 newspapers as well as two dozen TV stations, has drawn interest from buyout firms and private investors as it considers sale of all or parts of company; chart; photos (L)",
      "lead_paragraph": "Media companies may be unloved on Wall Street, but they have found big fans elsewhere.",
      "publication_date": "2006-11-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/17/business/media/for-wallflowers-a-time-to-dance.html",
      "byline": "By Andrew Ross Sorkin and Peter Edmonston"
    },
    {
      "headline": "Socialists Back Woman in Race to Lead France",
      "snippet": "Ségolène Royal crushed her two male rivals for the Socialist Party nomination in next April’s election.",
      "abstract": "Ségolène Royal crushed her two male rivals for the Socialist Party nomination in next April’s election.",
      "lead_paragraph": "PARIS, Friday, Nov. 17 — Ségolène Royal moved a step closer to becoming the first female president of France early Friday, crushing her two male rivals for the Socialist Party nomination in next April’s election.",
      "publication_date": "2006-11-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/17/world/europe/17france.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "Socialists Back Woman in Race to Lead France",
      "snippet": "Segolene Royal wins Socialist Party nomination, moving step closer to becoming first female president of France; crushes her two male rivals, winning 60.6 percent of vote and helping to validate her standing as only candidate capable of beating ri...",
      "abstract": "Segolene Royal wins Socialist Party nomination, moving step closer to becoming first female president of France; crushes her two male rivals, winning 60.6 percent of vote and helping to validate her standing as only candidate capable of beating right's frontrunner Nicolas Sarkozy, who is seeking his party's presidential nomination; Royal campaigned on platform of 'rupture' with status quo; she also capitalized on her femininity while accusing her competitors of chauvinism; responded to voters' disillusionment with traditional elitist politics, promising to give more power to people, to give local governments more authority, to create affordable housing and to encourage citizens to submit their ideas online; in poll after poll, her telegenic smile and elegant profile appeal to French public yearning for new style of leadership; election will be held in Apr; photo (M)",
      "lead_paragraph": "PARIS, Friday, Nov. 17 - Ségolène Royal moved a step closer to becoming the first female president of France early Friday, crushing her two male rivals for the Socialist Party nomination in next April's election.",
      "publication_date": "2006-11-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/17/world/europe/socialists-back-woman-in-race-to-lead-france.html",
      "byline": "By Elaine Sciolino"
    },
    {
      "headline": "Publisher Calls Book a Confession by O. J. Simpson",
      "snippet": "Judith Regan, publisher of book If I Did It by O J Simpson, in which he hypothesizes about how he could have committed 1994 murder of his ex-wife Nicole Brown Simpson and her friend Ronald L Goldman, says she believes Simpson's statements are a co...",
      "abstract": "Judith Regan, publisher of book If I Did It by O J Simpson, in which he hypothesizes about how he could have committed 1994 murder of his ex-wife Nicole Brown Simpson and her friend Ronald L Goldman, says she believes Simpson's statements are a confession; book is scheduled for release on Nov 30; two-part TV interview with Simpson is to be broadcast on Fox on Nov 27 and Nov 29; Regan acknowledges that Simpson does not say directly in book or interview that he killed his former wife and her friend; plans for book and interviews have created storm of outrage from family members of victims and from women's groups and victims' rights organizations; book is being published by ReganBooks, imprint of HarperCollins; photos (M)",
      "lead_paragraph": "LOS ANGELES, Nov. 16 - The publisher of a book by O. J. Simpson, in which he hypothesizes about how he could have committed the 1994 murder of his ex-wife and her friend, said on Thursday that she believed Mr. Simpson's statements were, in fact, a confession.",
      "publication_date": "2006-11-17T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/17/books/publisher-calls-book-a-confession-by-o-j-simpson.html",
      "byline": "By Edward Wyatt"
    }
  ]
}