{
  "metadata": {
    "date": "2006-07-17",
    "total_articles": 63
  },
  "articles": [
    {
      "headline": "A Bad Week Gets Worse for Markets",
      "snippet": "With oil approaching $80 a barrel, American stocks continued a three-day losing streak.",
      "abstract": "With oil approaching $80 a barrel, American stocks continued a three-day losing streak.",
      "lead_paragraph": "Stocks deepened their losses for the week yesterday and oil prices inched closer to $80 a barrel as the worsening conflict in the Middle East hung uneasily over commodities and equities markets.",
      "publication_date": "2006-07-15T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2006/07/15/business/15markets.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "What Women Want",
      "snippet": "Several national retailers are leaping into the intimate apparel business for the first time or significantly expanding their presence in it.",
      "abstract": "Several national retailers are leaping into the intimate apparel business for the first time or significantly expanding their presence in it.",
      "lead_paragraph": "Robie Livingstone has all but given up on having a positive underwear buying experience. Ms. Livingstone, a 40-year-old physical therapist in Menlo Park, Calif., has tried it all: discount chains (“disappointing fit”), midpriced department stores (“no service”) and the specialty clothing stores at the mall (“16-year-old salespeople”).",
      "publication_date": "2006-07-15T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2006/07/15/business/15intimates.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Missouri Says It Can’t Hire Doctor for Executions",
      "snippet": "A federal judge had demanded that the state overhaul the way it executes prisoners by lethal injection.",
      "abstract": "A federal judge had demanded that the state overhaul the way it executes prisoners by lethal injection.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-15T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/15/us/15lethal.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "Keep Eyes Fixed on Your Variable-Rate Mortgage",
      "snippet": "As a large portion of adjustable rates move up next year, homeowners who opted for exotic mortgages could find their payments doubled. ",
      "abstract": "As a large portion of adjustable rates move up next year, homeowners who opted for exotic mortgages could find their payments doubled. ",
      "lead_paragraph": "The raising of interest rates on millions of adjustable rate mortgages over the next several years has all the makings of a classic horror story. ",
      "publication_date": "2006-07-15T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2006/07/15/business/15money.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Israel Vowing to Rout Hezbollah",
      "snippet": "Israeli news reports said a Hezbollah guided missile struck an Israeli naval vessel, causing severe damage.",
      "abstract": "Israeli news reports said a Hezbollah guided missile struck an Israeli naval vessel, causing severe damage.",
      "lead_paragraph": "JERUSALEM, Saturday, July 15 — The face-off between Israel and the Lebanese group Hezbollah escalated sharply on Friday as jets hit its Beirut headquarters and southern strongholds and Israeli news reports said that a Hezbollah guided missile struck an Israeli naval vessel, causing severe damage. ",
      "publication_date": "2006-07-15T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/15/world/middleeast/15mideast.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "U.S., Needing Options, Finds Its Hands Tied",
      "snippet": "President Bush and Condoleezza Rice are confronting the limits of the course they have chosen in the Middle East.",
      "abstract": "President Bush and Condoleezza Rice are confronting the limits of the course they have chosen in the Middle East.",
      "lead_paragraph": "WASHINGTON, July 14 — By and large, the Bush administration has sought to deal with the Middle East in bold strokes, emphasizing regime change and democracy but spurning the garden-variety diplomacy of mediating conflicts between Israel and its rivals.",
      "publication_date": "2006-07-15T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/15/world/middleeast/15assess.html",
      "byline": "By Helene Cooper"
    },
    {
      "headline": "A Tussle, of Sorts, Over Organics",
      "snippet": "Has Whole Foods lost its soul as it has grown larger?",
      "abstract": "Has Whole Foods lost its soul as it has grown larger?",
      "lead_paragraph": "A FEW weeks ago, I was alerted to a fascinating online exchange involving two people who care passionately about organic food. In one corner sat Michael Pollan, the well-known author who, in April, published “The Omnivore’s Dilemma.” In the other sat John P. Mackey, the co-founder and chief executive of Whole Foods Market, which, with over 180 stores and $5.7 billion in sales, is by far the most successful purveyor of organic products in the country.",
      "publication_date": "2006-07-15T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2006/07/15/business/15nocera.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Carmakers Plan a Study of a 3-Way Alliance",
      "snippet": "General Motors, Renault and Nissan agree to begin study to determine benefits of three-way alliance that could change shape of global auto industry; statement follows meeting between Renault and Nissan chief executive Carlos Ghosn and General Moto...",
      "abstract": "General Motors, Renault and Nissan agree to begin study to determine benefits of three-way alliance that could change shape of global auto industry; statement follows meeting between Renault and Nissan chief executive Carlos Ghosn and General Motors chief Rick Wagoner; merger would give combined company 24 percent of market; General Motors largest shareholder Kirk Kerkorian has pushed for alliance; photo (M)",
      "lead_paragraph": "DETROIT, July 14 - General Motors, Renault and Nissan agreed Friday night to begin studying whether they want to form a three-way alliance that could change the shape of the global automobile industry.",
      "publication_date": "2006-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/15/business/carmakers-plan-a-study-of-a-3way-alliance.html",
      "byline": "By Micheline Maynard and Nick Bunkley"
    },
    {
      "headline": "A Bad Week Gets Worse for Markets",
      "snippet": "American stock markets continue losing streak because of discouraging consumer spending reports; Standard & Poor's 500-stock index closes 12.5 points away from yearly low; Dow Jones industrial average has third consecutive day of losses exceeding ...",
      "abstract": "American stock markets continue losing streak because of discouraging consumer spending reports; Standard & Poor's 500-stock index closes 12.5 points away from yearly low; Dow Jones industrial average has third consecutive day of losses exceeding 100 points; Nasdaq composite index falls 1 percent; Commerce Department reports retail sales fell by 0.1 percent in June, its first drop since February; photo; graph (M)",
      "lead_paragraph": "Stocks deepened their losses for the week yesterday and oil prices inched closer to $80 a barrel as the worsening conflict in the Middle East hung uneasily over commodities and equities markets.",
      "publication_date": "2006-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/15/business/a-bad-week-gets-worse-for-markets.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "A Tussle, of Sorts, Over Organics",
      "snippet": "Joe Nocera column discusses online exchange in which Whole Foods Market co-founder and chief executive John P Mackey defends his company against author Michael Pollan's claims that chain is misleading customers about organic food sources and 'past...",
      "abstract": "Joe Nocera column discusses online exchange in which Whole Foods Market co-founder and chief executive John P Mackey defends his company against author Michael Pollan's claims that chain is misleading customers about organic food sources and 'pastoral ideas' of industry; Mackey says Whole Foods is 'deeply committed' to organic farming; photo (M)",
      "lead_paragraph": "A FEW weeks ago, I was alerted to a fascinating online exchange involving two people who care passionately about organic food. In one corner sat Michael Pollan, the well-known author who, in April, published \"The Omnivore's Dilemma.\" In the other sat John P. Mackey, the co-founder and chief executive of Whole Foods Market, which, with over 180 stores and $5.7 billion in sales, is by far the most successful purveyor of organic products in the country.",
      "publication_date": "2006-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/15/business/a-tussle-of-sorts-over-organics.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Public Schools Perform Near Private Ones in Study",
      "snippet": "Education Dept reports that children in public schools generally performed as well or better in reading and mathematics than comparable children in private schools; exception was in eighth-grade reading, where private school counterparts fared bet...",
      "abstract": "Education Dept reports that children in public schools generally performed as well or better in reading and mathematics than comparable children in private schools; exception was in eighth-grade reading, where private school counterparts fared better; report, which compared fourth- and eighth-grade reading and math scores in 2003 from nearly 7,000 public schools and more than 530 private schools, also found that conservative Christian schools lagged behind public schools on eighth-grade math; study was contracted to Educational Testing Service and delivered to department last year (M)",
      "lead_paragraph": "WASHINGTON, July 14 - The Education Department reported on Friday that children in public schools generally performed as well or better in reading and mathematics than comparable children in private schools. The exception was in eighth-grade reading, where the private school counterparts fared better.",
      "publication_date": "2006-07-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/15/education/public-schools-perform-near-private-ones-in-study.html",
      "byline": "By Diana Jean Schemo"
    },
    {
      "headline": "U.S., Needing Options, Finds Its Hands Tied",
      "snippet": "Bush administration has sought to deal with Middle East in bold strokes, emphasizing regime change and democracy but spurning garden-variety diplomacy of mediating conflicts between Israel and its rivals; one tenet of that approach is that certain...",
      "abstract": "Bush administration has sought to deal with Middle East in bold strokes, emphasizing regime change and democracy but spurning garden-variety diplomacy of mediating conflicts between Israel and its rivals; one tenet of that approach is that certain countries like Iran and Syria are such rogues that they should be ostracized, not engaged; Pres Bush and Sec of State Condoleezza Rice are confronting limits of course they have chosen as attacks between Israel and militant groups Hamas and Hezbollah threaten to ignite wider conflict; photo (M)",
      "lead_paragraph": "WASHINGTON, July 14 - By and large, the Bush administration has sought to deal with the Middle East in bold strokes, emphasizing regime change and democracy but spurning the garden-variety diplomacy of mediating conflicts between Israel and its rivals.",
      "publication_date": "2006-07-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/15/world/middleeast/us-needing-options-finds-its-hands-tied.html",
      "byline": "By Helene Cooper"
    },
    {
      "headline": "What Women Want",
      "snippet": "Retailers begin to concentrate on $10 billion lingerie and underwear market for women as area of potential growth; chains and department stores such as Chico's, Talbot's, Bloomingdale's and Gap are refocusing product lines and revamping stores in ...",
      "abstract": "Retailers begin to concentrate on $10 billion lingerie and underwear market for women as area of potential growth; chains and department stores such as Chico's, Talbot's, Bloomingdale's and Gap are refocusing product lines and revamping stores in response to changes in market and attitude toward undergarments; analysts agree that there is room for new retail brands; few companies have had success with bras and other 'intimate apparel' except for Victoria's Secret; photos (M)",
      "lead_paragraph": "Robie Livingstone has all but given up on having a positive underwear buying experience. Ms. Livingstone, a 40-year-old physical therapist in Menlo Park, Calif., has tried it all: discount chains (\"disappointing fit\"), midpriced department stores (\"no service\") and the specialty clothing stores at the mall (\"16-year-old salespeople\").",
      "publication_date": "2006-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/15/business/what-women-want.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Keep Eyes Fixed on Your Variable-Rate Mortgage",
      "snippet": "Upcoming interest rate rises on millions of adjustable rate mortgages over next several years could double payments for homeowners who recently purchased large homes; many may have to sell houses as housing market cools or risk defaulting on loans...",
      "abstract": "Upcoming interest rate rises on millions of adjustable rate mortgages over next several years could double payments for homeowners who recently purchased large homes; many may have to sell houses as housing market cools or risk defaulting on loans; mortgage lenders say impact will not be great on overall economy even as homeowners struggle to make higher payments; map shows percentage of mortgages issued in 2003 that were interest-only, by metropolitan area (M)",
      "lead_paragraph": "The raising of interest rates on millions of adjustable rate mortgages over the next several years has all the makings of a classic horror story.",
      "publication_date": "2006-07-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/15/business/keep-eyes-fixed-on-your-variablerate-mortgage.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Missouri Says It Cant Hire Doctor for Executions",
      "snippet": "Missouri, facing July 15 deadline for changing way it executes condemned prisoners by lethal injection, tells Federal Judge Fernando J Gaitan Jr that it is unable to meet his demand that state hire board-certified anesthesiologist to oversee execu...",
      "abstract": "Missouri, facing July 15 deadline for changing way it executes condemned prisoners by lethal injection, tells Federal Judge Fernando J Gaitan Jr that it is unable to meet his demand that state hire board-certified anesthesiologist to oversee executions; Gaitan had demanded overhaul of system after doctor who mixes drugs for state described improvised process that judge found so chilling he temporarily barred executions in Missouri; recent US Supreme Court ruling made it easier for death row inmates to challenge procedures used in lethal injection, and legal cases across country are questioning whether methods cause unconstitutional pain and suffering; photos of Gaitan and Michael A Taylor, death row inmate whose execution has been delayed (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/15/us/missouri-says-it-cant-hire-doctor-for-executions.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "Israel Vowing to Rout Hezbollah",
      "snippet": "Face-off between Israel and Lebanese group Hezbollah escalates as Israeli jets hit its Beirut headquarters and southern strongholds and Israeli news reports say Hezbollah drone aircraft struck Israeli naval vessel, causing severe damage; Israeli m...",
      "abstract": "Face-off between Israel and Lebanese group Hezbollah escalates as Israeli jets hit its Beirut headquarters and southern strongholds and Israeli news reports say Hezbollah drone aircraft struck Israeli naval vessel, causing severe damage; Israeli military reports that four sailors are missing; leaders of two sides threaten more intense war as barrage of over 100 Hezbollah rockets hit Israel, which says it will destroy power of Hezbollah and drive it from Israel's border; Lebanese government calls on UN and Arab and foreign leaders to intervene to end bombardments and force cease-fire; Prime Min Fouad Siniora urges US to intervene with Israel; photos (M)",
      "lead_paragraph": "JERUSALEM, Saturday, July 15 - The face-off between Israel and the Lebanese group Hezbollah escalated sharply on Friday as Israeli jets hit its Beirut headquarters and southern strongholds and Israeli news reports said a Hezbollah drone aircraft packed with explosives struck an Israeli naval vessel, causing severe damage.",
      "publication_date": "2006-07-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/15/world/middleeast/israel-vowing-to-rout-hezbollah.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "New House Majority Leader Keeps Old Ties to Lobbyists",
      "snippet": "Rep John A Boehner won job of House majority leader amid post-Abramoff clamor for overhaul of lobbying and ethics rules, but nearly six months later, changes are still tied up in Congress; Boehner, Ohio Republican, has portrayed his ties to Washin...",
      "abstract": "Rep John A Boehner won job of House majority leader amid post-Abramoff clamor for overhaul of lobbying and ethics rules, but nearly six months later, changes are still tied up in Congress; Boehner, Ohio Republican, has portrayed his ties to Washington lobbyists as something to be proud of; he has raised campaign contributions at rate of about $10,000 a day since becoming majority leader in Feb; his two federal committees took in $334,500 from political action committees in April; Boehner's aides say he sees no need to change his own practices in dealing with lobbyists, taking trips or raising money because he believes that transparency is key to restoring public trust; graph shows political action committee donations to Boehner and his leadership committee from 2000 to Feb 2006; photo (M)",
      "lead_paragraph": "Representative John A. Boehner won the job of House majority leader amid a post-Abramoff clamor for an overhaul of lobbying and ethics rules. But nearly six months later, the changes are still tied up in Congress.",
      "publication_date": "2006-07-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/15/washington/new-house-majority-leader-keeps-old-ties-to-lobbyists.html",
      "byline": "By Mike McIntire"
    },
    {
      "headline": "Two Predicaments, One Choice",
      "snippet": "There are some places, some situations, where real work is simply impossible, and waiting for your son to have pins inserted into his hand is indisputably one of them.",
      "abstract": "There are some places, some situations, where real work is simply impossible, and waiting for your son to have pins inserted into his hand is indisputably one of them.",
      "lead_paragraph": "I BEGAN this column in the surgical waiting room of Mount Sinai Hospital. I didn’t get far. There are some places, some situations, where real work is simply impossible, and waiting for your son to have pins inserted into his hand is indisputably one of them. ",
      "publication_date": "2006-07-16T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/07/16/jobs/16wcol.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Is Ford Running on Empty?",
      "snippet": "William Clay Ford Jr., the head of Ford Motor, could be the family member who resurrects one of the biggest companies on earth — or the last Ford to run it.",
      "abstract": "William Clay Ford Jr., the head of Ford Motor, could be the family member who resurrects one of the biggest companies on earth — or the last Ford to run it.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-16T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/07/16/business/yourmoney/16ford.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Israel Widens Scope of Attacks Across Lebanon",
      "snippet": "Israel conducted airstrikes against coastal radar installations as Hezbollah forces continued their rocket barrage into northern Israel.",
      "abstract": "Israel conducted airstrikes against coastal radar installations as Hezbollah forces continued their rocket barrage into northern Israel.",
      "lead_paragraph": "METULA, Israel, Sunday, July 16 — Expanding the reach of its airstrikes, Israel on Saturday hit coastal radar installations in northern Lebanon that it said were targeting its warships and early Sunday bombed the southern suburbs of Beirut. ",
      "publication_date": "2006-07-16T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/16/world/middleeast/16mideast.html",
      "byline": "By Greg Myre"
    },
    {
      "headline": "Unemployed, Maybe Homeless, and Starting Over After Age 55",
      "snippet": "For the growing number of adults over 55 in New York City who are unemployed and homeless, the biggest obstacle to landing a job may be their age.",
      "abstract": "For the growing number of adults over 55 in New York City who are unemployed and homeless, the biggest obstacle to landing a job may be their age.",
      "lead_paragraph": "The last two years have been tough for Hamlett Singleton, 60, of the Bronx. ",
      "publication_date": "2006-07-16T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/07/16/jobs/16jmar.html",
      "byline": "By Tanya Mohn"
    },
    {
      "headline": "As Tensions Rise, U.S. and Moscow Falter on Trade",
      "snippet": "An agreement to include Russia in the World Trade Organization failed to materialize.",
      "abstract": "An agreement to include Russia in the World Trade Organization failed to materialize.",
      "lead_paragraph": "STRELNA, Russia, Sunday, July 16 — President Bush and President Vladimir V. Putin announced that they had failed to come to an agreement on Russia’s accession to the World Trade Organization, and aides said the deal, which had been expected as early as this weekend, was not likely for months.",
      "publication_date": "2006-07-16T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/16/world/europe/16summit.html",
      "byline": "By Jim Rutenberg and Andrew E. Kramer"
    },
    {
      "headline": "War Gives Israeli Leader Political Capital",
      "snippet": "Hezbollah’s raid into Israel has allowed Prime Minister Ehud Olmert to prosecute a war that is widely supported by the Israeli people.",
      "abstract": "Hezbollah’s raid into Israel has allowed Prime Minister Ehud Olmert to prosecute a war that is widely supported by the Israeli people.",
      "lead_paragraph": "JERUSALEM, July 15 — The raid into Israel from southern Lebanon by the Shiite militia group Hezbollah has provided the new government of Prime Minister Ehud Olmert a deeper political consensus, allowing him to prosecute a war that is widely supported by the Israeli people.",
      "publication_date": "2006-07-16T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/16/world/middleeast/16olmert.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "At Crossroads, Hezbollah Goes on the Attack",
      "snippet": "With its cross-border attack on Israel last week, Hezbollah apparently made its choice between politics and arms.",
      "abstract": "With its cross-border attack on Israel last week, Hezbollah apparently made its choice between politics and arms.",
      "lead_paragraph": "Just over a year ago, after the ejection of Syrian forces from Lebanon, the militant Shiite group Hezbollah found itself at a crossroads. On one hand, it seemed to be casting its lot with Lebanese politics, as its candidates struck an alliance with Christians and joined the Lebanese cabinet. Some even pointed to Hezbollah as a model for how a rogue militia can be co-opted and turned away from lawlessness. ",
      "publication_date": "2006-07-16T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/16/world/middleeast/16hezbollah.html",
      "byline": "By Neil MacFarquhar and Hassan M. Fattah"
    },
    {
      "headline": "Checklist for Camp: Bug Spray. Sunscreen. Pills.",
      "snippet": "Medication lines, unheard of a generation ago, have become fixtures at children's camps across the country.",
      "abstract": "Medication lines, unheard of a generation ago, have become fixtures at children's camps across the country.",
      "lead_paragraph": "BURLINGHAM, N.Y., July 15 — The breakfast buffet at Camp Echo starts at a picnic table covered in gingham-patterned oil cloth. Here, children jostle for their morning medications: Zoloft for depression, Abilify for bipolar disorder, Guanfacine for twitchy eyes and a host of medications for attention deficit disorder.",
      "publication_date": "2006-07-16T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/16/us/16camps.html",
      "byline": "By Jane Gross"
    },
    {
      "headline": "The Russians Are Filming! The Russians Are Filming!",
      "snippet": "Russia’s movie industry is in the midst of a creative renaissance and box-office boom.",
      "abstract": "Russia’s movie industry is in the midst of a creative renaissance and box-office boom.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-16T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/07/16/business/yourmoney/16russia.html",
      "byline": "By Laura M. Holson and Steven Lee Myers"
    },
    {
      "headline": "HealthSouth’s Trusty Bankers",
      "snippet": "Can banks escape liability for investor losses relating to the HealthSouth securities they sold? The answer will have implications for investors everywhere.",
      "abstract": "Can banks escape liability for investor losses relating to the HealthSouth securities they sold? The answer will have implications for investors everywhere.",
      "lead_paragraph": "WALL STREET was put on notice last year when WorldCom’s investment banks were forced to cough up $6.1 billion to settle suits contending that they had failed to scrutinize the company’s murky books adequately before peddling its securities. Having essentially lost the argument that they were clueless about WorldCom’s deteriorating finances and therefore not responsible for investors’ losses, the investment banks were more vulnerable to potential liabilities arising from their lucrative roles as underwriters. ",
      "publication_date": "2006-07-16T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/07/16/business/yourmoney/16gret.html",
      "byline": ""
    },
    {
      "headline": "Two Predicaments, One Choice",
      "snippet": "Lisa Belkin Life's Work column uses illness of one of her children to illustrate choices workers face when confronted with family crises; drawing (M)",
      "abstract": "Lisa Belkin Life's Work column uses illness of one of her children to illustrate choices workers face when confronted with family crises; drawing (M)",
      "lead_paragraph": "I BEGAN this column in the surgical waiting room of Mount Sinai Hospital. I didn't get far. There are some places, some situations, where real work is simply impossible, and waiting for your son to have pins inserted into his hand is indisputably one of them.",
      "publication_date": "2006-07-16T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/07/16/jobs/two-predicaments-one-choice.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Israel Widens Scope of Attacks Across Lebanon",
      "snippet": "Israel expands reach of its airstrikes in Lebanon to hit coastal radar installations in north that it says were targeting its warships; bombs southern suburbs of Beirut and roads in north and east; Lebanese civilian convoy is hit near Tyre; bombin...",
      "abstract": "Israel expands reach of its airstrikes in Lebanon to hit coastal radar installations in north that it says were targeting its warships; bombs southern suburbs of Beirut and roads in north and east; Lebanese civilian convoy is hit near Tyre; bombing is continuation of strategy to close off routes that Hezbollah could use to bring in weapons; strikes near Syrian border are warning to Syria, which supports Hezbollah; Hezbollah unleashes about 100 rockets deep into northern Israel, striking Tiberias; map; photo (L)",
      "lead_paragraph": "METULA, Israel, Sunday, July 16 - Expanding the reach of its airstrikes, Israel on Saturday hit coastal radar installations in northern Lebanon that it said were targeting its warships and early Sunday bombed the southern suburbs of Beirut.",
      "publication_date": "2006-07-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/07/16/world/middleeast/israel-widens-scope-of-attacks-across-lebanon.html",
      "byline": "By Greg Myre"
    },
    {
      "headline": "At Crossroads, Hezbollah Goes on the Attack",
      "snippet": "Hezbollah recently pursued political path, but it seems to have launched conflict with Israel to reassert its right to maintain its own heavily armed militia against domestic calls for disarmament; fighting signals that Hezbollah and its allies ar...",
      "abstract": "Hezbollah recently pursued political path, but it seems to have launched conflict with Israel to reassert its right to maintain its own heavily armed militia against domestic calls for disarmament; fighting signals that Hezbollah and its allies are girding for long-term confrontation to prevent what it sees as joint American-Israeli attempt to reshape region in Western image; conflict with Israel has shown off Hezbollah's new arsenal of Iranian-supplied missiles; photos (L)",
      "lead_paragraph": "Just over a year ago, after the ejection of Syrian forces from Lebanon, the militant Shiite group Hezbollah found itself at a crossroads. On one hand, it seemed to be casting its lot with Lebanese politics, as its candidates struck an alliance with Christians and joined the Lebanese cabinet. Some even pointed to Hezbollah as a model for how a rogue militia can be co-opted and turned away from lawlessness.",
      "publication_date": "2006-07-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/07/16/world/middleeast/at-crossroads-hezbollah-goes-on-the-attack.html",
      "byline": "By Neil MacFarquhar and Hassan M. Fattah"
    },
    {
      "headline": "HealthSouths Trusty Bankers",
      "snippet": "Gretchen Morgenson column explores question of whether UBS and other banks can escape liability for investor losses related to $2.2 billion in HealthSouth securities they sold by invoking Securities and Exchange Commission rule 144A, which allowed...",
      "abstract": "Gretchen Morgenson column explores question of whether UBS and other banks can escape liability for investor losses related to $2.2 billion in HealthSouth securities they sold by invoking Securities and Exchange Commission rule 144A, which allowed them to market securities through unregistered, private transactions (M)",
      "lead_paragraph": "WALL STREET was put on notice last year when WorldCom's investment banks were forced to cough up $6.1 billion to settle suits contending that they had failed to scrutinize the company's murky books adequately before peddling its securities. Having essentially lost the argument that they were clueless about WorldCom's deteriorating finances and therefore not responsible for investors' losses, the investment banks were more vulnerable to potential liabilities arising from their lucrative roles as underwriters.",
      "publication_date": "2006-07-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/07/16/business/yourmoney/healthsouths-trusty-bankers.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "The Russians Are Filming! The Russians Are Filming!",
      "snippet": "Article on Russian film industry, which, in midst of creative renaissance and box-office boom, is attracting attention of Hollywood producers, distributors and exhibitors; box-office receipts increased 20 percent in 2005, to $331 million, and Pric...",
      "abstract": "Article on Russian film industry, which, in midst of creative renaissance and box-office boom, is attracting attention of Hollywood producers, distributors and exhibitors; box-office receipts increased 20 percent in 2005, to $331 million, and PricewaterhouseCoopers accounting firm predicts double-digit growth in each of next five years; James Deck and James Heth, American creative and technical advisers, comment on Trackman, which is being filmed in Moscow and is first local-language film for Monumental Pictures, joint venture of Sony Pictures Entertainment and Patton Media Group, production company backed in part by American investors; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/07/16/business/yourmoney/the-russians-are-filming-the-russians-are-filming.html",
      "byline": "By Laura M. Holson and Steven Lee Myers"
    },
    {
      "headline": "War Gives Israeli Leader Political Capital",
      "snippet": "Hezbollah aggression across United Nations-drawn international border has provided new government of Israeli Prime Min Ehud Olmert with broad consensus to prosecute war; conflict over kidnapped Israeli soldiers has broadened into two-front war aga...",
      "abstract": "Hezbollah aggression across United Nations-drawn international border has provided new government of Israeli Prime Min Ehud Olmert with broad consensus to prosecute war; conflict over kidnapped Israeli soldiers has broadened into two-front war against radical Islam represented by Hezbollah and Hamas; Israel has argued that it is doing necessary work with quiet support of moderate Arab governments; Israeli public wants Hezbollah destroyed, not stalemated, but international community will not give Israel blank check to bomb Lebanon much longer; photos (L)",
      "lead_paragraph": "JERUSALEM, July 15 - The raid into Israel from southern Lebanon by the Shiite militia group Hezbollah has provided the new government of Prime Minister Ehud Olmert a deeper political consensus, allowing him to prosecute a war that is widely supported by the Israeli people.",
      "publication_date": "2006-07-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/07/16/world/middleeast/war-gives-israeli-leader-political-capital.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Is Ford Running on Empty?",
      "snippet": "Profile of and interview with William Clay Ford Jr, chairman, chief executive and executive operating committee chairman of Ford Motor Co; Ford comments on his family legacy and extraordinary challenges he faces as he tries to resurrect one of big...",
      "abstract": "Profile of and interview with William Clay Ford Jr, chairman, chief executive and executive operating committee chairman of Ford Motor Co; Ford comments on his family legacy and extraordinary challenges he faces as he tries to resurrect one of biggest companies on earth; photos; graphs (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/07/16/business/yourmoney/is-ford-running-on-empty.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Unemployed, Maybe Homeless, and Starting Over After Age 55",
      "snippet": "Partnership for the Homeless in New York City provides subsidized job-training to low-income, hard-to-employ older adults; finds that adults over age 55 are increasingly finding themselves unemployed and homeless; photo (M)",
      "abstract": "Partnership for the Homeless in New York City provides subsidized job-training to low-income, hard-to-employ older adults; finds that adults over age 55 are increasingly finding themselves unemployed and homeless; photo (M)",
      "lead_paragraph": "The last two years have been tough for Hamlett Singleton, 60, of the Bronx.",
      "publication_date": "2006-07-16T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/07/16/jobs/unemployed-maybe-homeless-and-starting-over-after-age-55.html",
      "byline": "By Tanya Mohn"
    },
    {
      "headline": "Checklist for Camp: Bug Spray. Sunscreen. Pills.",
      "snippet": "Medication lines at summer camp were unheard of generation ago but have become fixtures at residential camps across country, where between one-quarter and one-half of youngsters take daily prescription medications; allergy and asthma drugs top lis...",
      "abstract": "Medication lines at summer camp were unheard of generation ago but have become fixtures at residential camps across country, where between one-quarter and one-half of youngsters take daily prescription medications; allergy and asthma drugs top list, but behavior management and psychiatric medications are so common that nurses who dispense them no longer try to avoid stigma by pretending they are vitamins; graphs; photos (L)",
      "lead_paragraph": "BURLINGHAM, N.Y., July 15 - The breakfast buffet at Camp Echo starts at a picnic table covered in gingham-patterned oil cloth. Here, children jostle for their morning medications: Zoloft for depression, Abilify for bipolar disorder, Guanfacine for twitchy eyes and a host of medications for attention deficit disorder.",
      "publication_date": "2006-07-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/07/16/us/checklist-for-camp-bug-spray-sunscreen-pills.html",
      "byline": "By Jane Gross"
    },
    {
      "headline": "As Tensions Rise, U.S. and Moscow Falter on Trade",
      "snippet": "Pres Bush and Russian Pres Vladimir Putin fail to reach agreement on Russia's accession to World Trade Organization; aides say deal, which had been expected as early as this weekend, is not likely for months; negotiations between Russian and Ameri...",
      "abstract": "Pres Bush and Russian Pres Vladimir Putin fail to reach agreement on Russia's accession to World Trade Organization; aides say deal, which had been expected as early as this weekend, is not likely for months; negotiations between Russian and American trade representatives are unable to break impasses over wide range of issues; Putin wants membership as symbol of new position of Russia in global economy; photos; chronology (L)",
      "lead_paragraph": "STRELNA, Russia, Sunday, July 16 - President Bush and President Vladimir V. Putin announced that they had failed to come to an agreement on Russia's accession to the World Trade Organization, and aides said the deal, which had been expected as early as this weekend, was not likely for months.",
      "publication_date": "2006-07-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/07/16/world/europe/as-tensions-rise-us-and-moscow-falter-on-trade.html",
      "byline": "By Jim Rutenberg and Andrew E. Kramer"
    },
    {
      "headline": "Lieberman Hopes His Fate Isnt Sealed With a Kiss",
      "snippet": "Kiss Pres Bush appeared to plant on cheek of Sen Joseph Lieberman after last year's State of the Union address is seen by liberal critics as mark of unforgivable alliance in support of Iraq war; antiwar advocates in his own Democratic Party are ma...",
      "abstract": "Kiss Pres Bush appeared to plant on cheek of Sen Joseph Lieberman after last year's State of the Union address is seen by liberal critics as mark of unforgivable alliance in support of Iraq war; antiwar advocates in his own Democratic Party are making strenuous effort to dislodge him in primary in favor of challenger Ned Lamont; Lieberman has long prided himself on being moderate, collegial and willing to work with Republicans, but suddenly finds himself in nasty tangle; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/07/16/washington/lieberman-hopes-his-fate-isnt-sealed-with-a-kiss.html",
      "byline": "By Mark Leibovich"
    },
    {
      "headline": "Militia Rebuked by Some Arab Countries",
      "snippet": "Key Arab governments chastised Hezbollah for “unexpected, inappropriate and irresponsible acts” at an emergency Arab League summit on Saturday.",
      "abstract": "Key Arab governments chastised Hezbollah for “unexpected, inappropriate and irresponsible acts” at an emergency Arab League summit on Saturday.",
      "lead_paragraph": "BEIRUT, Lebanon, July 16 — With the battle between Israel and the Lebanese militia Hezbollah raging, key Arab governments have taken the rare step of blaming Hezbollah, underscoring in part their growing fear of influence by the group’s main sponsor, Iran.",
      "publication_date": "2006-07-17T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/17/world/middleeast/17arab.html",
      "byline": "By Hassan M. Fattah"
    },
    {
      "headline": "Airbus Offers Guided Tour of a Fiasco",
      "snippet": "Airbus plans to disclose details of a radically redesigned midsize plane on Monday — a $10 billion project that will compete with Boeing’s 787.",
      "abstract": "Airbus plans to disclose details of a radically redesigned midsize plane on Monday — a $10 billion project that will compete with Boeing’s 787.",
      "lead_paragraph": "BATH, England, July 16 — Airbus, desperate to pull out of the worst dive in its commercial history, plans to disclose details of a radically redesigned midsize plane on Monday — a $10 billion project that will compete with Boeing’s 787, executives said here over the weekend.",
      "publication_date": "2006-07-17T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/17/business/worldbusiness/17airbus.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Hospital Chiefs Get Paid for Advice on Selling ",
      "snippet": "For a fee, executives at some of America’s leading nonprofit hospitals talk privately with hospital suppliers.",
      "abstract": "For a fee, executives at some of America’s leading nonprofit hospitals talk privately with hospital suppliers.",
      "lead_paragraph": "One recent sun-splashed afternoon, executives who run some of America’s leading nonprofit hospitals met at a stately Colorado resort for an unusual mission: to advise companies confidentially on how best to sell their drugs, medical devices and financial services to hospitals.",
      "publication_date": "2006-07-17T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/17/business/17group.html",
      "byline": "By Walt Bogdanich"
    },
    {
      "headline": "Couric Listens, but Who Will Watch?",
      "snippet": "It is clear that the battle that Katie Couric will be confronting this fall is less uphill than up against a wall.",
      "abstract": "It is clear that the battle that Katie Couric will be confronting this fall is less uphill than up against a wall.",
      "lead_paragraph": "MINNEAPOLIS is just the kind of place that Katie Couric had in mind when she decided to go on a six-city “listening tour” to build anticipation for her fall debut on the “CBS Evening News.” ",
      "publication_date": "2006-07-17T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/17/business/media/17carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Hurricane Aid Flowing Directly to Homeowners",
      "snippet": "After a year of political battling and bargaining, $10 billion in federal aid is finally making its way to victims.",
      "abstract": "After a year of political battling and bargaining, $10 billion in federal aid is finally making its way to victims.",
      "lead_paragraph": "Nearly $10 billion in federal aid is finally starting to flow into the hands of people in Mississippi and Louisiana who lost their houses in last year’s hurricanes, the culmination of a year of political battling and bargaining between the states and Washington.",
      "publication_date": "2006-07-17T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/17/us/17rebuild.html",
      "byline": "By Leslie Eaton"
    },
    {
      "headline": "Israel Strikes Lebanon After Hezbollah Missile Attack",
      "snippet": "Israel unleashed a fierce bombardment on targets in southern Beirut and southern Lebanon after a Hezbollah rocket attack on Israel’s third-largest city.",
      "abstract": "Israel unleashed a fierce bombardment on targets in southern Beirut and southern Lebanon after a Hezbollah rocket attack on Israel’s third-largest city.",
      "lead_paragraph": "BEIRUT, Lebanon, Monday, July 17 — The Lebanese militia Hezbollah unleashed its biggest and deadliest missile yet into Israel on Sunday, killing eight people in the major port city of Haifa and prompting Israeli leaders to step up their military campaign to drive the group from southern Lebanon.",
      "publication_date": "2006-07-17T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/17/world/middleeast/17mideast.html",
      "byline": "By Jad Mouawad and Steven Erlanger"
    },
    {
      "headline": "In an About-Face, Sunnis Want U.S. to Remain in Iraq",
      "snippet": "Sunni Arab leaders now say they need U.S. troops to protect them from Shiite militias and Shiite-run government forces.",
      "abstract": "Sunni Arab leaders now say they need U.S. troops to protect them from Shiite militias and Shiite-run government forces.",
      "lead_paragraph": " ",
      "publication_date": "2006-07-17T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/17/world/middleeast/17sunnis.html",
      "byline": "By Edward Wong and Dexter Filkins"
    },
    {
      "headline": "Arizona Ballot Could Become Lottery Ticket",
      "snippet": "A group has proposed awarding $1 million in every general election to one randomly chosen voter.",
      "abstract": "A group has proposed awarding $1 million in every general election to one randomly chosen voter.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-17T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/17/us/17voter.html",
      "byline": "By Randal C. Archibold"
    },
    {
      "headline": "Study Finds Backdating of Options Widespread",
      "snippet": "More than 2,000 companies appear to have used backdated stock options to sweeten their top executives’ pay packages, a new study suggests.",
      "abstract": "More than 2,000 companies appear to have used backdated stock options to sweeten their top executives’ pay packages, a new study suggests.",
      "lead_paragraph": "More than 2,000 companies appear to have used backdated stock options to sweeten their top executives’ pay packages, according to a new study that suggests the practice is far more widespread than previously disclosed. ",
      "publication_date": "2006-07-17T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/17/business/17options.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "Agreeing to Talk It Over, but Making No Promises",
      "snippet": "The seconds are counting down in a high-pressure chess match between the chiefs of Renault and Nissan and G.M.",
      "abstract": "The seconds are counting down in a high-pressure chess match between the chiefs of Renault and Nissan and G.M.",
      "lead_paragraph": "DETROIT, July 16 — The seconds are now counting down in a high-pressure match of speed chess between Carlos Ghosn, the chief executive of Renault and Nissan, and Rick Wagoner, who runs General Motors. ",
      "publication_date": "2006-07-17T04:00:00+0000",
      "section_name": "Automobiles",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/17/automobiles/17auto.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "ONLINE: MOGULS AT PLAY: DEALBOOK IN SUN VALLEY",
      "snippet": "DealBook covers this year's Allen & Company media conference, including:    A look at Chad Hurley of Youtube.com, this year's most eligible entrepreneur.  Sightings of moguls, including Rupert Murdoch, above.  A look at how private equity may put ...",
      "abstract": "DealBook covers this year's Allen & Company media conference, including:    A look at Chad Hurley of Youtube.com, this year's most eligible entrepreneur.  Sightings of moguls, including Rupert Murdoch, above.  A look at how private equity may put the old media titans out to pasture.  dealbook.blogs.nytimes.com",
      "lead_paragraph": "DealBook covers this year's Allen & Company media conference, including:",
      "publication_date": "2006-07-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/17/business/online-moguls-at-play-dealbook-in-sun-valley.html",
      "byline": ""
    },
    {
      "headline": "Arizona Ballot Could Become Lottery Ticket",
      "snippet": "To anyone who ever said, ''I wouldn't vote for that bum for a million bucks,'' Arizona may be calling your bluff.     A proposal to award $1 million in every general election to one lucky resident, chosen by lottery, simply for voting -- no matter...",
      "abstract": "To anyone who ever said, ''I wouldn't vote for that bum for a million bucks,'' Arizona may be calling your bluff.     A proposal to award $1 million in every general election to one lucky resident, chosen by lottery, simply for voting -- no matter for whom -- has qualified for the November ballot.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/17/us/arizona-ballot-could-become-lottery-ticket.html",
      "byline": "By Randal C. Archibold"
    },
    {
      "headline": "Hurricane Aid Flowing Directly to Homeowners",
      "snippet": "Nearly $10 billion in federal aid is finally starting to flow into the hands of people in Mississippi and Louisiana who lost their houses in last year's hurricanes, the culmination of a year of political battling and bargaining between the states ...",
      "abstract": "Nearly $10 billion in federal aid is finally starting to flow into the hands of people in Mississippi and Louisiana who lost their houses in last year's hurricanes, the culmination of a year of political battling and bargaining between the states and Washington.     The money is widely considered the most important single factor in rebuilding the still-ruined landscapes of New Orleans and the other devastated Gulf areas of the two states. With it will come a test of what experts say is an unprecedented government effort to foster recovery from a natural disaster by giving taxpayer dollars directly to homeowners and allowing them to decide whether and where to rebuild or relocate.  ",
      "lead_paragraph": "Nearly $10 billion in federal aid is finally starting to flow into the hands of people in Mississippi and Louisiana who lost their houses in last year's hurricanes, the culmination of a year of political battling and bargaining between the states and Washington.",
      "publication_date": "2006-07-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/17/us/hurricane-aid-flowing-directly-to-homeowners.html",
      "byline": "By Leslie Eaton"
    },
    {
      "headline": "Strain Over U.S. Backing of Israel",
      "snippet": "The Bush administration seemed to give Israel tacit approval to cripple Hezbollah, putting it at odds with other leaders at the Group of 8 summit meeting in Russia.   PAGE A10  ",
      "abstract": "The Bush administration seemed to give Israel tacit approval to cripple Hezbollah, putting it at odds with other leaders at the Group of 8 summit meeting in Russia.   PAGE A10  ",
      "lead_paragraph": "The Bush administration seemed to give Israel tacit approval to cripple Hezbollah, putting it at odds with other leaders at the Group of 8 summit meeting in Russia. PAGE A10",
      "publication_date": "2006-07-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/17/front page/world/strain-over-us-backing-of-israel.html",
      "byline": ""
    },
    {
      "headline": "War Ripples Across the Region",
      "snippet": "Beirut and Gaza were on familiar war footing while Haifa faced a new dangerous reality after Hezbollah struck with longer-range missiles. Damascus faced a flood of refugees.   PAGE A8  ",
      "abstract": "Beirut and Gaza were on familiar war footing while Haifa faced a new dangerous reality after Hezbollah struck with longer-range missiles. Damascus faced a flood of refugees.   PAGE A8  ",
      "lead_paragraph": "Beirut and Gaza were on familiar war footing while Haifa faced a new dangerous reality after Hezbollah struck with longer-range missiles. Damascus faced a flood of refugees. PAGE A8",
      "publication_date": "2006-07-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/17/front page/world/war-ripples-across-the-region.html",
      "byline": ""
    },
    {
      "headline": "Study Finds Backdating of Options Widespread",
      "snippet": "More than 2,000 companies appear to have used backdated stock options to sweeten their top executives' pay packages, according to a new study that suggests the practice is far more widespread than previously disclosed.      The new statistical ana...",
      "abstract": "More than 2,000 companies appear to have used backdated stock options to sweeten their top executives' pay packages, according to a new study that suggests the practice is far more widespread than previously disclosed.      The new statistical analysis, which comes amid a broadening federal inquiry of the practice of timing options to the stock market, estimates that 29.2 percent of companies have used backdated options and 13.6 percent of options granted to top executives from 1996 to 2005 were backdated or otherwise manipulated.  ",
      "lead_paragraph": "More than 2,000 companies appear to have used backdated stock options to sweeten their top executives' pay packages, according to a new study that suggests the practice is far more widespread than previously disclosed.",
      "publication_date": "2006-07-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/17/business/study-finds-backdating-of-options-widespread.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "Israel Strikes Lebanon After Hezbollah Missile Attack",
      "snippet": "The Lebanese militia Hezbollah unleashed its biggest and deadliest missile yet into Israel on Sunday, killing eight people in the major port city of Haifa and prompting Israeli leaders to step up their military campaign to drive the group from sou...",
      "abstract": "The Lebanese militia Hezbollah unleashed its biggest and deadliest missile yet into Israel on Sunday, killing eight people in the major port city of Haifa and prompting Israeli leaders to step up their military campaign to drive the group from southern Lebanon.     Within an hour, Israeli warplanes engaged in a fierce bombardment of targets in southern Beirut and southern Lebanon, killing 45 people and wounding more than 100, according to local reports. Among the dead were eight Canadians, with another six critically injured, largely from an air attack on the border town of Aitaroun, where they were vacationing, the Canadian government reported.  ",
      "lead_paragraph": "BEIRUT, Lebanon, Monday, July 17 - The Lebanese militia Hezbollah unleashed its biggest and deadliest missile yet into Israel on Sunday, killing eight people in the major port city of Haifa and prompting Israeli leaders to step up their military campaign to drive the group from southern Lebanon.",
      "publication_date": "2006-07-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/17/world/middleeast/israel-strikes-lebanon-after-hezbollah-missile-attack.html",
      "byline": "By Jad Mouawad and Steven Erlanger"
    },
    {
      "headline": "At One Paper, All Tension Is Local",
      "snippet": "Wendy P. McCaw, the reclusive multimillionaire owner of The Santa Barbara News-Press, is at war with her own staff. What started as a conflict over journalistic ethics has in the past week escalated into a full-blown rebellion.      Staffers have ...",
      "abstract": "Wendy P. McCaw, the reclusive multimillionaire owner of The Santa Barbara News-Press, is at war with her own staff. What started as a conflict over journalistic ethics has in the past week escalated into a full-blown rebellion.      Staffers have been marching out the door, accusing her of interfering with their editorial independence. When she published her explanation of the departures as an expression of bias in the reporting staff on Thursday, even more quit. On Friday, her staff -- or what remained of it -- held a rally outside the newspaper building, where some 30 reporters and editors, dressed in black, put duct tape over their mouths, to represent the owner's gag order issued last week.  ",
      "lead_paragraph": "SANTA BARBARA, Calif. - Wendy P. McCaw, the reclusive multimillionaire owner of The Santa Barbara News-Press, is at war with her own staff. What started as a conflict over journalistic ethics has in the past week escalated into a full-blown rebellion.",
      "publication_date": "2006-07-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/17/business/media/at-one-paper-all-tension-is-local.html",
      "byline": "By Sharon Waxman"
    },
    {
      "headline": "Violence Hits Home in a U.S. City",
      "snippet": "The violence in Lebanon is taking an emotional toll in Dearborn, Mich., the Detroit suburb that is home to one of the largest Lebanese populations outside the Middle East.   PAGE A15  ",
      "abstract": "The violence in Lebanon is taking an emotional toll in Dearborn, Mich., the Detroit suburb that is home to one of the largest Lebanese populations outside the Middle East.   PAGE A15  ",
      "lead_paragraph": "The violence in Lebanon is taking an emotional toll in Dearborn, Mich., the Detroit suburb that is home to one of the largest Lebanese populations outside the Middle East. PAGE A15",
      "publication_date": "2006-07-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/17/us/front page/violence-hits-home-in-a-us-city.html",
      "byline": ""
    },
    {
      "headline": "Airbus Offers Guided Tour of a Fiasco",
      "snippet": "Airbus, desperate to pull out of the worst dive in its commercial history, plans to disclose details of a radically redesigned midsize plane on Monday -- a $10 billion project that will compete with Boeing's 787, executives said here over the week...",
      "abstract": "Airbus, desperate to pull out of the worst dive in its commercial history, plans to disclose details of a radically redesigned midsize plane on Monday -- a $10 billion project that will compete with Boeing's 787, executives said here over the weekend.     The announcement, at the Farnborough International Air Show near London, is meant to counter the impression that Airbus is hopelessly adrift, with falling orders, turmoil in its executive suite and manufacturing chaos that led to a six-month delay in the delivery of its flagship jet, the A380.  ",
      "lead_paragraph": "BATH, England, July 16 - Airbus, desperate to pull out of the worst dive in its commercial history, plans to disclose details of a radically redesigned midsize plane on Monday -- a $10 billion project that will compete with Boeing's 787, executives said here over the weekend.",
      "publication_date": "2006-07-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/17/business/worldbusiness/airbus-offers-guided-tour-of-a-fiasco.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Militia Rebuked by Some Arab Countries",
      "snippet": "With the battle between Israel and the Lebanese militia Hezbollah raging, key Arab governments have taken the rare step of blaming Hezbollah, underscoring in part their growing fear of influence by the group's main sponsor, Iran.     Saudi Arabia,...",
      "abstract": "With the battle between Israel and the Lebanese militia Hezbollah raging, key Arab governments have taken the rare step of blaming Hezbollah, underscoring in part their growing fear of influence by the group's main sponsor, Iran.     Saudi Arabia, with Jordan, Egypt and several Persian Gulf states, chastised Hezbollah for ''unexpected, inappropriate and irresponsible acts'' at an emergency Arab League summit meeting in Cairo on Saturday.  ",
      "lead_paragraph": "BEIRUT, Lebanon, July 16 - With the battle between Israel and the Lebanese militia Hezbollah raging, key Arab governments have taken the rare step of blaming Hezbollah, underscoring in part their growing fear of influence by the group's main sponsor, Iran.",
      "publication_date": "2006-07-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/17/world/middleeast/militia-rebuked-by-some-arab-countries.html",
      "byline": "By Hassan M. Fattah"
    },
    {
      "headline": "In an About-Face, Sunnis Want U.S. to Remain in Iraq",
      "snippet": "As sectarian violence soars, many Sunni Arab political and religious leaders once staunchly opposed to the American presence here are now saying they need American troops to protect them from the rampages of Shiite militias and Shiite-run governme...",
      "abstract": "As sectarian violence soars, many Sunni Arab political and religious leaders once staunchly opposed to the American presence here are now saying they need American troops to protect them from the rampages of Shiite militias and Shiite-run government forces.     The pleas from the Sunni Arab leaders have been growing in intensity since an eruption of sectarian bloodletting in February, but they have reached a new pitch in recent days as Shiite militiamen have brazenly shot dead groups of Sunni civilians in broad daylight in Baghdad and other mixed areas of central Iraq.  ",
      "lead_paragraph": "BAGHDAD, Iraq, July 16 - As sectarian violence soars, many Sunni Arab political and religious leaders once staunchly opposed to the American presence here are now saying they need American troops to protect them from the rampages of Shiite militias and Shiite-run government forces.",
      "publication_date": "2006-07-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/17/world/middleeast/in-an-aboutface-sunnis-want-us-to-remain-in-iraq.html",
      "byline": "By Edward Wong and Dexter Filkins"
    },
    {
      "headline": "Couric Listens, but Who Will Watch?",
      "snippet": "MINNEAPOLIS is just the kind of place that Katie Couric had in mind when she decided to go on a six-city ''listening tour'' to build anticipation for her fall debut on the ''CBS Evening News.''      A well-read place with a virulent streak of civi...",
      "abstract": "MINNEAPOLIS is just the kind of place that Katie Couric had in mind when she decided to go on a six-city ''listening tour'' to build anticipation for her fall debut on the ''CBS Evening News.''      A well-read place with a virulent streak of civic-mindedness, Minneapolis is one of those middle places where news is discussed, consumed and analyzed. And, although Ms. Couric had never previously found a reason to visit, Minneapolis is a splendid place to live if you disregard that six months a year you need to wear a spacesuit against the cold. She even made a pilgrimage to the statue of Mary Richards, the hat-throwing newswoman played by Mary Tyler Moore -- the implication being that Ms. Couric is ''going to make it after all.''  ",
      "lead_paragraph": "MINNEAPOLIS is just the kind of place that Katie Couric had in mind when she decided to go on a six-city \"listening tour\" to build anticipation for her fall debut on the \"CBS Evening News.\"",
      "publication_date": "2006-07-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/17/business/media/couric-listens-but-who-will-watch.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Agreeing to Talk It Over, but Making No Promises",
      "snippet": "The seconds are now counting down in a high-pressure match of speed chess between Carlos Ghosn, the chief executive of Renault and Nissan, and Rick Wagoner, who runs General Motors.      Late Friday night, G.M. agreed to begin discussions on a pot...",
      "abstract": "The seconds are now counting down in a high-pressure match of speed chess between Carlos Ghosn, the chief executive of Renault and Nissan, and Rick Wagoner, who runs General Motors.      Late Friday night, G.M. agreed to begin discussions on a potentially historic three-way alliance with Renault of France and Nissan of Japan. The companies announced the talks, which they intend to conclude within three months, after a dinner in Detroit attended by Mr. Wagoner and Mr. Ghosn.  ",
      "lead_paragraph": "DETROIT, July 16 - The seconds are now counting down in a high-pressure match of speed chess between Carlos Ghosn, the chief executive of Renault and Nissan, and Rick Wagoner, who runs General Motors.",
      "publication_date": "2006-07-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/17/automobiles/agreeing-to-talk-it-over-but-making-no-promises.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Hospital Chiefs Get Paid for Advice on Selling",
      "snippet": "One recent sun-splashed afternoon, executives who run some of America's leading nonprofit hospitals met at a stately Colorado resort for an unusual mission: to advise companies confidentially on how best to sell their drugs, medical devices and fi...",
      "abstract": "One recent sun-splashed afternoon, executives who run some of America's leading nonprofit hospitals met at a stately Colorado resort for an unusual mission: to advise companies confidentially on how best to sell their drugs, medical devices and financial services to hospitals.     The hospital executives were rewarded with more than a chance to indulge in a ''harmonic'' hot stone massage or mountainside golf.  ",
      "lead_paragraph": "One recent sun-splashed afternoon, executives who run some of America's leading nonprofit hospitals met at a stately Colorado resort for an unusual mission: to advise companies confidentially on how best to sell their drugs, medical devices and financial services to hospitals.",
      "publication_date": "2006-07-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/17/business/hospital-chiefs-get-paid-for-advice-on-selling.html",
      "byline": "By Walt Bogdanich"
    }
  ]
}