{
  "metadata": {
    "date": "2006-05-29",
    "total_articles": 48
  },
  "articles": [
    {
      "headline": "In Big Uneasy, Exit Planning Is Obsession",
      "snippet": "The official start to the hurricane season is Thursday but in New Orleans the worrying has long since begun. ",
      "abstract": "The official start to the hurricane season is Thursday but in New Orleans the worrying has long since begun. ",
      "lead_paragraph": "NEW ORLEANS, May 26 — It begins as a conversation, perhaps over dinner, at the end of the day: Where are you going this year? Then, on to the specifics. Which relative? Which hotel? How many suitcases?",
      "publication_date": "2006-05-27T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/27/us/27psyche.html",
      "byline": "By Adam Nossiter"
    },
    {
      "headline": "Disney Said to Be Considering Cost Cuts That Include Layoffs",
      "snippet": "Walt Disney Studios is expecting a big summer with the release of \"Cars\" and the next \"Pirates of the Caribbean.\" But not all is well in movieland...",
      "abstract": "Walt Disney Studios is expecting a big summer with the release of \"Cars\" and the next \"Pirates of the Caribbean.\" But not all is well in movieland...",
      "lead_paragraph": "LOS ANGELES, May 26 — Walt Disney Studios is expecting a big summer with the release of the highly anticipated animated film \"Cars\" and the next installment in the popular \"Pirates of the Caribbean\" series.",
      "publication_date": "2006-05-27T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/27/business/media/27disney.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Bear Hunting Caught in Global Warming Debate",
      "snippet": "As its icy environs shrink, the polar bear has become the new poster face of Arctic vulnerability.",
      "abstract": "As its icy environs shrink, the polar bear has become the new poster face of Arctic vulnerability.",
      "lead_paragraph": "RESOLUTE, Nunavut — Bob Hudson says he has played in the Rose Bowl, jumped out of airplanes, scuba dived off Fiji and stalked bighorn sheep in the Rockies. But for all the excitement of his 67 years, there was one thrill he still craved: hunting polar bear in the high Canadian Arctic.",
      "publication_date": "2006-05-27T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/27/world/americas/27bears.html",
      "byline": "By Clifford Krauss"
    },
    {
      "headline": "Timing the Electronics Market for the Best Deal on a New PC",
      "snippet": "Sometimes the slow but relentless drop in electronics price turns into a torrent. That's happening now in personal computers.",
      "abstract": "Sometimes the slow but relentless drop in electronics price turns into a torrent. That's happening now in personal computers.",
      "lead_paragraph": " Lower prices are part of the natural order in the world of electronics. Sometimes, though, the slow but relentless drop in price turns into a torrent. That's happening now in personal computers.",
      "publication_date": "2006-05-27T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/27/technology/27money.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Evans Seen Atop List to Head Treasury",
      "snippet": "Having failed thus far to woo a Wall Street star, President Bush might ask old friend Donald L. Evans to be Treasury secretary.",
      "abstract": "Having failed thus far to woo a Wall Street star, President Bush might ask old friend Donald L. Evans to be Treasury secretary.",
      "lead_paragraph": "WASHINGTON, May 26  President Bush is leaning toward having one of his oldest friends take over the Treasury Department after a fruitless effort thus far to woo a star from Wall Street.",
      "publication_date": "2006-05-27T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/27/business/27snow.html",
      "byline": "By Jim Rutenberg and Edmund L. Andrews"
    },
    {
      "headline": "Tough Justice for Executives in Enron Era",
      "snippet": "The tactics employed in the Enron trial show a transformation has occurred in the investigation and prosecution of white-collar crime.",
      "abstract": "The tactics employed in the Enron trial show a transformation has occurred in the investigation and prosecution of white-collar crime.",
      "lead_paragraph": " There was a time in the not-too-distant past when white-collar criminal prosecutions were delicate affairs, where prosecutors worked hard not to treat wealthy and powerful defendants as anything as distasteful as, well, criminals.",
      "publication_date": "2006-05-27T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/27/business/businessspecial3/27enron.html",
      "byline": "By Kurt Eichenwald and Alexei Barrionuevo"
    },
    {
      "headline": "The Board Wore Chicken Suits",
      "snippet": "Joe Nocera column says Home Depot's annual shareholder meeting, which board of directors does not attend, proves that company has no respect for shareholder opinion; notes that chief executive Robert L Nardelli, who has been criticized for his com...",
      "abstract": "Joe Nocera column says Home Depot's annual shareholder meeting, which board of directors does not attend, proves that company has no respect for shareholder opinion; notes that chief executive Robert L Nardelli, who has been criticized for his compensation package, conducts meeting; photos (M)",
      "lead_paragraph": "\"A SHOWDOWN could occur at the annual meeting tomorrow as firms that advise large shareholders and activist groups are urging shareholders to withhold votes from several directors.\" So wrote Julie Creswell on Wednesday, in her detailed front-page article in The New York Times about the compensation package of Robert L. Nardelli, the chief executive of Home Depot.",
      "publication_date": "2006-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/27/business/the-board-wore-chicken-suits.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Tough Justice for Executives in Enron Era",
      "snippet": "Prosecution tactics used to convict former Enron chief executives Jeffrey K Skilling and Kenneth L Lay highlight transformation in investigation and prosecution of white-collar crime; aggressive prosecution tactics mean that defendants face senten...",
      "abstract": "Prosecution tactics used to convict former Enron chief executives Jeffrey K Skilling and Kenneth L Lay highlight transformation in investigation and prosecution of white-collar crime; aggressive prosecution tactics mean that defendants face sentences that may preclude them from minimum-security prisons; legal experts hail aggressive approaches as crucial to government's securing convictions of Lay and Skilling; some defense lawyers say tactics can go too far; some have accused federal prosecutors of trying to gain company cooperation by suggesting that government would allow company to stay in business if it sacrifices certain executives; government has also cut deals with some cooperating witnesses that left them with substantial sums of money; Skilling and Lay convictions show laws for corporate conduct are being interpreted strictly and convictions could set precedent for other executives; photo (M)",
      "lead_paragraph": "There was a time in the not-too-distant past when white-collar criminal prosecutions were delicate affairs, where prosecutors worked hard not to treat wealthy and powerful defendants as anything as distasteful as, well, criminals.",
      "publication_date": "2006-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/27/business/businessspecial3/tough-justice-for-executives-in-enron-era.html",
      "byline": "By Kurt Eichenwald and Alexei Barrionuevo"
    },
    {
      "headline": "Timing the Electronics Market for the Best Deal on a New PC",
      "snippet": "Prices are quickly falling on notebook computers; lower-priced models are also driving desktop prices down as intense competition increases; industry leaders such as Dell and Intel are losing market share as smaller makers like Acer become more ag...",
      "abstract": "Prices are quickly falling on notebook computers; lower-priced models are also driving desktop prices down as intense competition increases; industry leaders such as Dell and Intel are losing market share as smaller makers like Acer become more aggressive and high end makers like Apple close price gap; tips for consumers looking for deals on new computers; photos (M)",
      "lead_paragraph": "Lower prices are part of the natural order in the world of electronics. Sometimes, though, the slow but relentless drop in price turns into a torrent. That's happening now in personal computers.",
      "publication_date": "2006-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/27/technology/timing-the-electronics-market-for-the-best-deal-on-a-new-pc.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Disney Said to Be Considering Cost Cuts That Include Layoffs",
      "snippet": "Walt Disney Studios is expecting a big summer with the release of the highly anticipated animated film ''Cars'' and the next installment in the popular ''Pirates of the Caribbean'' series.     But not all is well in movieland -- and changes are af...",
      "abstract": "Walt Disney Studios is expecting a big summer with the release of the highly anticipated animated film ''Cars'' and the next installment in the popular ''Pirates of the Caribbean'' series.     But not all is well in movieland -- and changes are afoot. With a decline in DVD sales and the rising cost of making movies, Hollywood in general has been tightening its belt. And now Disney, as part of a long-term review, is contemplating layoffs, looking to rein in costs and rethinking the type of movies it wants to make at its live-action Disney Studios, according to people apprised of Disney's planning.  ",
      "lead_paragraph": "LOS ANGELES, May 26 - Walt Disney Studios is expecting a big summer with the release of the highly anticipated animated film \"Cars\" and the next installment in the popular \"Pirates of the Caribbean\" series.",
      "publication_date": "2006-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/27/business/media/disney-said-to-be-considering-cost-cuts-that-include-layoffs.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Gonzales Said He Would Quit in Raid Dispute",
      "snippet": "Atty Gen Alberto R Gonzales, Deputy Atty Gen Paul J McNulty, FBI Director Robert S Mueller III and senior Justice Dept officials reportedly tell associates that they are prepared to quit if White House orders them to return evidence seized in disp...",
      "abstract": "Atty Gen Alberto R Gonzales, Deputy Atty Gen Paul J McNulty, FBI Director Robert S Mueller III and senior Justice Dept officials reportedly tell associates that they are prepared to quit if White House orders them to return evidence seized in disputed search of Rep William J Jefferson's office; potential showdown is averted when Pres Bush orders evidence to be sealed for 45 days so Congress and Justice Dept can negotiate; evidence was seized by FBI agents and set off uproar of protest by House leaders in both parties, who said intrusion violated separation of powers doctrine; tensions are especially high because Justice Dept officials view Congressional protest as proxy fight for battles likely to come over criminal investigations into other Republicans in Congress; photos (M)",
      "lead_paragraph": "WASHINGTON, May 26 - Attorney General Alberto R. Gonzales, the F.B.I. director, Robert S. Mueller III, and senior officials and career prosecutors at the Justice Department told associates this week that they were prepared to quit if the White House directed them to relinquish evidence seized in a bitterly disputed search of a House member's office, government officials said Friday.",
      "publication_date": "2006-05-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/27/washington/gonzales-said-he-would-quit-in-raid-dispute.html",
      "byline": "By David Johnston and Carl Hulse"
    },
    {
      "headline": "In Big Uneasy, Exit Planning Is Obsession",
      "snippet": "Approaching hurricane season causes anxiety in New Orleans as people make evacuation plans and others consider leaving for good; recent survey of residents finds unprecedented levels of anxiety about city's future; residents say evacuation plans a...",
      "abstract": "Approaching hurricane season causes anxiety in New Orleans as people make evacuation plans and others consider leaving for good; recent survey of residents finds unprecedented levels of anxiety about city's future; residents say evacuation plans are hot topic of conversation and that many people have secured place to go if city must be abandoned; some experts say though political focus has been on getting people to return to city, unnoticed challenge is that middle-class people are leaving because of area's economy; others find daily strain of life among ruins overwhelming; some New Orleanians say hurricane planning has not dispelled their worry, but they will only leave temporarily; photos (M)",
      "lead_paragraph": "NEW ORLEANS, May 26 - It begins as a conversation, perhaps over dinner, at the end of the day: Where are you going this year? Then, on to the specifics. Which relative? Which hotel? How many suitcases?",
      "publication_date": "2006-05-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/27/us/in-big-uneasy-exit-planning-is-obsession.html",
      "byline": "By Adam Nossiter"
    },
    {
      "headline": "Gas Prices Arent Deterring Summer Travelers",
      "snippet": "Increase in gas prices is having little or no impact on auto travel in United States; Energy Department reports that drivers will travel more than 800 billion miles and will have consumed 36 billion gallons of fuel by Labor Day; Americans are not ...",
      "abstract": "Increase in gas prices is having little or no impact on auto travel in United States; Energy Department reports that drivers will travel more than 800 billion miles and will have consumed 36 billion gallons of fuel by Labor Day; Americans are not expected to change travel plans but will find savings elsewhere to balance costs; Philip Reed of Edmunds.com questions at what price consumers will begin to make significant changes; photo; graph (M)",
      "lead_paragraph": "Behold the annual migratory ritual that has begun.",
      "publication_date": "2006-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/27/business/gas-prices-arent-deterring-summer-travelers.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "U.S. Is Debating Talks With Iran on Nuclear Issue",
      "snippet": "Bush administration is considering whether to reverse policy and open direct talks with Iran, to avert crisis over Iran's suspected nuclear weapons program; debate within administration is intensifying, as Sec of State Condoleezza Rice works with ...",
      "abstract": "Bush administration is considering whether to reverse policy and open direct talks with Iran, to avert crisis over Iran's suspected nuclear weapons program; debate within administration is intensifying, as Sec of State Condoleezza Rice works with European foreign ministers to persuade Iran to suspend its efforts to enrich uranium; European leaders support talks between US and Iran, to show that US has made effort to avoid confrontation that could lead to fight over sanctions or military action; Rice is said to be resisting talks for fear of showing weakness, and Pres Bush, Vice Pres Dick Cheney and Defense Sec Donald H Rumsfeld have all opposed direct talks; debate about possible US contacts with Iran is being fueled not only by Europeans, but by growing number of people with ties to Bush administration, including Henry Kissinger (M)",
      "lead_paragraph": "WASHINGTON, May 26 - The Bush administration is beginning to debate whether to set aside a longstanding policy taboo and open direct talks with Iran, to help avert a crisis over Tehran's suspected nuclear weapons program, European officials and Americans close to the administration said Friday.",
      "publication_date": "2006-05-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/27/world/middleeast/us-is-debating-talks-with-iran-on-nuclear-issue.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Bear Hunting Caught in Global Warming Debate",
      "snippet": "Polar bear hunting is caught up in larger debate over global warming, as scientists and environmentalists push for measures to protect animal; scientists say global warming and over-hunting could reduce polar bear population by 30 percent in comin...",
      "abstract": "Polar bear hunting is caught up in larger debate over global warming, as scientists and environmentalists push for measures to protect animal; scientists say global warming and over-hunting could reduce polar bear population by 30 percent in coming decades; US Fish and Wildlife Service is considering whether to designate polar bear as threatened under Endangered Species Act; American polar bear hunters could be barred from bringing their trophies home from Canada, only country from which they can legally do so; possibility that wealthy American hunters may stop coming north has raised concern among politicians and Inuit guides who rely on hunters for income; some scientists argue that there are more polar bears than there were 40 years ago, before strong restrictions on trophy hunting were imposed; photos; map of Canadian Arctic (M)",
      "lead_paragraph": "RESOLUTE, Nunavut - Bob Hudson says he has played in the Rose Bowl, jumped out of airplanes, scuba dived off Fiji and stalked bighorn sheep in the Rockies. But for all the excitement of his 67 years, there was one thrill he still craved: hunting polar bear in the high Canadian Arctic.",
      "publication_date": "2006-05-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/27/world/americas/bear-hunting-caught-in-global-warming-debate.html",
      "byline": "By Clifford Krauss"
    },
    {
      "headline": "Evans Seen Atop List to Head Treasury",
      "snippet": "Donald L Evans is seen as most likely contender to succeed John W Snow as Treasury secretary; Evans is former commerce secretary and longtime friend of Pres Bush; consideration reflects shift in focus from Wall Street outsiders to Bush insiders; p...",
      "abstract": "Donald L Evans is seen as most likely contender to succeed John W Snow as Treasury secretary; Evans is former commerce secretary and longtime friend of Pres Bush; consideration reflects shift in focus from Wall Street outsiders to Bush insiders; photo (M)",
      "lead_paragraph": "WASHINGTON, May 26 - President Bush is leaning toward having one of his oldest friends take over the Treasury Department after a fruitless effort thus far to woo a star from Wall Street.",
      "publication_date": "2006-05-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/27/business/evans-seen-atop-list-to-head-treasury.html",
      "byline": "By Jim Rutenberg and Edmund L. Andrews"
    },
    {
      "headline": "Iran Chief Eclipses Power of Clerics\n",
      "snippet": "President Mahmoud Ahmadinejad's consolidation of power presents difficult diplomatic choices for the United States.",
      "abstract": "President Mahmoud Ahmadinejad's consolidation of power presents difficult diplomatic choices for the United States.",
      "lead_paragraph": " TEHRAN, May 27 — President Mahmoud Ahmadinejad is trying to consolidate power in the office of the presidency in a way never before seen in the 27-year history of the Islamic Republic, apparently with the tacit approval of Iran's supreme leader, according to government officials and political analysts here. ",
      "publication_date": "2006-05-28T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/28/world/middleeast/28iran.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "Howard Stringer, Sony's Road Warrior",
      "snippet": "Sony's chief executive has declared himself a \"warrior\" in the effort to revamp a Japanese corporate icon at risk of losing its relevance.",
      "abstract": "Sony's chief executive has declared himself a \"warrior\" in the effort to revamp a Japanese corporate icon at risk of losing its relevance.",
      "lead_paragraph": " Correction Appended ",
      "publication_date": "2006-05-28T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/05/28/business/yourmoney/28sony.html",
      "byline": "By Richard Siklos and Martin Fackler"
    },
    {
      "headline": "With Illegal Immigrants Fighting Wildfires, West Faces a Dilemma",
      "snippet": "Some say that firefighting may be too important to allow for a crackdown on illegal workers.",
      "abstract": "Some say that firefighting may be too important to allow for a crackdown on illegal workers.",
      "lead_paragraph": "SALEM, Ore.  The debate over immigration, which has filtered into almost every corner of American life in recent months, is now sweeping through the woods, and the implications could be immense for the coming fire season in the West. ",
      "publication_date": "2006-05-28T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/28/us/28fire.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "Deafened by the S.E.C.'s Silence, He Sued",
      "snippet": "The founder of SEC Insight, a company that sniffs out regulatory trails to warn its clients of risks, has been stymied by an unlikely adversary: the S.E.C. itself.",
      "abstract": "The founder of SEC Insight, a company that sniffs out regulatory trails to warn its clients of risks, has been stymied by an unlikely adversary: the S.E.C. itself.",
      "lead_paragraph": "ON May 18, Caremark Rx Inc., a pharmaceuticals services concern, surprised many investors when it disclosed that a day earlier federal prosecutors and the Securities and Exchange Commission had notified the company that they were scrutinizing how it awarded stock options to company insiders. Caremark's shares tumbled 6.8 percent on the news. ",
      "publication_date": "2006-05-28T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/05/28/business/yourmoney/28gavin.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Where's the Petite Department? Going the Way of the Petticoat",
      "snippet": "The abandonment of petite sizes at the highest levels of American retailing represents a sea change in fashion.",
      "abstract": "The abandonment of petite sizes at the highest levels of American retailing represents a sea change in fashion.",
      "lead_paragraph": "Twenty-five years ago, America's department stores  long obsessed with that Seventh Avenue archetype, the tall, thin, leggy lady  discovered her shorter sibling, the petite woman. They gave her a special clothing size, her own department and, over time, access to top designers like Ralph Lauren, Donna Karan and Calvin Klein.",
      "publication_date": "2006-05-28T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/28/business/28petite.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Are Enrons Bustin' Out All Over?",
      "snippet": "The Enron verdicts were, at best, the end of the beginning of this dispiriting corporate crime wave. They were certainly not the beginning of its end.",
      "abstract": "The Enron verdicts were, at best, the end of the beginning of this dispiriting corporate crime wave. They were certainly not the beginning of its end.",
      "lead_paragraph": "CHIEF executives everywhere probably breathed a sigh of relief last week when the Enron verdicts came in. With Kenneth L. Lay, the company's former chairman, and Jeffrey K. Skilling, its former chief executive, found guilty of fraud and other crimes, maybe now we can all move past this corporation-run-amok stuff.Enron, after all, was an anomaly, right? ",
      "publication_date": "2006-05-28T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/05/28/business/yourmoney/28gret.html",
      "byline": ""
    },
    {
      "headline": "Indonesia Hit by Big Quake Near Volcano",
      "snippet": "The death toll in central Java had risen to nearly 3,500, according to officials, and aftershocks rattled the area.",
      "abstract": "The death toll in central Java had risen to nearly 3,500, according to officials, and aftershocks rattled the area.",
      "lead_paragraph": "YOGYAKARTA, Indonesia, Sunday, May 28 — Rescue workers and military and police units scoured this ravaged historic city in central Java through the night, using searchlights to find survivors of a powerful earthquake that struck early Saturday, leveling homes, hotels and bridges. Residents began digging mass graves to bury the bodies lining the streets. ",
      "publication_date": "2006-05-28T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/28/world/asia/28indo.html",
      "byline": "By Peter Gelling"
    },
    {
      "headline": "2 Industry Leaders Bet on Coal but Split on Cleaner Approach",
      "snippet": "Coal is poised to once again become the nation's favorite fuel, but its role in global warming causes concern.",
      "abstract": "Coal is poised to once again become the nation's favorite fuel, but its role in global warming causes concern.",
      "lead_paragraph": " WRIGHT, Wyo. — More than a century ago a blustery Wyoming politician named Fenimore Chatterton boasted that his state alone had enough coal to \"weld every tie that binds, drive every wheel, change the North Pole into a tropical region, or smelt all hell!\" ",
      "publication_date": "2006-05-28T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/28/business/28coal.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Indonesia Struggles to Recover FromBig Quake",
      "snippet": "Earthquake of magnitude 6.3 strikes area of Yogyakarta, Indonesia, killing nearly 3,500 people; sets off increased activity at nearby volcano Mount Merapi; many residents at first thought earthquake was long expected eruption; officials say at lea...",
      "abstract": "Earthquake of magnitude 6.3 strikes area of Yogyakarta, Indonesia, killing nearly 3,500 people; sets off increased activity at nearby volcano Mount Merapi; many residents at first thought earthquake was long expected eruption; officials say at least tens of thousands of people have been left homeless; rescuers count 2,200 dead in Bantul section of Yogyakarta, and as many more people are alive but trapped under collapsed buildings; army has been ordered to help evacuate victims, and some international relief agencies have reached area quickly; photos; map (L)",
      "lead_paragraph": "YOGYAKARTA, Indonesia, Sunday, May 28 - Rescue workers and military and police units scoured this ravaged historic city in central Java through the night, using searchlights to find survivors of a powerful earthquake that struck early Saturday, leveling homes, hotels and bridges. Residents began digging mass graves to bury the bodies lining the streets.",
      "publication_date": "2006-05-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/05/28/world/asia/indonesia-struggles-to-recover-frombig-quake.html",
      "byline": "By Peter Gelling"
    },
    {
      "headline": "Success Arrives, With Plenty of Confetti",
      "snippet": "Stephanie Mack establishes Just-N-Time Dynamics in Bronx, NY, which is in document destruction business; companies and professionals use enterprises like Mack's to destroy papers that contain personal information about customers; Mack's business r...",
      "abstract": "Stephanie Mack establishes Just-N-Time Dynamics in Bronx, NY, which is in document destruction business; companies and professionals use enterprises like Mack's to destroy papers that contain personal information about customers; Mack's business represents growing industry in country; photo (M)",
      "lead_paragraph": "YOU might say that Stephanie Mack's company is part of a motorized cavalry in the war against identity theft.",
      "publication_date": "2006-05-28T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/05/28/nyregion/success-arrives-with-plenty-of-confetti.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "Deafened by the S.E.C.'s Silence, He Sued",
      "snippet": "John P Gavin, founder of independent stock research firm SEC Insight, sues Securities and Exchange Commission after agency stops supplying documents it once distributed routinely; suit claims that agency is violating federal disclosure laws by den...",
      "abstract": "John P Gavin, founder of independent stock research firm SEC Insight, sues Securities and Exchange Commission after agency stops supplying documents it once distributed routinely; suit claims that agency is violating federal disclosure laws by denying requests for regulatory correspondence; commission has failed to provide documents relating to 1,700 of SEC Insight's requests under Freedom of Information Act since August 2004; says it is complying with law; photos (M)",
      "lead_paragraph": "ON May 18, Caremark Rx Inc., a pharmaceuticals services concern, surprised many investors when it disclosed that a day earlier federal prosecutors and the Securities and Exchange Commission had notified the company that they were scrutinizing how it awarded stock options to company insiders. Caremark's shares tumbled 6.8 percent on the news.",
      "publication_date": "2006-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/05/28/business/yourmoney/deafened-by-the-secs-silence-he-sued.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "With Illegal Immigrants Fighting Wildfires, West Faces a Dilemma",
      "snippet": "As many as half of roughly 5,000 private firefighters based in Pacific Northwest and contracted by state and federal governments to fight forest fires are immigrants, mostly from Mexico, and unknown number of them are in United States illegally; F...",
      "abstract": "As many as half of roughly 5,000 private firefighters based in Pacific Northwest and contracted by state and federal governments to fight forest fires are immigrants, mostly from Mexico, and unknown number of them are in United States illegally; Forest Service plans to work with other agencies to improve identification process, and Oregon has imposed tougher rules on companies that employ firefighters, but some forestry workers say jobs are too important and hard to fill to allow crackdown; photos (L)",
      "lead_paragraph": "SALEM, Ore. - The debate over immigration, which has filtered into almost every corner of American life in recent months, is now sweeping through the woods, and the implications could be immense for the coming fire season in the West.",
      "publication_date": "2006-05-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/05/28/us/with-illegal-immigrants-fighting-wildfires-west-faces-a-dilemma.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "2 Industry Leaders Bet on Coal but Split on Cleaner Approach",
      "snippet": "Article in series The Energy Challenge; United States has enough coal reserves to last two centuries at current use-rates, but burning coal is one of largest manmade sources of gases responsible for global warming; Michael G Morris of American Ele...",
      "abstract": "Article in series The Energy Challenge; United States has enough coal reserves to last two centuries at current use-rates, but burning coal is one of largest manmade sources of gases responsible for global warming; Michael G Morris of American Electric Power is heading small movement in industry to embrace new technology that could limit environmental impact but increases startup costs; Peabody Energy chief executive Gregory H Boyce represents prevailing view that is unpersuaded by new technology and cost structure; graph; photos; diagram (L)",
      "lead_paragraph": "WRIGHT, Wyo. - More than a century ago a blustery Wyoming politician named Fenimore Chatterton boasted that his state alone had enough coal to \"weld every tie that binds, drive every wheel, change the North Pole into a tropical region, or smelt all hell!\"",
      "publication_date": "2006-05-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/05/28/business/2-industry-leaders-bet-on-coal-but-split-on-cleaner-approach.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Kerry Pressing Swift Boat Case Long After Loss",
      "snippet": "Battle over Sen John Kerry's Vietnam War service continues two years after his failed presidential bid; critical group Swift Boat Veterans for Truth continues to spend money on Washington consultants and has given $100,000 to group that sued Kerry...",
      "abstract": "Battle over Sen John Kerry's Vietnam War service continues two years after his failed presidential bid; critical group Swift Boat Veterans for Truth continues to spend money on Washington consultants and has given $100,000 to group that sued Kerry for allegedly interfering with release of film critical of him; Kerry was accused of not fighting back hard enough during campaign, but he has begun to fight back hard; photos (L)",
      "lead_paragraph": "John Kerry starts by showing the entry in a log he kept from 1969: \"Feb 12: 0800 run to Cambodia.\"",
      "publication_date": "2006-05-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/05/28/washington/kerry-pressing-swift-boat-case-long-after-loss.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "Where's the Petite Department? Going the Way of the Petticoat",
      "snippet": "Influential retailers Neiman Marcus, Saks Fifth Avenue and Bloomingdale's have quietly eliminated or drastically scaled back their petite departments, infuriating many longtime customers; despite executives' claims of poor sales, overall sales of ...",
      "abstract": "Influential retailers Neiman Marcus, Saks Fifth Avenue and Bloomingdale's have quietly eliminated or drastically scaled back their petite departments, infuriating many longtime customers; despite executives' claims of poor sales, overall sales of petite clothing sizes have grown in past several years, reaching $10 billion; petite women suspect real culprit is high-end department stores that view petite consumer as older, unfashionable and undesirable; graphs; diagram (L)",
      "lead_paragraph": "Twenty-five years ago, America's department stores -- long obsessed with that Seventh Avenue archetype, the tall, thin, leggy lady -- discovered her shorter sibling, the petite woman. They gave her a special clothing size, her own department and, over time, access to top designers like Ralph Lauren, Donna Karan and Calvin Klein.",
      "publication_date": "2006-05-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/05/28/business/wheres-the-petite-department-going-the-way-of-the-petticoat.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Are Enrons Bustin' Out All Over?",
      "snippet": "Investors learn that former executives at mortgage-financing giant Fannie Mae were involved in $10.6 billion accounting fraud; overall number of company employees involved is considered 'staggering'; revelation shows public that accounting scandal...",
      "abstract": "Investors learn that former executives at mortgage-financing giant Fannie Mae were involved in $10.6 billion accounting fraud; overall number of company employees involved is considered 'staggering'; revelation shows public that accounting scandals will not end with Enron verdicts (M)",
      "lead_paragraph": "CHIEF executives everywhere probably breathed a sigh of relief last week when the Enron verdicts came in. With Kenneth L. Lay, the company's former chairman, and Jeffrey K. Skilling, its former chief executive, found guilty of fraud and other crimes, maybe now we can all move past this corporation-run-amok stuff.Enron, after all, was an anomaly, right?",
      "publication_date": "2006-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/05/28/business/yourmoney/are-enrons-bustin-out-all-over.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Iran Chief Eclipses Power of Clerics",
      "snippet": "Iran's Pres Mahmoud Ahmadinejad is trying to consolidate power to buttress system of conservative clerical rule that has lost credibility with public; strategy consists of seeking concessions from West on nuclear program and opening direct, high-l...",
      "abstract": "Iran's Pres Mahmoud Ahmadinejad is trying to consolidate power to buttress system of conservative clerical rule that has lost credibility with public; strategy consists of seeking concessions from West on nuclear program and opening direct, high-level talks with United States while easing social restrictions, cracking down on political dissent and building new political class from outside clergy; rare unity of elected and religious leadership offers US opportunity to talk with government that has often spoken with multiple voices, but at price of increasing Ahmadinejad's prestige; photos (L)",
      "lead_paragraph": "TEHRAN, May 27 - President Mahmoud Ahmadinejad is trying to consolidate power in the office of the presidency in a way never before seen in the 27-year history of the Islamic Republic, apparently with the tacit approval of Iran's supreme leader, according to government officials and political analysts here.",
      "publication_date": "2006-05-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/05/28/world/middleeast/iran-chief-eclipses-power-of-clerics.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "Howard Stringer, Sony's Road Warrior",
      "snippet": "Sir Howard Stringer continues to attempt to revitalize struggling Sony Corporation 11 months after becoming unlikely choice for chief executive; Stringer's aggressive traveling and focus on product development and streamlining company divisions ha...",
      "abstract": "Sir Howard Stringer continues to attempt to revitalize struggling Sony Corporation 11 months after becoming unlikely choice for chief executive; Stringer's aggressive traveling and focus on product development and streamlining company divisions has led analysts to note that he is making progress; analysts say Stringer has succeeded in changing tone of company while trying to overcome cultural differences in company that some say should return to its Japanese roots; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-05-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/05/28/business/yourmoney/howard-stringer-sonys-road-warrior.html",
      "byline": "By Richard Siklos and Martin Fackler"
    },
    {
      "headline": "After Loss of a Parent to War, a Shared Grieving",
      "snippet": "A Memorial Day weekend gathering helped children in military families cope with death and talk about  loss.",
      "abstract": "A Memorial Day weekend gathering helped children in military families cope with death and talk about  loss.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-05-29T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/29/us/29grief.html",
      "byline": "By Lizette Alvarez"
    },
    {
      "headline": "Cutting Sony, a Corporate Octopus, Back to a Rational Size",
      "snippet": "Sony has expanded into so many businesses in Japan and abroad that it has blurred its original identity as an engineering innovator.",
      "abstract": "Sony has expanded into so many businesses in Japan and abroad that it has blurred its original identity as an engineering innovator.",
      "lead_paragraph": "WAKO, Japan — When Kumiko Ishioka bought car insurance last year, she chose the company that offered the cheapest rate. It also helped that the company bore the same brand name as that on her life insurance policy, her favorite skin lotion and her television set — Sony.",
      "publication_date": "2006-05-29T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/29/technology/29sony.html",
      "byline": "By Martin Fackler"
    },
    {
      "headline": "Studios Turn Thumbs Down on Film Critics",
      "snippet": "The shrinking list of movies scheduled for review is an indication that the long marriage between print and film is hitting a rough spot.",
      "abstract": "The shrinking list of movies scheduled for review is an indication that the long marriage between print and film is hitting a rough spot.",
      "lead_paragraph": "THE makers of \"The Da Vinci Code\" opened their film last week in spite of howls of protest from a historically powerful institution, which labeled the Sony Pictures effort \"a provocation\" and \"spirit-lowering tripe.\"",
      "publication_date": "2006-05-29T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/29/technology/29Carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Iraqis' Accounts Link Marines to the Mass Killing of Civilians",
      "snippet": "The military's investigation into the role of U.S. marines in the November killings may lead to charges including murder.",
      "abstract": "The military's investigation into the role of U.S. marines in the November killings may lead to charges including murder.",
      "lead_paragraph": "BAGHDAD, Iraq, May 28  Hiba Abdullah survived the killings by American troops in Haditha last Nov. 19, but said seven others at her father-in-law's home did not. She said American troops shot and killed her husband, Rashid Abdul Hamid. They killed her father-in-law, Abdul Hamid Hassan Ali, a 77-year-old in a wheelchair, shooting him in the chest and abdomen, she said. ",
      "publication_date": "2006-05-29T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/29/world/middleeast/29haditha.html",
      "byline": "By Richard A. Oppel Jr. and Mona Mahmoud"
    },
    {
      "headline": "Somalis Brave a Sea of Perils for Jobs Abroad",
      "snippet": "Fighting in Somalia has spurred an exodus, but the journey to Yemen carries risks that rival those on shore.",
      "abstract": "Fighting in Somalia has spurred an exodus, but the journey to Yemen carries risks that rival those on shore.",
      "lead_paragraph": " BOOSAASO, Somalia, May 24 — Luckily, Farhia Ahmed Muhammad knew how to swim.",
      "publication_date": "2006-05-29T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/29/world/africa/29somalia.html",
      "byline": "By Marc Lacey"
    },
    {
      "headline": "Iraqis' Accounts Link Marines to the Mass Killing of Civilians",
      "snippet": "Killings of civilians by US marines in Haditha last November 19 are described by four Iraqis who identify themselves as survivors and talk with Iraqi writer sent by The New York Times; Hiba Abdullah describes surviving after troops killed seven ot...",
      "abstract": "Killings of civilians by US marines in Haditha last November 19 are described by four Iraqis who identify themselves as survivors and talk with Iraqi writer sent by The New York Times; Hiba Abdullah describes surviving after troops killed seven others in home, including 77-year-old man in wheelchair; accounts cannot be independently corroborated but are consistent with official investigations; Haditha is dangerous Anbar town under Sunni insurgent control, place where twenty marines from different unit were killed three months earlier; witnesses say killings of 24 people began after roadside bomb killed Lance Cpl Miguel Terrazas; most were apparently carried out by handful of marines led by staff sergeant; those attacked included infants and the elderly (M)",
      "lead_paragraph": "BAGHDAD, Iraq, May 28 - Hiba Abdullah survived the killings by American troops in Haditha last Nov. 19, but said seven others at her father-in-law's home did not. She said American troops shot and killed her husband, Rashid Abdul Hamid. They killed her father-in-law, Abdul Hamid Hassan Ali, a 77-year-old in a wheelchair, shooting him in the chest and abdomen, she said.",
      "publication_date": "2006-05-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/29/world/middleeast/iraqis-accounts-link-marines-to-the-mass-killing-of.html",
      "byline": "By Richard A. Oppel Jr. and Mona Mahmoud"
    },
    {
      "headline": "Somalis Brave a Sea of Perils for Jobs Abroad",
      "snippet": "Somalis desperate to escape brutal clan warfare and dire poverty undertake dangerous journeys by sea to Yemen, illegal getaway to low-paying jobs in Middle East; journey across Gulf of Aden takes two nights if engines do not fail and Yemeni coast ...",
      "abstract": "Somalis desperate to escape brutal clan warfare and dire poverty undertake dangerous journeys by sea to Yemen, illegal getaway to low-paying jobs in Middle East; journey across Gulf of Aden takes two nights if engines do not fail and Yemeni coast guard does not intercept vessel, but violent smugglers can also hurl migrants overboard into shark-infested waters; photos; map (M)",
      "lead_paragraph": "BOOSAASO, Somalia, May 24 - Luckily, Farhia Ahmed Muhammad knew how to swim.",
      "publication_date": "2006-05-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/29/world/africa/somalis-brave-a-sea-of-perils-for-jobs-abroad.html",
      "byline": "By Marc Lacey"
    },
    {
      "headline": "After Loss of a Parent to War, a Shared Grieving",
      "snippet": "Nearly 150 of estimated 1,600 American children who have lost parents in Iraq war gather in Arlington over Memorial Day weekend for annual 'grief camp' run by Tragedy Assistance Program for Survivors; children share feeling with each other and wit...",
      "abstract": "Nearly 150 of estimated 1,600 American children who have lost parents in Iraq war gather in Arlington over Memorial Day weekend for annual 'grief camp' run by Tragedy Assistance Program for Survivors; children share feeling with each other and with counselors; photos; nonprofit group founded in 1994 helps military family and friends cope with death and talk about their loss (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-05-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/29/us/after-loss-of-a-parent-to-war-a-shared-grieving.html",
      "byline": "By Lizette Alvarez"
    },
    {
      "headline": "Pentagon Seeks Nonnuclear Tip for Sub Missiles",
      "snippet": "Pentagon is pressing Congress to approve new weapon that would enable US to carry out nonnuclear missile strikes against distant targets within one hour; plan sets off complex debate about whether system would increase risk of accidential nuclear ...",
      "abstract": "Pentagon is pressing Congress to approve new weapon that would enable US to carry out nonnuclear missile strikes against distant targets within one hour; plan sets off complex debate about whether system would increase risk of accidential nuclear confrontation; calls for deploying new nonnuclear warhead atop submarine-launched Trident II missile that could attack terrorist camps, enemy missile sites and caches of chemical or nuclear weapons; would cost estimated half billion dollars over five years; Pentagon requests $127 million to start work; lawmakers like Sen Jack Reed are concerned because Trident II missile has long been equipped with nuclear payload; Gen James E Cartwright outlines proposal (M)",
      "lead_paragraph": "WASHINGTON, May 28 - The Pentagon is pressing Congress to approve the development of a new weapon that would enable the United States to carry out nonnuclear missile strikes against distant targets within an hour.",
      "publication_date": "2006-05-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/29/washington/pentagon-seeks-nonnuclear-tip-for-sub-missiles.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "When a Newsmaker Buys the Newspaper",
      "snippet": "Brian Tierney and his team of business leaders hope to revive Philadelphia's main newspapers; editors at Philadelphia Inquirer and Philadelphia Daily News vow to work with new owners to make changes and adapt to times; critics fear Tierney will us...",
      "abstract": "Brian Tierney and his team of business leaders hope to revive Philadelphia's main newspapers; editors at Philadelphia Inquirer and Philadelphia Daily News vow to work with new owners to make changes and adapt to times; critics fear Tierney will use newspapers as platform for his personal and political agendas; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-05-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/29/business/media/when-a-newsmaker-buys-the-newspaper.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Cutting Sony, a Corporate Octopus, Back to a Rational Size",
      "snippet": "When Kumiko Ishioka bought car insurance last year, she chose the company that offered the cheapest rate. It also helped that the company bore the same brand name as that on her life insurance policy, her favorite skin lotion and her television se...",
      "abstract": "When Kumiko Ishioka bought car insurance last year, she chose the company that offered the cheapest rate. It also helped that the company bore the same brand name as that on her life insurance policy, her favorite skin lotion and her television set -- Sony.     ''Sony is definitely a name you can trust,'' Ms. Ishioka, 38, the owner of a clothing boutique in this Tokyo suburb, said. ''But it's not really an electronics company anymore.  ",
      "lead_paragraph": "WAKO, Japan - When Kumiko Ishioka bought car insurance last year, she chose the company that offered the cheapest rate. It also helped that the company bore the same brand name as that on her life insurance policy, her favorite skin lotion and her television set -- Sony.",
      "publication_date": "2006-05-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/29/technology/cutting-sony-a-corporate-octopus-back-to-a-rational-size.html",
      "byline": "By Martin Fackler"
    },
    {
      "headline": "Studios Turn Thumbs Down on Film Critics",
      "snippet": "Sony has blurred corporate identity in Japan by expanding into too many business areas; analysts say expansion threatens so-called Sony premium of higher prices company can charge for its electronics products; chief executive Sir Howard Stringer m...",
      "abstract": "Sony has blurred corporate identity in Japan by expanding into too many business areas; analysts say expansion threatens so-called Sony premium of higher prices company can charge for its electronics products; chief executive Sir Howard Stringer makes restoring brand equity and image top priority; hopes to avoid similar problems in United States; photos (M)",
      "lead_paragraph": "THE makers of \"The Da Vinci Code\" opened their film last week in spite of howls of protest from a historically powerful institution, which labeled the Sony Pictures effort \"a provocation\" and \"spirit-lowering tripe.\"",
      "publication_date": "2006-05-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/29/technology/studios-turn-thumbs-down-on-film-critics.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Reality TV, Ripening in the Heat of Summer",
      "snippet": "Reality television series that replace traditional summer reruns experience success when run in more economically meaningful regular season; networks experiment with unconventional ideas hoping one will strike chord with viewers; costs are lower t...",
      "abstract": "Reality television series that replace traditional summer reruns experience success when run in more economically meaningful regular season; networks experiment with unconventional ideas hoping one will strike chord with viewers; costs are lower than scripted shows but still cost about $1 million per hour to produce, making them risky replacements for repeat programming that carries no costs; photos (M)",
      "lead_paragraph": "Memorial Day means the unofficial start of summer (white shoes permitted). But it also means the official start of another season: reality television season.",
      "publication_date": "2006-05-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/29/business/media/reality-tv-ripening-in-the-heat-of-summer.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Target of F.B.I. Raid Had a Hard Path to Capitol Hill",
      "snippet": "Rep William Jefferson, target of federal corruption probe, has talked of growing up in poor farm community and winning ticket out with Harvard Law School scholarship but less flattering view emerged even as he built reputation as one of Louisiana'...",
      "abstract": "Rep William Jefferson, target of federal corruption probe, has talked of growing up in poor farm community and winning ticket out with Harvard Law School scholarship but less flattering view emerged even as he built reputation as one of Louisiana's most effective lawmakers, signified by nickname Dollar Bill; he was criticized as state legislator for enriching his law firm with government contracts, ran stores renting appliances by the month, owned dilapidated apartment buildings and was sued by federal regulators over defaulted loan; Jefferson is now suspected of turning work on behalf of Africa trade into sideline worth hundreds of thousands of dollars and set off political drama following unprecedented FBI raid of his office; FBI accuses him of demanding more than $400,000 in bribes to help iGate Inc; says agents videotaped him taking $100,000 in suitcase and later found $90,000 of it in his freezer; case and his background detailed; photos (M)",
      "lead_paragraph": "NEW ORLEANS, May 27 - Representative William J. Jefferson has always liked to talk about growing up in an impoverished farm community, picking cotton for $3 a day and hitting the books hard enough to win his ticket out -- a scholarship to Harvard Law School.",
      "publication_date": "2006-05-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/29/washington/target-of-fbi-raid-had-a-hard-path-to-capitol-hill.html",
      "byline": "By Christopher Drew and Robert Pear"
    }
  ]
}