{
  "metadata": {
    "date": "2006-01-30",
    "total_articles": 31
  },
  "articles": [
    {
      "headline": "U.S. Subpoena Opens a New Front in Investigation of Heart Devices",
      "snippet": "Federal prosecutors have opened a new front in their investigation into the Guidant Corporation by issuing a subpoena seeking records disclosed in a Texas lawsuit that indicate the company knew that some heart devices could catastrophically fail. ...",
      "abstract": "Federal prosecutors have opened a new front in their investigation into the Guidant Corporation by issuing a subpoena seeking records disclosed in a Texas lawsuit that indicate the company knew that some heart devices could catastrophically fail.     The subpoena, issued Tuesday by the United States attorney in Minneapolis, specifically sought Guidant documents disclosed this month in a Texas state court. Among other things, the records indicate that company executives debated whether to warn doctors that some heart defibrillators could short-circuit. The records suggest that Guidant might have sold potentially flawed devices.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/28/business/us-subpoena-opens-a-new-front-in-investigation-of-heart-devices.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "U.S. Regulators Approve Insulin in Inhaled Form",
      "snippet": "An inhaled form of insulin won federal approval yesterday, offering the first alternative to injections for millions of people with diabetes since the drug was introduced in the 1920's.      The new inhaler could offer more convenience and less pa...",
      "abstract": "An inhaled form of insulin won federal approval yesterday, offering the first alternative to injections for millions of people with diabetes since the drug was introduced in the 1920's.      The new inhaler could offer more convenience and less pain for many of the roughly five million Americans already using insulin, diabetes experts say.  ",
      "lead_paragraph": "An inhaled form of insulin won federal approval yesterday, offering the first alternative to injections for millions of people with diabetes since the drug was introduced in the 1920's.",
      "publication_date": "2006-01-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/28/health/us-regulators-approve-insulin-in-inhaled-form.html",
      "byline": "By Andrew Pollack and Alex Berenson"
    },
    {
      "headline": "U.S. Economy Slowed Sharply at End of 2005",
      "snippet": "Economic growth weakened unexpectedly in the fourth quarter of 2005, rising 1.1 percent, the slowest pace in three years, and clouding the immediate outlook for the economy, the government reported yesterday.      Consumer spending slowed abruptly...",
      "abstract": "Economic growth weakened unexpectedly in the fourth quarter of 2005, rising 1.1 percent, the slowest pace in three years, and clouding the immediate outlook for the economy, the government reported yesterday.      Consumer spending slowed abruptly as purchases of motor vehicles collapsed after automakers phased out the generous incentive programs that had lifted sales through the summer. As consumers cut back on spending, business investment also slowed as companies curtailed spending on cars and trucks. Military spending also fell unexpectedly, while a surging import bill put a drag on overall growth.  ",
      "lead_paragraph": "Economic growth weakened unexpectedly in the fourth quarter of 2005, rising 1.1 percent, the slowest pace in three years, and clouding the immediate outlook for the economy, the government reported yesterday.",
      "publication_date": "2006-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/28/business/us-economy-slowed-sharply-at-end-of-2005.html",
      "byline": "By Eduardo Porter and Vikas Bajaj"
    },
    {
      "headline": "An Exotic Tool for Espionage: Moral Compass",
      "snippet": "Is there such a thing as an ethical spy?      A group of current and former intelligence officers and academic experts think there is, and they are meeting this weekend to dissect what some others in the field consider a flat-out contradiction in ...",
      "abstract": "Is there such a thing as an ethical spy?      A group of current and former intelligence officers and academic experts think there is, and they are meeting this weekend to dissect what some others in the field consider a flat-out contradiction in terms.  ",
      "lead_paragraph": "WASHINGTON, Jan. 27 - Is there such a thing as an ethical spy?",
      "publication_date": "2006-01-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/28/politics/an-exotic-tool-for-espionage-moral-compass.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "Hamas Is Facing a Money Crisis; Aid May Be Cut",
      "snippet": "Hamas leaders, savoring their landslide victory in Palestinian elections, faced an array of threats on Friday: a huge government deficit, a likely cutoff of most aid, international ostracism and the rage of defeated and armed Fatah militants.     ...",
      "abstract": "Hamas leaders, savoring their landslide victory in Palestinian elections, faced an array of threats on Friday: a huge government deficit, a likely cutoff of most aid, international ostracism and the rage of defeated and armed Fatah militants.      Of the many questions that the Hamas victory presents, the need to pay basic bills and salaries to Palestinians is perhaps the most pressing. The Palestinian Authority is functionally bankrupt, with a deficit of $69 million for January alone.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/28/world/middleeast/hamas-is-facing-a-money-crisis-aid-may-be-cut.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Mittal Steel Makes Bid for a Rival",
      "snippet": "The biggest steel company in the world wants to get much bigger.     Mittal Steel, whose founder, Lakshmi Mittal, has never been bashful about his global ambitions, shocked the industry on Friday with an unsolicited $22.8 billion bid for the world...",
      "abstract": "The biggest steel company in the world wants to get much bigger.     Mittal Steel, whose founder, Lakshmi Mittal, has never been bashful about his global ambitions, shocked the industry on Friday with an unsolicited $22.8 billion bid for the world's second-biggest steel company, Arcelor.  ",
      "lead_paragraph": "LONDON, Jan. 27 - The biggest steel company in the world wants to get much bigger.",
      "publication_date": "2006-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/28/business/worldbusiness/mittal-steel-makes-bid-for-a-rival.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "A Revenge Fantasy, Except It's Reality",
      "snippet": "Seth Schiesel The Gamer column discusses Blizzard Entertainment's World fo Warcraft online video game; photo (M)6",
      "abstract": "Seth Schiesel The Gamer column discusses Blizzard Entertainment's World fo Warcraft online video game; photo (M)6",
      "lead_paragraph": "THE original \"Fun With Dick and Jane,\" a 1977 comedy that starred George Segal and Jane Fonda, tells the story of a rising aerospace executive who is suddenly laid off, can't find a job, and in desperation turns to bank robbery to keep up with the Joneses in his upscale suburb.",
      "publication_date": "2006-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/28/business/a-revenge-fantasy-except-its-reality.html",
      "byline": ""
    },
    {
      "headline": "Payments Are Questioned",
      "snippet": "Documents show that a Danish insulin maker, Norvo Nordisk, paid at least one U.S. pharmacist to encourage doctors to switch patients to higher-priced products. Page A14.  ",
      "abstract": "Documents show that a Danish insulin maker, Norvo Nordisk, paid at least one U.S. pharmacist to encourage doctors to switch patients to higher-priced products. Page A14.  ",
      "lead_paragraph": "Documents show that a Danish insulin maker, Norvo Nordisk, paid at least one U.S. pharmacist to encourage doctors to switch patients to higher-priced products. Page A14.",
      "publication_date": "2006-01-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/28/us/front page/payments-are-questioned.html",
      "byline": ""
    },
    {
      "headline": "Cricket Anyone? Sneaker Makers on Fresh Turf",
      "snippet": "A few weeks ago, in an effort to raise money and its profile, the Indian national cricket team invited athletic footwear companies to bid on a five-year deal to outfit its 16 players. The announcement drew little attention outside India -- this wa...",
      "abstract": "A few weeks ago, in an effort to raise money and its profile, the Indian national cricket team invited athletic footwear companies to bid on a five-year deal to outfit its 16 players. The announcement drew little attention outside India -- this was not, after all, a competition to dress LeBron James or Kobe Bryant -- but the eight-figure sponsorship bids certainly did.     Reebok offered $26 million, only to be topped by a $28 million bid from its soon-to-be-sibling Adidas. In turn, Adidas was bested in dramatic fashion by a $44 million check from Nike. The cricket league's vice president, Lalit Modi, said the winning bid made the team the ''world's most valued brand in team sponsorship.''  ",
      "lead_paragraph": "A few weeks ago, in an effort to raise money and its profile, the Indian national cricket team invited athletic footwear companies to bid on a five-year deal to outfit its 16 players. The announcement drew little attention outside India -- this was not, after all, a competition to dress LeBron James or Kobe Bryant -- but the eight-figure sponsorship bids certainly did.",
      "publication_date": "2006-01-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/28/business/cricket-anyone-sneaker-makers-on-fresh-turf.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "In One Village, Anger and a Hunger for Change",
      "snippet": "It is not hard to find Palestinians here who see the victory of Hamas as the triumph of resistance and of the group's longstanding vow to drive Israel into the sea.      But here, at least with the radical Islamic party's sweep of the Palestinian ...",
      "abstract": "It is not hard to find Palestinians here who see the victory of Hamas as the triumph of resistance and of the group's longstanding vow to drive Israel into the sea.      But here, at least with the radical Islamic party's sweep of the Palestinian parliament still fresh, the talk turned more to responsibility -- to improve the lives of Palestinians, even if that means Hamas has to moderate itself and, someday, to negotiate with Israel.  ",
      "lead_paragraph": "DEIR GHASSANA, West Bank, Jan. 27 - It is not hard to find Palestinians here who see the victory of Hamas as the triumph of resistance and of the group's longstanding vow to drive Israel into the sea.",
      "publication_date": "2006-01-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/28/world/middleeast/in-one-village-anger-and-a-hunger-for-change.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "Sticky Scandals, Teflon Directors",
      "snippet": "Gretchen Morgenson column welcomes probability that trial of former top Enron executives Kenneth Lay and Jeffrey Skilling will also drag former Enron directors back into spotlight; holds shareholders are too far removed from boardrooms and that En...",
      "abstract": "Gretchen Morgenson column welcomes probability that trial of former top Enron executives Kenneth Lay and Jeffrey Skilling will also drag former Enron directors back into spotlight; holds shareholders are too far removed from boardrooms and that Enron case is reminder of why they need to agitate for power in director elections; explores question of why corporate directors are welcomed back to boardrooms after being involved in notorious corporate debacles; photo (M)",
      "lead_paragraph": "THE trial of Kenneth L. Lay and Jeffrey K. Skilling, the former top executives of Enron, opens tomorrow, putting that company's epochal collapse squarely back in the news. While the proceedings will focus on the actions of those two men, the trial will also drag former Enron directors back into the spotlight.",
      "publication_date": "2006-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/01/29/business/businessspecial3/sticky-scandals-teflon-directors.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Seeing Fakes, Angry Traders Confront EBay",
      "snippet": "eBay users are challenging eBay's stance that it has no responsibility for fakes because it is nothing more than marketplace to connect sellers and buyers; Tiffany & Co is suing eBay for facilitating trade of counterfeit Tiffany items on site; win...",
      "abstract": "eBay users are challenging eBay's stance that it has no responsibility for fakes because it is nothing more than marketplace to connect sellers and buyers; Tiffany & Co is suing eBay for facilitating trade of counterfeit Tiffany items on site; win by Tiffany would endanger eBay's business model, because it could never police site with 180 million members; Tiffany secretly purchased about 200 items from eBay in 2004 and found that three out of four were fake; photo (L)",
      "lead_paragraph": "SAN FRANCISCO, Jan. 28 - A year ago Jacqui Rogers, a retiree in southern Oregon who dabbles in vintage costume jewelry, went on eBay and bought 10 butterfly brooches made by Weiss, a well-known maker of high-quality costume jewelry in the 1950's and 1960's.",
      "publication_date": "2006-01-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/29/technology/seeing-fakes-angry-traders-confront-ebay.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "Hamas Leader Sees No Change Toward Israelis",
      "snippet": "Hamas political leader Khaled Mehal, speaking from exile in Damascus after elections says Hamas will not bow to international pressure to recognize Israel; defends attacks on civilians; Hamas leaders expressed variety of views on negotiating with ...",
      "abstract": "Hamas political leader Khaled Mehal, speaking from exile in Damascus after elections says Hamas will not bow to international pressure to recognize Israel; defends attacks on civilians; Hamas leaders expressed variety of views on negotiating with Israel during campaign, but Hamas's deeply held religious beliefs argue against any fundamental change; United States and Europe have said they will not have dealings with Hamas until it renounces violence and terrorism and recognizes Israel; photo (L)",
      "lead_paragraph": "JERUSALEM, Jan. 28 - The exiled political head of the radical Islamic group Hamas said Saturday in Damascus, Syria, that the group would adopt \"a very realistic approach\" toward governing the Palestinian Authority and would work with the Fatah president, Mahmoud Abbas, on an acceptable political program.",
      "publication_date": "2006-01-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/29/world/middleeast/hamas-leader-sees-no-change-toward-israelis.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "When Terry Met Jerry, Yahoo!",
      "snippet": "Article on role of Yahoo chairman and chief executive Terry Semel in jump-starting company since collapse of dot-com bubble in 2001; Yahoo, which lost $98 million on revenue of $717 million in 2001, earned $1.2 billion last year on sales of $5.3 b...",
      "abstract": "Article on role of Yahoo chairman and chief executive Terry Semel in jump-starting company since collapse of dot-com bubble in 2001; Yahoo, which lost $98 million on revenue of $717 million in 2001, earned $1.2 billion last year on sales of $5.3 billion; company now has widest global reach of any Internet site; has more than 420 million registered users, and owns most-used e-mail, instant-messaging and music Web sites in world; Semel comments on company's successful marriage of technology and media; photos (L)",
      "lead_paragraph": "WHEN Yahoo Inc. announced nearly five years ago that Terry S. Semel, then a former leader of the Warner Brothers motion picture studio, would become its chairman and chief executive, the reaction both outside and within Yahoo was not exactly one of wild encouragement.",
      "publication_date": "2006-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/01/29/business/yourmoney/when-terry-met-jerry-yahoo.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Climate Expert Says NASA Tried to Silence Him",
      "snippet": "NASA's top climate scientist James E Hansen says Bush administration has tried to keep him from speaking out since he called for prompt reduction in greenhouse gases linked to global warming; NASA's headquarters has ordered public affairs staff to...",
      "abstract": "NASA's top climate scientist James E Hansen says Bush administration has tried to keep him from speaking out since he called for prompt reduction in greenhouse gases linked to global warming; NASA's headquarters has ordered public affairs staff to review his lectures, postings and papers and requests for interviews with him; Dean Acosta, deputy assistant administrator for public affairs, says government scientists are free to discuss their findings but should leave policy statements to policy makers (M)",
      "lead_paragraph": "The top climate scientist at NASA says the Bush administration has tried to stop him from speaking out since he gave a lecture last month calling for prompt reductions in emissions of greenhouse gases linked to global warming.",
      "publication_date": "2006-01-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/29/science/earth/climate-expert-says-nasa-tried-to-silence-him.html",
      "byline": "By Andrew C. Revkin"
    },
    {
      "headline": "Health Care, Vexing to Clinton, Is Now at Top of Bush's Agenda",
      "snippet": "Pres Clinton's plan to remake nation's health care system was driven by desire to guarantee health insurance to every American, while Pres Bush is focusing primarily on costs he fears could threaten economic growth; some policy experts fear Bush p...",
      "abstract": "Pres Clinton's plan to remake nation's health care system was driven by desire to guarantee health insurance to every American, while Pres Bush is focusing primarily on costs he fears could threaten economic growth; some policy experts fear Bush proposals, built around tax breaks, may further drive up health spending and costs by fueling demand for health care; Democrats see Bush proposal as pastiche of old and new ideas that falls short of what is required to curb explosive growth in health costs; photo (L)",
      "lead_paragraph": "WASHINGTON, Jan. 28 - More than 12 years after President Bill Clinton unveiled his plan to remake the nation's health care system, President Bush is moving the issue once again to the top of the national agenda and is expected to push a series of health care proposals in his State of the Union address on Tuesday.",
      "publication_date": "2006-01-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/29/politics/health-care-vexing-to-clinton-is-now-at-top-of-bushs-agenda.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "Who Will Steal the Enron Show?",
      "snippet": "Article offers scenarios of how trial of Enron founder Kenneth Lay and chief executive Jeffrey Skilling may play out and possible roles of key witnesses; expected witnesses include former chief financial officer Andrew Fastow, former corporate tre...",
      "abstract": "Article offers scenarios of how trial of Enron founder Kenneth Lay and chief executive Jeffrey Skilling may play out and possible roles of key witnesses; expected witnesses include former chief financial officer Andrew Fastow, former corporate treasurer Ben Glisan Jr and corporate secretary Paula Rieker; photo (L)",
      "lead_paragraph": "HOUSTON - FOR nearly a decade, Paula H. Rieker methodically worked her way up the ladder at Enron's investor relations department, and early in 2000 she was promoted to the department's No. 2 post. At the time, Enron was flying high: this formerly sleepy pipeline company, led by its founder, Kenneth L. Lay, and a rising star executive, Jeffrey K. Skilling, had transformed itself into an energy-trading powerhouse with profits that put competitors to shame.",
      "publication_date": "2006-01-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/01/29/business/businessspecial3/who-will-steal-the-enron-show.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "For Ex-Inmates, Getting a Job Is the First Step to Stability",
      "snippet": "Looking down Lexington Avenue from the corner of 104th Street, past the drab low-rises of East Harlem, you can just glimpse Midtown's gleaming towers. A block to the west, Metro-North trains clatter past, taking suburban workers to their jobs.    ...",
      "abstract": "Looking down Lexington Avenue from the corner of 104th Street, past the drab low-rises of East Harlem, you can just glimpse Midtown's gleaming towers. A block to the west, Metro-North trains clatter past, taking suburban workers to their jobs.     To someone plunked back into this neighborhood after a stint in prison, those jobs seem light-years away. But in a narrow four-story building a few doors down 104th, the Exodus Transitional Community is determined to make this bit of space travel possible.  ",
      "lead_paragraph": "Looking down Lexington Avenue from the corner of 104th Street, past the drab low-rises of East Harlem, you can just glimpse Midtown's gleaming towers. A block to the west, Metro-North trains clatter past, taking suburban workers to their jobs.",
      "publication_date": "2006-01-29T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/01/29/jobs/for-exinmates-getting-a-job-is-the-first-step-to-stability.html",
      "byline": "By Hubert B. Herring"
    },
    {
      "headline": "In 200 Years of Family Letters, a Nation's Story",
      "snippet": "Ames Family Historical Collection, kept at Cowan home in Boulder, Colo, consists of letters, correspondence with prominent outsiders, sermons by family preachers and travel essays written over 200 years; family has at least 75,000 documents in wha...",
      "abstract": "Ames Family Historical Collection, kept at Cowan home in Boulder, Colo, consists of letters, correspondence with prominent outsiders, sermons by family preachers and travel essays written over 200 years; family has at least 75,000 documents in what genealogists say is one of largest private family troves; current owner Mary Leslie Wolfe is negotiating donation of papers to historical society; historians call collection remarkable for its intellectual vigor; photos (L)",
      "lead_paragraph": "BOULDER, Colo., Jan. 27 - To most college students, instant messages, or I.M.'s, are about as ephemeral as the topics they typically address. One flicker and gone.",
      "publication_date": "2006-01-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/29/us/in-200-years-of-family-letters-a-nations-story.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "Mixed U.S. Signals Helped Tilt Haiti Toward Chaos",
      "snippet": "Democracy-building group International Republican Institute, which is close to Bush administration and supported by American taxpayers, has undercut official United States policy in Haiti; result is that US spoke with two contradictory voices, hel...",
      "abstract": "Democracy-building group International Republican Institute, which is close to Bush administration and supported by American taxpayers, has undercut official United States policy in Haiti; result is that US spoke with two contradictory voices, helping to further destabilize weak government and leave it vulnerable to rebels; group is accused of encouraging opposition to stand firm and not work with former Pres Jean-Bertrand Aristide; photos (L)",
      "lead_paragraph": "PORT-AU-PRINCE, Haiti - As his plane lifted off the runway here in August 2003, Brian Dean Curran rewound his last, bleak days as the American ambassador in this tormented land.",
      "publication_date": "2006-01-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/29/world/americas/mixed-us-signals-helped-tilt-haiti-toward-chaos.html",
      "byline": "By Walt Bogdanich and Jenny Nordberg"
    },
    {
      "headline": "Taking the Looooong Road to Work",
      "snippet": "WE thought we had put it all behind us, didn't we? Those three endless days when a 15-minute subway ride stretched into a several-hour walk, when a leisurely train ride became an all-morning slog, and when rising two hours early still meant arrivi...",
      "abstract": "WE thought we had put it all behind us, didn't we? Those three endless days when a 15-minute subway ride stretched into a several-hour walk, when a leisurely train ride became an all-morning slog, and when rising two hours early still meant arriving two hours late.      Now that there's a possibility of a reprise (however unlikely), this might be a good time to remember that for some people, a trek of hours to work is not a transit strike, it's just a daily commute.  ",
      "lead_paragraph": "WE thought we had put it all behind us, didn't we? Those three endless days when a 15-minute subway ride stretched into a several-hour walk, when a leisurely train ride became an all-morning slog, and when rising two hours early still meant arriving two hours late.",
      "publication_date": "2006-01-29T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/01/29/jobs/taking-the-looooong-road-to-work.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Microsoft Would Put Poor Online by Cellphone",
      "snippet": "It sounds like a project that just about any technology-minded executive could get behind: distributing durable, cheap laptop computers in the developing world to help education. But in the year since Nicholas Negroponte, the founder of the Massac...",
      "abstract": "It sounds like a project that just about any technology-minded executive could get behind: distributing durable, cheap laptop computers in the developing world to help education. But in the year since Nicholas Negroponte, the founder of the Massachusetts Institute of Technology Media Laboratory, unveiled his prototype for a $100 laptop, he has found himself wrestling with Microsoft and the politics of software.      Mr. Negroponte has made significant progress, but he has also catalyzed the debate over the role of computing in poor nations -- and ruffled a few feathers. He failed to reach an agreement with Microsoft on including its Windows software in the laptop, leading Microsoft executives to start discussing what they say is a less expensive alternative: turning a specially configured cellular phone into a computer by connecting it to a TV and a keyboard.  ",
      "lead_paragraph": "DAVOS, Switzerland, Jan. 29 - It sounds like a project that just about any technology-minded executive could get behind: distributing durable, cheap laptop computers in the developing world to help education. But in the year since Nicholas Negroponte, the founder of the Massachusetts Institute of Technology Media Laboratory, unveiled his prototype for a $100 laptop, he has found himself wrestling with Microsoft and the politics of software.",
      "publication_date": "2006-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/30/technology/microsoft-would-put-poor-online-by-cellphone.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "How Oprahness Trumped Truthiness",
      "snippet": "FOOL millions, make millions. Fool Oprah, lord help you.      James Frey, the author of ''A Million Little Pieces'' -- which could yet become the first book ever to lead both the fiction and nonfiction best-seller lists -- reported to the set of '...",
      "abstract": "FOOL millions, make millions. Fool Oprah, lord help you.      James Frey, the author of ''A Million Little Pieces'' -- which could yet become the first book ever to lead both the fiction and nonfiction best-seller lists -- reported to the set of ''Oprah'' on Thursday to complete his public abasement. Ms. Winfrey turned on him with calculated efficiency, using him to mop up the floor and clean up her reputation at the same time.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-30T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/30/business/media/how-oprahness-trumped-truthiness.html",
      "byline": "By David Carr"
    },
    {
      "headline": "In Alito, G.O.P. Reaps Harvest Planted in '82",
      "snippet": "Last February, as rumors swirled about the failing health of Chief Justice William H. Rehnquist, a team of conservative grass-roots organizers, public relations specialists and legal strategists met to prepare a battle plan to ensure any vacancies...",
      "abstract": "Last February, as rumors swirled about the failing health of Chief Justice William H. Rehnquist, a team of conservative grass-roots organizers, public relations specialists and legal strategists met to prepare a battle plan to ensure any vacancies were filled by like-minded jurists.     The team recruited conservative lawyers to study the records of 18 potential nominees -- including Judges John G. Roberts Jr. and Samuel A. Alito Jr. -- and trained more than three dozen lawyers across the country to respond to news reports on the president's eventual pick.  ",
      "lead_paragraph": "Last February, as rumors swirled about the failing health of Chief Justice William H. Rehnquist, a team of conservative grass-roots organizers, public relations specialists and legal strategists met to prepare a battle plan to ensure any vacancies were filled by like-minded jurists.",
      "publication_date": "2006-01-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/30/politics/politicsspecial1/in-alito-gop-reaps-harvest-planted-in-82.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "An Enron Jury Free of Grudges? Easy, Judge Says",
      "snippet": "Chances are that in this city's pool of 2.3 million registered voters, there are at least 16 people who are not angry about the implosion of Enron, the largest business collapse in history. But finding them in a single day could be a challenge.   ...",
      "abstract": "Chances are that in this city's pool of 2.3 million registered voters, there are at least 16 people who are not angry about the implosion of Enron, the largest business collapse in history. But finding them in a single day could be a challenge.      That has not deterred Judge Simeon T. Lake III of Federal District Court, who will begin the much-anticipated criminal trial of the former Enron chief executives Kenneth L. Lay and Jeffrey K. Skilling on Monday.  ",
      "lead_paragraph": "HOUSTON, Jan. 29 - Chances are that in this city's pool of 2.3 million registered voters, there are at least 16 people who are not angry about the implosion of Enron, the largest business collapse in history. But finding them in a single day could be a challenge.",
      "publication_date": "2006-01-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/30/business/businessspecial3/an-enron-jury-free-of-grudges-easy-judge-says.html",
      "byline": "By Alexei Barrionuevo and Simon Romero"
    },
    {
      "headline": "The Day the News Left Town",
      "snippet": "On a rainy day in mid-January, Alan Maimon, a reporter here for The Louisville Courier-Journal, packed up his desktop computer, fax machine and printer in his company-owned Ford Explorer. He then drove three hours to Louisville, turned in the equi...",
      "abstract": "On a rainy day in mid-January, Alan Maimon, a reporter here for The Louisville Courier-Journal, packed up his desktop computer, fax machine and printer in his company-owned Ford Explorer. He then drove three hours to Louisville, turned in the equipment to the newspaper and, with that, officially brought to a close The Courier-Journal's storied Hazard bureau in eastern Kentucky.     ''The paper doesn't even circulate here anymore,'' Mr. Maimon, 33, said before leaving the bureau he has run from his house for the last five years. ''There's no financial reason to keep it open.''  ",
      "lead_paragraph": "HAZARD, Ky. - On a rainy day in mid-January, Alan Maimon, a reporter here for The Louisville Courier-Journal, packed up his desktop computer, fax machine and printer in his company-owned Ford Explorer. He then drove three hours to Louisville, turned in the equipment to the newspaper and, with that, officially brought to a close The Courier-Journal's storied Hazard bureau in eastern Kentucky.",
      "publication_date": "2006-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/30/business/media/the-day-the-news-left-town.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "ABC News Anchor Is Badly Injured by Bomb in Iraq",
      "snippet": "One of the new co-anchors of ABC's evening newscast, Bob Woodruff, and a network cameraman suffered head wounds and other serious injuries on Sunday when a large roadside bomb struck the Iraqi military vehicle carrying them north of the capital.  ...",
      "abstract": "One of the new co-anchors of ABC's evening newscast, Bob Woodruff, and a network cameraman suffered head wounds and other serious injuries on Sunday when a large roadside bomb struck the Iraqi military vehicle carrying them north of the capital.      The injuries represented the latest crisis for a network news division that has been reeling since Peter Jennings, the longtime anchor of ''World News Tonight,'' died of lung cancer in August.  ",
      "lead_paragraph": "BAGHDAD, Iraq, Jan. 29 - One of the new co-anchors of ABC's evening newscast, Bob Woodruff, and a network cameraman suffered head wounds and other serious injuries on Sunday when a large roadside bomb struck the Iraqi military vehicle carrying them north of the capital.",
      "publication_date": "2006-01-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/30/world/middleeast/abc-news-anchor-is-badly-injured-by-bomb-in-iraq.html",
      "byline": "By Richard A. Oppel Jr. and Jacques Steinberg"
    },
    {
      "headline": "Greenspan, Another Monument in Washington, Prepares to Leave",
      "snippet": "It was a farewell dinner at the White House that only Alan Greenspan could have engineered.     In the Blue Room last Monday night, with President Bush as host, several dozen of Mr. Greenspan's closest friends gathered to toast him before he retir...",
      "abstract": "It was a farewell dinner at the White House that only Alan Greenspan could have engineered.     In the Blue Room last Monday night, with President Bush as host, several dozen of Mr. Greenspan's closest friends gathered to toast him before he retires this week as chairman of the Federal Reserve.  ",
      "lead_paragraph": "WASHINGTON, Jan. 29 - It was a farewell dinner at the White House that only Alan Greenspan could have engineered.",
      "publication_date": "2006-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/30/politics/greenspan-another-monument-in-washington-prepares-to-leave.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Rice Admits U.S. Underestimated Hamas Strength",
      "snippet": "Secretary of State Condoleezza Rice acknowledged Sunday that the United States had failed to understand the depth of hostility among Palestinians toward their longtime leaders. The hostility led to an election victory by the militant group Hamas t...",
      "abstract": "Secretary of State Condoleezza Rice acknowledged Sunday that the United States had failed to understand the depth of hostility among Palestinians toward their longtime leaders. The hostility led to an election victory by the militant group Hamas that has reduced to tatters crucial assumptions underlying American policies and hopes in the Middle East.      ''I've asked why nobody saw it coming,'' Ms. Rice said, speaking of her own staff. ''It does say something about us not having a good enough pulse.''  ",
      "lead_paragraph": "LONDON, Jan. 29 - Secretary of State Condoleezza Rice acknowledged Sunday that the United States had failed to understand the depth of hostility among Palestinians toward their longtime leaders. The hostility led to an election victory by the militant group Hamas that has reduced to tatters crucial assumptions underlying American policies and hopes in the Middle East.",
      "publication_date": "2006-01-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/30/world/middleeast/rice-admits-us-underestimated-hamas-strength.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "A New Face in Iran Resurrects an Old Defiance",
      "snippet": "Since he took office as Iran's president nearly six months ago, Mahmoud Ahmadinejad has been the subject of many jokes sent via text messages on cellphones across Iran. He has been spoofed on television and radio, here and abroad, as a bumpkin and...",
      "abstract": "Since he took office as Iran's president nearly six months ago, Mahmoud Ahmadinejad has been the subject of many jokes sent via text messages on cellphones across Iran. He has been spoofed on television and radio, here and abroad, as a bumpkin and a bigot for declaring the Holocaust a ''myth'' and causing international outrage over Iran's nuclear program.      One joke has the president combing his hair in a mirror and saying, ''O.K., male lice to the left, female lice to the right,'' ridiculing him as a religious extremist who wants to separate the sexes in public places.  ",
      "lead_paragraph": "TEHRAN, Jan. 29 - Since he took office as Iran's president nearly six months ago, Mahmoud Ahmadinejad has been the subject of many jokes sent via text messages on cellphones across Iran. He has been spoofed on television and radio, here and abroad, as a bumpkin and a bigot for declaring the Holocaust a \"myth\" and causing international outrage over Iran's nuclear program.",
      "publication_date": "2006-01-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/30/world/middleeast/a-new-face-in-iran-resurrects-an-old-defiance.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "Why Hold the Superlatives? 'American Idol' Is Ascendant",
      "snippet": "Simon Fuller was on vacation in Africa three weeks ago when the fifth season of ''American Idol'' started on the Fox network.     In the back of his mind, Mr. Fuller, an executive producer of the program, hoped that ''Idol'' would be strong again ...",
      "abstract": "Simon Fuller was on vacation in Africa three weeks ago when the fifth season of ''American Idol'' started on the Fox network.     In the back of his mind, Mr. Fuller, an executive producer of the program, hoped that ''Idol'' would be strong again this year. But he and the others involved in the production were willing to be pragmatic: in a fifth go-round, no previous reality television show, and very few programs of any kind in television history, had significant ratings increases.  ",
      "lead_paragraph": "Simon Fuller was on vacation in Africa three weeks ago when the fifth season of \"American Idol\" started on the Fox network.",
      "publication_date": "2006-01-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/30/business/media/why-hold-the-superlatives-american-idol-is-ascendant.html",
      "byline": "By Bill Carter"
    }
  ]
}