{
  "metadata": {
    "date": "2006-11-24",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "Temptations of a Minister of Finance",
      "snippet": "Floyd Norri",
      "abstract": "Floyd Norri",
      "lead_paragraph": "The finance minister, having submitted a budget that reduced deficit spending substantially, was not amused when the critics spoke up. Economists said the budget relied too much on tax increases and not enough on spending cuts, and said hard decisions had been postponed.",
      "publication_date": "2006-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/24/business/temptations-of-a-minister-of-finance.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Sectarian Attack Is Worst in Baghdad Since Invasion",
      "snippet": "A sequence of bombings, the deadliest in an intensifying series of revenge killings, will probably harden Shiite opinion against disarming militias and further complicate diplomacy for Iraq and the United States.",
      "abstract": "A sequence of bombings, the deadliest in an intensifying series of revenge killings, will probably harden Shiite opinion against disarming militias and further complicate diplomacy for Iraq and the United States.",
      "lead_paragraph": "BAGHDAD, Nov. 23 — In the deadliest sectarian attack in Baghdad since the American-led invasion, explosions from five powerful car bombs and a mortar shell tore through crowded intersections and marketplaces in the teeming Shiite district of Sadr City on Thursday afternoon, killing at least 144 people and wounding 206, the police said. ",
      "publication_date": "2006-11-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/24/world/middleeast/24iraq.html",
      "byline": "By Kirk Semple"
    },
    {
      "headline": "Drug Industry Is on Defensive as Power Shifts",
      "snippet": "Drug company executives alarmed at prospect of Democratic control of Congress meet in Washington to assess potentially harsh political climate and draft battle plan; companies are recruiting Democratic lobbyists, lining up Bush administration alli...",
      "abstract": "Drug company executives alarmed at prospect of Democratic control of Congress meet in Washington to assess potentially harsh political climate and draft battle plan; companies are recruiting Democratic lobbyists, lining up Bush administration allies and renewing ties with organizations of patients who depend on brand-name drugs; lobbyists concede House will likely pass bill to drive down prices but are determined to block measure in Senate, or secure presidential veto; Billy Tauzin, former congressman and president of Pharmaceutical Research and Manufacturers of America, urges Rep Edolphus Towns to seek chairmanship of powerful House subcommittee and talks with Sen Byron Dorgan, who wants to allow imports of Canadian drugs; James C Greenwood, former congressman and president of Biotechnology Industry Organization, notes 'pent-up animosity' among Democrats toward drug industry; Amgen retains George C Crawford, former chief of staff to incoming Speaker Nancy Pelosi and one of several former top aides newly hired by drug interests; industry has overwhelmingly favored Republicans in campaign contributions and worked closely on Medicare legislation from which Democrats were excluded; vocal Democratic critics are in line for key Senate oversight posts; companies say they cannot accept any former of Medicare price negotiation, although Tauzin says they want to fill coverage gap that angers many beneficiaries; his photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 23 - Alarmed at the prospect of Democratic control of Congress, top executives from two dozen drug companies met here last week to assess what appears to them to be a harsh new political climate, and to draft a battle plan.",
      "publication_date": "2006-11-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/24/washington/drug-industry-is-on-defensive-as-power-shifts.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "A Smarter Computer to Pick Stocks",
      "snippet": "Traders’ quest for a competitive edge has led some of them to look at the outer frontier of trading: computer programs that use artificial intelligence. ",
      "abstract": "Traders’ quest for a competitive edge has led some of them to look at the outer frontier of trading: computer programs that use artificial intelligence. ",
      "lead_paragraph": "Ray Kurzweil, an inventor and new hedge fund manager, is describing the future of stock-picking, and it isn’t human.",
      "publication_date": "2006-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/24/business/24trading.html",
      "byline": "By Charles Duhigg"
    },
    {
      "headline": "Sectarian Attack Is Worst in Baghdad Since Invasion",
      "snippet": "Explosions from five powerful car bombs and mortar shell tear through crowded streets and markets of teeming Shiite slum of Sadr City, killing at least 144 people in deadliest sectarian attack in Baghdad since US invasion; at least 206 people are ...",
      "abstract": "Explosions from five powerful car bombs and mortar shell tear through crowded streets and markets of teeming Shiite slum of Sadr City, killing at least 144 people in deadliest sectarian attack in Baghdad since US invasion; at least 206 people are wounded; photos; coordinated attacks follow two-hour siege by dozens of Sunni insurgents at Shiite-run health ministry; gunmen flee when Iraqi troops and US helicopters arrive; Shiite revenge is swift, with fighters firing mortars into Sunni neighborhood and at Mother of All Battles Mosque commissioned by Saddam Hussein; Pres Nuri al-Maliki and other political and religious leaders on all sides appeal for calm; government imposes curfew and close airports, putting army on high alert and tightening checkpoints; sectarian revenge attacks described; three US marines killed in Anbar province (M)",
      "lead_paragraph": "BAGHDAD, Nov. 23 - In the deadliest sectarian attack in Baghdad since the American-led invasion, explosions from five powerful car bombs and a mortar shell tore through crowded intersections and marketplaces in the teeming Shiite district of Sadr City on Thursday afternoon, killing at least 144 people and wounding 206, the police said.",
      "publication_date": "2006-11-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/24/world/middleeast/sectarian-attack-is-worst-in-baghdad-since-invasion.html",
      "byline": "By Kirk Semple"
    },
    {
      "headline": "Wal-Mart Will Offer Retail Banking in Mexico, an Underserved Market",
      "snippet": "The company said the bank will begin operating during the second half of 2007 and be called Banco Wal-Mart de México Adelante.",
      "abstract": "The company said the bank will begin operating during the second half of 2007 and be called Banco Wal-Mart de México Adelante.",
      "lead_paragraph": "MEXICO CITY, Nov. 23 — Public opposition has all but killed Wal-Mart’s plans to open its own bank in the United States. But in Mexico, its push for a bank is sailing through. ",
      "publication_date": "2006-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/24/business/worldbusiness/24walmart.html",
      "byline": "By Elisabeth Malkin"
    },
    {
      "headline": "Money and Violence Hobble Democracy in Nigeria",
      "snippet": "It has been seven years since Nigeria shed its military rule and ostensibly became a democracy, but the transformation has been slow and stumbling.",
      "abstract": "It has been seven years since Nigeria shed its military rule and ostensibly became a democracy, but the transformation has been slow and stumbling.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/24/world/africa/24nigeria.html",
      "byline": "By Lydia Polgreen"
    },
    {
      "headline": "In Trials for New Cancer Drugs, Family Pets Are Benefiting, Too",
      "snippet": "Dogs are receiving groundbreaking drugs or other treatments for cancer, a leading cause of death in older dogs.",
      "abstract": "Dogs are receiving groundbreaking drugs or other treatments for cancer, a leading cause of death in older dogs.",
      "lead_paragraph": "Dogs have long been used for medical research, usually to the dismay of animal-rights activists.",
      "publication_date": "2006-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/24/business/24cancer.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "A Border Watcher Finds Himself Under Scrutiny",
      "snippet": "Roger Barnett, southern Arizona rancher and prominent border watcher who says he has caught 12,000 illegals, has become prey of immigrant rights groups through lawsuits charging him with harassment and illegal imprisonment; groups trying to curb a...",
      "abstract": "Roger Barnett, southern Arizona rancher and prominent border watcher who says he has caught 12,000 illegals, has become prey of immigrant rights groups through lawsuits charging him with harassment and illegal imprisonment; groups trying to curb armed border-monitoring groups have several suits pending and have won judgments in Texas and Arizona; suit accusing Barnett of threatening two Mexican-American hunters and three children with assault rifle ends with Bisbee jury awarding hunters $98,750; Barnett represents special prize to plaintiffs because he is ubiquitous on Web sites and mailings and helped inspire groups like Minutemen; Mark Potok of Southern Poverty Law Centers, which tracks groups, links Barnett family to rise of 'vigilante movement'; photos; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/24/us/a-border-watcher-finds-himself-under-scrutiny.html",
      "byline": "By Randal C. Archibold"
    },
    {
      "headline": "Phone vs. Cable: Turf Wars Escalate",
      "snippet": "Friction is growing as between telecommunications companies and cable companies as cable providers sell more phone lines and phone companies get into video business; sparring for most part has been limited to advertising campaigns and promotional ...",
      "abstract": "Friction is growing as between telecommunications companies and cable companies as cable providers sell more phone lines and phone companies get into video business; sparring for most part has been limited to advertising campaigns and promotional offers; rancor has escalated in Phoenix, Ariz, where Cox Communications has stolen nearly one third of residential phone business from Qwest Communications; Qwest filed complaints in January with state regulators over equipment problems, leading protracted legal standoff and public backbiting; AT&T has fought with Cox in Oklahoma and Time Warner Cable in Texas; in Maryland, Verizon has accused Comcast of shoddy work and vice versa; BellSouth says problems have cropped up with Cox in Louisiana; cable companies have as many complaints about Bells; in some cases, cable and phone companies accuse one another of ripping out equipment; in others, wires were reportedly left exposed and ungrounded; photos (L)",
      "lead_paragraph": "PHOENIX - Bees swarmed around Dennis Pappas as he pried open the door to a telephone equipment box belonging to Qwest Communications at an apartment building here recently. Inside, the insects had built a small but seemingly busy hive.",
      "publication_date": "2006-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/24/business/phone-vs-cable-turf-wars-escalate.html",
      "byline": "By Ken Belson and Vikas Bajaj"
    },
    {
      "headline": "Temptations of a Minister of Finance",
      "snippet": "Tommaso Padoa-Schioppa seems to be taking on his job as finance minister of Italy with a combination of zeal and academic detachment.",
      "abstract": "Tommaso Padoa-Schioppa seems to be taking on his job as finance minister of Italy with a combination of zeal and academic detachment.",
      "lead_paragraph": "The finance minister, having submitted a budget that reduced deficit spending substantially, was not amused when the critics spoke up. Economists said the budget relied too much on tax increases and not enough on spending cuts, and said hard decisions had been postponed.",
      "publication_date": "2006-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/24/business/24norris.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "A Border Watcher Finds Himself Under Scrutiny",
      "snippet": "A man who boasted of capturing 12,000 illegal immigrants faces lawsuits accusing him of harassing and unlawfully imprisoning people.",
      "abstract": "A man who boasted of capturing 12,000 illegal immigrants faces lawsuits accusing him of harassing and unlawfully imprisoning people.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/24/us/24border.html",
      "byline": "By Randal C. Archibold"
    },
    {
      "headline": "Wal-Mart Will Offer Retail Banking in Mexico, an Underserved Market",
      "snippet": "Mexico's Finance Ministry has given final approval for bank Wal-Mart de Mexico and says it will begin operating during second half of 2007 and be called Banco Wal-Mart de Mexico Adelante; public opposition has all but killed Wal-Mart's plans to op...",
      "abstract": "Mexico's Finance Ministry has given final approval for bank Wal-Mart de Mexico and says it will begin operating during second half of 2007 and be called Banco Wal-Mart de Mexico Adelante; public opposition has all but killed Wal-Mart's plans to open its own bank in US; possible reason for different reception in Mexico from that in US is that most Mexicans do not have bank accounts and Wal-Mart plans to offer them opportunity to have one, making it hard for local activists to stir public outrage; photo (M)",
      "lead_paragraph": "MEXICO CITY, Nov. 23 - Public opposition has all but killed Wal-Mart's plans to open its own bank in the United States. But in Mexico, its push for a bank is sailing through.",
      "publication_date": "2006-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/24/business/worldbusiness/walmart-will-offer-retail-banking-in-mexico-an.html",
      "byline": "By Elisabeth Malkin"
    },
    {
      "headline": "In Trials for New Cancer Drugs, Family Pets Are Benefiting, Too",
      "snippet": "Pet owners are enrolling dogs in medical trials meant to benefits humans and animals alike; most of trials, often sponsored by drug companies or medical device makers, involve pets with cancer, leading natural cause of death in older dogs, and ani...",
      "abstract": "Pet owners are enrolling dogs in medical trials meant to benefits humans and animals alike; most of trials, often sponsored by drug companies or medical device makers, involve pets with cancer, leading natural cause of death in older dogs, and animals are getting groundbreaking treatments eventually intended for people; Pfizer has introduced human cancer drug that was tested in pet dogs and IDM Pharma has filed for federal approval for its drug; National Cancer Consortium sets up consortium of more than dozen veterinary teaching hospitals to conduct tests and scientists are setting up nonprofit group to study DNA and tumor samples from pet dogs, to pinpoint genetic links; dog owners welcome extended lives for their pets; photos of Basil, golden retriever treated for bone cancer (M)",
      "lead_paragraph": "Dogs have long been used for medical research, usually to the dismay of animal-rights activists.",
      "publication_date": "2006-11-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/24/business/in-trials-for-new-cancer-drugs-family-pets-are-benefiting-too.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "E-Looking but Little E-Buying on Monday",
      "snippet": "Aggressive marketing tactics--from deep one-day discounts to gifts with purchase--have touched off lively debate in retailing on significance of Cyber Monday, as industry boosters call Monday after Thanksgiving; Nielsen/NetRatings says more consum...",
      "abstract": "Aggressive marketing tactics--from deep one-day discounts to gifts with purchase--have touched off lively debate in retailing on significance of Cyber Monday, as industry boosters call Monday after Thanksgiving; Nielsen/NetRatings says more consumers visited online retail sites on Cyber Monday in 2005 than any other day during last holiday season; most were not ready to buy; Cyber Monday was only ninth biggest day for online holiday spending; top day was Monday, Dec 12, when consumers spent $556 million, compared with $484 million on Cyber Monday; NPD Group chief industry analyst Marshal Cohen says Cyber Monday is more hype than reality (M)",
      "lead_paragraph": "Petco.com will offer 25 percent discounts, Barnesandnoble.com will give away a travel bag for every $75 purchase and Adidas.com will waive shipping fees on Monday, a day widely touted as the biggest of the year for online merchants.",
      "publication_date": "2006-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/24/technology/elooking-but-little-ebuying-on-monday.html",
      "byline": "By Louise Story and Michael Barbaro"
    },
    {
      "headline": "Money and Violence Hobble Democracy in Nigeria",
      "snippet": "Nigeria's transformation from military rule to ostensible democracy over last seven years is hobbled by political culture of graft and intimidation that has led to widespread disillusionment; public office is so lucrative that even in backwater st...",
      "abstract": "Nigeria's transformation from military rule to ostensible democracy over last seven years is hobbled by political culture of graft and intimidation that has led to widespread disillusionment; public office is so lucrative that even in backwater state like Ekiti spoils are worth killing for, as seen in murder of one candidate and threats that have forced second, Kayode Fayemi, into hiding; Pres Olusegun Obasanjo has made some progress but confidence in democracy has plummeted and political chaos and electoral violence grip country months before next scheduled election in April; corruption presided over by Gov Ayo Fayose in Ekiti described; photos; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/24/world/africa/money-and-violence-hobble-democracy-in-nigeria.html",
      "byline": "By Lydia Polgreen"
    },
    {
      "headline": "A Smarter Computer to Pick Stocks",
      "snippet": "A Smarter Computer To",
      "abstract": "A Smarter Computer To",
      "lead_paragraph": "Ray Kurzweil, an inventor and new hedge fund manager, is describing the future of stock-picking, and it isn't human.",
      "publication_date": "2006-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/24/business/a-smarter-computer-to-pick-stocks.html",
      "byline": "By Charles Duhigg"
    },
    {
      "headline": "Phone vs. Cable: Turf Wars Escalate",
      "snippet": "After decades of relative peace and separation, friction is growing as cable providers sell more phone lines and phone companies get into the video business.",
      "abstract": "After decades of relative peace and separation, friction is growing as cable providers sell more phone lines and phone companies get into the video business.",
      "lead_paragraph": "PHOENIX — Bees swarmed around Dennis Pappas as he pried open the door to a telephone equipment box belonging to Qwest Communications at an apartment building here recently. Inside, the insects had built a small but seemingly busy hive.",
      "publication_date": "2006-11-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/24/business/24damage.html",
      "byline": "By Ken Belson and Vikas Bajaj"
    },
    {
      "headline": "E-Looking but Little E-Buying on Monday",
      "snippet": "There is lively debate in retailing on the significance of Cyber Monday, as industry boosters now call the Monday after Thanksgiving.",
      "abstract": "There is lively debate in retailing on the significance of Cyber Monday, as industry boosters now call the Monday after Thanksgiving.",
      "lead_paragraph": "Petco.com will offer 25 percent discounts, Barnesandnoble.com will give away a travel bag for every $75 purchase and Adidas.com will waive shipping fees on Monday, a day widely touted as the biggest of the year for online merchants. ",
      "publication_date": "2006-11-24T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/24/technology/24cyber.html",
      "byline": "By Louise Story and Michael Barbaro"
    }
  ]
}