{
  "metadata": {
    "date": "2006-01-02",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "Stepping Onto a Career Path Lighted by a Seasoned Guide",
      "snippet": "It may seem corny, but Faye Marie Trapani, 28, a second-year M.B.A. student at Baruch College in New York, says she is proud of her school's slogan: The American Dream Still Works.      She sees its evidence in the people she encounters at the Exe...",
      "abstract": "It may seem corny, but Faye Marie Trapani, 28, a second-year M.B.A. student at Baruch College in New York, says she is proud of her school's slogan: The American Dream Still Works.      She sees its evidence in the people she encounters at the Executive-Student Partnership, a mentoring program that matches Baruch alumni with students seeking jobs. ''A lot of them came from nothing; they were poor kids from the city, who couldn't afford tuition,'' Ms. Trapani said.   ",
      "lead_paragraph": "It may seem corny, but Faye Marie Trapani, 28, a second-year M.B.A. student at Baruch College in New York, says she is proud of her school's slogan: The American Dream Still Works.",
      "publication_date": "2006-01-01T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/01/01/jobs/stepping-onto-a-career-path-lighted-by-a-seasoned-guide.html",
      "byline": "By Tanya Mohn"
    },
    {
      "headline": "As New Drug Plan Begins, Stores Predict Bumps",
      "snippet": "Pharmacists warn that beneficiaries of new government-subsidized Medicare drug plan may initially experience delays and frustration as program begins today; problems may include lack of plastic identification cards, people inadvertently assigned t...",
      "abstract": "Pharmacists warn that beneficiaries of new government-subsidized Medicare drug plan may initially experience delays and frustration as program begins today; problems may include lack of plastic identification cards, people inadvertently assigned to plans far from their homes and participants unaware that participation may cause their automatic ejection from their health maintenance organization; new coverage is available to all 42 million Medicare beneficiaries regardless of their incomes; photos; chart (L)",
      "lead_paragraph": "WASHINGTON, Dec. 31 - Millions of older Americans will gain access to government-subsidized prescription drugs on Sunday with the long-awaited expansion of Medicare. But pharmacists say beneficiaries may initially experience delays and frustration as the promise of the new program is translated into practice.",
      "publication_date": "2006-01-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/01/us/as-new-drug-plan-begins-stores-predict-bumps.html",
      "byline": "By Robert Pear and Milt Freudenheim"
    },
    {
      "headline": "The Big Winner, Again, Is 'Scandalot'",
      "snippet": "SAME stuff, different year.      That's one way to look at 2005, the fourth consecutive year in which corporate chicanery loomed large. But while business titans' transgressions may have lacked creativity last year -- there was the usual hubris, g...",
      "abstract": "SAME stuff, different year.      That's one way to look at 2005, the fourth consecutive year in which corporate chicanery loomed large. But while business titans' transgressions may have lacked creativity last year -- there was the usual hubris, greed and accounting tricks to prop up stock prices -- at least the cast of ''Scandalot 2005'' involved a few new characters.  ",
      "lead_paragraph": "SAME stuff, different year.",
      "publication_date": "2006-01-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/01/01/business/yourmoney/the-big-winner-again-is-scandalot.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Cheers to Deals That Fizzed (or Fizzled)",
      "snippet": "Andrew Ross Sorkin annual DealBook column on merger deals that succeeded or failed in 2005; Carl Icahn's campaign against Time Warner; Edgar Bronfman Jr's purchase of Warner Music; Kirk Kerkorian's unsuccessful bid for stake in General Motors; Mer...",
      "abstract": "Andrew Ross Sorkin annual DealBook column on merger deals that succeeded or failed in 2005; Carl Icahn's campaign against Time Warner; Edgar Bronfman Jr's purchase of Warner Music; Kirk Kerkorian's unsuccessful bid for stake in General Motors; Merrill Lynch's performance in Procter & Gamble acquisition of Gillette; Boston Scientific's hostile bid for Guidant; MCI chief executive Michael Capellas's sale to Verizon; Goldman Sachs' deals involving New York Stock Exchange and Archipelago, Refco and Cnooc and Unocal; photos (M)",
      "lead_paragraph": "AHEM. Excuse me, ladies and gentlemen. Settle down, please, and take your seats.",
      "publication_date": "2006-01-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/01/01/business/yourmoney/cheers-to-deals-that-fizzed-or-fizzled.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Aid Lets Smaller Colleges Ask, Why Pay for Ivy League Retail?",
      "snippet": "Private liberal arts colleges are routinely offering merit aid to students in effort to compete with state universities, whose tuition is low, and elite private institutions; result is varied college pricing system where students sometimes shop fo...",
      "abstract": "Private liberal arts colleges are routinely offering merit aid to students in effort to compete with state universities, whose tuition is low, and elite private institutions; result is varied college pricing system where students sometimes shop for best deal; amount of money granted in merit scholarships has grown from $1.2 billion in 1994 to $7.3 billion in 2004; need-based grants have grown in same period from $18.6 billion to $39.1 billion; photos (L)",
      "lead_paragraph": "MEADVILLE, Pa. - Lindsey Mackney's choice of colleges came down to two very different places: Boston University, with its urban appeal and lively youth culture, or Allegheny College, a small, friendly liberal arts institution here in the rolling hills of northwest Pennsylvania.",
      "publication_date": "2006-01-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/01/education/aid-lets-smaller-colleges-ask-why-pay-for-ivy-league-retail.html",
      "byline": "By Alan Finder"
    },
    {
      "headline": "In New Orleans, Housing Sales Are Bright Spot",
      "snippet": "Real estate brokers in New Orleans view housing market's comeback as small miracle in city where 80 percent of homes were flooded by Hurricane Katrina; only bravest speculators are buying in most distressed communities, but November sales in West ...",
      "abstract": "Real estate brokers in New Orleans view housing market's comeback as small miracle in city where 80 percent of homes were flooded by Hurricane Katrina; only bravest speculators are buying in most distressed communities, but November sales in West Bank area were up 99 percent in dollar terms over year earlier; buyers are signing long-term mortgages while many questions about rebuilding of New Orleans remain unresolved; photos; maps (L)",
      "lead_paragraph": "NEW ORLEANS, Dec. 31 - A surprisingly healthy real estate market in the New Orleans metropolitan area is proving to be one bright spot in an otherwise stagnant local economy.",
      "publication_date": "2006-01-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/01/realestate/in-new-orleans-housing-sales-are-bright-spot.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Looking Back, and Forward With Hope",
      "snippet": "IT'S become a ''Life's Work'' tradition at this time of year to catch up with people I've written about in the past and ask them about their hopes for the future. This year the choice was easy. The two columns that seemed to catch your attention m...",
      "abstract": "IT'S become a ''Life's Work'' tradition at this time of year to catch up with people I've written about in the past and ask them about their hopes for the future. This year the choice was easy. The two columns that seemed to catch your attention most in 2005 were about workers in need of help. And you didn't just read their stories -- you reached out and helped them.      The first column was about Robert Koagel, a truck driver from Syracuse, whose daughter Kaitelyn had received a heart transplant soon after birth a decade earlier. The years since then had been good ones -- Mr. Koagel's income was enough to support his wife and four children (with a fifth on the way) and to buy a house.  ",
      "lead_paragraph": "IT'S become a \"Life's Work\" tradition at this time of year to catch up with people I've written about in the past and ask them about their hopes for the future. This year the choice was easy. The two columns that seemed to catch your attention most in 2005 were about workers in need of help. And you didn't just read their stories -- you reached out and helped them.",
      "publication_date": "2006-01-01T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/01/01/jobs/looking-back-and-forward-with-hope.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Justice Deputy Resisted Parts of Spy Program",
      "snippet": "Then Deputy Atty Gen James B Comey in March 2004 refused to sign on to continued use of National Security Agency's warrantless domestic surveillance program amid concerns about its legality and oversight; was acting as attorney general while Atty ...",
      "abstract": "Then Deputy Atty Gen James B Comey in March 2004 refused to sign on to continued use of National Security Agency's warrantless domestic surveillance program amid concerns about its legality and oversight; was acting as attorney general while Atty Gen John Ashcroft was hospitalized; Pres Bush's chief of staff Andrew Card and White House counsel Alberto Gonzales made emergency visit to hospital to win needed approval from Ashcroft, but it is unclear whether they received approval or went ahead without it (L)",
      "lead_paragraph": "WASHINGTON, Dec. 31 - A top Justice Department official objected in 2004 to aspects of the National Security Agency's domestic surveillance program and refused to sign on to its continued use amid concerns about its legality and oversight, according to officials with knowledge of the tense internal debate. The concerns appear to have played a part in the temporary suspension of the secret program.",
      "publication_date": "2006-01-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/01/politics/justice-deputy-resisted-parts-of-spy-program.html",
      "byline": "By Eric Lichtblau and James Risen"
    },
    {
      "headline": "Blood Flows With Oil in Poor Nigerian Villages",
      "snippet": "Niger River delta communities in Nigeria have fought pitched battle for months for right to control potentially vast field of crude oil underneath village of Obioku; conflict has left dozens dead and highlighted struggle of impoverished communitie...",
      "abstract": "Niger River delta communities in Nigeria have fought pitched battle for months for right to control potentially vast field of crude oil underneath village of Obioku; conflict has left dozens dead and highlighted struggle of impoverished communities to win benefits from oil boom; Nigeria sends 13 percent of its oil revenues back to states, but corrupt local officials siphon off much of that money; Royal Dutch Shell signed agreement with local villagers to develop Obioku, but agreement has sparked conflict with town of Odioma, which also claims area; photos; map (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/01/world/africa/blood-flows-with-oil-in-poor-nigerian-villages.html",
      "byline": "By Lydia Polgreen"
    },
    {
      "headline": "Officials at U.N. Seek Fast Action on Rights Panel",
      "snippet": "United Nations officials have decided they must produce alternative to widely discredited Human Rights Commission to redeem UN credibility; embarrassment stems from participation of countries noted for gross rights abuses, such as Cuba, Sudan and ...",
      "abstract": "United Nations officials have decided they must produce alternative to widely discredited Human Rights Commission to redeem UN credibility; embarrassment stems from participation of countries noted for gross rights abuses, such as Cuba, Sudan and Zimbabwe; negotiators must settle on resolution for new council to have it in place by March, when commission reconvenes; United States and European Union are strong proponents of proposed council, while Egypt and Pakistan are leading resistance; photo (L)",
      "lead_paragraph": "UNITED NATIONS, Dec. 31 - Officials of the United Nations, which has struggled through a period of scandal and mismanagement, have decided they must act within weeks to produce an alternative to its widely discredited Human Rights Commission to maintain hope of redeeming the United Nations' credibility in 2006.",
      "publication_date": "2006-01-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/01/world/officials-at-un-seek-fast-action-on-rights-panel.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "Alito Team Says He Lacks Polish, but Grit Is a Plus",
      "snippet": "As Judge Samuel A. Alito Jr. enters his final week of dress rehearsals for his Supreme Court confirmation hearings, participants say his performance has already made one thing clear: he will never be as polished and camera-ready as Chief Justice J...",
      "abstract": "As Judge Samuel A. Alito Jr. enters his final week of dress rehearsals for his Supreme Court confirmation hearings, participants say his performance has already made one thing clear: he will never be as polished and camera-ready as Chief Justice John G. Roberts Jr. was at his own hearings a few months ago.      ''He is not going to be the well-manicured nominee,'' said one participant in the rehearsals, known as murder boards, at which Republican lawyers have played the roles of interrogating senators. ''That is not to say it is going to be worse. It is just going to be different.''  ",
      "lead_paragraph": "WASHINGTON, Jan. 1 - As Judge Samuel A. Alito Jr. enters his final week of dress rehearsals for his Supreme Court confirmation hearings, participants say his performance has already made one thing clear: he will never be as polished and camera-ready as Chief Justice John G. Roberts Jr. was at his own hearings a few months ago.",
      "publication_date": "2006-01-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/02/politics/politicsspecial1/alito-team-says-he-lacks-polish-but-grit-is-a.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "Data, Music, Video: Raising a Curtain on Future Gadgetry",
      "snippet": "The flat-panel televisions will be getting bigger, the MP3 players and cellphones will be getting smaller. And almost everything will be getting cheaper.     But the biggest trend expected at the International Consumer Electronics Show, which begi...",
      "abstract": "The flat-panel televisions will be getting bigger, the MP3 players and cellphones will be getting smaller. And almost everything will be getting cheaper.     But the biggest trend expected at the International Consumer Electronics Show, which begins this week in Las Vegas, is that these machines will be communicating with one another. The theme of this year's show might best be described as Convergence: This Time We Mean It.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/02/technology/data-music-video-raising-a-curtain-on-future-gadgetry.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Answering Back to the News Media, Using the Internet",
      "snippet": "Never pick a fight with someone who buys ink by the barrel, or so goes the old saw. For decades, the famous and the infamous alike largely followed this advice. Even when subjects of news stories felt they had been misunderstood or badly treated, ...",
      "abstract": "Never pick a fight with someone who buys ink by the barrel, or so goes the old saw. For decades, the famous and the infamous alike largely followed this advice. Even when subjects of news stories felt they had been misunderstood or badly treated, they were unlikely to take on reporters or publishers, believing that the power of the press gave the press the final word.     The Internet, and especially the amplifying power of blogs, is changing that. Unhappy subjects discovered a decade ago that they could use their Web sites to correct the record or deconstruct articles to expose what they perceived as a journalist's bias or wrongheaded narration.  ",
      "lead_paragraph": "Never pick a fight with someone who buys ink by the barrel, or so goes the old saw. For decades, the famous and the infamous alike largely followed this advice. Even when subjects of news stories felt they had been misunderstood or badly treated, they were unlikely to take on reporters or publishers, believing that the power of the press gave the press the final word.",
      "publication_date": "2006-01-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/02/business/media/answering-back-to-the-news-media-using-the-internet.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Those Born to Shop Can Now Use Cellphones",
      "snippet": "Calling all retailers: 2006 may finally be the year that consumers start buying goods with their cellphones.     With people already spending billions on ring tones, wallpaper and games for their phones, analysts and retail executives say they bel...",
      "abstract": "Calling all retailers: 2006 may finally be the year that consumers start buying goods with their cellphones.     With people already spending billions on ring tones, wallpaper and games for their phones, analysts and retail executives say they believe it will not be much of a leap to get them to use their phones to buy shoes, books and laptops.  ",
      "lead_paragraph": "Calling all retailers: 2006 may finally be the year that consumers start buying goods with their cellphones.",
      "publication_date": "2006-01-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/02/technology/those-born-to-shop-can-now-use-cellphones.html",
      "byline": "By Bob Tedeschi"
    },
    {
      "headline": "At 150 Edgars Lane, Changing the Idea of Home",
      "snippet": "The handsome Tudor-style home at 150 Edgars Lane, built for less than $10,000 in 1925 on a hillside in this Hudson River town, never seemed to change much through all of its previous owners. Each family updated the house, but in modest ways until ...",
      "abstract": "The handsome Tudor-style home at 150 Edgars Lane, built for less than $10,000 in 1925 on a hillside in this Hudson River town, never seemed to change much through all of its previous owners. Each family updated the house, but in modest ways until Tom and Julie Hirschfeld came along.     The Hirschfelds purchased the two-story house with its gabled roof and stucco-and-wood-beam exterior for $890,000 in the fall of 2002. Good schools, safe streets, a picturesque community, like-minded neighbors, a relatively short commute to New York -- all these drew the family, just as they drew the previous owners.  ",
      "lead_paragraph": "HASTINGS-ON-HUDSON, N.Y. - The handsome Tudor-style home at 150 Edgars Lane, built for less than $10,000 in 1925 on a hillside in this Hudson River town, never seemed to change much through all of its previous owners. Each family updated the house, but in modest ways until Tom and Julie Hirschfeld came along.",
      "publication_date": "2006-01-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/02/business/at-150-edgars-lane-changing-the-idea-of-home.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Advertising's Twilight Zone: That Signpost Up Ahead May Be a Virtual Product",
      "snippet": "Viewers of last April 25's episode of the CBS show ''Yes, Dear'' may have noticed a box of Club Crackers sitting on a living room coffee table, next to a plate of cheese. What they did not know was that the box did not really exist, at least not o...",
      "abstract": "Viewers of last April 25's episode of the CBS show ''Yes, Dear'' may have noticed a box of Club Crackers sitting on a living room coffee table, next to a plate of cheese. What they did not know was that the box did not really exist, at least not on the set.      The Club Crackers box was inserted into the scene through virtual product placement, a process that uses computer graphics and digital editing to put products like potato chips, soda and shopping bags into television programs after the shows are filmed or taped.  ",
      "lead_paragraph": "Viewers of last April 25's episode of the CBS show \"Yes, Dear\" may have noticed a box of Club Crackers sitting on a living room coffee table, next to a plate of cheese. What they did not know was that the box did not really exist, at least not on the set.",
      "publication_date": "2006-01-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/02/business/media/advertisings-twilight-zone-that-signpost-up-ahead-may-be-a.html",
      "byline": "By Sam Lubell"
    },
    {
      "headline": "Muslim Scholars Were Paid to Aid U.S. Propaganda",
      "snippet": "A Pentagon contractor that paid Iraqi newspapers to print positive articles written by American soldiers has also been compensating Sunni religious scholars in Iraq in return for assistance with its propaganda work, according to current and former...",
      "abstract": "A Pentagon contractor that paid Iraqi newspapers to print positive articles written by American soldiers has also been compensating Sunni religious scholars in Iraq in return for assistance with its propaganda work, according to current and former employees.     The Lincoln Group, a Washington-based public relations company, was told early in 2005 by the Pentagon to identify religious leaders who could help produce messages that would persuade Sunnis in violence-ridden Anbar Province to participate in national elections and reject the insurgency, according to a former employee.  ",
      "lead_paragraph": "WASHINGTON, Jan. 1 - A Pentagon contractor that paid Iraqi newspapers to print positive articles written by American soldiers has also been compensating Sunni religious scholars in Iraq in return for assistance with its propaganda work, according to current and former employees.",
      "publication_date": "2006-01-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/02/politics/muslim-scholars-were-paid-to-aid-us-propaganda.html",
      "byline": "By David S. Cloud and Jeff Gerth"
    },
    {
      "headline": "China's Youth Look to Seoul for Inspiration",
      "snippet": "At Korea City, on the top floor of the Xidan Shopping Center, a warren of tiny shops sell hip-hop clothes, movies, music, cosmetics and other offerings in the South Korean style.     To young Chinese shoppers, it seemed not to matter that some of ...",
      "abstract": "At Korea City, on the top floor of the Xidan Shopping Center, a warren of tiny shops sell hip-hop clothes, movies, music, cosmetics and other offerings in the South Korean style.     To young Chinese shoppers, it seemed not to matter that some of the products, like New York Yankees caps or Japan's Astro Boy dolls, clearly have little to do with South Korea. Or that most items originated, in fact, in Chinese factories.  ",
      "lead_paragraph": "BEIJING - At Korea City, on the top floor of the Xidan Shopping Center, a warren of tiny shops sell hip-hop clothes, movies, music, cosmetics and other offerings in the South Korean style.",
      "publication_date": "2006-01-02T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/02/world/asia/chinas-youth-look-to-seoul-for-inspiration.html",
      "byline": "By Norimitsu Onishi"
    },
    {
      "headline": "States Take Lead in Push to Raise Minimum Wages",
      "snippet": "Despite Congressional refusal for almost a decade to raise the federal minimum wage, nearly half of the civilian labor force lives in states where the pay is higher than the rate set by the federal government.      Seventeen states and the Distric...",
      "abstract": "Despite Congressional refusal for almost a decade to raise the federal minimum wage, nearly half of the civilian labor force lives in states where the pay is higher than the rate set by the federal government.      Seventeen states and the District of Columbia have acted on their own to set minimum wages that exceed the $5.15 an hour rate set by the federal government, and this year lawmakers in dozens of the remaining states will debate raising the minimum wage. Some states that already have a higher minimum wage than the federal rate will be debating further increases and adjustments for inflation.  ",
      "lead_paragraph": "Despite Congressional refusal for almost a decade to raise the federal minimum wage, nearly half of the civilian labor force lives in states where the pay is higher than the rate set by the federal government.",
      "publication_date": "2006-01-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/02/us/states-take-lead-in-push-to-raise-minimum-wages.html",
      "byline": "By John M. Broder"
    }
  ]
}