{
  "metadata": {
    "date": "2006-08-07",
    "total_articles": 51
  },
  "articles": [
    {
      "headline": "Repairing Some Dents in an Image",
      "snippet": "Just as Toyota appears poised to become the world’s largest automaker, its image is being sullied by recalls. ",
      "abstract": "Just as Toyota appears poised to become the world’s largest automaker, its image is being sullied by recalls. ",
      "lead_paragraph": "The news is something no car owner wants to hear. Power steering on their hard-to-get hybrid could fail. Tires on their small pickups could bulge and possibly burst. Air bags may not inflate during a crash.",
      "publication_date": "2006-08-05T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/05/business/worldbusiness/05recall.html",
      "byline": "By Micheline Maynard and Martin Fackler"
    },
    {
      "headline": "Risks Escalate as Israel Fights a Ground War",
      "snippet": "The plan to destroy Hezbollah from the air has proved wanting, and now, nervously, Israel is pushing a major ground offensive.",
      "abstract": "The plan to destroy Hezbollah from the air has proved wanting, and now, nervously, Israel is pushing a major ground offensive.",
      "lead_paragraph": "JERUSALEM, Aug. 4 — After resisting a major ground offensive for three weeks, Israel now has an estimated 10,000 troops in southern Lebanon trying to build a buffer zone free of Hezbollah, and the risks are already evident. Seven Israeli soldiers have been killed in two days of brutal battles on territory the guerrillas know far better than the Israelis.",
      "publication_date": "2006-08-05T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/05/world/middleeast/05zone.html",
      "byline": "By Greg Myre"
    },
    {
      "headline": "Job Growth Slackened Last Month",
      "snippet": "Unemployment jumped to 4.8 percent and job growth was slow, the strongest evidence yet of a weakening economy.",
      "abstract": "Unemployment jumped to 4.8 percent and job growth was slow, the strongest evidence yet of a weakening economy.",
      "lead_paragraph": "Employers added jobs in July at a slow pace for the fourth consecutive month and the unemployment rate jumped, the government reported yesterday, offering the strongest evidence yet of a weakening economy.",
      "publication_date": "2006-08-05T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/05/business/05econ.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "G.I. Crime Photos May Be Evidence",
      "snippet": "The case against U.S. soldiers accused of raping and killing a 14 year-old Iraqi girl offers a glimpse of an Army unit numbed by combat stress.",
      "abstract": "The case against U.S. soldiers accused of raping and killing a 14 year-old Iraqi girl offers a glimpse of an Army unit numbed by combat stress.",
      "lead_paragraph": "On March 13, a group of American soldiers sitting at a checkpoint south of Baghdad were asked to look into a horrible crime: a 14-year-old Iraqi girl had been raped, then killed along with her family in their house nearby in Mahmudiya.",
      "publication_date": "2006-08-05T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/05/world/middleeast/05abuse.html",
      "byline": "By Robert F. Worth and Carolyn Marshall"
    },
    {
      "headline": "Israeli Air Raids Destroy Bridges North of Beirut",
      "snippet": "The attacks seemed aimed at arms routes from Syria. Despite the bombardments, Hezbollah shot off another 200 rockets at Israel.",
      "abstract": "The attacks seemed aimed at arms routes from Syria. Despite the bombardments, Hezbollah shot off another 200 rockets at Israel.",
      "lead_paragraph": "HALAT, Lebanon, Aug. 4  Israeli airstrikes destroyed four bridges along Lebanon’s main north-south highway in the Christian heartland north of Beirut on Friday, and killed more than 30 people in other areas far from Hezbollah-controlled territory. ",
      "publication_date": "2006-08-05T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/05/world/middleeast/05mideast.html",
      "byline": "By John Kifner and Steven Erlanger"
    },
    {
      "headline": "A Pension Overhaul Gives, and Later Takes Away",
      "snippet": "Under the version of the pension bill just approved by lawmakers, companies appear to get a break in putting money into their pension funds for only a couple of years before the rules start to tighten.",
      "abstract": "Under the version of the pension bill just approved by lawmakers, companies appear to get a break in putting money into their pension funds for only a couple of years before the rules start to tighten.",
      "lead_paragraph": "Earlier this year, as Congress inched toward a broad overhaul of the nation’s troubled corporate pension system, experts said the bill was so fraught with escape clauses that it could become easier for companies to shortchange their pension funds than under the current, flawed law.",
      "publication_date": "2006-08-05T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/05/business/05pension.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Let’s Say Your Toilet Backs Up. How Do You Find a Good Plumber?",
      "snippet": "Local search sites are trying to capture word-of-mouth wisdom, catalog it and disseminate it online.",
      "abstract": "Local search sites are trying to capture word-of-mouth wisdom, catalog it and disseminate it online.",
      "lead_paragraph": "When Stuart MacFarlane and his wife bought a home in Manhattan Beach, Calif., in 2003 that could charitably be called a fixer-upper, they immediately realized they needed help. ",
      "publication_date": "2006-08-05T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/05/business/yourmoney/05money.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Drug Problems Escalate After Hurricane Katrina",
      "snippet": "The drug trade in New Orleans is flourishing again, after its dealers forged closer ties to major suppliers.",
      "abstract": "The drug trade in New Orleans is flourishing again, after its dealers forged closer ties to major suppliers.",
      "lead_paragraph": "SLIDELL, La.  It was just before dawn when the pickup truck arrived at the two-story house in this middle-class suburb, which was hit hard by Hurricane Katrina. But unlike most of the trucks here now, it was not carrying construction supplies.",
      "publication_date": "2006-08-05T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/05/us/05drugs.html",
      "byline": "By Christopher Drew"
    },
    {
      "headline": "At A.M.D., a Quiet Doer Gets His Due",
      "snippet": "Hector de J. Ruiz, a patient listener, grew up poor in Mexico and became chief executive of Advanced Micro Devices.",
      "abstract": "Hector de J. Ruiz, a patient listener, grew up poor in Mexico and became chief executive of Advanced Micro Devices.",
      "lead_paragraph": "I DON’T know if they told you this or not,” Hector de J. Ruiz said half-apologetically, as he sat down to lunch the other day, “but I don’t really like to talk about myself.” ",
      "publication_date": "2006-08-05T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/05/technology/05nocera.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Job Growth Slackened Last Month",
      "snippet": "Bureau of Labor Statistics reports US economy gained only seasonally adjusted 113,000 jobs in July, well below first-quarter pace of 176,000; unemployment rate jumped 0.2 percent, to 4.8 percent, highest level in five months, with nearly all of in...",
      "abstract": "Bureau of Labor Statistics reports US economy gained only seasonally adjusted 113,000 jobs in July, well below first-quarter pace of 176,000; unemployment rate jumped 0.2 percent, to 4.8 percent, highest level in five months, with nearly all of increase among African-Americans; some economists, citing job numbers and slowdowns in housing and retail sales and business investment, express concern that Federal Reserve will push nation toward recession if it lifts interest rates much higher; photo; graph (M)",
      "lead_paragraph": "Employers added jobs in July at a slow pace for the fourth consecutive month and the unemployment rate jumped, the government reported yesterday, offering the strongest evidence yet of a weakening economy.",
      "publication_date": "2006-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/05/business/job-growth-slackened-last-month.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "Repairing Some Dents in an Image",
      "snippet": "Toyota of Japan, long known for producing quality cars and poised to pass General Motors to become world's largest automaker, has growing problem with recalls that is sullying its image; number of vehicles recalled reportedly soared in US to 2.2 m...",
      "abstract": "Toyota of Japan, long known for producing quality cars and poised to pass General Motors to become world's largest automaker, has growing problem with recalls that is sullying its image; number of vehicles recalled reportedly soared in US to 2.2 million last year, double number in 2004, and more than 10 times that of 2003; number in Japan jumped 41-fold since 2001, to 1.9 million in 2005; Toyota, ordered by Japanese government to explain itself, offers latest in series of apologies and promises to create new computer database to obtain information more quickly from dealers on repairs and complaints; photos (M)",
      "lead_paragraph": "The news is something no car owner wants to hear. Power steering on their hard-to-get hybrid could fail. Tires on their small pickups could bulge and possibly burst. Air bags may not inflate during a crash.",
      "publication_date": "2006-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/05/business/worldbusiness/repairing-some-dents-in-an-image.html",
      "byline": "By Micheline Maynard and Martin Fackler"
    },
    {
      "headline": "At A.M.D., a Quiet Doer Gets His Due",
      "snippet": "Joe Nocera article on recent run of successes by Advanced Micro Devices, semiconductor company that competes head to head with Intel; compares company's founder W J Sanders 3d with his quieter successor Hector de J Ruiz; Ruiz, in interview, commen...",
      "abstract": "Joe Nocera article on recent run of successes by Advanced Micro Devices, semiconductor company that competes head to head with Intel; compares company's founder W J Sanders 3d with his quieter successor Hector de J Ruiz; Ruiz, in interview, comments on his life and career; photo (M)",
      "lead_paragraph": "\"I DON'T know if they told you this or not,\" Hector de J. Ruiz said half-apologetically, as he sat down to lunch the other day, \"but I don't really like to talk about myself.\"",
      "publication_date": "2006-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/05/technology/at-amd-a-quiet-doer-gets-his-due.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Lets Say Your Toilet Backs Up. How Do You Find a Good Plumber?",
      "snippet": "Article on Insider Pages, Angie's List and other Web-based networking sites that offer reader-written reviews of service providers; each company is racing to expand to every major American city to get bigger piece of what is estimated to be $92 bi...",
      "abstract": "Article on Insider Pages, Angie's List and other Web-based networking sites that offer reader-written reviews of service providers; each company is racing to expand to every major American city to get bigger piece of what is estimated to be $92 billion market in local advertising; photos (M)",
      "lead_paragraph": "When Stuart MacFarlane and his wife bought a home in Manhattan Beach, Calif., in 2003 that could charitably be called a fixer-upper, they immediately realized they needed help.",
      "publication_date": "2006-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/05/business/yourmoney/lets-say-your-toilet-backs-up-how-do-you-find-a-good.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Risks Escalate as Israel Fights a Ground War",
      "snippet": "Israel, after resisting major ground offensive, has estimated 10,000 troops in southern Lebanon trying to build buffer zone free of Hezbollah; seven Israeli soldiers have been killed in two days of battles on territory guerrillas know far better t...",
      "abstract": "Israel, after resisting major ground offensive, has estimated 10,000 troops in southern Lebanon trying to build buffer zone free of Hezbollah; seven Israeli soldiers have been killed in two days of battles on territory guerrillas know far better than Israelis; Lt Gen Dan Halutz's plan to destroy Hezbollah from air has proved wanting, but ground operation poses dangers for Israel and will complicate international efforts to end fighting; photos (M)",
      "lead_paragraph": "JERUSALEM, Aug. 4 - After resisting a major ground offensive for three weeks, Israel now has an estimated 10,000 troops in southern Lebanon trying to build a buffer zone free of Hezbollah, and the risks are already evident. Seven Israeli soldiers have been killed in two days of brutal battles on territory the guerrillas know far better than the Israelis.",
      "publication_date": "2006-08-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/05/world/middleeast/risks-escalate-as-israel-fights-a-ground-war.html",
      "byline": "By Greg Myre"
    },
    {
      "headline": "A Pension Overhaul Gives, and Later Takes Away",
      "snippet": "Analysis of recent approval of law that tightens rules governing 'defined-benefit' pension funds; new analysis by Congressional Budget Office finds companies will be putting less into pension funds for two years, but substantially more within deca...",
      "abstract": "Analysis of recent approval of law that tightens rules governing 'defined-benefit' pension funds; new analysis by Congressional Budget Office finds companies will be putting less into pension funds for two years, but substantially more within decade; bill will also increase insurance premiums that companies pay to Pension Benefit Guaranty Corp by roughly $6.8 million over next ten years (M)",
      "lead_paragraph": "Earlier this year, as Congress inched toward a broad overhaul of the nation's troubled corporate pension system, experts said the bill was so fraught with escape clauses that it could become easier for companies to shortchange their pension funds than under the current, flawed law.",
      "publication_date": "2006-08-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/05/business/a-pension-overhaul-gives-and-later-takes-away.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Drug Problems Escalate After Hurricane Katrina",
      "snippet": "Drug trade in New Orleans is flourishing again, after its dealers, who evacuated to Houston after Hurricane Katrina, forged closer ties to major suppliers from Mexican and Colombian cartels; they have brought back drugs in far larger shipments tha...",
      "abstract": "Drug trade in New Orleans is flourishing again, after its dealers, who evacuated to Houston after Hurricane Katrina, forged closer ties to major suppliers from Mexican and Colombian cartels; they have brought back drugs in far larger shipments than before, creating violent distribution gangs spread over much bigger area; law enforcement officials in New Orleans and Houston are struggling to keep up with changes; police in New Orleans say that fights over turf for distributing drugs are main reason for a spike in killings that threatens city's recovery; photos of Slidell, La, house where federal agents seized shipment of cocaine worth $5 million, and of suspected drug dealer Joseph H Aguirre (M)",
      "lead_paragraph": "SLIDELL, La. - It was just before dawn when the pickup truck arrived at the two-story house in this middle-class suburb, which was hit hard by Hurricane Katrina. But unlike most of the trucks here now, it was not carrying construction supplies.",
      "publication_date": "2006-08-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/05/us/drug-problems-escalate-after-hurricane-katrina.html",
      "byline": "By Christopher Drew"
    },
    {
      "headline": "Israeli Air Raids Destroy Bridges North of Beirut",
      "snippet": "Israeli airstrikes destroy four bridges along Lebanon's main highway in Christian heartland north of Beirut, and kill more than 30 people in other areas far from Hezbollah-controlled territory; attacks seem aimed at arms routes from Syria, but bec...",
      "abstract": "Israeli airstrikes destroy four bridges along Lebanon's main highway in Christian heartland north of Beirut, and kill more than 30 people in other areas far from Hezbollah-controlled territory; attacks seem aimed at arms routes from Syria, but because same routes bring supplies and aid into country, strikes tighten Lebanon's sense of siege; Hezbollah fires 200 rockets at Israel, killing four people, and launching its deepest strike into Israel; rocket travels 50 miles from border to outskirts of Hadera; map; photo (M)",
      "lead_paragraph": "HALAT, Lebanon, Aug. 4 - Israeli airstrikes destroyed four bridges along Lebanon's main north-south highway in the Christian heartland north of Beirut on Friday, and killed more than 30 people in other areas far from Hezbollah-controlled territory.",
      "publication_date": "2006-08-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/05/world/middleeast/israeli-air-raids-destroy-bridges-north-of-beirut.html",
      "byline": "By John Kifner and Steven Erlanger"
    },
    {
      "headline": "Leveled Colorado District Creates an Election Lab",
      "snippet": "First article in occasional series looking at how 2006 campaign plays out in Colorado's Seventh Congressional District, where Republicans hold seat that Democrats are desperate to win; district, unlike vast majority of House districts around count...",
      "abstract": "First article in occasional series looking at how 2006 campaign plays out in Colorado's Seventh Congressional District, where Republicans hold seat that Democrats are desperate to win; district, unlike vast majority of House districts around country, was not gerrymandered to guarantee victory to one party, and it is evenly balanced among Democrats, Republicans and independents; decision by Rep Bob Beauprez to vacate seat and run for governor has created one of most important Congressional races in nation; Democrats need seat to recapture House; Democratic primary contenders are Peggy Lamm, Ed Perlmutter and Herb Rubenstein; Republican candidate is Rick O'Donnell; Lamm is former state legislator, Perlmutter is former State Senate leader and Rubenstein is transplanted Washington lawyer and businessman; O'Donnell is commissioner of higher education; graph; map; photos (M)",
      "lead_paragraph": "DENVER, Aug. 2 - The remarkable thing about Colorado's Seventh Congressional District, where Republicans hold a seat that Democrats are desperate to win this year, is that the fix isn't in.",
      "publication_date": "2006-08-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/05/washington/leveled-colorado-district-creates-an-election-lab.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "G.I. Crime Photos May Be Evidence",
      "snippet": "Military hearings will begin in Iraq for four US soldiers accused of raping and killing 14-year-old Iraqi girl and murdering three members of her family in Mahmudiya; Specialist James P Barker, Pfc Jesse V Spielman, Pfc Bryan L Howard and Sgt Paul...",
      "abstract": "Military hearings will begin in Iraq for four US soldiers accused of raping and killing 14-year-old Iraqi girl and murdering three members of her family in Mahmudiya; Specialist James P Barker, Pfc Jesse V Spielman, Pfc Bryan L Howard and Sgt Paul E Cortez are accused of rape, murder and arson; Sgt Anthony W Yribe is accused of dereliction of duty for not reporting crime; Steven D Green, private who was discharged after psychiatric evaluation, reportedly was ringleader in crime and will be tried in civilian court; defense lawyers say case against soldiers offers glimpse of Army unit numbed by combat stress and left at deadly security post without experienced leaders; photo (M)",
      "lead_paragraph": "On March 13, a group of American soldiers sitting at a checkpoint south of Baghdad were asked to look into a horrible crime: a 14-year-old Iraqi girl had been raped, then killed along with her family in their house nearby in Mahmudiya.",
      "publication_date": "2006-08-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/05/world/middleeast/gi-crime-photos-may-be-evidence.html",
      "byline": "By Robert F. Worth and Carolyn Marshall"
    },
    {
      "headline": "U.S. and France Back Plan to End Lebanon Fight",
      "snippet": "A Security Council draft resolution laid out a plan for a permanent cease-fire and political settlement.",
      "abstract": "A Security Council draft resolution laid out a plan for a permanent cease-fire and political settlement.",
      "lead_paragraph": "UNITED NATIONS, Aug. 5 — France and the United States reached agreement Saturday on a Security Council resolution to halt the war in Lebanon, as the fighting between Israel and Hezbollah raged for a 25th day.",
      "publication_date": "2006-08-06T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/06/world/middleeast/06nations.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "Facing Middle Age With No Degree, and No Wife",
      "snippet": "Many American men without college degrees are finding themselves still single as they approach middle age.",
      "abstract": "Many American men without college degrees are finding themselves still single as they approach middle age.",
      "lead_paragraph": "Once, virtually all Americans had married by their mid-40’s. Now, many American men without college degrees find themselves still single as they approach middle age. ",
      "publication_date": "2006-08-06T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/06/us/06marry.html",
      "byline": "By EDUARDO PORTER and MICHELLE O&#8217;DONNELL"
    },
    {
      "headline": "Coffee, and Hope, Grow in Rwanda",
      "snippet": "Rwanda, recently rent by a famously savage civil war, has found hope in that most colonial of crops: coffee.",
      "abstract": "Rwanda, recently rent by a famously savage civil war, has found hope in that most colonial of crops: coffee.",
      "lead_paragraph": "BUTARE, Rwanda",
      "publication_date": "2006-08-06T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/08/06/business/yourmoney/06coffee.html",
      "byline": "By Laura Fraser"
    },
    {
      "headline": "Charity Wins Deep Loyalty for Hezbollah",
      "snippet": "Hezbollah has provided essential services for years to Lebanon’s poor Shiites, settling into their lives.",
      "abstract": "Hezbollah has provided essential services for years to Lebanon’s poor Shiites, settling into their lives.",
      "lead_paragraph": "TYRE, Lebanon, Aug. 5  Hezbollah paid for his wife’s Caesarean section. It brought olive oil, sugar and nuts when he lost his job and even covered the cost of an operation on his broken nose. ",
      "publication_date": "2006-08-06T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/06/world/middleeast/06tyre.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Baghdad’s Chaos Undercuts Tack Pursued by U.S.",
      "snippet": "Baghdad's slide into chaos undercuts the central premise that Iraqi forces can be trained to secure their own country.",
      "abstract": "Baghdad's slide into chaos undercuts the central premise that Iraqi forces can be trained to secure their own country.",
      "lead_paragraph": "BAGHDAD, Iraq, Aug. 5 — Over the past year, as American commanders pushed Iraqi forces to take over responsibility for this violent capital, Baghdad became a markedly more dangerous place. ",
      "publication_date": "2006-08-06T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/06/world/middleeast/06baghdad.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Wall Street’s Women Face a Fork in the Road",
      "snippet": "Many executives say that Wall Street must change fundamentally if it wants to hire and keep more women.",
      "abstract": "Many executives say that Wall Street must change fundamentally if it wants to hire and keep more women.",
      "lead_paragraph": "IN the spring of 2000, Elizabeth Stoeber, an ambitious 32-year-old investment banker at Morgan Stanley, flew to California to visit a client in the throes of a multibillion-dollar stock deal. The technology boom was under way, and Ms. Stoeber was on a roll; she was working on a high-profile deal in a profession she adored. With her in first class was her 9-month-old son; in coach sat her German nanny.",
      "publication_date": "2006-08-06T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/08/06/business/yourmoney/06women.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "McKinnell Fumbled Chance to Lead",
      "snippet": "Hank McKinnell, former chief executive of Pfizer, could have responded to plummeting shareholder assets by doing something exemplary. But he didn’t.",
      "abstract": "Hank McKinnell, former chief executive of Pfizer, could have responded to plummeting shareholder assets by doing something exemplary. But he didn’t.",
      "lead_paragraph": "HE may not have known it at the time, but Hank McKinnell had one final chance to be a leader in April. Mr. McKinnell, then chief executive of Pfizer and chairman of the Business Roundtable, was under fire for failing his shareholders during five years at the helm of the world’s largest drug company. Mr. McKinnell could have responded by doing something exemplary. ",
      "publication_date": "2006-08-06T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/08/06/business/yourmoney/06gret.html",
      "byline": ""
    },
    {
      "headline": "U.S. and France Back Plan to End Lebanon Fight",
      "snippet": "France and United States reach agreement on draft Security Council resolution to halt war in Lebanon; resolution calls for truce, asking current United Nations peacekeepers to monitor border area; lays out plan for permanent cease-fire and politic...",
      "abstract": "France and United States reach agreement on draft Security Council resolution to halt war in Lebanon; resolution calls for truce, asking current United Nations peacekeepers to monitor border area; lays out plan for permanent cease-fire and political settlement; does not include prisoner exchange or call for Israel to immediately withdraw from Lebanon; accord envisages second resolution to create new international force to patrol zone in southern Lebanon and resolve border issues; photo (L)",
      "lead_paragraph": "UNITED NATIONS, Aug. 5 - France and the United States reached agreement Saturday on a Security Council resolution to halt the war in Lebanon, as the fighting between Israel and Hezbollah raged for a 25th day.",
      "publication_date": "2006-08-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/08/06/world/middleeast/us-and-france-back-plan-to-end-lebanon-fight.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "A Watchful Eye, Trained on Workers’ Licenses",
      "snippet": "Article on License Monitor Inc of Congers, NY, that provides employers in New York State whose organizations use cars, vans or trucks with up-to-date information on license status of employees who drive vehicles; Police Sgt Michael Garvey is head ...",
      "abstract": "Article on License Monitor Inc of Congers, NY, that provides employers in New York State whose organizations use cars, vans or trucks with up-to-date information on license status of employees who drive vehicles; Police Sgt Michael Garvey is head of six-person private business; Garvey comments; photo (M)",
      "lead_paragraph": "AS a police officer in Clarkstown, N.Y., in 1998, Michael Garvey responded to an accident in which a plumbing company's van rear-ended a car, injuring the car's occupant.",
      "publication_date": "2006-08-06T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/08/06/nyregion/a-watchful-eye-trained-on-workers-licenses.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "Facing Middle Age With No Degree, and No Wife",
      "snippet": "Article in series The New Gender Divide; fewer Americans at every level of education are marrying, but decline is most pronounced among men without higher education; about 18 percent of men ages 40 to 44 with less than four years of college have n...",
      "abstract": "Article in series The New Gender Divide; fewer Americans at every level of education are marrying, but decline is most pronounced among men without higher education; about 18 percent of men ages 40 to 44 with less than four years of college have never married, up about 6 percent from 25 years ago; pool of women in their social circles has also shrunk; women in this category often look for mate with better education and financial prospects; graphs; photos (L)",
      "lead_paragraph": "Once, virtually all Americans had married by their mid-40's. Now, many American men without college degrees find themselves still single as they approach middle age.",
      "publication_date": "2006-08-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/08/06/us/facing-middle-age-with-no-degree-and-no-wife.html",
      "byline": "By Eduardo Porter and Michelle O'Donnell"
    },
    {
      "headline": "Coffee, and Hope, Grow in Rwanda",
      "snippet": "Rwanda, by riding booming demand in developed world for specialty coffees, has made premium coffee-growing national priority and has provided stage on which both sides in bloody civil war can reconcile; US Agency for International Development has ...",
      "abstract": "Rwanda, by riding booming demand in developed world for specialty coffees, has made premium coffee-growing national priority and has provided stage on which both sides in bloody civil war can reconcile; US Agency for International Development has invested $10 million since 2001 to help Rwandans improve quality of their coffee, mainly by providing farmers' cooperatives and small entrepreneurs with financing for washing stations and training in their use; photos (M)",
      "lead_paragraph": "BUTARE, Rwanda - OVER the last dozen years, the view from Gemima Mukashyaka's small coffee garden in the lush emerald-green hills of southwestern Rwanda has changed. In 1994, after the genocide that killed 800,000 people, it was a site of devastation, chaos and abandonment. Five years ago, when worldwide coffee prices spiraled downward, her neighbors in the densely populated region near Butare were uprooting their coffee trees and planting quick-growing food crops to survive.",
      "publication_date": "2006-08-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/08/06/business/yourmoney/coffee-and-hope-grow-in-rwanda.html",
      "byline": "By Laura Fraser"
    },
    {
      "headline": "Baghdad’s Chaos Undercuts Tack Pursued by U.S.",
      "snippet": "Failure of Iraqis to halt their slide into chaos undercuts central premise of American effort to train and equip Iraqi troops to secure their own country, allowing Americans to go home; violence in Baghdad has increased as Americans have handed ov...",
      "abstract": "Failure of Iraqis to halt their slide into chaos undercuts central premise of American effort to train and equip Iraqi troops to secure their own country, allowing Americans to go home; violence in Baghdad has increased as Americans have handed over responsibilities to Iraqis; United States has decided to double number of troops in Baghdad to about 14,200 total; American commanders say greater violence does not necessarily suggest Iraqi forces are failing; say explosion of sectarian violence could overwhelm any army; graph; photo (L)",
      "lead_paragraph": "BAGHDAD, Iraq, Aug. 5 - Over the past year, as American commanders pushed Iraqi forces to take over responsibility for this violent capital, Baghdad became a markedly more dangerous place.",
      "publication_date": "2006-08-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/08/06/world/middleeast/baghdads-chaos-undercuts-tack-pursued-by-us.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Wall Streets Women Face a Fork in the Road",
      "snippet": "Article on difficulties women face in maintaining successful careers in male-dominated world of investment banking as they struggle to juggle jobs with raising families or to pursue other interests; Wall Street says it is looking at women like Eli...",
      "abstract": "Article on difficulties women face in maintaining successful careers in male-dominated world of investment banking as they struggle to juggle jobs with raising families or to pursue other interests; Wall Street says it is looking at women like Elizabeth Stoeber, who left high-powered job at Morgan Stanley for part-time administrative post and whose job was cut in 2000, with new interest; executives say long-term success means fundamentally changing way Wall Street works; women, on other hand, say they value balance more than financial security; photos; graph",
      "lead_paragraph": "IN the spring of 2000, Elizabeth Stoeber, an ambitious 32-year-old investment banker at Morgan Stanley, flew to California to visit a client in the throes of a multibillion-dollar stock deal. The technology boom was under way, and Ms. Stoeber was on a roll; she was working on a high-profile deal in a profession she adored. With her in first class was her 9-month-old son; in coach sat her German nanny.",
      "publication_date": "2006-08-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/08/06/business/yourmoney/wall-streets-women-face-a-fork-in-the-road.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "McKinnell Fumbled Chance to Lead",
      "snippet": "Gretchen Morgenson column contends Hank McKinnell, former leader of Pfizer, fumbled his last chance to be leader in April when he did not return to shareholders some of millions in compensation he took over years he ran company ineffectively (M)",
      "abstract": "Gretchen Morgenson column contends Hank McKinnell, former leader of Pfizer, fumbled his last chance to be leader in April when he did not return to shareholders some of millions in compensation he took over years he ran company ineffectively (M)",
      "lead_paragraph": "HE may not have known it at the time, but Hank McKinnell had one final chance to be a leader in April. Mr. McKinnell, then chief executive of Pfizer and chairman of the Business Roundtable, was under fire for failing his shareholders during five years at the helm of the world's largest drug company. Mr. McKinnell could have responded by doing something exemplary.",
      "publication_date": "2006-08-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/08/06/business/yourmoney/mckinnell-fumbled-chance-to-lead.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Deal Maker Details the Art of Greasing the Palm",
      "snippet": "Former Rep Randy Cunningham admitted in plea deal to accepting more than $2.4 million in cash and gifts from lobbyist Brent R Wilkes, who could also figure in related federal investigation into House Appropriations Committee; inquiry has focused o...",
      "abstract": "Former Rep Randy Cunningham admitted in plea deal to accepting more than $2.4 million in cash and gifts from lobbyist Brent R Wilkes, who could also figure in related federal investigation into House Appropriations Committee; inquiry has focused on ties between former lawmaker turned lobbyist Bill Lowery and Rep Jerry Lewis and set off alarms about proliferation of Congressional earmarks; Wilkes offers rare insider's view of system in which campaign contributions were prerequisite for federal contracts; photos (L)",
      "lead_paragraph": "WASHINGTON - In 1992, Brent R. Wilkes rented a suite at the Hyatt Hotel a few blocks from the Capitol. In his briefcase was a stack of envelopes for a half-dozen congressmen, each packet containing up to $10,000 in checks.",
      "publication_date": "2006-08-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/08/06/washington/deal-maker-details-the-art-of-greasing-the-palm.html",
      "byline": "By David Johnston and David D. Kirkpatrick"
    },
    {
      "headline": "For Investors, Money Is on a Fed Pause",
      "snippet": "After a string of 17 consecutive interest rate increases, the Federal Reserve may pause this week in its long campaign of monetary tightening.",
      "abstract": "After a string of 17 consecutive interest rate increases, the Federal Reserve may pause this week in its long campaign of monetary tightening.",
      "lead_paragraph": "Is the Fed there yet?",
      "publication_date": "2006-08-07T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/07/business/07fed.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "More Than Ever, Hollywood Studios Are Relying on the Foreign Box Office",
      "snippet": "Worldwide movie attendance is predicted to increase over the next five years, with Asia and Central and Eastern Europe the fastest-growing regions.",
      "abstract": "Worldwide movie attendance is predicted to increase over the next five years, with Asia and Central and Eastern Europe the fastest-growing regions.",
      "lead_paragraph": " LOS ANGELES, Aug. 6 — In 1998 the director Bryan Singer was asked to give a speech at the Tokyo International Film Festival to introduce his movie “Apt Pupil.” Mr. Singer, who often traveled to Japan, decided to surprise the crowd by speaking in Japanese.",
      "publication_date": "2006-08-07T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/07/business/worldbusiness/07movie.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Google Joins Viacom in Web Test of Video Ads",
      "snippet": "Google will allow Web site owners to put Viacom video clips on their pages, accompanied by advertising. Viacom, Google and the site owners will divide the ad revenue.",
      "abstract": "Google will allow Web site owners to put Viacom video clips on their pages, accompanied by advertising. Viacom, Google and the site owners will divide the ad revenue.",
      "lead_paragraph": " Google has struck a deal to allow Web site owners to put video clips from Viacom, including “SpongeBob SquarePants” and MTV’s “Laguna Beach: The Real Orange County,” on their pages. The clips will be accompanied by advertising, with Viacom, Google and the site owners dividing the ad revenue.",
      "publication_date": "2006-08-07T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/07/technology/07google.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "15 States Expand Right to Shoot in Self-Defense",
      "snippet": "New laws allow crime victims to use deadly force in situations that might formerly have subjected them to murder charges.",
      "abstract": "New laws allow crime victims to use deadly force in situations that might formerly have subjected them to murder charges.",
      "lead_paragraph": "In the last year, 15 states have enacted laws that expand the right of self-defense, allowing crime victims to use deadly force in situations that might formerly have subjected them to prosecution for murder.",
      "publication_date": "2006-08-07T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/07/us/07shoot.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Picture Tubes Are Fading Into the Past",
      "snippet": "The picture tube, the standard television technology for more than 60 years, is heading for obsolescence faster than anyone expected.",
      "abstract": "The picture tube, the standard television technology for more than 60 years, is heading for obsolescence faster than anyone expected.",
      "lead_paragraph": "The bulky, squarish, heavy picture tube, the standard television technology for more than 60 years, is heading for the dustbin of history much faster than anyone expected.",
      "publication_date": "2006-08-07T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/07/technology/07tube.html",
      "byline": "By Eric A. Taub"
    },
    {
      "headline": "Rocket Barrage Kills 15 Israelis Close to Border",
      "snippet": "Hezbollah rockets killed 12 Israeli Army reservists near the Lebanon border and 3 civilians in Haifa as diplomatic efforts at the U.N. appeared to falter.",
      "abstract": "Hezbollah rockets killed 12 Israeli Army reservists near the Lebanon border and 3 civilians in Haifa as diplomatic efforts at the U.N. appeared to falter.",
      "lead_paragraph": "KFAR GILADI, Israel, Aug. 6 — The deadliest barrage of Hezbollah rocket attacks in nearly a month of fighting hit northern Israel on Sunday, killing 12 army reservists resting near the Lebanon border and 3 civilians in a dusk attack in the port of Haifa. ",
      "publication_date": "2006-08-07T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/07/world/middleeast/07mideast.html",
      "byline": "By Richard A. Oppel Jr. and Greg Myre"
    },
    {
      "headline": "Investors, Including Bono, Buy a Piece of Forbes",
      "snippet": "Heirs of Malcolm Forbes have sold a big minority stake to investors who include Bono, the lead singer of U2.",
      "abstract": "Heirs of Malcolm Forbes have sold a big minority stake to investors who include Bono, the lead singer of U2.",
      "lead_paragraph": "SINCE the death in 1990 of the legendary publisher Malcolm S. Forbes, his four sons and a daughter have sold his cherished assets here and there — his private jet, the collection of Fabergé eggs, a handwritten copy of Lincoln’s last address. The father suggested in his memoir that it was only natural and proper that his children do so, but even he might have been taken aback by the most recent divestiture. ",
      "publication_date": "2006-08-07T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/07/business/media/07carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Israel Facing a Well-Trained and Supplied Enemy",
      "snippet": "With the support of its Syrian and Iranian sponsors, Hezbollah has grown to be less like a militia and more like a disciplined and well-supplied army. Its weapons, training and tactics, including the use of a complex network of tunnels, have surpr...",
      "abstract": "With the support of its Syrian and Iranian sponsors, Hezbollah has grown to be less like a militia and more like a disciplined and well-supplied army. Its weapons, training and tactics, including the use of a complex network of tunnels, have surprised the Israeli forces that have confronted them in nearly a month of fighting across the Lebanese border.      The well-organized Hezbollah fighters ''are nothing like Hamas or the Palestinians,'' said an Israeli soldier who just returned from Lebanon. ''They are trained and highly qualified.''   BY STEVEN ERLANGER AND RICHARD A. OPPEL JR., PAGE A8",
      "lead_paragraph": "With the support of its Syrian and Iranian sponsors, Hezbollah has grown to be less like a militia and more like a disciplined and well-supplied army. Its weapons, training and tactics, including the use of a complex network of tunnels, have surprised the Israeli forces that have confronted them in nearly a month of fighting across the Lebanese border.",
      "publication_date": "2006-08-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/07/front page/world/israel-facing-a-welltrained-and-supplied-enemy.html",
      "byline": ""
    },
    {
      "headline": "More Than Ever, Hollywood Studios Are Relying on the Foreign Box Office",
      "snippet": "In 1998 the director Bryan Singer was asked to give a speech at the Tokyo International Film Festival to introduce his movie ''Apt Pupil.'' Mr. Singer, who often traveled to Japan, decided to surprise the crowd by speaking in Japanese.     After a...",
      "abstract": "In 1998 the director Bryan Singer was asked to give a speech at the Tokyo International Film Festival to introduce his movie ''Apt Pupil.'' Mr. Singer, who often traveled to Japan, decided to surprise the crowd by speaking in Japanese.     After a brief greeting, Mr. Singer hoped to say, ''I look forward to seeing you after the film.'' But instead he bungled the translation, suggesting that he was looking forward to having sex. The crowd gasped. ''It was,'' he said in an interview on Thursday, ''a disastrous mistake.''  ",
      "lead_paragraph": "LOS ANGELES, Aug. 6 - In 1998 the director Bryan Singer was asked to give a speech at the Tokyo International Film Festival to introduce his movie \"Apt Pupil.\" Mr. Singer, who often traveled to Japan, decided to surprise the crowd by speaking in Japanese.",
      "publication_date": "2006-08-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/07/business/worldbusiness/more-than-ever-hollywood-studios-are-relying-on-the.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Hezbollah's Chief, a Sheik With a General's Resolve",
      "snippet": "The success or failure of any cease-fire in Lebanon will largely hinge on the opinion of one figure: Sheik Hassan Nasrallah, the secretary general of Hezbollah, who has seen his own aura and that of his party enhanced immeasurably by battling the ...",
      "abstract": "The success or failure of any cease-fire in Lebanon will largely hinge on the opinion of one figure: Sheik Hassan Nasrallah, the secretary general of Hezbollah, who has seen his own aura and that of his party enhanced immeasurably by battling the Israeli Army for nearly four weeks.     Sheik Nasrallah, a 46-year-old Lebanese militia chieftain hiding in a bunker, has combined the scripted logic of a clergyman with the resolve of a general to completely rewrite the rules of the Arab-Israeli land feud.   By NEIL MacFARQUHAR, PAGE A7",
      "lead_paragraph": "The success or failure of any cease-fire in Lebanon will largely hinge on the opinion of one figure: Sheik Hassan Nasrallah, the secretary general of Hezbollah, who has seen his own aura and that of his party enhanced immeasurably by battling the Israeli Army for nearly four weeks.",
      "publication_date": "2006-08-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/07/front page/world/hezbollahs-chief-a-sheik-with-a-generals-resolve.html",
      "byline": ""
    },
    {
      "headline": "Facing Voters, Georgia Congresswoman Gets an Assist From Documentary",
      "snippet": "Four of five paintings by Gustav Klimt that were at center of Nazi era restitution battle will be sold at Christie's; Maria Altmann, niece of original owners Ferdinand and Adele Bloch-Bauer, has already sold most famous painting to Ronald S Lauder...",
      "abstract": "Four of five paintings by Gustav Klimt that were at center of Nazi era restitution battle will be sold at Christie's; Maria Altmann, niece of original owners Ferdinand and Adele Bloch-Bauer, has already sold most famous painting to Ronald S Lauder for $135 million; photos (M)",
      "lead_paragraph": "ATLANTA, Aug. 6 - The money, endorsements and opinion polls favor her opponent, but Representative Cynthia A. McKinney, who represents Georgia's Fourth District, has been counting on a movie for last-minute help with the Democratic primary runoff vote here on Tuesday.",
      "publication_date": "2006-08-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "E",
      "web_url": "https://www.nytimes.com/2006/08/07/movies/facing-voters-georgia-congresswoman-gets-an-assist-from-documentary.html",
      "byline": "By Brenda Goodman"
    },
    {
      "headline": "Investors, Including Bono, Buy a Piece of Forbes",
      "snippet": "SINCE the death in 1990 of the legendary publisher Malcolm S. Forbes, his four sons and a daughter have sold his cherished assets here and there -- his private jet, the collection of Fabergé eggs, a handwritten copy of Lincoln's last address. The ...",
      "abstract": "SINCE the death in 1990 of the legendary publisher Malcolm S. Forbes, his four sons and a daughter have sold his cherished assets here and there -- his private jet, the collection of Fabergé eggs, a handwritten copy of Lincoln's last address. The father suggested in his memoir that it was only natural and proper that his children do so, but even he might have been taken aback by the most recent divestiture.      On Friday, the family sold a significant minority stake in a newly formed company, Forbes Media, which includes the 89-year-old Forbes magazine started by their grandfather, B. C. Forbes; the Forbes.com Web site; and a number of smaller media properties, to Elevation Partners, a private equity group.  ",
      "lead_paragraph": "SINCE the death in 1990 of the legendary publisher Malcolm S. Forbes, his four sons and a daughter have sold his cherished assets here and there -- his private jet, the collection of Fabergé eggs, a handwritten copy of Lincoln's last address. The father suggested in his memoir that it was only natural and proper that his children do so, but even he might have been taken aback by the most recent divestiture.",
      "publication_date": "2006-08-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/07/business/media/investors-including-bono-buy-a-piece-of-forbes.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Picture Tubes Are Fading Into the Past",
      "snippet": "The bulky, squarish, heavy picture tube, the standard television technology for more than 60 years, is heading for the dustbin of history much faster than anyone expected.     This year, the number of TV models in the United States that use glass ...",
      "abstract": "The bulky, squarish, heavy picture tube, the standard television technology for more than 60 years, is heading for the dustbin of history much faster than anyone expected.     This year, the number of TV models in the United States that use glass cathode-ray tubes to produce an image has been reduced sharply. By next year, even fewer C.R.T. televisions will be made, and fewer retailers will sell them.  ",
      "lead_paragraph": "The bulky, squarish, heavy picture tube, the standard television technology for more than 60 years, is heading for the dustbin of history much faster than anyone expected.",
      "publication_date": "2006-08-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/07/technology/picture-tubes-are-fading-into-the-past.html",
      "byline": "By Eric A. Taub"
    },
    {
      "headline": "15 States Expand Right to Shoot in Self-Defense",
      "snippet": "In the last year, 15 states have enacted laws that expand the right of self-defense, allowing crime victims to use deadly force in situations that might formerly have subjected them to prosecution for murder.     Supporters call them ''stand your ...",
      "abstract": "In the last year, 15 states have enacted laws that expand the right of self-defense, allowing crime victims to use deadly force in situations that might formerly have subjected them to prosecution for murder.     Supporters call them ''stand your ground'' laws. Opponents call them ''shoot first'' laws.  ",
      "lead_paragraph": "In the last year, 15 states have enacted laws that expand the right of self-defense, allowing crime victims to use deadly force in situations that might formerly have subjected them to prosecution for murder.",
      "publication_date": "2006-08-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/07/us/15-states-expand-right-to-shoot-in-selfdefense.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "For Investors, Money Is on a Fed Pause",
      "snippet": "Is the Fed there yet?     After a string of 17 consecutive interest rate increases, the Federal Reserve may pause this week in its long campaign of monetary tightening, which has lifted the benchmark federal funds rate to 5.25 percent, from 1 perc...",
      "abstract": "Is the Fed there yet?     After a string of 17 consecutive interest rate increases, the Federal Reserve may pause this week in its long campaign of monetary tightening, which has lifted the benchmark federal funds rate to 5.25 percent, from 1 percent in June 2004.  ",
      "lead_paragraph": "Is the Fed there yet?",
      "publication_date": "2006-08-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/07/business/for-investors-money-is-on-a-fed-pause.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Google Joins Viacom in Web Test of Video Ads",
      "snippet": "Google has struck a deal to allow Web site owners to put video clips from Viacom, including ''SpongeBob SquarePants'' and MTV's ''Laguna Beach: The Real Orange County'' on their pages. The clips will be accompanied by advertising, with Viacom, Goo...",
      "abstract": "Google has struck a deal to allow Web site owners to put video clips from Viacom, including ''SpongeBob SquarePants'' and MTV's ''Laguna Beach: The Real Orange County'' on their pages. The clips will be accompanied by advertising, with Viacom, Google and the site owners dividing the ad revenue.     Viacom, one of the biggest creators of television programming, is giving a significant endorsement to Google's ambitious plan to become a big player in video advertising.  ",
      "lead_paragraph": "Google has struck a deal to allow Web site owners to put video clips from Viacom, including \"SpongeBob SquarePants\" and MTV's \"Laguna Beach: The Real Orange County\" on their pages. The clips will be accompanied by advertising, with Viacom, Google and the site owners dividing the ad revenue.",
      "publication_date": "2006-08-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/07/technology/google-joins-viacom-in-web-test-of-video-ads.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Rocket Barrage Kills 15 Israelis Close to Border",
      "snippet": "The deadliest barrage of Hezbollah rocket attacks in nearly a month of fighting hit northern Israel on Sunday, killing 12 army reservists resting near the Lebanon border and 3 civilians in a dusk attack in the port of Haifa.      In Lebanon, Israe...",
      "abstract": "The deadliest barrage of Hezbollah rocket attacks in nearly a month of fighting hit northern Israel on Sunday, killing 12 army reservists resting near the Lebanon border and 3 civilians in a dusk attack in the port of Haifa.      In Lebanon, Israeli airstrikes killed more than a dozen people, according to Lebanese officials, and the damage from Israeli bombs on Lebanon's already shattered road network increasingly cut sections of the country off from one another.  ",
      "lead_paragraph": "KFAR GILADI, Israel, Aug. 6 - The deadliest barrage of Hezbollah rocket attacks in nearly a month of fighting hit northern Israel on Sunday, killing 12 army reservists resting near the Lebanon border and 3 civilians in a dusk attack in the port of Haifa.",
      "publication_date": "2006-08-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/07/world/middleeast/rocket-barrage-kills-15-israelis-close-to-border.html",
      "byline": "By Richard A. Oppel Jr. and Greg Myre"
    }
  ]
}