{
  "metadata": {
    "date": "2006-11-20",
    "total_articles": 56
  },
  "articles": [
    {
      "headline": "For West Bank, It’s a Highway to Frustration",
      "snippet": "Internal checkpoints and barriers imposed by Israel inside the West Bank have increasingly limited movement.",
      "abstract": "Internal checkpoints and barriers imposed by Israel inside the West Bank have increasingly limited movement.",
      "lead_paragraph": "ROAD 60, West Bank, Nov. 14 — For four years, the separation barrier Israel has been building just inside the West Bank boundary has drawn protests from Palestinians and international censure for the hardship it imposes on their movement and access to jobs and land. ",
      "publication_date": "2006-11-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/18/world/middleeast/18westbank.html",
      "byline": "By Greg Myre"
    },
    {
      "headline": "Preaching Free-Market Gospel to Skeptical Africa",
      "snippet": "James Shikwati’s rise as a one-man think tank in Kenya offers a case study of how the right grooms foreign allies.",
      "abstract": "James Shikwati’s rise as a one-man think tank in Kenya offers a case study of how the right grooms foreign allies.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/18/us/politics/18thinktank.html",
      "byline": "By Jason DeParle"
    },
    {
      "headline": "Allies Wage Raid in Iraq, Seeking Abducted Guards",
      "snippet": "The abduction of five men, including four Americans, was the largest single kidnapping of Americans since the war began.",
      "abstract": "The abduction of five men, including four Americans, was the largest single kidnapping of Americans since the war began.",
      "lead_paragraph": "BAGHDAD, Nov. 17 — American and British military forces battled gunmen in southern Iraq on Friday while searching for four American security guards and their Austrian colleague who were abducted from a supply convoy on Thursday by men wearing Iraqi police uniforms, American officials said. ",
      "publication_date": "2006-11-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/18/world/middleeast/18iraq.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Resolving to Reimagine Health Costs",
      "snippet": "Talking Business column discusses health care costs strain American companies; says companies need to create solutions that will be effective across multiple industries; Washington is increasingly trying to work with businesses that are falling be...",
      "abstract": "Talking Business column discusses health care costs strain American companies; says companies need to create solutions that will be effective across multiple industries; Washington is increasingly trying to work with businesses that are falling behind foreign competitors due to employee health care expenses (M)",
      "lead_paragraph": "So they finally had that long-awaited meeting this week, the chief executives of the Big Three auto companies and President Bush -- the one the automakers have been pushing for ever since the president suggested last January that their big problem was that they needed to make \"a relevant product.\"",
      "publication_date": "2006-11-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/18/business/resolving-to-reimagine-health-costs.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "F.D.A. Will Allow Breast Implants Made of Silicone",
      "snippet": "Food and Drug Administration lifts 14-year ban on use of silicone gel breast implants in US after decades of contentious debate and litigation over their safety; approves implants manufactured by Mentor Corp and Allergan Inc for breast reconstruct...",
      "abstract": "Food and Drug Administration lifts 14-year ban on use of silicone gel breast implants in US after decades of contentious debate and litigation over their safety; approves implants manufactured by Mentor Corp and Allergan Inc for breast reconstruction and cosmetic breast augmentation, but limits cosmetic use of implants to women ages 22 and older; dispute led to bankruptcy of manufacturer Dow Corning, federal moratorium on use of implants and findings by Institute of Medicine and FDA that devices do not cause major illnesses (M)",
      "lead_paragraph": "The Food and Drug Administration yesterday lifted a 14-year ban on the use of silicone gel breast implants in the United States after decades of contentious debate and litigation over their safety.",
      "publication_date": "2006-11-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/18/washington/fda-will-allow-breast-implants-made-of-silicone.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "How to Find Those Gifts in a Flash",
      "snippet": "Your Money column offers tips for using online shopping tools; says 75 percent of shoppers use price-comparison sites to help make purchasing decisions; software is limited by information provided by retailers; various sites that offer search serv...",
      "abstract": "Your Money column offers tips for using online shopping tools; says 75 percent of shoppers use price-comparison sites to help make purchasing decisions; software is limited by information provided by retailers; various sites that offer search services for shoppers are discussed; photo (M)",
      "lead_paragraph": "You would not think of driving into an unfamiliar neighborhood without first downloading directions from the Internet or programming the G.P.S. receiver.",
      "publication_date": "2006-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/18/business/how-to-find-those-gifts-in-a-flash.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "How to Find Those Gifts in a Flash",
      "snippet": "The latest shopping Web sites and a cellphone have become indispensable tools for holiday shoppers.",
      "abstract": "The latest shopping Web sites and a cellphone have become indispensable tools for holiday shoppers.",
      "lead_paragraph": "You would not think of driving into an unfamiliar neighborhood without first downloading directions from the Internet or programming the G.P.S. receiver.",
      "publication_date": "2006-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/18/business/18money.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Not Always Full Speed Ahead",
      "snippet": "Broadband Internet users are finding increasing choices and misleading advertising confusing; providers do not always deliver what is promised to consumers; packages bundled with other services push price levels higher than users want to pay; comp...",
      "abstract": "Broadband Internet users are finding increasing choices and misleading advertising confusing; providers do not always deliver what is promised to consumers; packages bundled with other services push price levels higher than users want to pay; companies deny advertisements are misleading; claim there are may factors that affect Internet speeds that are beyond their control; photo; graph (M)",
      "lead_paragraph": "What is a megabit worth? And what the heck is a megabit anyway? These questions are hard to avoid for consumers trying to make sense of the fast-growing menu of options for high-speed Internet access.",
      "publication_date": "2006-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/18/technology/not-always-full-speed-ahead.html",
      "byline": "By Matt Richtel and Ken Belson"
    },
    {
      "headline": "Allies Wage Raid in Iraq, Seeking Abducted Guards",
      "snippet": "US and British forces battle gunmen in southern Iraq while searching for four American security guards and their Austrian colleague who were abducted from supply convoy by men wearing Iraqi police uniforms; episode was largest single kidnapping of...",
      "abstract": "US and British forces battle gunmen in southern Iraq while searching for four American security guards and their Austrian colleague who were abducted from supply convoy by men wearing Iraqi police uniforms; episode was largest single kidnapping of Americans since war began; it took place near town of Safwan, Shiite-dominated area where violence between competing militias has worsened in past year; Crescent Security Group confirms report that one of kidnapped Americans was Paul Reuben, former police officer from Twin Cities area; map; photos (M)",
      "lead_paragraph": "BAGHDAD, Nov. 17 - American and British military forces battled gunmen in southern Iraq on Friday while searching for four American security guards and their Austrian colleague who were abducted from a supply convoy on Thursday by men wearing Iraqi police uniforms, American officials said.",
      "publication_date": "2006-11-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/18/world/middleeast/allies-wage-raid-in-iraq-seeking-abducted-guards.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Resolving to Reimagine Health Costs",
      "snippet": "Why do so few people in American business have ideas on what to do about the health care problem?",
      "abstract": "Why do so few people in American business have ideas on what to do about the health care problem?",
      "lead_paragraph": "So they finally had that long-awaited meeting this week, the chief executives of the Big Three auto companies and President Bush — the one the automakers have been pushing for ever since the president suggested last January that their big problem was that they needed to make “a relevant product.”",
      "publication_date": "2006-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/18/business/18nocera.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Too Many Chinese Cars, Too Few Chinese Buyers. So Far.",
      "snippet": "The Chinese automobile market still may not be big enough to support homegrown manufacturers and foreign automakers.",
      "abstract": "The Chinese automobile market still may not be big enough to support homegrown manufacturers and foreign automakers.",
      "lead_paragraph": " TAIZHOU, China — China is passing Japan as the world’s second-largest vehicle market this year, with sales soaring for cars of every size and shape. But the Chinese market still may not be big enough to support all the homegrown manufacturers as well as the foreign automakers trying to do business here. ",
      "publication_date": "2006-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/18/business/worldbusiness/18auto.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Preaching Free-Market Gospel to Skeptical Africa",
      "snippet": "Second of two articles on Conservative Reach discusses unusual collaboration between Lawrence W Reed, Michigan economist who runs think tank that promotes conservative economics, and James Shikwati, his African protege; Shikwati was young teacher ...",
      "abstract": "Second of two articles on Conservative Reach discusses unusual collaboration between Lawrence W Reed, Michigan economist who runs think tank that promotes conservative economics, and James Shikwati, his African protege; Shikwati was young teacher in Kenya when he came across article by Reed on genius of capitalism; he is now conservative phenomenon on continent where socialists have often held sway; Shikwati has published scores of articles hailing business as Africa's salvation, offered free-market lectures on five continents, and issued scathing attacks on foreign assistance, which he blames for Africa's poverty; collaboration between Reed and Shikwati can be read in contrasting lights--as crafty effort to export Western dominance or idealistic joining of minds in cause of freedom; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/18/us/politics/preaching-freemarket-gospel-to-skeptical-africa.html",
      "byline": "By Jason Deparle"
    },
    {
      "headline": "Not Always Full Speed Ahead",
      "snippet": "More phone and cable companies promise high-speed Internet access, but how is a consumer to know?",
      "abstract": "More phone and cable companies promise high-speed Internet access, but how is a consumer to know?",
      "lead_paragraph": "What is a megabit worth? And what the heck is a megabit anyway? These questions are hard to avoid for consumers trying to make sense of the fast-growing menu of options for high-speed Internet access.",
      "publication_date": "2006-11-18T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/18/technology/18broadband.html",
      "byline": "By Matt Richtel and Ken Belson"
    },
    {
      "headline": "For West Bank, It’s a Highway to Frustration",
      "snippet": "Separation barrier Israel has been building just inside West Bank boundary has drawn protests from Palestinians and international censure for hardship it imposes on their movement and access to jobs and land; Israeli military is taking even more r...",
      "abstract": "Separation barrier Israel has been building just inside West Bank boundary has drawn protests from Palestinians and international censure for hardship it imposes on their movement and access to jobs and land; Israeli military is taking even more restrictive measures deeper inside West Bank; men under 35 from northern West Bank are generally not allowed to leave area; Israeli military says that travel restrictions were imposed in response to Palestinian uprising in 2000 and that measures have reduced number of attacks by Palestinians; map; photos (M)",
      "lead_paragraph": "ROAD 60, West Bank, Nov. 14 - For four years, the separation barrier Israel has been building just inside the West Bank boundary has drawn protests from Palestinians and international censure for the hardship it imposes on their movement and access to jobs and land.",
      "publication_date": "2006-11-18T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/18/world/middleeast/for-west-bank-its-a-highway-to-frustration.html",
      "byline": "By Greg Myre"
    },
    {
      "headline": "Too Many Chinese Cars, Too Few Chinese Buyers. So Far.",
      "snippet": "China will soon pass Japan as world's second largest vehicle market this year, but market may not be large enough to support production and foreign imports; increased output has caused fierce competition and cut into prices; Chinese automakers con...",
      "abstract": "China will soon pass Japan as world's second largest vehicle market this year, but market may not be large enough to support production and foreign imports; increased output has caused fierce competition and cut into prices; Chinese automakers continue efforts to gain market share through cost controls and shift toward producing fuel-efficient and middle-class vehicles; photos; graph (M)",
      "lead_paragraph": "TAIZHOU, China - China is passing Japan as the world's second-largest vehicle market this year, with sales soaring for cars of every size and shape. But the Chinese market still may not be big enough to support all the homegrown manufacturers as well as the foreign automakers trying to do business here.",
      "publication_date": "2006-11-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/18/business/worldbusiness/too-many-chinese-cars-too-few-chinese-buyers-so-far.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Iowa Finds Itself Deep in Heart of Wine Country",
      "snippet": "Wineries began popping up in Midwest in 1970s and are thriving as tourism magnets and profit-making businesses; some wineries are even producing quality wine, made possible by French-American grape hybrids; Iowa has licensed new winery every two w...",
      "abstract": "Wineries began popping up in Midwest in 1970s and are thriving as tourism magnets and profit-making businesses; some wineries are even producing quality wine, made possible by French-American grape hybrids; Iowa has licensed new winery every two weeks for past year and has hired its first state oenologist to help guide novice winemakers; map; photo (L)",
      "lead_paragraph": "ADEL, Iowa - Stan Olson used to grow corn and soybeans on hundreds of acres here on the Raccoon River west of Des Moines, but no more. These days, Mr. Olson's empty grain silo is useful only as a rustic image to promote his new vineyard and tasting room.",
      "publication_date": "2006-11-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/19/us/iowa-finds-itself-deep-in-heart-of-wine-country.html",
      "byline": "By Susan Saulny"
    },
    {
      "headline": "Icahn’s Tall Order at ImClone",
      "snippet": "Investors who have bet that Carl C. Icahn will fix the mess at ImClone Systems may have been displeased by his bid for Reckson Associates Realty.",
      "abstract": "Investors who have bet that Carl C. Icahn will fix the mess at ImClone Systems may have been displeased by his bid for Reckson Associates Realty.",
      "lead_paragraph": "INVESTORS who have bet that Carl C. Icahn will fix the mess at ImClone Systems may have been displeased by his bid late last week for Reckson Associates Realty, a real estate investment trust. Like children in a large and quarrelsome family, ImClone’s shareholders would undoubtedly prefer that Mr. Icahn give them his undivided attention.",
      "publication_date": "2006-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/11/19/business/yourmoney/19gret.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "A Troubled River Mirrors China’s Path to Modernity",
      "snippet": "China's Yellow River is threatened by dwindling glaciers and underground water supply and growth of new cities, pollution and industrial demand for water; is water source for 140 million people; about 400 of China's 600 cities lack adequate water ...",
      "abstract": "China's Yellow River is threatened by dwindling glaciers and underground water supply and growth of new cities, pollution and industrial demand for water; is water source for 140 million people; about 400 of China's 600 cities lack adequate water supply; China has one of lowest per capita water supplies in world and one of most uneven distributions of water; map; photos (L)",
      "lead_paragraph": "DOLKA, China - At the two glacial lakes that give birth to the Yellow River, a Tibetan nomad named Tsende stands at the river's edge and rolls up his pants. He says a dragon lives in the lakes, a god of rain. Two decades of drought convinced him the dragon is angry.",
      "publication_date": "2006-11-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/19/world/asia/a-troubled-river-mirrors-chinas-path-to-modernity.html",
      "byline": "By Jim Yardley"
    },
    {
      "headline": "China’s Path to Modernity, Mirrored in a Troubled River",
      "snippet": "The polluted Yellow River is being sucked dry by factories, growing cities and farming — with still more growth planned.",
      "abstract": "The polluted Yellow River is being sucked dry by factories, growing cities and farming — with still more growth planned.",
      "lead_paragraph": "DOLKA, China — At the two glacial lakes that give birth to the Yellow River, a Tibetan nomad named Tsende stands at the river’s edge and rolls up his pants. He says a dragon lives in the lakes, a god of rain. Two decades of drought convinced him the dragon is angry. ",
      "publication_date": "2006-11-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/19/world/asia/19yellowriver.html",
      "byline": "By Jim Yardley"
    },
    {
      "headline": "Unlike Clinton, Bush Sees Hanoi in Bit of a Hurry",
      "snippet": "Only non-official event at Asia-Pacific Economic Cooperation Forum for which Pres Bush emerged from his Hanoi, Vietnam, hotel was 15-minute visit to Joint POW/MIA Accounting Command; also attended ecumenical church service to underscore need for g...",
      "abstract": "Only non-official event at Asia-Pacific Economic Cooperation Forum for which Pres Bush emerged from his Hanoi, Vietnam, hotel was 15-minute visit to Joint POW/MIA Accounting Command; also attended ecumenical church service to underscore need for greater religious freedom; visit contrasts significantly with visit by then-Pres Clinton in 2000, who seemed to be everywhere on his visit, which was marked by emotional moments of reconciliation; Vietnamese have barely seen or heard from Bush, and difference may be emblematic of why America's public diplomacy seems unable to shift into gear; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/19/world/asia/unlike-clinton-bush-sees-hanoi-in-bit-of-a-hurry.html",
      "byline": "By David E. Sanger and Helene Cooper"
    },
    {
      "headline": "Computer Support Technicians Who Play Well With Others",
      "snippet": "Companies avidly seek computer support technicians who can communicate well with people and stay away from technical jargon; photo (M)",
      "abstract": "Companies avidly seek computer support technicians who can communicate well with people and stay away from technical jargon; photo (M)",
      "lead_paragraph": "When Scott A. Genovese joined GPE Commercial Real Estate in Scottsdale, Ariz., as chief financial officer in early 2006, he quickly became familiar with the name Jaret Carlson. Mr. Carlson was a computer support technician working for Granite Computers, one of the companies that GPE used when computer problems cropped up. Mr. Carlson had made a favorable first impression when he showed up at GPE as a last-minute fill-in for a colleague in 2005, and, from that point on, GPE would always ask for him.",
      "publication_date": "2006-11-19T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/11/19/jobs/computer-support-technicians-who-play-well-with-others.html",
      "byline": "By Coeli Carr"
    },
    {
      "headline": "Coming Up, Transition at 30 Rock",
      "snippet": "Imagining NBC Universal without Bob Wright.",
      "abstract": "Imagining NBC Universal without Bob Wright.",
      "lead_paragraph": " Universal City, Calif.",
      "publication_date": "2006-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/11/19/business/yourmoney/19wright.html",
      "byline": "By Richard Siklos and Bill Carter"
    },
    {
      "headline": "Computer Support Technicians Who Play Well With Others",
      "snippet": "The great divide separating computer experts from the rest of us may be narrowing.",
      "abstract": "The great divide separating computer experts from the rest of us may be narrowing.",
      "lead_paragraph": "When Scott A. Genovese joined GPE Commercial Real Estate in Scottsdale, Ariz., as chief financial officer in early 2006, he quickly became familiar with the name Jaret Carlson. Mr. Carlson was a computer support technician working for Granite Computers, one of the companies that GPE used when computer problems cropped up. Mr. Carlson had made a favorable first impression when he showed up at GPE as a last-minute fill-in for a colleague in 2005, and, from that point on, GPE would always ask for him. ",
      "publication_date": "2006-11-19T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/11/19/jobs/19jmar.html",
      "byline": "By Coeli Carr"
    },
    {
      "headline": "Coming Up, Transition at 30 Rock",
      "snippet": "Speculation grows that Bob Wright will soon retire as NBC Universal's chairman and chief executive after 20-year career; industry experts say Jeff Zucker is most likely replacement, but question his ability to fill shoes of such large presence; de...",
      "abstract": "Speculation grows that Bob Wright will soon retire as NBC Universal's chairman and chief executive after 20-year career; industry experts say Jeff Zucker is most likely replacement, but question his ability to fill shoes of such large presence; details of Wright's career at company are given; photos; drawing (M)",
      "lead_paragraph": "Universal City, Calif. - \"FREEWAY!\" Bob Wright yells, pointing like a five-star general out the window of his Lincoln Town Car as it approaches the on-ramp to the 101. Wearing a Panama hat and blue blazer, Mr. Wright, NBC Universal's chairman and chief executive, is barking at a chase car full of corporate underlings who have made the mistake of slowing things down by using side streets instead of the highway to visit the set of NBC's new prime-time hit, \"Heroes.\"",
      "publication_date": "2006-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/11/19/business/yourmoney/coming-up-transition-at-30-rock.html",
      "byline": "By Richard Siklos and Bill Carter"
    },
    {
      "headline": "Icahn’s Tall Order at ImClone",
      "snippet": "Investors hope Carl C Icahn can turn around ImClone Systems; company shares rise 13 percent in weeks after he takes control; Icahn took interest in pharmaceutical company as result of friendship with co-founder Samuel D Waksal; photo (M)",
      "abstract": "Investors hope Carl C Icahn can turn around ImClone Systems; company shares rise 13 percent in weeks after he takes control; Icahn took interest in pharmaceutical company as result of friendship with co-founder Samuel D Waksal; photo (M)",
      "lead_paragraph": "INVESTORS who have bet that Carl C. Icahn will fix the mess at ImClone Systems may have been displeased by his bid late last week for Reckson Associates Realty, a real estate investment trust. Like children in a large and quarrelsome family, ImClone's shareholders would undoubtedly prefer that Mr. Icahn give them his undivided attention.",
      "publication_date": "2006-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/11/19/business/yourmoney/icahns-tall-order-at-imclone.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Democrats Split on How Far to Go With Ethics Law",
      "snippet": "Democratic leaders in House and Senate are moving quickly to finalize package of ethics reforms for consideration by new Congress in January, but proposed measures would not create independent body to enforce rules nor would it overhaul campaign f...",
      "abstract": "Democratic leaders in House and Senate are moving quickly to finalize package of ethics reforms for consideration by new Congress in January, but proposed measures would not create independent body to enforce rules nor would it overhaul campaign financing or significantly restrict budget earmarks; some Democrats say election is mandate for change, and many candidates made reform major issue in their campaigns, but sweeping change will be tough sell within party; some Democrats contend real ethical problem was Republicans, not current rules, but ethical violations and house-cleaning efforts have both been bipartisan activities; photos (L)",
      "lead_paragraph": "WASHINGTON, Nov. 18 - After railing for months against Congressional corruption under Republican rule, Democrats on Capitol Hill are divided on how far their proposed ethics overhaul should go.",
      "publication_date": "2006-11-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/19/washington/democrats-split-on-how-far-to-go-with-ethics-law.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "A Captain’s Journey From Hope to Just Getting Her Unit Home",
      "snippet": "Profile of Capt Stephanie A Bagley, who commands 21st Military Police Company in Baghdad; Bagley began her tour hoping to build new Iraqi police force, but is now focused on more modest goal of getting her unit home safely; moves through loud, mal...",
      "abstract": "Profile of Capt Stephanie A Bagley, who commands 21st Military Police Company in Baghdad; Bagley began her tour hoping to build new Iraqi police force, but is now focused on more modest goal of getting her unit home safely; moves through loud, male-dominated world with calm, understated authority that Iraqi commanders have come to depend on; has focused on developing top officers, particularly station commanders, but has also had to confront creep of militia influence and demoralized, poorly equipped police; photos (L)",
      "lead_paragraph": "BAGHDAD, Nov. 18 - Capt. Stephanie A. Bagley and the military police company she commands arrived in Iraq in December 2005 brimming with optimism about taking on one of the most urgent tasks in Iraq: building a new police force.",
      "publication_date": "2006-11-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/19/world/middleeast/a-captains-journey-from-hope-to-just-getting-her-unit-home.html",
      "byline": "By Kirk Semple"
    },
    {
      "headline": "Unlike Clinton, Bush Sees Hanoi in Bit of a Hurry",
      "snippet": "President Bush’s Vietnam visit may reveal why America’s “public diplomacy” seems unable to shift into gear.",
      "abstract": "President Bush’s Vietnam visit may reveal why America’s “public diplomacy” seems unable to shift into gear.",
      "lead_paragraph": "Corrections Appended",
      "publication_date": "2006-11-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/19/world/asia/19vietnam.html",
      "byline": "By David E. Sanger and Helene Cooper"
    },
    {
      "headline": "No Playtime at Toy Chain on Its Road to Recovery",
      "snippet": "Toys R Us chief executive Gerald L Storch aims to revive struggling toy retailer, which faces competition from discount retailing giants Wal-Mart and Target; toy makers large and small depend on health of company for their own businesses; Storch p...",
      "abstract": "Toys R Us chief executive Gerald L Storch aims to revive struggling toy retailer, which faces competition from discount retailing giants Wal-Mart and Target; toy makers large and small depend on health of company for their own businesses; Storch plans sweeping changes to stores and corporate structure in hopes of regaining top spot in industry; photo; graph (M)",
      "lead_paragraph": "Wayne, N.J. - LOCATED on the edge of a tired and dated strip mall here, Toys \"R\" Us store No. 6344 was built 14 years ago. There are weather-beaten wooden shingles over the entrance, unflattering fluorescent lights hovering above the aisles and pock-marked linoleum tiles on the floor.",
      "publication_date": "2006-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/11/19/business/yourmoney/no-playtime-at-toy-chain-on-its-road-to-recovery.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "The 5-Minute M.B.A.",
      "snippet": "Every once in a while, we find ourselves wondering whether all this technological sprinting and time shifting is actually getting us anywhere.",
      "abstract": "Every once in a while, we find ourselves wondering whether all this technological sprinting and time shifting is actually getting us anywhere.",
      "lead_paragraph": "To write regularly about life and work means to think regularly about time. Nearly every technological tweak in the last decade is, theoretically, intended to speed us up and save us time.",
      "publication_date": "2006-11-19T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/11/19/jobs/19wcol.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Iowa Finds Itself Deep in Heart of Wine Country",
      "snippet": "In Plains and Midwestern states, wineries are thriving, both as tourism magnets and profit-making businesses.",
      "abstract": "In Plains and Midwestern states, wineries are thriving, both as tourism magnets and profit-making businesses.",
      "lead_paragraph": "ADEL, Iowa — Stan Olson used to grow corn and soybeans on hundreds of acres here on the Raccoon River west of Des Moines, but no more. These days, Mr. Olson’s empty grain silo is useful only as a rustic image to promote his new vineyard and tasting room.",
      "publication_date": "2006-11-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/19/us/19wine1.html",
      "byline": "By Susan Saulny"
    },
    {
      "headline": "A Captain’s Journey From Hope to Just Getting Her Unit Home",
      "snippet": "Capt. Stephanie Bagley arrived in Iraq expecting to rebuild the Iraqi police force. Now her goal is not to lose another soldier.",
      "abstract": "Capt. Stephanie Bagley arrived in Iraq expecting to rebuild the Iraqi police force. Now her goal is not to lose another soldier.",
      "lead_paragraph": "BAGHDAD, Nov. 18 — Capt. Stephanie A. Bagley and the military police company she commands arrived in Iraq in December 2005 brimming with optimism about taking on one of the most urgent tasks in Iraq: building a new police force. ",
      "publication_date": "2006-11-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/19/world/middleeast/19captain.html",
      "byline": "By Kirk Semple"
    },
    {
      "headline": "No Playtime at Toy Chain on Its Road to Recovery",
      "snippet": "Gerald L. Storch's challenge is to reorient and resurrect Toys “R” Us before time runs out, a task that analysts say is not child’s play.",
      "abstract": "Gerald L. Storch's challenge is to reorient and resurrect Toys “R” Us before time runs out, a task that analysts say is not child’s play.",
      "lead_paragraph": "Wayne, N.J.",
      "publication_date": "2006-11-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/11/19/business/yourmoney/19toys.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Pentagon Pick Returns to City He Gladly Left",
      "snippet": "Profile of Robert M Gates, who if confirmed to succeed Donald H Rumsfeld as Defense Secretary will face challenges in Afghanistan and Iraq that dwarf those he saw as head of Central Intelligence Agency; Gates recalls public confirmation hearings a...",
      "abstract": "Profile of Robert M Gates, who if confirmed to succeed Donald H Rumsfeld as Defense Secretary will face challenges in Afghanistan and Iraq that dwarf those he saw as head of Central Intelligence Agency; Gates recalls public confirmation hearings as CIA director as humiliating and battering; former bosses and colleagues speak of his quiet brainpower, steadiness and rectitude, but his truthfulness came into question during Iran-contra affair and he has been accused by former CIA subordinates of tailoring reports on Soviet Union to fit his own and his bosses' hard-line views; photo (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/19/washington/pentagon-pick-returns-to-city-he-gladly-left.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "The 5-Minute M.B.A.",
      "snippet": "Lisa Belkin Life's Work column on Women's Leadership Exchange, which holds conferences around country for businesswomen; speed coaching, five-minute timed sessions with experts in career fields, described; drawing (M)",
      "abstract": "Lisa Belkin Life's Work column on Women's Leadership Exchange, which holds conferences around country for businesswomen; speed coaching, five-minute timed sessions with experts in career fields, described; drawing (M)",
      "lead_paragraph": "To write regularly about life and work means to think regularly about time. Nearly every technological tweak in the last decade is, theoretically, intended to speed us up and save us time.",
      "publication_date": "2006-11-19T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/11/19/jobs/the-5minute-mba.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Smaller Rival in Agreement to Acquire Copper Giant",
      "snippet": "Phelps Dodge will be acquired by Freeport-McMoRan Copper and Gold, creating the world’s largest copper mining company.",
      "abstract": "Phelps Dodge will be acquired by Freeport-McMoRan Copper and Gold, creating the world’s largest copper mining company.",
      "lead_paragraph": "Phelps Dodge, the world’s second-largest copper producer, will be acquired by Freeport-McMoRan Copper and Gold, a smaller rival that has been embroiled in environmental and human rights controversies, in a cash and stock deal worth $25.9 billion, the companies said yesterday.",
      "publication_date": "2006-11-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/20/business/worldbusiness/20deal.html",
      "byline": "By Andrew Ross Sorkin and Ian Austen"
    },
    {
      "headline": "As Iran Seeks Aid, Atom Agency Faces Quandary",
      "snippet": "An Iranian request to the International Atomic Energy Agency for technical help with a nuclear reactor is provoking bitter debate.",
      "abstract": "An Iranian request to the International Atomic Energy Agency for technical help with a nuclear reactor is provoking bitter debate.",
      "lead_paragraph": "At a place called Arak in the desert southwest of Tehran, behind barbed wire and antiaircraft guns, Iran is building a heavy-water nuclear reactor. The government says it will produce radioactive isotopes for medical treatments. As an unavoidable byproduct, it will also make plutonium, one of the primary fuels for atom bombs.",
      "publication_date": "2006-11-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/20/world/middleeast/20nukes.html",
      "byline": "By William J. Broad"
    },
    {
      "headline": "The Kid With All the News About the TV News",
      "snippet": "A blog about television news run by a 21-year-old college student has become a virtual bulletin board for the industry.",
      "abstract": "A blog about television news run by a 21-year-old college student has become a virtual bulletin board for the industry.",
      "lead_paragraph": "TOWSON, Md. — When people in the television news business want to find out what’s going on in their industry, they turn to a blog called TVNewser. But while the executives obsessively checking TVNewser are mostly high powered and highly paid, the person who creates it is not: he is Brian Stelter, a baby-faced 21-year-old at Towson University here, a few miles north of Baltimore.",
      "publication_date": "2006-11-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/20/business/media/20newser.html",
      "byline": "By Julie Bosman"
    },
    {
      "headline": "Polishing the Good Housekeeping Seal",
      "snippet": "Good Housekeeping magazine updates laboratory that issues its Good Housekeeping Seal, which was introduced in 1909, became part of American vernacular and, with time, has lost much of its profile, particularly with younger generation; Good Houseke...",
      "abstract": "Good Housekeeping magazine updates laboratory that issues its Good Housekeeping Seal, which was introduced in 1909, became part of American vernacular and, with time, has lost much of its profile, particularly with younger generation; Good Housekeeping Research Institute issues seal to advertisers who can pass its tests and also conducts original research on household products for magazine; magazine, part of Hearst Corp, is undergoing broad-based effort to overhaul image of its brand; believes its biggest selling point is century's worth of accumulated trust, based on lab and seal, even though some in magazine business say relationship with advertisers undermine's seal's value; photo (M)",
      "lead_paragraph": "Want a television in the kitchen, without adding clutter? There are now refrigerators with a TV built right into the door.",
      "publication_date": "2006-11-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/20/business/media/polishing-the-good-housekeeping-seal.html",
      "byline": "BY Katharine Q. Seelye"
    },
    {
      "headline": "A New Strategy to Discourage Driving Drunk",
      "snippet": "Mothers Against Drunk Driving, backed by national association of state highway officials and car manufacturers, is announcing campaign to change drunken driving laws in 49 states to require that even first offenders install device that tests drive...",
      "abstract": "Mothers Against Drunk Driving, backed by national association of state highway officials and car manufacturers, is announcing campaign to change drunken driving laws in 49 states to require that even first offenders install device that tests drivers and shuts down car if it detects alcohol; many states already require devices, known as ignition interlocks, for people who have several convictions; New Mexico became first state to make them mandatory after first offense and saw 11.3 percent drop in alcohol-related fatalities; several other states showed even bigger drops; advocates for interlocks acknowledge that they are not foolproof and are easily circumvented if sober person blows into Breathalyzer tube; about 13,000 people die each year in crashes in which driver is legally drunk; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/20/us/a-new-strategy-to-discourage-driving-drunk.html",
      "byline": "By Matthew L. Wald"
    },
    {
      "headline": "Cycle of Revenge Fuels a Pattern of Iraqi Killings",
      "snippet": "New pattern of revenge is driving violence in Baghdad as nation sinks deeper into war; after months of seemingly random violence, pattern has become one of attack and counterattack, with Sunni militants staging what commanders call 'spectacular' s...",
      "abstract": "New pattern of revenge is driving violence in Baghdad as nation sinks deeper into war; after months of seemingly random violence, pattern has become one of attack and counterattack, with Sunni militants staging what commanders call 'spectacular' strikes and Shiite militias retaliating with abductions and murders of Sunnis; sometimes killers seem to be seeking out specific people, but many victims lose their lives simply to even out sectarian toll; death toll has reached 1,320 already in November, higher than 1,216 who died in October; escalation in sectarian killings is attributed to February bombing of major Shiite shrine in Samarra; Iraqis are hardening against one another as deaths chip away at any remaining trust between sects and radicalize even larger portions of their fringes; hatred on both sides is evident through brutality of killings and presents new challenges to American military; history of violence is deep between Sunnis and Shia, who are retreating to their traditional tribes, network of communities that form fabric of society, leaving government largely impotent and irrelevant; photos (M)",
      "lead_paragraph": "BAGHDAD, Nov. 19 - As Iraq sinks deeper into war, a new pattern of revenge has become the driver of violence in the capital.",
      "publication_date": "2006-11-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/20/world/middleeast/cycle-of-revenge-fuels-a-pattern-of-iraqi-killings.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "176 Newspapers to Form a Partnership With Yahoo",
      "snippet": "The alliance is a sign that wary newspapers are increasingly willing to shake hands with the technology companies they once saw as a threat.",
      "abstract": "The alliance is a sign that wary newspapers are increasingly willing to shake hands with the technology companies they once saw as a threat.",
      "lead_paragraph": "A consortium of seven newspaper chains representing 176 daily papers across the country is announcing a broad partnership with Yahoo to share content, advertising and technology, another sign that the wary newspaper business is increasingly willing to shake hands with the technology companies they once saw as a threat. ",
      "publication_date": "2006-11-20T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/20/technology/20yahoo.html",
      "byline": "By Miguel Helft and Steve Lohr"
    },
    {
      "headline": "Polishing the Good Housekeeping Seal",
      "snippet": "Good Housekeeping, owned by the Hearst Corporation, is gently updating its century-old brand in hopes of appealing to younger women.",
      "abstract": "Good Housekeeping, owned by the Hearst Corporation, is gently updating its century-old brand in hopes of appealing to younger women.",
      "lead_paragraph": "Want a television in the kitchen, without adding clutter? There are now refrigerators with a TV built right into the door.",
      "publication_date": "2006-11-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/20/business/media/20housekeeping.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "The Kid With All the News About the TV News",
      "snippet": "Brian Stelter's blog tvnewser.com is practically required reading for high powered and highly paid television executives who want inside scoop on industry; it provides quick snapshot of industry on any given day without stinging commentary; devote...",
      "abstract": "Brian Stelter's blog tvnewser.com is practically required reading for high powered and highly paid television executives who want inside scoop on industry; it provides quick snapshot of industry on any given day without stinging commentary; devotees include NBC News's Brian Williams and CNN executive Jonathan Klein; 21-year-old Stelter is senior at Towson University in Maryland majoring in mass communication; he chronicles gossipy New York-Hollywood television industry in blog that he started in 2004; has earned grudging respect of many of his readers, who email him hundreds of tips each day that often translate into scoops and is considered trustworthy by industry insiders; photos (M)",
      "lead_paragraph": "TOWSON, Md. - When people in the television news business want to find out what's going on in their industry, they turn to a blog called TVNewser. But while the executives obsessively checking TVNewser are mostly high powered and highly paid, the person who creates it is not: he is Brian Stelter, a baby-faced 21-year-old at Towson University here, a few miles north of Baltimore.",
      "publication_date": "2006-11-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/20/business/media/the-kid-with-all-the-news-about-the-tv-news.html",
      "byline": "By Julie Bosman"
    },
    {
      "headline": "Time Warner’s Post-Synergy Success Story",
      "snippet": "TMZ.com is a collaboration of Warner Brothers and AOL with the kind of numbers (6.8 million unique visitors last month) that could give synergy a good name.",
      "abstract": "TMZ.com is a collaboration of Warner Brothers and AOL with the kind of numbers (6.8 million unique visitors last month) that could give synergy a good name.",
      "lead_paragraph": "Synergy drove the worst transaction in media industry history, so the S-word does not come up much these days at Time Warner.",
      "publication_date": "2006-11-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/20/business/media/20carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "176 Newspapers to Form a Partnership With Yahoo",
      "snippet": "Consortium of seven newspaper chains representing 176 daily papers across the country will enter partnership with Yahoo to share content, advertising and technology; first phase of deal entails posting of newspapers' employment classified ads on Y...",
      "abstract": "Consortium of seven newspaper chains representing 176 daily papers across the country will enter partnership with Yahoo to share content, advertising and technology; first phase of deal entails posting of newspapers' employment classified ads on Yahoo's classified jobs site, HotJobs, and newspapers' use of HotJobs technology to run their own online career ads; long-term goal of alliance is to be able to have content of these newspapers tagged and optimized for searching and indexing by Yahoo; that would allow local news--one of pillars of newspaper business--to become part of large information network that would increase usefulness for readers and value to advertisers; consortium members are MediaNews Group, Hearst, Belo, E W Scripps, Journal Register Co, Lee Enterprises and Cox Enterprises; photos (M)",
      "lead_paragraph": "A consortium of seven newspaper chains representing 176 daily papers across the country is announcing a broad partnership with Yahoo to share content, advertising and technology, another sign that the wary newspaper business is increasingly willing to shake hands with the technology companies they once saw as a threat.",
      "publication_date": "2006-11-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/20/technology/176-newspapers-to-form-a-partnership-with-yahoo.html",
      "byline": "By Miguel Helft and Steve Lohr"
    },
    {
      "headline": "Cycle of Revenge Fuels a Pattern of Iraqi Killings",
      "snippet": "As Iraq sinks deeper into war, a new pattern of sectarian revenge has become the driver of violence in the capital.",
      "abstract": "As Iraq sinks deeper into war, a new pattern of sectarian revenge has become the driver of violence in the capital.",
      "lead_paragraph": "BAGHDAD, Nov. 19 — As Iraq sinks deeper into war, a new pattern of revenge has become the driver of violence in the capital.",
      "publication_date": "2006-11-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/20/world/middleeast/20revenge.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "For Fox TV, an Unusually Grim Autumn",
      "snippet": "Ratings are down about 9 percent from already depressed levels of 2005, and not one new Fox series ranks among the top 55 shows in television.",
      "abstract": "Ratings are down about 9 percent from already depressed levels of 2005, and not one new Fox series ranks among the top 55 shows in television.",
      "lead_paragraph": "In most recent years, Fox has been the split-personality network, a lamb in fall and a lion in winter. But never has the disparity been as stark as it has been this television season, when the lamb has been led to the slaughter every week.",
      "publication_date": "2006-11-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/20/business/media/20fox.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Old Moguls Never Die; They Just Get Private Equity",
      "snippet": "Private capital from hedge funds and cash-laden individuals is financing new filmmaking ventures being undertaken by former studio moguls; Chris McGurk, former vice chairman of MGM, will head up new studio, Overture Films, to make and distribute 1...",
      "abstract": "Private capital from hedge funds and cash-laden individuals is financing new filmmaking ventures being undertaken by former studio moguls; Chris McGurk, former vice chairman of MGM, will head up new studio, Overture Films, to make and distribute 10 feature films a year; Tom Pollock, formerly of Universal, and his partner, director Ivan Reitman, have signed up with Merrill Lynch and two other investors to produce 10 movies over next five years; Rob Friedman, former marketing executive at Paramount, is negotiating with Michael Blum, managing director at Merrill Lynch, to raise up to $1 billion for studio that would both make and distribute movies; these old industry hands are drawing private money because major studios are cutting back on releases, have kept most promising film projects for themselves and have delivered only lackluster results to private investors; photos (M)",
      "lead_paragraph": "LOS ANGELES - The faces are familiar, and the names are too: Chris McGurk, former vice chairman of MGM; Tom Pollock, former honcho of Universal; and Rob Friedman, a marketing guru late of the Sherry Lansing regime at Paramount.",
      "publication_date": "2006-11-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/20/business/media/old-moguls-never-die-they-just-get-private-equity.html",
      "byline": "By Sharon Waxman"
    },
    {
      "headline": "Time Warner’s Post-Synergy Success Story",
      "snippet": "David Pogue column on success of TMZ.com, Web collaboration between Warner Brothers and AOL, both Time Warner units, that publishes celebrity news in real time; in less than year TMZ has become No. 1 entertainment news site, offering mix of text, ...",
      "abstract": "David Pogue column on success of TMZ.com, Web collaboration between Warner Brothers and AOL, both Time Warner units, that publishes celebrity news in real time; in less than year TMZ has become No. 1 entertainment news site, offering mix of text, video, links and polls; Harvey Levin, veteran television reporter who is TMZ's managing editor, comments on site's formula (M)",
      "lead_paragraph": "Synergy drove the worst transaction in media industry history, so the S-word does not come up much these days at Time Warner.",
      "publication_date": "2006-11-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/20/business/media/time-warners-postsynergy-success-story.html",
      "byline": "By David Carr"
    },
    {
      "headline": "A New Strategy to Discourage Driving Drunk",
      "snippet": "Officials are proposing alcohol detection devices in every vehicle as a tactic against drunken drivers.",
      "abstract": "Officials are proposing alcohol detection devices in every vehicle as a tactic against drunken drivers.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/20/us/20drunk.html",
      "byline": "By Matthew L. Wald"
    },
    {
      "headline": "As Iran Seeks Aid, Atom Agency Faces Quandary",
      "snippet": "International Atomic Energy Agency board is set to meet in Vienna and will consider Iranian request for technical help in safely completing Arak heavy-water nuclear reactor; Iran says says it will produce radioactive isotopes for medical treatment...",
      "abstract": "International Atomic Energy Agency board is set to meet in Vienna and will consider Iranian request for technical help in safely completing Arak heavy-water nuclear reactor; Iran says says it will produce radioactive isotopes for medical treatments, but unavoidable byproduct is plutonium, primary fuel for atom bombs; IAEA board has called for abandonment of reactor, but agency has history of nurturing peaceful uses of atomic energy; Arak proposal is providing bitter and unusual debate amid growing international suspicion about Iran's real nuclear intentions; some developing nations say rebuff to Iran would set bad precedent that could threaten their own peaceful atomic pursuits, and frame Arak as new front in war between world's nuclear haves and have-nots; agency officials say rejection of technical assistance would be unprecedented, and agency's secretariat says it has found no reason to deny request; map; chart shows history of help provided by IAEA to Iran on variety of projects since 1973 (M)",
      "lead_paragraph": "At a place called Arak in the desert southwest of Tehran, behind barbed wire and antiaircraft guns, Iran is building a heavy-water nuclear reactor. The government says it will produce radioactive isotopes for medical treatments. As an unavoidable byproduct, it will also make plutonium, one of the primary fuels for atom bombs.",
      "publication_date": "2006-11-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/20/world/middleeast/as-iran-seeks-aid-atom-agency-faces-quandary.html",
      "byline": "By William J. Broad"
    },
    {
      "headline": "For Fox TV, an Unusually Grim Autumn",
      "snippet": "Fox network is having dismal fall season, trailing competition in almost every audience category, even in areas of its traditional strength, like viewers 18 to 34; overall ratings are down about 9 percent from already depressed levels of 2005; net...",
      "abstract": "Fox network is having dismal fall season, trailing competition in almost every audience category, even in areas of its traditional strength, like viewers 18 to 34; overall ratings are down about 9 percent from already depressed levels of 2005; network's new programs have gone almost completely unnoticed by viewers, not one of them ranking among top 55 shows in television; network's fortunes are expected to rise when American Idol returns in January, accompanied by another of Fox's powerhouses, hit drama 24; photos (M)",
      "lead_paragraph": "In most recent years, Fox has been the split-personality network, a lamb in fall and a lion in winter. But never has the disparity been as stark as it has been this television season, when the lamb has been led to the slaughter every week.",
      "publication_date": "2006-11-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/20/business/media/for-fox-tv-an-unusually-grim-autumn.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Smaller Rival in Agreement to Acquire Copper Giant",
      "snippet": "Phelps Dodge, world's second-largest copper producer, will be acquired by Freeport-McMoRan Copper and Gold, smaller rival, in cash and stock deal worth $25.9 billion, creating world's largest copper miner and largest mining company based in North ...",
      "abstract": "Phelps Dodge, world's second-largest copper producer, will be acquired by Freeport-McMoRan Copper and Gold, smaller rival, in cash and stock deal worth $25.9 billion, creating world's largest copper miner and largest mining company based in North America; company will retain Freeport-McMoRan name, but move headquarters from New Orleans to Phoenix, Phelps Dodge's home; Richard D Adkerson, president and chief executive of Freeport-McMoRan, will lead combined company, and James R Moffett will continue as chairman; J Steven Whisler, chairman and chief executive of Phelps-Dodge, will retire when takeover is completed; deal represents premium of about 33 percent over Phelps Dodge's stock price; Freeport-McMoRan will finance transaction by borrowing about $7.5 billion (M)",
      "lead_paragraph": "Phelps Dodge, the world's second-largest copper producer, will be acquired by Freeport-McMoRan Copper and Gold, a smaller rival that has been embroiled in environmental and human rights controversies, in a cash and stock deal worth $25.9 billion, the companies said yesterday.",
      "publication_date": "2006-11-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/20/business/worldbusiness/smaller-rival-in-agreement-to-acquire-copper-giant.html",
      "byline": "By Andrew Ross Sorkin and Ian Austen"
    },
    {
      "headline": "Schools Slow in Closing Gaps Between Races",
      "snippet": "Researchers and several recent studies are reporting that that Pres Bush's sweeping education law has resulted in little progress in closing test-score gaps between minority and white students that have persisted since standardized testing began; ...",
      "abstract": "Researchers and several recent studies are reporting that that Pres Bush's sweeping education law has resulted in little progress in closing test-score gaps between minority and white students that have persisted since standardized testing began; law set 2014 as target date to close gap; reports portray educational landscape in which test-score gaps between black or Hispanic students and whites appear in kindergarten and worsen through 12 years of public eduation; findings pose challenge not only for Bush but for Democratic lawmakers who joined him in negotiating original law and who will control education policy in Congress next year; experts have suggested changes, including improving law's mechanisms for ensuring that teachers in poor schools are experienced and knowledgeable and extending early-childhood education to more students; law reviewed; photo; graphs chart gap (M)",
      "lead_paragraph": "When President Bush signed his sweeping education law a year into his presidency, it set 2014 as the deadline by which schools were to close the test-score gaps between minority and white students that have persisted since standardized testing began.",
      "publication_date": "2006-11-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/20/education/schools-slow-in-closing-gaps-between-races.html",
      "byline": "By Sam Dillon"
    },
    {
      "headline": "Old Moguls Never Die; They Just Get Private Equity",
      "snippet": "It’s the latest wave of money to come sweeping through Hollywood: private capital from hedge funds and individuals flush with cash.",
      "abstract": "It’s the latest wave of money to come sweeping through Hollywood: private capital from hedge funds and individuals flush with cash.",
      "lead_paragraph": "LOS ANGELES — The faces are familiar, and the names are too: Chris McGurk, former vice chairman of MGM; Tom Pollock, former honcho of Universal; and Rob Friedman, a marketing guru late of the Sherry Lansing regime at Paramount. ",
      "publication_date": "2006-11-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/20/business/media/20studio.html",
      "byline": "By Sharon Waxman"
    }
  ]
}