{
  "metadata": {
    "date": "2006-04-17",
    "total_articles": 37
  },
  "articles": [
    {
      "headline": "For Immigrants and Business, Rift on Protests",
      "snippet": "Hundreds lost their jobs after skipping work to attend rallies against legislation in Congress cracking down on illegal immigrants.",
      "abstract": "Hundreds lost their jobs after skipping work to attend rallies against legislation in Congress cracking down on illegal immigrants.",
      "lead_paragraph": "In Bonita Springs, Fla., 10 restaurant workers were fired this week after skipping their shifts to attend a rally against legislation in Congress cracking down on illegal immigrants. In Tyler, Tex., 22 welders lost their jobs making parts for air-conditioners after missing work for a similar demonstration in that city. ",
      "publication_date": "2006-04-15T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/15/us/15protest.html",
      "byline": "By MONICA DAVEY"
    },
    {
      "headline": "Bird Flu Virus May Be Spread by Smuggling",
      "snippet": "There is increasing evidence that a thriving international trade in smuggled poultry is helping spread bird flu, experts say. ",
      "abstract": "There is increasing evidence that a thriving international trade in smuggled poultry is helping spread bird flu, experts say. ",
      "lead_paragraph": " MILAN — Two vans of undercover police inspectors pulled up at a storefront in Milan in March, their target neither terrorists nor drugs. ",
      "publication_date": "2006-04-15T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/15/world/europe/15bird.html",
      "byline": "By ELISABETH ROSENTHAL"
    },
    {
      "headline": "For Leading Exxon to Its Riches, $144,573 a Day",
      "snippet": "Lee R. Raymond, who retired from Exxon in December, was paid more than $686 million from 1993 to 2005.",
      "abstract": "Lee R. Raymond, who retired from Exxon in December, was paid more than $686 million from 1993 to 2005.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-04-15T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/15/business/15pay.html",
      "byline": "By JAD MOUAWAD"
    },
    {
      "headline": "For Leading Exxon to Its Riches, $144,573 a Day",
      "snippet": "Lee R Raymond, who retired as Exxon Mobil chairman and chief executive in Dec, was compensated more than $686 million from 1993 to 2005, according to analysis done for New York Times by Brian Foley, independent compensation consultant; that is $14...",
      "abstract": "Lee R Raymond, who retired as Exxon Mobil chairman and chief executive in Dec, was compensated more than $686 million from 1993 to 2005, according to analysis done for New York Times by Brian Foley, independent compensation consultant; that is $144,573 for each day he spent leading company; some Exxon shareholders, corporate governance experts and consumer groups were taken aback when they learned details of Raymond's compensation package, including more than $400 million he received in his final year at company; shareholder advocates point to what they describe as stealth compensation arranged for Raymond but not disclosed in proxy filings; consumer groups complain that while last year's rise in global oil prices left many consumers feeling less prosperous, oil executives have become lot richer from higher prices; graph; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/15/business/for-leading-exxon-to-its-riches-144573-a-day.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "Organized or Not, Tax Day Is at Hand",
      "snippet": "One-Third of all Americans wait until deadline to file income tax returns; 1.2 million more taxpayers than last year waited until final week to file; Internal Revenue Service expects 9.6 million taxpayers to file for extensions; tax accountants sa...",
      "abstract": "One-Third of all Americans wait until deadline to file income tax returns; 1.2 million more taxpayers than last year waited until final week to file; Internal Revenue Service expects 9.6 million taxpayers to file for extensions; tax accountants say lack of organization is often problem; individuals who take advantage of digital advances such as paperless statements and online filing tend to know less about their finances; tips on preparing throughout year for tax season; drawing; (M)",
      "lead_paragraph": "If you are among the 47 million Americans -- a third of all taxpayers -- who push up against the deadline to file their income taxes, we know what you'll be doing this weekend.",
      "publication_date": "2006-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/15/business/organized-or-not-tax-day-is-at-hand.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Toyota Said to Be Considering 4 Southern States for New Plant",
      "snippet": "Toyota is considering four Southern states for the site of its eighth North American assembly plant, the latest move in an expansion that could soon make it the world's biggest car company, people involved in Toyota's decision said yesterday.     ...",
      "abstract": "Toyota is considering four Southern states for the site of its eighth North American assembly plant, the latest move in an expansion that could soon make it the world's biggest car company, people involved in Toyota's decision said yesterday.      The states on Toyota's list include Arkansas, North Carolina, Tennessee and Virginia. The factory, if approved by directors in Japan, would be its 15th in Canada, Mexico and the United States, and would probably open late this decade.  ",
      "lead_paragraph": "Toyota is considering four Southern states for the site of its eighth North American assembly plant, the latest move in an expansion that could soon make it the world's biggest car company, people involved in Toyota's decision said yesterday.",
      "publication_date": "2006-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/15/automobiles/toyota-said-to-be-considering-4-southern-states-for-new-plant.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Bird Flu Virus May Be Spread by Smuggling",
      "snippet": "There is increasing evidence that thriving international trade in smuggled poultry is helping spread bird flu; poultry from bird-flu-infected countries has been banned in Europe since 2002, but smuggling seriously undermines those bans; experts sa...",
      "abstract": "There is increasing evidence that thriving international trade in smuggled poultry is helping spread bird flu; poultry from bird-flu-infected countries has been banned in Europe since 2002, but smuggling seriously undermines those bans; experts say that bird flu virus is robust enough to survive not just in live birds but also in frozen meat, feathers, bones and even on cages, though it dies with cooking; many are convinced that illegal import of infected live chicks introduced virus into Nigeria; China is source of much of poultry that is smuggled into Europe and Africa; photo (M)",
      "lead_paragraph": "MILAN - Two vans of undercover police inspectors pulled up at a storefront in Milan in March, their target neither terrorists nor drugs.",
      "publication_date": "2006-04-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/15/world/europe/bird-flu-virus-may-be-spread-by-smuggling.html",
      "byline": "By Elisabeth Rosenthal"
    },
    {
      "headline": "Mr. Skilling, for the Defense",
      "snippet": "Toyota is considering Arkansas, North Carolina, Tennesee and Virginia for site of its eighth North American assembly plant; expansion could soon make Toyota world's largest auto maker; announcement comes after Ford Motor Co said it would close Vir...",
      "abstract": "Toyota is considering Arkansas, North Carolina, Tennesee and Virginia for site of its eighth North American assembly plant; expansion could soon make Toyota world's largest auto maker; announcement comes after Ford Motor Co said it would close Virginia plant as part of its restructuring plan; Ford and General Motors have plans to shut 30 factories and eliminate 60,000 jobs through 2012; map (M)",
      "lead_paragraph": "HOUSTON - IN 1995, Jeffrey K. Skilling was feeling blue. Since joining Enron from McKinsey & Company five years earlier, he had worked nonstop to build Enron Capital and Trade Resources from the ground up. In that time, the division had become Enron's crown jewel, and the once stodgy pipeline company had been transformed into a sleek and modern trading machine. The division's success had made Mr. Skilling a wealthy man.",
      "publication_date": "2006-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/15/business/businessspecial3/mr-skilling-for-the-defense.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Rumsfeld Gets Robust Defense From President",
      "snippet": "Pres Bush endorses Defense Sec Donald H Rumsfeld, in effort to quell widening criticism from six retired generals who have urged Rumsfeld to resign; his statement is part of White House effort to fend off criticism of handling of war in Iraq; gene...",
      "abstract": "Pres Bush endorses Defense Sec Donald H Rumsfeld, in effort to quell widening criticism from six retired generals who have urged Rumsfeld to resign; his statement is part of White House effort to fend off criticism of handling of war in Iraq; generals are weighing in as polls show support for war waning in election year; Bush's statement is followed by supportive comments from Gen Richard B Myers, retired chairman of Joint Chiefs of Staff, and Gen Tommy R Franks, retired commander of wars in Afghanistan and Iraq; Bush and Rumsfeld photo (M)",
      "lead_paragraph": "WASHINGTON, April 14 - President Bush strongly endorsed Defense Secretary Donald H. Rumsfeld on Friday, in an effort to quell widening criticism from retired generals who have urged Mr. Rumsfeld to resign.",
      "publication_date": "2006-04-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/15/washington/rumsfeld-gets-robust-defense-from-president.html",
      "byline": "By Jim Rutenberg and Mark Mazzetti"
    },
    {
      "headline": "For Immigrants and Business, Rift on Protests",
      "snippet": "Hundreds of thousands of people around country in last month have held demonstrations pressing for legal status and citizenship for illegal immigrants; companies that employ large numbers of immigrants have found themselves wrestling with difficul...",
      "abstract": "Hundreds of thousands of people around country in last month have held demonstrations pressing for legal status and citizenship for illegal immigrants; companies that employ large numbers of immigrants have found themselves wrestling with difficult and uncharted terrain; they worry about how to keep their businesses operating, fully staffed, but also not to appear insensitive to growing political movement that in many cases sustains their work force; some immigrants who were fired for skipping work to attend demonstrations have filed formal complaints with National Labor Relations Board; photos (M)",
      "lead_paragraph": "In Bonita Springs, Fla., 10 restaurant workers were fired this week after skipping their shifts to attend a rally against legislation in Congress cracking down on illegal immigrants. In Tyler, Tex., 22 welders lost their jobs making parts for air-conditioners after missing work for a similar demonstration in that city.",
      "publication_date": "2006-04-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/15/us/for-immigrants-and-business-rift-on-protests.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "At LensCrafters, Selling Candor and Designer Frames",
      "snippet": "LensCrafters is revamping stores and re-training employees in effort to change experience of purchasing eyeglasses; will focus on fashion and trends rather than necessity and prescriptions; will set itself apart from increasing competition from di...",
      "abstract": "LensCrafters is revamping stores and re-training employees in effort to change experience of purchasing eyeglasses; will focus on fashion and trends rather than necessity and prescriptions; will set itself apart from increasing competition from discount stores like Wal-Mart by offering luxury frames and upscale environments; photo (M) profitable; photo (M)",
      "lead_paragraph": "Instead of first asking shoppers for their prescriptions, LensCrafters, the eyewear retailer better known for its one-hour pick-up pledge than its fashion quotient, is now inclined to ask them what clothes they like to wear.",
      "publication_date": "2006-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/15/business/at-lenscrafters-selling-candor-and-designer-frames.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "An Ambitious Lexus Takes On the Europeans",
      "snippet": "Lexus unveils LS 600hL hybrid automobile to compete at high-end of luxury market against Mercedes and BMW; uses engine technology that German automakers do not plan to implement until later in decade; 600hL is loaded with features to attract super...",
      "abstract": "Lexus unveils LS 600hL hybrid automobile to compete at high-end of luxury market against Mercedes and BMW; uses engine technology that German automakers do not plan to implement until later in decade; 600hL is loaded with features to attract superluxury buyers; photos; graph (M)",
      "lead_paragraph": "The Lexus brand has outsold Mercedes and BMW in the United States for the last five years, but it has long lacked the flagship sedan that could rival them in price, performance and prestige.",
      "publication_date": "2006-04-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/15/automobiles/autospecial/an-ambitious-lexus-takes-on-the-europeans.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Medicaid Hurdle for Immigrants May Hurt Others",
      "snippet": "Officials fear that a new law will prevent poor people who are unable to come up with citizenship documents from receiving Medicaid benefits.",
      "abstract": "Officials fear that a new law will prevent poor people who are unable to come up with citizenship documents from receiving Medicaid benefits.",
      "lead_paragraph": " WASHINGTON, April 15 — More than 50 million Medicaid recipients will soon have to produce birth certificates, passports or other documents to prove that they are United States citizens, and everyone who applies for coverage after June 30 will have to show similar documents under a new federal law.",
      "publication_date": "2006-04-16T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/16/us/16medicaid.html",
      "byline": "By ROBERT PEAR"
    },
    {
      "headline": "In Iraqi Divide, Echoes of Bosnia for U.S. Troops",
      "snippet": "As sectarian violence continues to destabilize Iraq, \nAmerican forces are trying to keep the country from violently partitioning the way Bosnia did.",
      "abstract": "As sectarian violence continues to destabilize Iraq, \nAmerican forces are trying to keep the country from violently partitioning the way Bosnia did.",
      "lead_paragraph": "JURF AS-SAKHR, Iraq — As Lt. Col. Patrick Donahoe scans the horizon through the mud-splattered, inch-thick windows of his armored Humvee, he can almost see Bosnia through the palm trees.",
      "publication_date": "2006-04-16T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/16/world/middleeast/16peacekeeping.html",
      "byline": "By JEFFREY GETTLEMAN"
    },
    {
      "headline": "Torn by Storm, Families Tangle Anew on Custody",
      "snippet": "For families already torn apart by separation and divorce, Hurricane Katrina produced painful new battles over child custody.",
      "abstract": "For families already torn apart by separation and divorce, Hurricane Katrina produced painful new battles over child custody.",
      "lead_paragraph": "NEW ORLEANS — Last June, after a long dispute, a judge decided that Bobby F. Spurlock and Zandrea Johnson should share custody of their daughter. ",
      "publication_date": "2006-04-16T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/16/us/nationalspecial/16custody.html",
      "byline": "By LYNETTE CLEMETSON"
    },
    {
      "headline": "In Silicon Valley, a Man Without a Patent",
      "snippet": "Profile of Geoff Goodfellow, Silicon Valley entrepreneur who developed idea in 1982 of sending electronic mail wirelessly to portable devices--like BlackBerry--which had not yet been invented; Thomas Campana Jr, founder of NTP who died in 2004, pa...",
      "abstract": "Profile of Geoff Goodfellow, Silicon Valley entrepreneur who developed idea in 1982 of sending electronic mail wirelessly to portable devices--like BlackBerry--which had not yet been invented; Thomas Campana Jr, founder of NTP who died in 2004, patented idea almost decade aftger Goodfellow's work; company has been granted $612.5 million in settlement of patent infringement suit against BlackBerry maker Research in Motion; photos (M)",
      "lead_paragraph": "MENLO PARK, Calif. - GEOFF GOODFELLOW is a Silicon Valley entrepreneur who came up with an idea that resulted in a $612.5 million payday. But he will never see a penny of it. He remains little known even in Silicon Valley and, perhaps most surprising, he doesn't really mind.",
      "publication_date": "2006-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/04/16/business/technology/in-silicon-valley-a-man-without-a-patent.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Fund Managers May Have Some Pay Secrets, Too",
      "snippet": "Gretchen Morgenson column supports call by Vanguard Group founder John Bogle to have Securities and Exchange Commission require that salaries of managers who run mutual funds be made public (M)",
      "abstract": "Gretchen Morgenson column supports call by Vanguard Group founder John Bogle to have Securities and Exchange Commission require that salaries of managers who run mutual funds be made public (M)",
      "lead_paragraph": "AMID all the talk about executive compensation and pay for performance, one group of managers has been pretty much untouched: those who run mutual funds.",
      "publication_date": "2006-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/04/16/business/yourmoney/fund-managers-may-have-some-pay-secrets-too.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Medicaid Hurdle for Immigrants May Hurt Others",
      "snippet": "State officials worry that many blacks, American Indians and other poor people may be unable to come up with documents necessary to prove citizenship in order to receive Medicaid benefits under new law; hospitals also worry law will increase their...",
      "abstract": "State officials worry that many blacks, American Indians and other poor people may be unable to come up with documents necessary to prove citizenship in order to receive Medicaid benefits under new law; hospitals also worry law will increase their costs by reducing number of people with insurance; requirement is meant to exclude illegal immigrants, with projected savings of $220 million for federal government over five years; estimate suggests 35,000 people will lose coverage by 2015, most of whom will be illegal immigrants (L)",
      "lead_paragraph": "WASHINGTON, April 15 - More than 50 million Medicaid recipients will soon have to produce birth certificates, passports or other documents to prove that they are United States citizens, and everyone who applies for coverage after June 30 will have to show similar documents under a new federal law.",
      "publication_date": "2006-04-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/04/16/us/medicaid-hurdle-for-immigrants-may-hurt-others.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "In Iraqi Divide, Echoes of Bosnia for U.S. Troops",
      "snippet": "Growing sectarian violence in Iraq is reminiscent of conditions US troops found in Bosnia; American commanders, especially in mixed Sunni-Shiite areas, are throwing their armor, troops and money directly into divide in effort to keep Iraq from vio...",
      "abstract": "Growing sectarian violence in Iraq is reminiscent of conditions US troops found in Bosnia; American commanders, especially in mixed Sunni-Shiite areas, are throwing their armor, troops and money directly into divide in effort to keep Iraq from violently partitioning as Bosnia did, while mutating insurgency still rages around them; experiments to turn things around include microloans to re-establish trade between Sunni and Shiite merchants, political program to restore Sunni participation in government and joint Sunni-Shiite police patrols; photos; map (L)",
      "lead_paragraph": "JURF AS-SAKHR, Iraq - As Lt. Col. Patrick Donahoe scans the horizon through the mud-splattered, inch-thick windows of his armored Humvee, he can almost see Bosnia through the palm trees.",
      "publication_date": "2006-04-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/04/16/world/middleeast/in-iraqi-divide-echoes-of-bosnia-for-us-troops.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "Revival in Japan Brings Widening of Economic Gap",
      "snippet": "Prime Min Junichiro Koizumi's Reaganesque policies have helped revive Japan's economy but Japanese worry about increasing signs that new economy is destroying country's cherished egalitarianism; critics see rising gaps in income, education and soc...",
      "abstract": "Prime Min Junichiro Koizumi's Reaganesque policies have helped revive Japan's economy but Japanese worry about increasing signs that new economy is destroying country's cherished egalitarianism; critics see rising gaps in income, education and social status, and charge that some of Koizumi's reforms go too far in favoring rich; number of families reporting no savings has doubled since 2000 to 24 percent; number of households receiving welfare has risen 37 percent to more than one million households; graph; photo (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-04-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/04/16/world/asia/revival-in-japan-brings-widening-of-economic-gap.html",
      "byline": "By Norimitsu Onishi"
    },
    {
      "headline": "Is Poker Losing Its First Flush?",
      "snippet": "Article on continuing commercialization and transformation of poker, even as Fox and other companies and networks that produce and broadcast game dismiss contention that it is losing popularity among television viewers and Internet users; World Po...",
      "abstract": "Article on continuing commercialization and transformation of poker, even as Fox and other companies and networks that produce and broadcast game dismiss contention that it is losing popularity among television viewers and Internet users; World Poker Tour is modeling major new tournament after invitation-only golf events and some major players worry they will be cut out of lucrative licensing deals; graph; photos; drawing; diagrams (M)",
      "lead_paragraph": "LAS VEGAS - NEXT month, Fox Broadcasting plans to introduce \"Poker Dome Challenge,\" a live television show that will be broadcast from inside the Neonopolis, a shopping mall just down the block from Binion's, the gleefully bawdy casino where high-stakes poker started here more than 50 years ago.",
      "publication_date": "2006-04-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/04/16/business/yourmoney/is-poker-losing-its-first-flush.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Torn by Storm, Families Tangle Anew on Custody",
      "snippet": "Fallout from Hurricane Katrina has been especially damaging for some families already torn apart by separation and divorce, producing painful new battles over child custody and visitation, financial support and division of assets; cases include no...",
      "abstract": "Fallout from Hurricane Katrina has been especially damaging for some families already torn apart by separation and divorce, producing painful new battles over child custody and visitation, financial support and division of assets; cases include noncustodial parents who have spirited away children, custodial parents who have moved without good cause, and parents who have tried to avoid paying child support; photos (L)",
      "lead_paragraph": "NEW ORLEANS - Last June, after a long dispute, a judge decided that Bobby F. Spurlock and Zandrea Johnson should share custody of their daughter.",
      "publication_date": "2006-04-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/04/16/us/nationalspecial/torn-by-storm-families-tangle-anew-on-custody.html",
      "byline": "By Lynette Clemetson"
    },
    {
      "headline": "Pentagon Memo Aims to Counter Rumsfeld Critics",
      "snippet": "Defense Department memorandum to former military commanders and civilian analysts challenges criticisms made by retired generals about Sec Donald H Rumsfeld; stresses unprecedented degree to which senior military officials have been involved in de...",
      "abstract": "Defense Department memorandum to former military commanders and civilian analysts challenges criticisms made by retired generals about Sec Donald H Rumsfeld; stresses unprecedented degree to which senior military officials have been involved in decision-making process; memorandum quickly followed endorsement of Rumsfeld by Pres Bush, but Republican strategists are voicing rising anxiety that Republican candidates could suffer in November elections without major change in course of Iraq war (L)",
      "lead_paragraph": "WASHINGTON, April 15 - The Defense Department has issued a memorandum to a group of former military commanders and civilian analysts that offers a direct challenge to the criticisms made by retired generals about Defense Secretary Donald H. Rumsfeld.",
      "publication_date": "2006-04-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/04/16/washington/pentagon-memo-aims-to-counter-rumsfeld-critics.html",
      "byline": "By Mark Mazzetti and Jim Rutenberg"
    },
    {
      "headline": "All You Need Is an Idea, and Good Connections",
      "snippet": "Profile of New York Public Library's Science, Industry and Business Library, which has helped more than 63,000 entrepreneurs, inventors and small-business people with real-life business applications; photo (M)",
      "abstract": "Profile of New York Public Library's Science, Industry and Business Library, which has helped more than 63,000 entrepreneurs, inventors and small-business people with real-life business applications; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-04-16T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/04/16/nyregion/all-you-need-is-an-idea-and-good-connections.html",
      "byline": "By Louise Kramer"
    },
    {
      "headline": "Europe, Too, Takes Harder Line on Terror Suspects",
      "snippet": "European governments are increasingly putting prevention of attacks ahead of concern for the civil rights.",
      "abstract": "European governments are increasingly putting prevention of attacks ahead of concern for the civil rights.",
      "lead_paragraph": "PARIS, April 16 — As his wristwatch edges toward 3:26 p.m., the 32-year-old Algerian moves his wooden chair closer to the back door. At 3:30 sharp, his leg needs to be inside his North London house. The man, whose name, by court order, cannot be divulged, wears an electronic tag around his left ankle and is allowed to leave his home just four hours a day. ",
      "publication_date": "2006-04-17T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/17/world/europe/17limits.html",
      "byline": "By KATRIN BENNHOLD, International Herald Tribune"
    },
    {
      "headline": "For a Price, Final Resting Places That Even Tut Could Appreciate",
      "snippet": "A growing number of Americans have erected private mausoleums to store their remains six feet up and not six feet under.",
      "abstract": "A growing number of Americans have erected private mausoleums to store their remains six feet up and not six feet under.",
      "lead_paragraph": "DAYTONA BEACH, Fla. — Ed Peck is in no hurry to get there, but when the time comes for him to go to eternity, he wants his last earthly stop to be consistent with his social station. ",
      "publication_date": "2006-04-17T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/17/us/17mausoleum.html",
      "byline": "By GUY TREBAY"
    },
    {
      "headline": "Iran Claims Nuclear Steps in New Worry",
      "snippet": "Iran's advanced work with uranium suggests ties to a global black market for nuclear technology.",
      "abstract": "Iran's advanced work with uranium suggests ties to a global black market for nuclear technology.",
      "lead_paragraph": "Of all the claims that Iran made last week about its nuclear program, a one-sentence assertion by its president has provoked such surprise and concern among international nuclear inspectors they are planning to confront Tehran about it this week.",
      "publication_date": "2006-04-17T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/17/world/middleeast/17nuke.html",
      "byline": "By WILLIAM J. BROAD  and DAVID E. SANGER"
    },
    {
      "headline": "In Candor From China, Efforts to Ease Anxiety",
      "snippet": "China is trying to reduce, or at least redirect, U.S. anxiety about its growing power as its president visits.",
      "abstract": "China is trying to reduce, or at least redirect, U.S. anxiety about its growing power as its president visits.",
      "lead_paragraph": "BEIJING, April 16 — China and the United States have engaged in public disputes about trade, human rights, military spending and energy security, but for just a moment late last year, their leaders put briefing books aside and agreed to talk privately.",
      "publication_date": "2006-04-17T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/17/world/asia/17hu.html",
      "byline": "By JOSEPH KAHN"
    },
    {
      "headline": "For a Price, Final Resting Places That Even Tut Could Appreciate",
      "snippet": "Ed Peck is in no hurry to get there, but when the time comes for him to go to eternity, he wants his last earthly stop to be consistent with his social station.      So Mr. Peck, a real estate developer who made his fortune in Florida condominiums...",
      "abstract": "Ed Peck is in no hurry to get there, but when the time comes for him to go to eternity, he wants his last earthly stop to be consistent with his social station.      So Mr. Peck, a real estate developer who made his fortune in Florida condominiums in the 1970's, not long ago joined a small but growing number of Americans who have erected that most pharaonic of monuments to life-in-death, the private family mausoleum.  ",
      "lead_paragraph": "DAYTONA BEACH, Fla. - Ed Peck is in no hurry to get there, but when the time comes for him to go to eternity, he wants his last earthly stop to be consistent with his social station.",
      "publication_date": "2006-04-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/17/us/for-a-price-final-resting-places-that-even-tut-could-appreciate.html",
      "byline": "By Guy Trebay"
    },
    {
      "headline": "In Candor From China, Efforts to Ease Anxiety",
      "snippet": "China and the United States have engaged in public disputes about trade, human rights, military spending and energy security, but for just a moment late last year, their leaders put briefing books aside and agreed to talk privately.     With an au...",
      "abstract": "China and the United States have engaged in public disputes about trade, human rights, military spending and energy security, but for just a moment late last year, their leaders put briefing books aside and agreed to talk privately.     With an aura of candor described as unusual for Chinese leaders, President Hu Jintao told President Bush that fighting political corruption, rural unrest, a widening wealth gap and severe pollution consumes nearly all his time. He said domestic problems left China with neither the will nor the means to challenge America's dominance in world affairs, according to two Bush administration officials who were told about the session.  ",
      "lead_paragraph": "BEIJING, April 16 - China and the United States have engaged in public disputes about trade, human rights, military spending and energy security, but for just a moment late last year, their leaders put briefing books aside and agreed to talk privately.",
      "publication_date": "2006-04-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/17/world/asia/in-candor-from-china-efforts-to-ease-anxiety.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "At LucasArts, No Playing Around in Quest to Be No. 1",
      "snippet": "In September 2004, Jim Ward met with the director George Lucas at his office at Skywalker Ranch near here. At the time, LucasArts, the video game company created by Mr. Lucas in 1982 and run by Mr. Ward, was in disarray. The division was making to...",
      "abstract": "In September 2004, Jim Ward met with the director George Lucas at his office at Skywalker Ranch near here. At the time, LucasArts, the video game company created by Mr. Lucas in 1982 and run by Mr. Ward, was in disarray. The division was making too many mediocre ''Star Wars'' games, it was rife with internal rivalries and it was in such lackluster financial shape that bonuses for employees were scrapped that year.     Mr. Ward, a veteran Lucasfilm marketing executive who had been named president of LucasArts only four months earlier, was there to present Mr. Lucas with a business plan, but he had a few questions of his own. Most important, did Mr. Lucas have the desire to turn Lucas-Arts into one of the top five video game publishers? Indeed, Mr. Lucas said, he did.  ",
      "lead_paragraph": "SAN FRANCISCO - In September 2004, Jim Ward met with the director George Lucas at his office at Skywalker Ranch near here. At the time, LucasArts, the video game company created by Mr. Lucas in 1982 and run by Mr. Ward, was in disarray. The division was making too many mediocre \"Star Wars\" games, it was rife with internal rivalries and it was in such lackluster financial shape that bonuses for employees were scrapped that year.",
      "publication_date": "2006-04-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/17/technology/at-lucasarts-no-playing-around-in-quest-to-be-no-1.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Iran Claims Nuclear Steps in New Worry",
      "snippet": "Of all the claims that Iran made last week about its nuclear program, a one-sentence assertion by its president has provoked such surprise and concern among international nuclear inspectors they are planning to confront Tehran about it this week. ...",
      "abstract": "Of all the claims that Iran made last week about its nuclear program, a one-sentence assertion by its president has provoked such surprise and concern among international nuclear inspectors they are planning to confront Tehran about it this week.     The assertion involves Iran's claim that even while it begins to enrich small amounts of uranium, it is pursuing a far more sophisticated way of making atomic fuel that American officials and inspectors say could speed Iran's path to developing a nuclear weapon.  ",
      "lead_paragraph": "Of all the claims that Iran made last week about its nuclear program, a one-sentence assertion by its president has provoked such surprise and concern among international nuclear inspectors they are planning to confront Tehran about it this week.",
      "publication_date": "2006-04-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/17/world/middleeast/iran-claims-nuclear-steps-in-new-worry.html",
      "byline": "By William J. Broad and David E. Sanger"
    },
    {
      "headline": "Europe, Too, Takes Harder Line on Terror Suspects",
      "snippet": "As his wristwatch edges toward 3:26 p.m., the 32-year-old Algerian moves his wooden chair closer to the back door. At 3:30 sharp, his leg needs to be inside his North London house. The man, whose name, by court order, cannot be divulged, wears an ...",
      "abstract": "As his wristwatch edges toward 3:26 p.m., the 32-year-old Algerian moves his wooden chair closer to the back door. At 3:30 sharp, his leg needs to be inside his North London house. The man, whose name, by court order, cannot be divulged, wears an electronic tag around his left ankle and is allowed to leave his home just four hours a day.      He was arrested in London four years ago on suspicion of links to the Armed Islamic Group, an Algerian terrorist organization, and spent more than three years in high-security prisons before being put under partial house arrest in October. Now the British government wants to send him back to Algeria.  ",
      "lead_paragraph": "PARIS, April 16 - As his wristwatch edges toward 3:26 p.m., the 32-year-old Algerian moves his wooden chair closer to the back door. At 3:30 sharp, his leg needs to be inside his North London house. The man, whose name, by court order, cannot be divulged, wears an electronic tag around his left ankle and is allowed to leave his home just four hours a day.",
      "publication_date": "2006-04-17T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/17/world/europe/europe-too-takes-harder-line-on-terror-suspects.html",
      "byline": "By Katrin Bennhold"
    },
    {
      "headline": "As Pop Music Seeks New Sales, the Pussycat Dolls Head to Toyland",
      "snippet": "When Robin Antin, a Los Angeles choreographer, decided 11 years ago to assemble a burlesque-inspired nightclub revue, she called it the Pussycat Dolls as a nod to her vision of ''making everyone look like a real, living doll.''      Interscope Rec...",
      "abstract": "When Robin Antin, a Los Angeles choreographer, decided 11 years ago to assemble a burlesque-inspired nightclub revue, she called it the Pussycat Dolls as a nod to her vision of ''making everyone look like a real, living doll.''      Interscope Records is taking her words literally.  ",
      "lead_paragraph": "When Robin Antin, a Los Angeles choreographer, decided 11 years ago to assemble a burlesque-inspired nightclub revue, she called it the Pussycat Dolls as a nod to her vision of \"making everyone look like a real, living doll.\"",
      "publication_date": "2006-04-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/17/business/media/as-pop-music-seeks-new-sales-the-pussycat-dolls-head-to.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "The Hard Edge of a Fluff Machine",
      "snippet": "Last Monday on Page Six of The New York Post, there was a throwdown between two dwarves who lead rival Kiss cover bands, an unattributed item about a celebrity mom ''who likes to partake in her daughter's pastimes,'' and a tiff between Naomi Campb...",
      "abstract": "Last Monday on Page Six of The New York Post, there was a throwdown between two dwarves who lead rival Kiss cover bands, an unattributed item about a celebrity mom ''who likes to partake in her daughter's pastimes,'' and a tiff between Naomi Campbell and Sean Combs.     And then there was an item about American Media Inc., headed by David J. Pecker, suggesting that his business was in trouble, that he was about to sell two of his biggest properties and get rid of a star editor, Bonnie Fuller, and that all employees who had been let go in recent months were given only two weeks' severance. ''Calls to A.M.I. were not returned,'' the item said.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-04-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/17/business/media/the-hard-edge-of-a-fluff-machine.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Judges Press Companies That Cut Off Legal Fees",
      "snippet": "Federal judges are beginning to question why companies are cutting off legal fees to their executives when they become caught up in criminal investigations.     The judge in the tax-shelter trial of former tax professionals at KPMG last week order...",
      "abstract": "Federal judges are beginning to question why companies are cutting off legal fees to their executives when they become caught up in criminal investigations.     The judge in the tax-shelter trial of former tax professionals at KPMG last week ordered a hearing to determine whether prosecutors had improperly put pressure on the accounting firm to stop paying the defendants' legal bills. Last month, a federal judge in New Hampshire granted five former executives of Enterasys Networks a three-month reprieve in their trial after he questioned whether there was undue influence to cut off their legal payments. (The company has since restored them.)  ",
      "lead_paragraph": "Federal judges are beginning to question why companies are cutting off legal fees to their executives when they become caught up in criminal investigations.",
      "publication_date": "2006-04-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/17/business/judges-press-companies-that-cut-off-legal-fees.html",
      "byline": "By Lynnley Browning"
    },
    {
      "headline": "Steal This Newspaper",
      "snippet": "ABOUT a month ago, The Star Tribune in Minneapolis let it be known that, as a cost-cutting effort, free copies of the newspaper would no longer be broadly available around the newsroom.      Instead, the staff was offered an electronic edition of ...",
      "abstract": "ABOUT a month ago, The Star Tribune in Minneapolis let it be known that, as a cost-cutting effort, free copies of the newspaper would no longer be broadly available around the newsroom.      Instead, the staff was offered an electronic edition of the paper -- ''an exact digital reproduction of the printed version,'' no less -- that they could access online. Those who insisted on seeing the fruits of the their labors in its physical form were told that they could purchase copies for 25 cents, half the retail cost, from boxes around the office. (This change in policy was first reported by City Pages in Minneapolis.)  ",
      "lead_paragraph": "ABOUT a month ago, The Star Tribune in Minneapolis let it be known that, as a cost-cutting effort, free copies of the newspaper would no longer be broadly available around the newsroom.",
      "publication_date": "2006-04-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/17/business/media/steal-this-newspaper.html",
      "byline": "By David Carr"
    }
  ]
}