{
  "metadata": {
    "date": "2006-10-26",
    "total_articles": 17
  },
  "articles": [
    {
      "headline": "Daimler Minus Chrysler = Pure Speculation",
      "snippet": "Executives at Daimler refused to rule out the possibility that the Chrysler Group could be spun off or sold.",
      "abstract": "Executives at Daimler refused to rule out the possibility that the Chrysler Group could be spun off or sold.",
      "lead_paragraph": "DETROIT, Oct. 25 — DaimlerChrysler without Chrysler might not be that farfetched an idea.",
      "publication_date": "2006-10-26T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/26/business/26chrysler.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Fed Again Leaves Rate Unchanged",
      "snippet": "The move gave investors reason to think that the rate could remain at its current level of 5.25 percent for months to come.",
      "abstract": "The move gave investors reason to think that the rate could remain at its current level of 5.25 percent for months to come.",
      "lead_paragraph": "Saying that the economy was likely to continue growing at a “moderate pace,” the Federal Reserve held its benchmark interest rate steady yesterday and gave investors reason to think that the rate could remain at its current level of 5.25 percent for months to come.",
      "publication_date": "2006-10-26T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/26/business/26fed.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "With Beheadings and Attacks, Drug Gangs Terrorize Mexico",
      "snippet": "With 1,700 killed this year, the brutality is unprecedented, even in a country accustomed to high levels of drug violence.",
      "abstract": "With 1,700 killed this year, the brutality is unprecedented, even in a country accustomed to high levels of drug violence.",
      "lead_paragraph": "URUAPAN, Mexico — Norteño music was blaring at the Sol y Sombra bar on Sept. 6 when several men in military garb broke up the late night party. Waving high-powered machine guns, they screamed at the crowd to stay put and then dumped the contents of a heavy plastic bag on the dance floor.",
      "publication_date": "2006-10-26T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/26/world/americas/26mexico.html",
      "byline": "By James C. McKinley Jr"
    },
    {
      "headline": "Diller Takes the Prize for Highest Paid",
      "snippet": "The highest-paid executive last year was Barry Diller, chairman and chief executive of IAC/Interactive.",
      "abstract": "The highest-paid executive last year was Barry Diller, chairman and chief executive of IAC/Interactive.",
      "lead_paragraph": "Who is the highest-paid chief executive in America?",
      "publication_date": "2006-10-26T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/26/business/26diller.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "The Cellphone Costs $1,275. In Love Yet?",
      "snippet": "It’s not an Apple phone, but Bang & Olufsen’s Serene cellphone seems to have embraced some very iPoddish design goals.",
      "abstract": "It’s not an Apple phone, but Bang & Olufsen’s Serene cellphone seems to have embraced some very iPoddish design goals.",
      "lead_paragraph": "Want to have some real fun the next time you’re in a room with geeks and gadget freaks? Here are two words that when uttered aloud will not only get their attention, but set off hyperventilation, pupil dilation and drooling: “Apple phone.”",
      "publication_date": "2006-10-26T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/26/technology/26pogue.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Conceding Missteps, Bush Urges Patience on Iraq",
      "snippet": "President Bush urged Americans to avoid disillusionment over a war he said was still winnable.",
      "abstract": "President Bush urged Americans to avoid disillusionment over a war he said was still winnable.",
      "lead_paragraph": "WASHINGTON, Oct. 25 — Facing public dismay over the war in Iraq, President Bush on Wednesday somberly acknowledged the broad scope of American setbacks and missteps there. But he urged Americans to look beyond the violence on their TV screens and avoid disillusionment over a war he said was being won. ",
      "publication_date": "2006-10-26T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/26/world/middleeast/26prexy.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "Ad Seen as Playing to Racial Fears",
      "snippet": "Critics say a G.O.P. ad was essentially playing the race card in a close battle for a Senate seat in Tennessee.",
      "abstract": "Critics say a G.O.P. ad was essentially playing the race card in a close battle for a Senate seat in Tennessee.",
      "lead_paragraph": "KNOXVILLE, Tenn., Oct. 25 — The Tennessee Senate race, one of the most competitive and potentially decisive battles of the midterm election, became even more unpredictable this week after a furor over a Republican television commercial that stood out even in a year of negative advertising.",
      "publication_date": "2006-10-26T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/26/us/politics/26tennessee.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "Radio Chain Is Said to Be in Sale Talks",
      "snippet": "The Mays Family, which built Clear Channel Communications, is said to be in talks to be taken private for more than $18.5 billion.",
      "abstract": "The Mays Family, which built Clear Channel Communications, is said to be in talks to be taken private for more than $18.5 billion.",
      "lead_paragraph": "The Mays family, which built Clear Channel Communications into the country’s largest network of radio stations through decades of acquisitions, is in negotiations to be taken private by a consortium of investors for more than $18.5 billion, people involved in the talks said yesterday.",
      "publication_date": "2006-10-26T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/26/business/media/26clear.html",
      "byline": "By Ken Belson and Andrew Ross Sorkin"
    },
    {
      "headline": "Conceding Missteps, Bush Urges Patience on Iraq",
      "snippet": "Pres Bush acknowledges American setbacks and missteps in Iraq, but urges Americans to avoid disillusionment over war, claiming 'we're winning'; his comments, at White House news conference, seen as stark indication of concern within West Wing over...",
      "abstract": "Pres Bush acknowledges American setbacks and missteps in Iraq, but urges Americans to avoid disillusionment over war, claiming 'we're winning'; his comments, at White House news conference, seen as stark indication of concern within West Wing over eroding support for war as violence there reaches near-record peaks just weeks before midterm elections; Bush expresses general support for Prime Min Nuri Kamal al-Maliki of Iraq, even as Maliki uses his own news conference to distance himself from United States; Bush indicates no major changes in his overall strategy in Iraq, voicing continued support of Defense Sec Donald H Rumsfeld and generals overseeing war; but he speaks in terms of conflict that would be long, hard and bloody, and does not rule out possibility of seeking permanent American military bases in Iraq; this is second time this month that he has held news conference to explain his war plan, which is coming under increasing criticism even from fellow Republicans; he has moved from vowing to 'stay the course' in Iraq to promising flexibility; Democratic leaders accuse him of being 'in denial' about Iraqi violence; photos (M)",
      "lead_paragraph": "WASHINGTON, Oct. 25 - Facing public dismay over the war in Iraq, President Bush on Wednesday somberly acknowledged the broad scope of American setbacks and missteps there. But he urged Americans to look beyond the violence on their TV screens and avoid disillusionment over a war he said was being won.",
      "publication_date": "2006-10-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/26/world/middleeast/conceding-missteps-bush-urges-patience-on-iraq.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "Ad Seen as Playing to Racial Fears",
      "snippet": "Republican television commercial aimed at Democratic Senate candidate Harold E Ford Jr of Tennessee stirs furor, standing out even in year of negative advertising; spot, financed by Republican National Committee, features attractive white woman, b...",
      "abstract": "Republican television commercial aimed at Democratic Senate candidate Harold E Ford Jr of Tennessee stirs furor, standing out even in year of negative advertising; spot, financed by Republican National Committee, features attractive white woman, bare-shouldered, who says she met Ford, who is black, at 'Playboy party' and closes commercial by winking and saying 'Harold, call me'; spokeswoman for Ford says he was one of 3,000 people at Playboy party at Super Bowl; critics claim ad has racist overtones in election where Ford is trying to break century of history and become first black senator from South since Reconstruction; his campaign has kept Republicans on defensive in state where they never expected to have trouble holding seat; Bob Corker, Republican candidate, is seeking to contrast his record in business and public life with what he calls Ford's 'total life experience' in Washington politics; he quickly tries to distance his campaign from controversial ad; photos (M)",
      "lead_paragraph": "KNOXVILLE, Tenn., Oct. 25 - The Tennessee Senate race, one of the most competitive and potentially decisive battles of the midterm election, became even more unpredictable this week after a furor over a Republican television commercial that stood out even in a year of negative advertising.",
      "publication_date": "2006-10-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/26/us/politics/ad-seen-as-playing-to-racial-fears.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "Radio Chain Is Said to Be in Sale Talks",
      "snippet": "Mays family, which built Clear Channel Communications into country's largest network of radio stations through decades of acquisitions, is in negotiations to be taken private by consortium of investors for more than $18.5 billion; investors includ...",
      "abstract": "Mays family, which built Clear Channel Communications into country's largest network of radio stations through decades of acquisitions, is in negotiations to be taken private by consortium of investors for more than $18.5 billion; investors include Providence Equity Partners, Blackstone Group and Kohlberg Kravis Roberts & Co (M)",
      "lead_paragraph": "The Mays family, which built Clear Channel Communications into the country's largest network of radio stations through decades of acquisitions, is in negotiations to be taken private by a consortium of investors for more than $18.5 billion, people involved in the talks said yesterday.",
      "publication_date": "2006-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/26/business/media/radio-chain-is-said-to-be-in-sale-talks.html",
      "byline": "By Ken Belson and Andrew Ross Sorkin"
    },
    {
      "headline": "Study Sees Gain on Lung Cancer",
      "snippet": "Researchers say millions of lives could be saved by detecting lung cancer early with annual CT scans and treating it immediately; lung cancer is leading cause of cancer deaths in United States, killing more than 160,000 people a year; study, by re...",
      "abstract": "Researchers say millions of lives could be saved by detecting lung cancer early with annual CT scans and treating it immediately; lung cancer is leading cause of cancer deaths in United States, killing more than 160,000 people a year; study, by researchers at New York-Presbyterian/Weill Cornell, is published in New England Journal of Medicine; scans of more than 31,000 people in seven coutries found 484 lung cancers, 412 of them at very early stage; most were still alive three years later, leading researchers to project that more than 80 percent of those with early-stage cancer would live at least 10 years after their cancer was diagnosed; representatives of groups like American Cancer Society praise new study's careful accumulation of data, but say study is unlikely to persuade them to recommend CT screening as public policy, because study lacked comparison group of people who did not have scans; photo (M)",
      "lead_paragraph": "Researchers in New York report that millions of lives could be saved by detecting lung cancer early with annual CT scans and treating it immediately, when it can still be cured.",
      "publication_date": "2006-10-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/26/health/study-sees-gain-on-lung-cancer.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "Daimler Minus Chrysler = Pure Speculation",
      "snippet": "Executives at Chrysler Group's German parent DaimlerChrysler refuse to rule out possibility that Chrysler Group could be spun off or sold, after Chrysler announces it lost $1.5 billion in last three months; possibility of such sale is latest sign ...",
      "abstract": "Executives at Chrysler Group's German parent DaimlerChrysler refuse to rule out possibility that Chrysler Group could be spun off or sold, after Chrysler announces it lost $1.5 billion in last three months; possibility of such sale is latest sign of upheaval in American auto industry, as three Detroit companies to return to profitability; photo (M)",
      "lead_paragraph": "DETROIT, Oct. 25 - DaimlerChrysler without Chrysler might not be that farfetched an idea.",
      "publication_date": "2006-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/26/business/daimler-minus-chrysler-pure-speculation.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Fed Again Leaves Rate Unchanged",
      "snippet": "Federal Reserve leaves its benchmark interest rate at current level of 5.25 percent, saying economy is likely to continue growing at 'modest pace'; benchmark rate is expected to remain into early next year before cutting it next summer; National A...",
      "abstract": "Federal Reserve leaves its benchmark interest rate at current level of 5.25 percent, saying economy is likely to continue growing at 'modest pace'; benchmark rate is expected to remain into early next year before cutting it next summer; National Association of Realtors reports sales of previously owned homes in September declined 1.9 percent from August, larger drop than forecasters had expected; median sale price also fell, to $220,000, from $225,000 year earlier; sales of existing homes fell 14 percent in September compared with September 2005, to seasonally adjusted annual pace of 6.2 million; number of apartments and houses offered for sale declined slightly, to 3.8 million, from 3.9 million in August; graph; photo (M)",
      "lead_paragraph": "Saying that the economy was likely to continue growing at a \"moderate pace,\" the Federal Reserve held its benchmark interest rate steady yesterday and gave investors reason to think that the rate could remain at its current level of 5.25 percent for months to come.",
      "publication_date": "2006-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/26/business/fed-again-leaves-rate-unchanged.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Diller Takes the Prize for Highest Paid",
      "snippet": "Article in series Gilded Paychecks: Who's No 1 on executive compensation; focuses on IAC/Interactive chairman-chief executive Barry Diller, who is most compensated executive in country; says Corporate Library study shows Diller's total compensatio...",
      "abstract": "Article in series Gilded Paychecks: Who's No 1 on executive compensation; focuses on IAC/Interactive chairman-chief executive Barry Diller, who is most compensated executive in country; says Corporate Library study shows Diller's total compensation last year at $295 million, while Glass Lewis & Co study puts figure at $85 million; Diller says his compensation is appropriate, considering wealth created for shareholders over last 11 years; photos (L)",
      "lead_paragraph": "Who is the highest-paid chief executive in America?",
      "publication_date": "2006-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/26/business/diller-takes-the-prize-for-highest-paid.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "With Beheadings and Attacks, Drug Gangs Terrorize Mexico",
      "snippet": "Underworld war raging between drug gangs in Mexico is medieval in its barbarity, its brutality unprecedented even in country accustomed to high levels of drug violence; foot soldiers operating with little fear of interference from police have in r...",
      "abstract": "Underworld war raging between drug gangs in Mexico is medieval in its barbarity, its brutality unprecedented even in country accustomed to high levels of drug violence; foot soldiers operating with little fear of interference from police have in recent months been responsible for two dozen beheadings, raid on local police station, and daytime kidnappings of top law enforcement officials; violence has claimed more than 1,700 civilian lives this year; Mexico's law enforcement officials maintain that violence is sign that they have made progress dismantling major organized crime families in country; say arrests of several drug cartel leaders and their top lieutenants set off violent struggle among second-rank mobsters for trade routes; Atty Gen Daniel Cabeza de Vaca says attacks on police reflect fact that more honest police officers are trying to enforce law rather than turn blind eye to drug traffickers; other authorities disagree, saying Mexican police forces are so weakened by corruption and cowed by assassinations they they are not up to task of countering underworld feuds unleashed by arrests of cartel leaders over last six years; photos; map (M)",
      "lead_paragraph": "URUAPAN, Mexico - Norteño music was blaring at the Sol y Sombra bar on Sept. 6 when several men in military garb broke up the late night party. Waving high-powered machine guns, they screamed at the crowd to stay put and then dumped the contents of a heavy plastic bag on the dance floor.",
      "publication_date": "2006-10-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/26/world/americas/with-beheadings-and-attacks-drug-gangs-terrorize-mexico.html",
      "byline": "By James C. McKinley Jr"
    },
    {
      "headline": "The Cellphone Costs $1,275. In Love Yet?",
      "snippet": "David Pogue column on cellphone by Bang & Olufsen and Samsung that retails for $1.295; phone's features detailed; photo (M)",
      "abstract": "David Pogue column on cellphone by Bang & Olufsen and Samsung that retails for $1.295; phone's features detailed; photo (M)",
      "lead_paragraph": "Want to have some real fun the next time you're in a room with geeks and gadget freaks? Here are two words that when uttered aloud will not only get their attention, but set off hyperventilation, pupil dilation and drooling: \"Apple phone.\"",
      "publication_date": "2006-10-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/26/technology/the-cellphone-costs-1275-in-love-yet.html",
      "byline": "By David Pogue"
    }
  ]
}