{
  "metadata": {
    "date": "2006-10-20",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "Republican Woes Lead to Feuding by Conservatives",
      "snippet": "Fingers are being pointed in an increasingly testy circle of blame for potential Republican losses this fall.",
      "abstract": "Fingers are being pointed in an increasingly testy circle of blame for potential Republican losses this fall.",
      "lead_paragraph": "WASHINGTON, Oct. 19 — Tax-cutters are calling evangelicals bullies. Christian conservatives say Republicans in Congress have let them down. Hawks say President Bush is bungling the war in Iraq. And many conservatives blame Representative Mark Foley’s sexual messages to teenage pages.",
      "publication_date": "2006-10-20T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/20/us/politics/20conserve.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "U.S. Says Violence in Baghdad Rises, Foiling Campaign",
      "snippet": "The American military’s new security plan for Baghdad has failed to reduce the violence and a new approach is needed, said Gen. William Caldwell, a spokesman.",
      "abstract": "The American military’s new security plan for Baghdad has failed to reduce the violence and a new approach is needed, said Gen. William Caldwell, a spokesman.",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 19 — The United States military command in Iraq acknowledged on Thursday that its 12-week-old campaign to win back control of Baghdad from sectarian death squads and insurgents had failed to reduce violence across the city. A spokesman for the command said intensive discussions were under way between American and Iraqi officials on ways to “refocus” the effort, which American officials have placed at the heart of their war strategy.",
      "publication_date": "2006-10-20T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/20/world/middleeast/20iraq.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "NBC Tries a New Tack for 8 P.M.",
      "snippet": "Next fall, NBC will fill its 8 p.m. hour with lower-cost shows and save its more expensive programming for the 9-to-11 p.m. block.",
      "abstract": "Next fall, NBC will fill its 8 p.m. hour with lower-cost shows and save its more expensive programming for the 9-to-11 p.m. block.",
      "lead_paragraph": "As part of an extensive cost-cutting program it announced yesterday, NBC intends to drastically alter its prime-time programming, starting in the fall of 2007, filling the 8 p.m. hour each weeknight with lower-cost, unscripted programs and saving its more expensive comedies and dramas for the 9-to-11 p.m. block.",
      "publication_date": "2006-10-20T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/20/business/media/20drama.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "How Far Past 12,000? Watch Data",
      "snippet": "The Dow’s future performance will hinge on how the economy handles the troubled housing market.",
      "abstract": "The Dow’s future performance will hinge on how the economy handles the troubled housing market.",
      "lead_paragraph": "The Dow Jones industrial average closed above the 12,000 mark for the first time yesterday, but looking ahead, the stock market’s performance in the coming year will largely hinge on how gracefully the economy handles the troubled housing market.",
      "publication_date": "2006-10-20T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/20/business/20stox.html",
      "byline": "By Vikas Bajaj"
    },
    {
      "headline": "New Nerve Test, a Moneymaker, Divides Doctors",
      "snippet": "The popularity of a nerve-testing system speaks to the zealous sales practices of some makers of medical devices.",
      "abstract": "The popularity of a nerve-testing system speaks to the zealous sales practices of some makers of medical devices.",
      "lead_paragraph": "For many doctors, it’s an irresistible pitch: a $250 profit from a 15-minute test.",
      "publication_date": "2006-10-20T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/20/business/20device.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "Ministry’s Medical Program Is Not Regulated",
      "snippet": "Medical bill-sharing ministries are competing more and more with businesses that are not eligible for breaks.",
      "abstract": "Medical bill-sharing ministries are competing more and more with businesses that are not eligible for breaks.",
      "lead_paragraph": "It looks like a business and, in many ways, acts like one. But it is beyond the reach of most of the rules and government oversight that apply to businesses — because it is a church mission. ",
      "publication_date": "2006-10-20T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/20/business/20religion.html",
      "byline": "By Diana B. Henriques"
    },
    {
      "headline": "Ex-Stock Exchange Chief Told to Return Millions",
      "snippet": "Richard A. Grasso said that he would appeal, which would further delay a nonjury trial that had been scheduled to start last month.",
      "abstract": "Richard A. Grasso said that he would appeal, which would further delay a nonjury trial that had been scheduled to start last month.",
      "lead_paragraph": "A New York judge ruled yesterday that Richard A. Grasso, a former chairman of the New York Stock Exchange, would have to return as much as $100 million he received as part of a fiercely contested $139.5 million payout.",
      "publication_date": "2006-10-20T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/20/business/20nyse.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "China May Press North Koreans",
      "snippet": "China is prepared to reduce oil shipments if the country refuses to return to talks or conducts more nuclear tests.",
      "abstract": "China is prepared to reduce oil shipments if the country refuses to return to talks or conducts more nuclear tests.",
      "lead_paragraph": "BEIJING, Oct. 19 — China is prepared to step up pressure on North Korea in coming weeks by reducing oil shipments, among other measures, if the country refuses to return to negotiations or conducts more nuclear tests, Chinese government advisers and scholars who have discussed the matter with the leadership say.",
      "publication_date": "2006-10-20T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/20/world/asia/20china.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "You Can’t Use That Tax Idea. It’s Patented.",
      "snippet": "Taxpayers may now face patent infringement suits if they use a tax strategy someone else thought of first.",
      "abstract": "Taxpayers may now face patent infringement suits if they use a tax strategy someone else thought of first.",
      "lead_paragraph": "As the American tax law gets more and more complicated, lawyers have come up with one more way to make life difficult for taxpayers: Now you may face a patent infringement suit if you use a tax strategy someone else thought of first.",
      "publication_date": "2006-10-20T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/20/business/20norris.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "New Nerve Test, a Moneymaker, Divides Doctors",
      "snippet": "Article in series Side Effects, which examines how monetary considerations can influence ways doctors conduct business and practice medicine, describes split among physicians over automated device that checks patients for for nerve disease; Neurom...",
      "abstract": "Article in series Side Effects, which examines how monetary considerations can influence ways doctors conduct business and practice medicine, describes split among physicians over automated device that checks patients for for nerve disease; Neurometrix, maker, promises doctors profit of $250 for test that takes 15 minutes and yields diagnosis that might otherwise require extensive testing by specialists; some 12,000 doctors have bought device; many neurologists, who stand to lose money and patients from growing popularity of device, say that general practitioners who use it are not always capable of discovering true cause of patient's symptoms; some insurers and other doctors also have qualms about use of automated test to diagnose possible nerve damage; photos (L)",
      "lead_paragraph": "For many doctors, it's an irresistible pitch: a $250 profit from a 15-minute test.",
      "publication_date": "2006-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/20/business/new-nerve-test-a-moneymaker-divides-doctors.html",
      "byline": "By Reed Abelson"
    },
    {
      "headline": "Republican Woes Lead to Feuding by Conservatives",
      "snippet": "Conservative leaders are blaming one another for potential Republican losses in coming Congressional elections; taxcutters call evangelicals bullies; Christian conservatives say Republicans in Congress have let them down; hawks say Pres Bush is bu...",
      "abstract": "Conservative leaders are blaming one another for potential Republican losses in coming Congressional elections; taxcutters call evangelicals bullies; Christian conservatives say Republicans in Congress have let them down; hawks say Pres Bush is bungling war in Iraq; others blame Rep Mark Foley's sexual messages to teenage pages; comments by social conservative Tony Perkins, neoconservatives David Frum and William Kristol and economic conservatives Grover Norquist and Pat Toomey; photos (M)",
      "lead_paragraph": "WASHINGTON, Oct. 19 - Tax-cutters are calling evangelicals bullies. Christian conservatives say Republicans in Congress have let them down. Hawks say President Bush is bungling the war in Iraq. And many conservatives blame Representative Mark Foley's sexual messages to teenage pages.",
      "publication_date": "2006-10-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/20/us/politics/republican-woes-lead-to-feuding-by-conservatives.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "How Far Past 12,000? Watch Data",
      "snippet": "Dow Jones industrial average closes above 12,000 mark for first time, but looking ahead, stock market's performance in coming year will largely hinge on how gracefully economy handles troubled housing market; Dow industrials close up 19.05 points,...",
      "abstract": "Dow Jones industrial average closes above 12,000 mark for first time, but looking ahead, stock market's performance in coming year will largely hinge on how gracefully economy handles troubled housing market; Dow industrials close up 19.05 points, at 12,011.73; Standard & Poor's 500-stock index advances one point, to 1,366.98; Nasdaq composite index gains 3.79 points, closing at 2,340.94; yield on benchmark 10-year Treasury note rises to 4.79 percent from 4.76 percent, as prices declined; graphs; photos (L)",
      "lead_paragraph": "The Dow Jones industrial average closed above the 12,000 mark for the first time yesterday, but looking ahead, the stock market's performance in the coming year will largely hinge on how gracefully the economy handles the troubled housing market.",
      "publication_date": "2006-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/20/business/how-far-past-12000-watch-data.html",
      "byline": "By Vikas Bajaj"
    },
    {
      "headline": "You Can’t Use That Tax Idea. It’s Patented.",
      "snippet": "Floyd Norris column on infringing on patented tax strategies; says Dennis B Drapkin, chairman of task force of American Bar Association's tax section, will discuss issue in Denver; says Drapkin believes that researching patents, and then licensing...",
      "abstract": "Floyd Norris column on infringing on patented tax strategies; says Dennis B Drapkin, chairman of task force of American Bar Association's tax section, will discuss issue in Denver; says Drapkin believes that researching patents, and then licensing them, would just make tax compliance more costly; holds Congress did not pass law allowing for patenting of tax ideas; says federal appeals court ruled in 1998 that business methods can be patented, and since then Patent Office has issued 49 tax-strategy patents, with many more pending; graph (M)",
      "lead_paragraph": "As the American tax law gets more and more complicated, lawyers have come up with one more way to make life difficult for taxpayers: Now you may face a patent infringement suit if you use a tax strategy someone else thought of first.",
      "publication_date": "2006-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/20/business/you-cant-use-that-tax-idea-its-patented.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Ministry’s Medical Program Is Not Regulated",
      "snippet": "Article in series In God's Name: Ministry for Medicine focuses on Christian Care Ministry of Melbourne, Fla, which is one of handful of similar ministries around country that offers health-care program for its worshippers; holds each month ministr...",
      "abstract": "Article in series In God's Name: Ministry for Medicine focuses on Christian Care Ministry of Melbourne, Fla, which is one of handful of similar ministries around country that offers health-care program for its worshippers; holds each month ministry writes checks to health care providers--more than $240 million since it was founded--to cover medical bills submitted by members; about $57 million moved through ministry in its latest fiscal year; about 19,000 households across country, ministry members, write check to Christian Care Ministry each month; amount depends on their family's size and how much of their medical bills they are willing to pay out of their own pocket; some state officials have looked at ministries like Christian Care and seen what they would call unregulated health insurance; their concern is that confused consumers looking for low-cost coverage will rely on these groups as if they were insurance ompanies, even though groups may lack resources to pay claims; Kentucky is one of half-dozen states that passed laws in early 1990's exempting religious bill-sharing ministries from state insurance laws; regulators say Christian Care goes beyond what that exemption allows because it practices actually improve on state's requirements; exemption being tested in Kentucky is just one of host of special arrangements for religious ministries that are not available to similar secular organizations; Christian Care chairman E John Reinhold will defend his organization before state judge in Kentucky next week; photos (L)",
      "lead_paragraph": "It looks like a business and, in many ways, acts like one. But it is beyond the reach of most of the rules and government oversight that apply to businesses -- because it is a church mission.",
      "publication_date": "2006-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/20/business/ministrys-medical-program-is-not-regulated.html",
      "byline": "By Diana B. Henriques"
    },
    {
      "headline": "Ex-Stock Exchange Chief Told to Return Millions",
      "snippet": "A New York judge ruled yesterday that Richard A. Grasso, a former chairman of the New York Stock Exchange, would have to return as much as $100 million he received as part of a fiercely contested $139.5 million payout.     The judge, Justice Charl...",
      "abstract": "A New York judge ruled yesterday that Richard A. Grasso, a former chairman of the New York Stock Exchange, would have to return as much as $100 million he received as part of a fiercely contested $139.5 million payout.     The judge, Justice Charles E. Ramos of State Supreme Court in Manhattan, said that Mr. Grasso did not disclose to his fellow directors on the board of the exchange the extent to which his soaring compensation had caused his pension and savings to balloon in size and that he violated his contract by withdrawing $87 million before his retirement. Interest and money from a separate retirement account would raise the total.  ",
      "lead_paragraph": "A New York judge ruled yesterday that Richard A. Grasso, a former chairman of the New York Stock Exchange, would have to return as much as $100 million he received as part of a fiercely contested $139.5 million payout.",
      "publication_date": "2006-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/20/business/exstock-exchange-chief-told-to-return-millions.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "NBC Tries a New Tack for 8 P.M.",
      "snippet": "NBC intends to drastically alter its prime-time programming, starting in fall of 2007, filling 8 pm hour each weeknight with lower-cost, unscripted programs and saving its more expensive comedies and dramas for 9-to-11 pm block; move is part of ex...",
      "abstract": "NBC intends to drastically alter its prime-time programming, starting in fall of 2007, filling 8 pm hour each weeknight with lower-cost, unscripted programs and saving its more expensive comedies and dramas for 9-to-11 pm block; move is part of extensive cost-cutting program; NBC Universal will cut about 700 jobs companywide, or about 5 percent of its work force; expects to save about $750 million under plan, and intends to make those cuts by end of 2007; some of NBC's competitors argue company is reacting to its own consistent failure to find scripted programs that worked at 8 pm; network has struggled to find hit shows for that first hour of prime time; that weakness contributed significantly to NBC's free fall from first place to last in ratings three seasons ago; NBC Universal Television Group chief executive Jeff Zucker comments; photo (M)",
      "lead_paragraph": "As part of an extensive cost-cutting program it announced yesterday, NBC intends to drastically alter its prime-time programming, starting in the fall of 2007, filling the 8 p.m. hour each weeknight with lower-cost, unscripted programs and saving its more expensive comedies and dramas for the 9-to-11 p.m. block.",
      "publication_date": "2006-10-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/20/business/media/nbc-tries-a-new-tack-for-8-pm.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "China May Press North Koreans",
      "snippet": "China is reportedly prepared to step up pressure on North Korea in coming weeks by reducing oil shipments, among other measures, if country refuses to return to negotiations or conducts more nuclear tests; such action by China is likely to bolster...",
      "abstract": "China is reportedly prepared to step up pressure on North Korea in coming weeks by reducing oil shipments, among other measures, if country refuses to return to negotiations or conducts more nuclear tests; such action by China is likely to bolster its relationship with United States; photo (M)",
      "lead_paragraph": "BEIJING, Oct. 19 - China is prepared to step up pressure on North Korea in coming weeks by reducing oil shipments, among other measures, if the country refuses to return to negotiations or conducts more nuclear tests, Chinese government advisers and scholars who have discussed the matter with the leadership say.",
      "publication_date": "2006-10-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/20/world/asia/china-may-press-north-koreans.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "U.S. SAYS VIOLENCE IN BAGHDAD RISES, FOILING CAMPAIGN",
      "snippet": "United States military command in Iraq acknowledges that its 12-week-old campaign to win back control of Baghdad from sectarian death squads and insurgents has failed to reduce violence in city; Maj Gen William B Caldwell IV, spokesman for command...",
      "abstract": "United States military command in Iraq acknowledges that its 12-week-old campaign to win back control of Baghdad from sectarian death squads and insurgents has failed to reduce violence in city; Maj Gen William B Caldwell IV, spokesman for command, says intensive discussions are under way between American and Iraqi officials to refocus effort, which American officials have placed at heart of war strategy; says campaign has been marked by increasing attacks on American troops and spike in combat deaths; notes attacks soared by 22 percent during first three weeks of Ramadan; number of American troops who have lost their lives in October rises to 73, one of sharpest surges in military casualties in past two years; photos; maps (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Oct. 19 - The United States military command in Iraq acknowledged on Thursday that its 12-week-old campaign to win back control of Baghdad from sectarian death squads and insurgents had failed to reduce violence across the city. A spokesman for the command said intensive discussions were under way between American and Iraqi officials on ways to \"refocus\" the effort, which American officials have placed at the heart of their war strategy.",
      "publication_date": "2006-10-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/20/washington/the-struggle-for-iraq-us-says-violence-in-baghdad-rises-foiling.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "No Test Tubes? Debate on Virtual Science Classes",
      "snippet": "Use of computer simulations to teach science has become widespread in American high schools and is stirring dispute over how far Internet can go in displacing real-life physical laboratories; College Board, prompted by skeptical university profess...",
      "abstract": "Use of computer simulations to teach science has become widespread in American high schools and is stirring dispute over how far Internet can go in displacing real-life physical laboratories; College Board, prompted by skeptical university professors, questions whether Internet-based laboratories are acceptable substitute for actual use of Bunsen burners, petrie dishes, dissection kits and microscopes; has recruited panels of university professors and experts in Internet-based learning to scrutinize quality of virtual laboratories used in Web-based advance placement science courses; photo (L)",
      "lead_paragraph": "When the Internet was just beginning to shake up American education, a chemistry professor photographed thousands of test tubes holding molecular solutions and, working with video game designers, created a simulated laboratory that allowed students to mix chemicals in virtual beakers and watch the reactions.",
      "publication_date": "2006-10-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/20/education/no-test-tubes-debate-on-virtual-science-classes.html",
      "byline": "By Sam Dillon"
    }
  ]
}