{
  "metadata": {
    "date": "2006-10-18",
    "total_articles": 14
  },
  "articles": [
    {
      "headline": "Battleground for Consoles Moves Online",
      "snippet": "With the arrival of its PlayStation 3 nearing, Sony is aiming at its rival's sweet spot: Internet-based gaming.",
      "abstract": "With the arrival of its PlayStation 3 nearing, Sony is aiming at its rival's sweet spot: Internet-based gaming.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-18T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/18/technology/18game.html",
      "byline": "By John Markoff and Matt Richtel"
    },
    {
      "headline": "A Lesson From Europe on Health Care",
      "snippet": "Strangely, we talk about medical spending as if it were nothing more than a drag on the economy, rather than an investment in the most important thing of all.",
      "abstract": "Strangely, we talk about medical spending as if it were nothing more than a drag on the economy, rather than an investment in the most important thing of all.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-18T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/18/business/18leonhardt.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Glorious Food? English Schoolchildren Think Not",
      "snippet": "British schools are learning that you can lead a child to a healthy lunch, but you can’t make him eat. ",
      "abstract": "British schools are learning that you can lead a child to a healthy lunch, but you can’t make him eat. ",
      "lead_paragraph": "ROTHERHAM, England — Five months after the celebrity chef Jamie Oliver succeeded in cajoling, threatening and shaming the British government into banning junk food from its school cafeterias, many schools are learning that you can lead a child to a healthy lunch, but you can’t make him eat. ",
      "publication_date": "2006-10-18T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/18/world/europe/18lunch.html",
      "byline": "By Sarah Lyall"
    },
    {
      "headline": "Iraq Removes Leaders of Special Police",
      "snippet": "The two most senior police commanders were removed in a bid to purge Iraq’s security forces of militias and death squads.",
      "abstract": "The two most senior police commanders were removed in a bid to purge Iraq’s security forces of militias and death squads.",
      "lead_paragraph": "BAGHDAD, Oct. 17 — The Iraqi government removed the country’s two most senior police commanders from their posts on Tuesday, in the first broad move against the top leadership of Iraq’s unruly special police forces.",
      "publication_date": "2006-10-18T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/18/world/middleeast/18iraq.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "A Question of Eyeballs",
      "snippet": "Nielsen Media Research's project to monitor if people were actually watching commercials set off a battle in the TV industry worthy of a “Survivor” episode.",
      "abstract": "Nielsen Media Research's project to monitor if people were actually watching commercials set off a battle in the TV industry worthy of a “Survivor” episode.",
      "lead_paragraph": "It seemed like a simple enough idea: Why not try to track whether people watch TV commercials?",
      "publication_date": "2006-10-18T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/18/business/media/18adco.html",
      "byline": "By Louise Story"
    },
    {
      "headline": "Not Coming Soon to a Lot Near You: Chinese Cars",
      "snippet": "Chinese auto executives admit it could be  2020 before they will be ready to take on the world market.",
      "abstract": "Chinese auto executives admit it could be  2020 before they will be ready to take on the world market.",
      "lead_paragraph": "NINGBO, China — Every day in cities like this one, Chinese factories churn out waves of exports that flood markets in the United States and Europe: DVD’s, microwave ovens, furniture, washing machines, shoes and more. ",
      "publication_date": "2006-10-18T04:00:00+0000",
      "section_name": "Automobiles",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/18/automobiles/18chinacars.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "2 Exchanges in Chicago Will Merge",
      "snippet": "The $8 billion merger between the Chicago Mercantile Exchange and the Chicago Board of Trade would create the largest market for financial derivatives contracts in the world.",
      "abstract": "The $8 billion merger between the Chicago Mercantile Exchange and the Chicago Board of Trade would create the largest market for financial derivatives contracts in the world.",
      "lead_paragraph": "CHICAGO, Oct. 17 — The Chicago Mercantile Exchange and the Chicago Board of Trade, longtime fierce competitors, said Tuesday that they would merge in an $8 billion deal creating the largest market for financial derivatives contracts in the world.",
      "publication_date": "2006-10-18T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/18/business/18exchange.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "Iraq Removes Leaders of Special Police",
      "snippet": "Iraqi government removes two senior police commanders who led special police commandos and public order brigade, both widely criticized as heavily infiltrated by Shiite militias; first such action comes with Prime Min Nuri al-Maliki under intense ...",
      "abstract": "Iraqi government removes two senior police commanders who led special police commandos and public order brigade, both widely criticized as heavily infiltrated by Shiite militias; first such action comes with Prime Min Nuri al-Maliki under intense US pressure to purge militias and death squads; Iraqi and US military also arrest senior aide to Shiite cleric Moktada al-Sadr, charging him with directing kidnappings, murders and torture and atacking Americans; senior US commanders, in background briefings, complain of government failure to tackle death squads operating with virtual impunity; two Shiite generals, Rasheed Fleyah and Mahdi Sabeh, were at posts under previous government when abuses began; militia influence runs deep in Iraqi society, mushrooming and sometimes splintering into criminal fiefdoms; arrested Sadr associate reportedly is Sheik Mazin al-Saedi; latest killings in Balad and elsewhere noted; photo (M)",
      "lead_paragraph": "BAGHDAD, Oct. 17 - The Iraqi government removed the country's two most senior police commanders from their posts on Tuesday, in the first broad move against the top leadership of Iraq's unruly special police forces.",
      "publication_date": "2006-10-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/18/world/middleeast/iraq-removes-leaders-of-special-police.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "A Question of Eyeballs",
      "snippet": "Nielsen Media Research plans to delay its new service that rates television commercials until December after industry outcry; decides to give new data away for free first year; is also calling new effort experiment, and will let networks choose wh...",
      "abstract": "Nielsen Media Research plans to delay its new service that rates television commercials until December after industry outcry; decides to give new data away for free first year; is also calling new effort experiment, and will let networks choose whether to have their commercials rated or not; advertisers, which spend about $70 billion each year on TV ads, have been particularly concerned about what they are getting for their money, as more people record shows on TiVo's and other digital video recorders, allowing them to fast-forward quickly through their spots; advertisers can now advertise on Internet, where they can count mouse-clicks as sign of ad's success; broadcast and cable companies disagree on how to most accurately measure ad viewership; ad agencies, which buy TV time for advertisers, want better data, but do not want to spend a lot for it; Nielsen is concerned about angering TV networks, its biggest clients; graph; photo (M)",
      "lead_paragraph": "It seemed like a simple enough idea: Why not try to track whether people watch TV commercials?",
      "publication_date": "2006-10-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/18/business/media/a-question-of-eyeballs.html",
      "byline": "By Louise Story"
    },
    {
      "headline": "2 Exchanges in Chicago Will Merge",
      "snippet": "Chicago Mercantile Exchange and Chicago Board of Trade, longtime fierce competitors, will merge in $8 billion deal creating largest market for financial derivatives contracts in world; transaction would be latest in wave of mergers among leading f...",
      "abstract": "Chicago Mercantile Exchange and Chicago Board of Trade, longtime fierce competitors, will merge in $8 billion deal creating largest market for financial derivatives contracts in world; transaction would be latest in wave of mergers among leading financial exchanges, as they transform themselves from member-owned clubs to for-profit companies competing in markets that have become increasingly global and electronic; photo (M)",
      "lead_paragraph": "CHICAGO, Oct. 17 - The Chicago Mercantile Exchange and the Chicago Board of Trade, longtime fierce competitors, said Tuesday that they would merge in an $8 billion deal creating the largest market for financial derivatives contracts in the world.",
      "publication_date": "2006-10-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/18/business/2-exchanges-in-chicago-will-merge.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "A Lesson From Europe on Health Care",
      "snippet": "David Leonhardt column on some reasons health-care costs are more expensive in US than in Europe and rest of world; says Americans seem to be less willing to take no for answer when in comes to medical treatment and more willing to try anything, n...",
      "abstract": "David Leonhardt column on some reasons health-care costs are more expensive in US than in Europe and rest of world; says Americans seem to be less willing to take no for answer when in comes to medical treatment and more willing to try anything, no matter how expensive or how slim odds, to prolong life; holds much of spending on medical procedures is simply wasteful; says expensive procedures are often no more effective than basic ones; holds yet doctors can keep on getting reimbursed for expensive ones; says Americans tend to treat any rejection of health claim as some conspiracy by insurance companies, government, doctors and pharmaceutical industry; holds in other countries, people have arrived at better understanding that health care necessarily involves economic triage--that $10,000 spent on quixotic care is $10,000 that cannot be spent more usefully; says Medicare has started pilot programs that pay more for care that gets results, and business leaders in number of cities are making similar efforts locally; says Institute of Medicine has put together impressive panel to look at effectiveness of different kinds of care; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/18/business/a-lesson-from-europe-on-health-care.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Not Coming Soon to a Lot Near You: Chinese Cars",
      "snippet": "Chinese automakers will not start exporting large number of cars they design and make for at least another several years; they had intended to start selling their own brands in US as soon as 2007 but have pushed off their plans by couple of years;...",
      "abstract": "Chinese automakers will not start exporting large number of cars they design and make for at least another several years; they had intended to start selling their own brands in US as soon as 2007 but have pushed off their plans by couple of years; some Chinese auto executives admit it could be as late as 2020 before they will be ready to take on world auto market; Chinese automakers have not yet brought their styling, safety, emissions and performance standards up to snuff, let alone their skill at marketing home-grown nameplates around world; Chinese subcompact cars from manufacturers likely Geely and Lifan have surprisingly ample headroom, but fall short of Western tastes in other areas; exteriors of Chinese cars tend to have simple curves and straight lines that are easy to stamp out of steel, but look starkly utilitarian by Western standards; China's automakers also face rising wages at same time country's currency is gradually appreciating, making Chinese exports more expensive abroad; other leading Chinese automakers are Chery, FAW Xiali, Harbin Hafei and Great Wall; graph; photos (M)",
      "lead_paragraph": "NINGBO, China - Every day in cities like this one, Chinese factories churn out waves of exports that flood markets in the United States and Europe: DVD's, microwave ovens, furniture, washing machines, shoes and more.",
      "publication_date": "2006-10-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/18/automobiles/not-coming-soon-to-a-lot-near-you-chinese-cars.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Battleground for Consoles Moves Online",
      "snippet": "Sony must show that its new Playstation 3 console can hold its own in Internet-based gaming; company is embarking on worldwide marketing campaign that will collide directly with equally ambitious efforts by Microsoft; plans to introduce new consol...",
      "abstract": "Sony must show that its new Playstation 3 console can hold its own in Internet-based gaming; company is embarking on worldwide marketing campaign that will collide directly with equally ambitious efforts by Microsoft; plans to introduce new console in less than month; contends PlayStation 3's powerful hardware makes it best investment, even at higher price; console's base price will be $499, compared with $299 for Xbox 360 and $249 for Nintendo's Wii; Microsoft has been promoting Xbox Live, $50-a-year networking service that lets users play together in casual games or enter tournaments (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/18/technology/battleground-for-consoles-moves-online.html",
      "byline": "By John Markoff and Matt Richtel"
    },
    {
      "headline": "Geriatrics Lags in Age of High-Tech Medicine",
      "snippet": "Article on lagging medical specialty of geriatrics at time when increasing numbers of elderly Americans could benefit from special understanding of their medical needs; specialty is of little interest to medical students because it is less highly ...",
      "abstract": "Article on lagging medical specialty of geriatrics at time when increasing numbers of elderly Americans could benefit from special understanding of their medical needs; specialty is of little interest to medical students because it is less highly paid and not as high-tech as more glamorous fields; only 9 of 145 American medical schools have geriatrics departments and few require courses in field; doctors like Leo Cooney of Yale and Dr Marie A Bernard of University of Oklahoma note troubling mismatch of supply and demand and lack of interest among students who prefer 'super specialties'; Dr Amir Shah recalls being discouraged from geriatrics; caring for frail older people is about managing, not curing, collection of overlapping chronic conditions, balancing risks and benefits of multiple drugs and trying nonmedical, common-sense solutions; Dr Rosanne M Leipzig's treatment of 97-year-old Margaret Mary Foley at Mount Sinai Hospital in New York and Dr Carmel Bitondo Dyer's treatment of Rita Zaprutskiy at Baylor College of Medicine cited; photos (M)",
      "lead_paragraph": "Margaret Mary Foley, 97, just wasn't herself. Overnight, she stopped eating, went from mildly confused to disoriented, and was unable to urinate. When her panicked family rushed her to the emergency room, doctors did invasive tests, difficult for a woman her age, and then suggested surgery.",
      "publication_date": "2006-10-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/18/health/geriatrics-lags-in-age-of-hightech-medicine.html",
      "byline": "By Jane Gross"
    }
  ]
}