{
  "metadata": {
    "date": "2006-02-08",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "At Mrs. King's Funeral, a Mix of Elegy and Politics",
      "snippet": "Coretta Scott King was laid to rest Tuesday, after a funeral where white-gloved ushers welcomed 15,000 people, including four presidents, three governors, three planeloads of Congress members, celebrities, gospel stars and leading figures of the c...",
      "abstract": "Coretta Scott King was laid to rest Tuesday, after a funeral where white-gloved ushers welcomed 15,000 people, including four presidents, three governors, three planeloads of Congress members, celebrities, gospel stars and leading figures of the civil rights movement.     The six-hour service, held in the vast two-tiered sanctuary of the New Birth Missionary Baptist Church just outside Atlanta, was marked by elegiac moments, standing ovations, and, with the Clintons and Bushes sharing a podium, some overt political gibes about the war in Iraq and the Bush administration's response to Hurricane Katrina.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-02-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/08/us/at-mrs-kings-funeral-a-mix-of-elegy-and-politics.html",
      "byline": "By Shaila Dewan and Elisabeth Bumiller"
    },
    {
      "headline": "Low-Fat Diet Does Not Cut Health Risks, Study Finds",
      "snippet": "The largest study ever to ask whether a low-fat diet reduces the risk of getting cancer or heart disease has found that the diet has no effect.     The $415 million federal study involved nearly 49,000 women ages 50 to 79 who were followed for eig...",
      "abstract": "The largest study ever to ask whether a low-fat diet reduces the risk of getting cancer or heart disease has found that the diet has no effect.     The $415 million federal study involved nearly 49,000 women ages 50 to 79 who were followed for eight years. In the end, those assigned to a low-fat diet had the same rates of breast cancer, colon cancer, heart attacks and strokes as those who ate whatever they pleased, researchers are reporting today.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-02-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/08/us/lowfat-diet-does-not-cut-health-risks-study-finds.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "Buy a Hybrid, and Save a Guzzler",
      "snippet": "SOME of my favorite people drive a Prius. They bought the car, obviously, because they were worried about the planet. But the fringe benefits are pretty nice, too.     Prius drivers can use a carpool lane in some places even when no one else is in...",
      "abstract": "SOME of my favorite people drive a Prius. They bought the car, obviously, because they were worried about the planet. But the fringe benefits are pretty nice, too.     Prius drivers can use a carpool lane in some places even when no one else is in the car. No matter where they're driving, they coast down the road in a whisper-quiet hum unlike anything else. Best of all, even if no one likes admitting it, they get to enjoy the cool-kid cachet that comes with being an early adopter of a fad. No other vehicle has had a recurring role on the TV show ''Curb Your Enthusiasm.''  ",
      "lead_paragraph": "SOME of my favorite people drive a Prius. They bought the car, obviously, because they were worried about the planet. But the fringe benefits are pretty nice, too.",
      "publication_date": "2006-02-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/08/business/buy-a-hybrid-and-save-a-guzzler.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "A Dream Comes to Earth in a Houston Courtroom",
      "snippet": "From fast cars to rugged adventure trips to $6.4 million in bonuses, Enron was a dream maker for Kenneth D. Rice.      While he was still in his 30's, Mr. Rice, a former Nebraska farm boy and high school jock, pocketed millions of dollars working ...",
      "abstract": "From fast cars to rugged adventure trips to $6.4 million in bonuses, Enron was a dream maker for Kenneth D. Rice.      While he was still in his 30's, Mr. Rice, a former Nebraska farm boy and high school jock, pocketed millions of dollars working for the Houston-based energy company. He lived life in the fast lane -- literally -- racing Ferraris and going on daredevil expeditions to southern Mexico and the Australian Outback with his onetime friend and mentor, Jeffrey K. Skilling, Enron's former chief executive.  ",
      "lead_paragraph": "HOUSTON, Feb. 7 - From fast cars to rugged adventure trips to $6.4 million in bonuses, Enron was a dream maker for Kenneth D. Rice.",
      "publication_date": "2006-02-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/08/business/businessspecial3/a-dream-comes-to-earth-in-a-houston-courtroom.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "Some Democrats Are Sensing Missed Opportunities",
      "snippet": "Democrats are heading into this year's elections in a position weaker than they had hoped for, party leaders say, stirring concern that they are letting pass an opportunity to exploit what they see as widespread Republican vulnerabilities.     In ...",
      "abstract": "Democrats are heading into this year's elections in a position weaker than they had hoped for, party leaders say, stirring concern that they are letting pass an opportunity to exploit what they see as widespread Republican vulnerabilities.     In interviews, senior Democrats said they were optimistic about significant gains in Congressional elections this fall, calling this the best political environment they have faced since President Bush took office.  ",
      "lead_paragraph": "WASHINGTON, Feb. 7 - Democrats are heading into this year's elections in a position weaker than they had hoped for, party leaders say, stirring concern that they are letting pass an opportunity to exploit what they see as widespread Republican vulnerabilities.",
      "publication_date": "2006-02-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/08/politics/some-democrats-are-sensing-missed-opportunities.html",
      "byline": "By Adam Nagourney and Sheryl Gay Stolberg"
    },
    {
      "headline": "Univision Considers Going on the Block",
      "snippet": "Univision Communications, the Spanish-language media company, is considering a plan to put itself up for sale, people briefed on the proposal said last night.     An auction for Univision, which is worth nearly $10 billion, could set off a scrambl...",
      "abstract": "Univision Communications, the Spanish-language media company, is considering a plan to put itself up for sale, people briefed on the proposal said last night.     An auction for Univision, which is worth nearly $10 billion, could set off a scramble among the country's media giants -- the News Corporation, Time Warner and CBS -- as they vie for a slice of the lucrative and growing Spanish-language market.  ",
      "lead_paragraph": "Univision Communications, the Spanish-language media company, is considering a plan to put itself up for sale, people briefed on the proposal said last night.",
      "publication_date": "2006-02-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/08/business/media/univision-considers-going-on-the-block.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "G.M. Will Cut Executive Pay and Dividend",
      "snippet": "General Motors, under pressure to show its blue-collar workers that investors and executives are also prepared to give up something in order to help overcome the company's deepest losses in more than a decade, said Tuesday that it would reduce pay...",
      "abstract": "General Motors, under pressure to show its blue-collar workers that investors and executives are also prepared to give up something in order to help overcome the company's deepest losses in more than a decade, said Tuesday that it would reduce pay for top officials and cut its stock dividend by half.     G.M., still clinging to its status as the world's largest auto company, also announced changes in the pension and health care plans for its retired salaried workers as it struggles to turn around its operations and avoid a potential bankruptcy.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-02-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/08/business/gm-will-cut-executive-pay-and-dividend.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Cleric Convicted of Stirring Hate",
      "snippet": "A jury on Tuesday convicted Britain's most prominent radical Muslim cleric of 11 charges of soliciting murder and racial hatred for using his sermons to encourage his followers to kill non-Muslims.     The cleric, Abu Hamza al-Masri, 47, is the be...",
      "abstract": "A jury on Tuesday convicted Britain's most prominent radical Muslim cleric of 11 charges of soliciting murder and racial hatred for using his sermons to encourage his followers to kill non-Muslims.     The cleric, Abu Hamza al-Masri, 47, is the best-known Islamic leader to face charges in a courtroom since the terror attacks of Sept. 11, 2001. He was the imam of the Finsbury Park mosque in North London, which became a magnet for militants, including Richard Reid, the so-called shoe bomber, and Zacarias Moussaoui, now on trial in the United States in connection with the attacks.  ",
      "lead_paragraph": "LONDON, Feb. 7 - A jury on Tuesday convicted Britain's most prominent radical Muslim cleric of 11 charges of soliciting murder and racial hatred for using his sermons to encourage his followers to kill non-Muslims.",
      "publication_date": "2006-02-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/08/world/middleeast/cleric-convicted-of-stirring-hate.html",
      "byline": "By Don van Natta Jr"
    },
    {
      "headline": "Icahn Plan for a Split Gets a Push",
      "snippet": "In a display of grand corporate theater, Bruce Wasserstein and Carl C. Icahn shared a podium yesterday to step up their indictment of the management of Time Warner Inc. and argue their rationale for breaking the company into four separately traded...",
      "abstract": "In a display of grand corporate theater, Bruce Wasserstein and Carl C. Icahn shared a podium yesterday to step up their indictment of the management of Time Warner Inc. and argue their rationale for breaking the company into four separately traded public companies.      The occasion was the unveiling of a much-anticipated report by Mr. Wasserstein's investment bank, Lazard, prepared on behalf of an investor group led by Mr. Icahn that holds 3.3 percent of Time Warner's shares.  ",
      "lead_paragraph": "In a display of grand corporate theater, Bruce Wasserstein and Carl C. Icahn shared a podium yesterday to step up their indictment of the management of Time Warner Inc. and argue their rationale for breaking the company into four separately traded public companies.",
      "publication_date": "2006-02-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/08/business/icahn-plan-for-a-split-gets-a-push.html",
      "byline": "By Richard Siklos and Andrew Ross Sorkin"
    },
    {
      "headline": "Senate Votes to Debate Bill for Asbestos Victims' Fund",
      "snippet": "Backers of legislation to create a $140 billion trust fund for victims of asbestos exposure won an important victory on Tuesday evening, when the Senate voted to begin debate on the measure. The vote was 98 to 1, and came after critics dropped the...",
      "abstract": "Backers of legislation to create a $140 billion trust fund for victims of asbestos exposure won an important victory on Tuesday evening, when the Senate voted to begin debate on the measure. The vote was 98 to 1, and came after critics dropped their opposition when they realized that they did not have enough votes to block the debate.      The bill, which would replace the current civil court approach to compensating victims with a no-fault program run by a new compensation office at the Labor Department, has provoked a lucrative lobbying brawl featuring four of the most influential interests on Capitol Hill -- manufacturers, insurers, labor groups and trial lawyers. They have showered lobbyists with fees and the lawmakers with contributions in the last year in anticipation of the showdown.  ",
      "lead_paragraph": "WASHINGTON, Feb. 7 - Backers of legislation to create a $140 billion trust fund for victims of asbestos exposure won an important victory on Tuesday evening, when the Senate voted to begin debate on the measure. The vote was 98 to 1, and came after critics dropped their opposition when they realized that they did not have enough votes to block the debate.",
      "publication_date": "2006-02-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/08/politics/senate-votes-to-debate-bill-for-asbestos-victims-fund.html",
      "byline": "By Stephen Labaton"
    }
  ]
}