{
  "metadata": {
    "date": "2006-01-10",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Giving Drivers More Access to Fast Lanes",
      "snippet": "For drivers like David G. Leonard, E-ZPass used to be anything but easy.     E-ZPass, a plastic transponder that is mounted to a car's windshield, lets motorists zip by highway tollbooths in several states, including New York, New Jersey and Penns...",
      "abstract": "For drivers like David G. Leonard, E-ZPass used to be anything but easy.     E-ZPass, a plastic transponder that is mounted to a car's windshield, lets motorists zip by highway tollbooths in several states, including New York, New Jersey and Pennsylvania. But Mr. Leonard, an actuary who makes frequent business trips to the New York area, is based in Ormond Beach, Fla. -- outside E-ZPass territory. So renting a car in Newark automatically meant spending a long time waiting to cross each bridge or to use a tollway.  ",
      "lead_paragraph": "For drivers like David G. Leonard, E-ZPass used to be anything but easy.",
      "publication_date": "2006-01-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/10/automobiles/giving-drivers-more-access-to-fast-lanes.html",
      "byline": "By Christopher Elliott"
    },
    {
      "headline": "Bombers Kill 18 in Iraq; U.S. Ambassador Nearby",
      "snippet": "Two suicide bombers carrying police identity cards walked up to an Interior Ministry checkpoint on Monday morning and blew themselves up hundreds of yards from a ceremony attended by the American ambassador, killing at least 18 police officers and...",
      "abstract": "Two suicide bombers carrying police identity cards walked up to an Interior Ministry checkpoint on Monday morning and blew themselves up hundreds of yards from a ceremony attended by the American ambassador, killing at least 18 police officers and wounding 25, officials said.      Al Qaeda in Mesopotamia immediately claimed responsibility for the attack, which took place shortly before noon inside a secure zone shared by the city's Police Academy, where the ceremony was being held. Iraq's interior and defense ministers were also at the event, commemorating the formation of the Iraqi Police, but the officials, including the ambassador, were far enough away that the blast did not endanger them.  ",
      "lead_paragraph": "BAGHDAD, Iraq, Jan. 9 - Two suicide bombers carrying police identity cards walked up to an Interior Ministry checkpoint on Monday morning and blew themselves up hundreds of yards from a ceremony attended by the American ambassador, killing at least 18 police officers and wounding 25, officials said.",
      "publication_date": "2006-01-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/10/world/middleeast/bombers-kill-18-in-iraq-us-ambassador-nearby.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Focus of Hearings Quickly Turns to Limits of Presidential Power",
      "snippet": "The opinion is more than 50 years old, and it is not even binding precedent. But just minutes into the Supreme Court confirmation hearings of Judge Samuel A. Alito Jr., it took center stage and seemed to lay the groundwork for the questions he wil...",
      "abstract": "The opinion is more than 50 years old, and it is not even binding precedent. But just minutes into the Supreme Court confirmation hearings of Judge Samuel A. Alito Jr., it took center stage and seemed to lay the groundwork for the questions he will face concerning his views on the limits of presidential power.      The 1952 opinion, a concurrence by Justice Robert H. Jackson, rejected President Harry S. Truman's assertion that he had the constitutional power to seize the nation's steel mills to aid the war effort in Korea. Whether and how Justice Jackson's analysis should apply to broadly similar recent assertions by the Bush administration, notably concerning its domestic surveillance program, will plainly be a central theme when questioning of Judge Alito begins Tuesday morning.  ",
      "lead_paragraph": "WASHINGTON, Jan. 9 - The opinion is more than 50 years old, and it is not even binding precedent. But just minutes into the Supreme Court confirmation hearings of Judge Samuel A. Alito Jr., it took center stage and seemed to lay the groundwork for the questions he will face concerning his views on the limits of presidential power.",
      "publication_date": "2006-01-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/10/politics/politicsspecial1/focus-of-hearings-quickly-turns-to-limits-of.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Dow Tops 11,000; First Time Since '01",
      "snippet": "The Dow Jones industrial average closed above 11,000 yesterday for the first time since June 2001, pointing to the renewed confidence of investors who have long been waiting for the market to return to one of its more elusive touchstones.     The ...",
      "abstract": "The Dow Jones industrial average closed above 11,000 yesterday for the first time since June 2001, pointing to the renewed confidence of investors who have long been waiting for the market to return to one of its more elusive touchstones.     The gains yesterday also highlight a modest new year's rally that has come amid optimism about corporate earnings and hopes that the Federal Reserve will soon end an 18-month campaign to push interest rates higher.  ",
      "lead_paragraph": "The Dow Jones industrial average closed above 11,000 yesterday for the first time since June 2001, pointing to the renewed confidence of investors who have long been waiting for the market to return to one of its more elusive touchstones.",
      "publication_date": "2006-01-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/10/business/dow-tops-11000-first-time-since-01.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "Living at an Epicenter of Diabetes, Defiance and Despair",
      "snippet": "Santos Alicea tottered haltingly over to the art shop in East Harlem, his legs screaming. The regulars knew what he was going through. They always did -- the diabetes was speaking. He confirmed this with numerical rigor: 228, his nasty blood-sugar...",
      "abstract": "Santos Alicea tottered haltingly over to the art shop in East Harlem, his legs screaming. The regulars knew what he was going through. They always did -- the diabetes was speaking. He confirmed this with numerical rigor: 228, his nasty blood-sugar reading this morning. Nods all around. They had ugly numbers, too.     James De La Vega owned the art shop on Lexington Avenue, near 104th Street, and regarded the sidewalk out front as his living room. There, with his friends and family, he shared a lot over the years: Latino art and culture, the slow cadences of East Harlem life, runs of hard luck. And diabetes.  ",
      "lead_paragraph": "Santos Alicea tottered haltingly over to the art shop in East Harlem, his legs screaming. The regulars knew what he was going through. They always did -- the diabetes was speaking. He confirmed this with numerical rigor: 228, his nasty blood-sugar reading this morning. Nods all around. They had ugly numbers, too.",
      "publication_date": "2006-01-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/10/nyregion/nyregionspecial5/living-at-an-epicenter-of-diabetes-defiance-and.html",
      "byline": "By N. R. Kleinfield"
    },
    {
      "headline": "Detroit's Hollywood on Wheels",
      "snippet": "For General Motors and Ford, this year's Detroit auto show comes at a moment of gloom. The two companies are losing market share and money in the United States, and workers' benefits are being cut. Not so for Chrysler, the only American automaker ...",
      "abstract": "For General Motors and Ford, this year's Detroit auto show comes at a moment of gloom. The two companies are losing market share and money in the United States, and workers' benefits are being cut. Not so for Chrysler, the only American automaker with sales that rose in 2005. On Monday, Chrysler showed off its muscle, as well as its cars, and overshadowed its hometown rivals with one of its trademark Hollywood-style productions.      Its chief executive, Thomas W. LaSorda, rode in the passenger seat of the redesigned Jeep Wrangler as it burst out of a giant ivy-covered cage (a blatant rip-off of the movie ''King Kong''). The Jeep drove off the main stage, down the center aisle of the auto show and then smashed through a plate glass window at the Cobo Convention Center. There was a collective gasp from thousands of people watching the rest of its journey on a big television screen.  ",
      "lead_paragraph": "DETROIT, Jan. 9 - For General Motors and Ford, this year's Detroit auto show comes at a moment of gloom. The two companies are losing market share and money in the United States, and workers' benefits are being cut. Not so for Chrysler, the only American automaker with sales that rose in 2005. On Monday, Chrysler showed off its muscle, as well as its cars, and overshadowed its hometown rivals with one of its trademark Hollywood-style productions.",
      "publication_date": "2006-01-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/10/automobiles/autospecial/detroits-hollywood-on-wheels.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Six Women at Dresdner File Bias Suit",
      "snippet": "Six women who are senior bankers at Dresdner Kleinwort Wasserstein Services have sued the investment bank, contending that they were denied equal bonuses and promotions that went to men with less experience.      The complaint, brought by three di...",
      "abstract": "Six women who are senior bankers at Dresdner Kleinwort Wasserstein Services have sued the investment bank, contending that they were denied equal bonuses and promotions that went to men with less experience.      The complaint, brought by three directors and three vice presidents -- all still working at the bank -- also cites instances of lewd behavior toward the women, entertainment of clients at a strip club and repeated examples of scaled-back opportunities for women after they returned from maternity leave.  ",
      "lead_paragraph": "Six women who are senior bankers at Dresdner Kleinwort Wasserstein Services have sued the investment bank, contending that they were denied equal bonuses and promotions that went to men with less experience.",
      "publication_date": "2006-01-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/10/business/six-women-at-dresdner-file-bias-suit.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Saks Trims Top Ranks, Spurring Talk of Sale",
      "snippet": "Struggling to keep pace with its luxury rivals, the parent company of Saks Fifth Avenue moved yesterday to thin out its management team and put the last of its midprice department store chains up for sale.     The decision to trim stores -- and ex...",
      "abstract": "Struggling to keep pace with its luxury rivals, the parent company of Saks Fifth Avenue moved yesterday to thin out its management team and put the last of its midprice department store chains up for sale.     The decision to trim stores -- and executives -- heightened speculation that the board of Saks Inc. is paring the company to attract buyers for its last major asset and crown jewel, the Saks Fifth Avenue chain. Shares of Saks, which is based in Birmingham, Ala., rose 85 cents yesterday, to $18.71.  ",
      "lead_paragraph": "Struggling to keep pace with its luxury rivals, the parent company of Saks Fifth Avenue moved yesterday to thin out its management team and put the last of its midprice department store chains up for sale.",
      "publication_date": "2006-01-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/10/business/saks-trims-top-ranks-spurring-talk-of-sale.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "More and More, Women Risk All to Enter U.S.",
      "snippet": "It took years for Normaeli Gallardo, a single mother from Acapulco, to drum up the courage to join the growing stream of Mexican women illegally crossing the border on the promise of a job, in her case working in a Kansas meatpacking plant for $5....",
      "abstract": "It took years for Normaeli Gallardo, a single mother from Acapulco, to drum up the courage to join the growing stream of Mexican women illegally crossing the border on the promise of a job, in her case working in a Kansas meatpacking plant for $5.15 an hour.     First, she had to grapple with the idea of landing in an unfamiliar country, all alone, with no grasp of English and no place to live.  ",
      "lead_paragraph": "TUCSON - It took years for Normaeli Gallardo, a single mother from Acapulco, to drum up the courage to join the growing stream of Mexican women illegally crossing the border on the promise of a job, in her case working in a Kansas meatpacking plant for $5.15 an hour.",
      "publication_date": "2006-01-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/10/us/more-and-more-women-risk-all-to-enter-us.html",
      "byline": "By Lizette Alvarez and John M. Broder"
    },
    {
      "headline": "Alito Says Judges Shouldn't Bring Agenda to Cases",
      "snippet": "Addressing concerns among Democrats that his past support for conservative positions makes him too much of an ideologue for a seat on the Supreme Court, Judge Samuel A. Alito Jr. began his public drive for confirmation on Monday by saying judges s...",
      "abstract": "Addressing concerns among Democrats that his past support for conservative positions makes him too much of an ideologue for a seat on the Supreme Court, Judge Samuel A. Alito Jr. began his public drive for confirmation on Monday by saying judges should have no agendas or preferred outcomes of their own.     ''The judge's only obligation -- and it's a solemn obligation -- is to the rule of law,'' Judge Alito said. ''And what that means is that in every single case, the judge has to do what the law requires.'' [Transcript, Page A18.]  ",
      "lead_paragraph": "WASHINGTON, Jan. 9 - Addressing concerns among Democrats that his past support for conservative positions makes him too much of an ideologue for a seat on the Supreme Court, Judge Samuel A. Alito Jr. began his public drive for confirmation on Monday by saying judges should have no agendas or preferred outcomes of their own.",
      "publication_date": "2006-01-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/10/politics/politicsspecial1/alito-says-judges-shouldnt-bring-agenda-to-cases.html",
      "byline": "By Richard W. Stevenson and Neil A. Lewis"
    }
  ]
}