{
  "metadata": {
    "date": "2006-12-06",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "Subprime Loans Going From Boon to Housing Bane",
      "snippet": "Minority homeowners are especially being hurt as rising interest rates make subprime loans even more expensive.",
      "abstract": "Minority homeowners are especially being hurt as rising interest rates make subprime loans even more expensive.",
      "lead_paragraph": "CHICAGO — In the housing boom of the last six years, millions of blacks, Hispanics and members of other minority groups achieved the dream of homeownership. While a steadily growing economy helped, experts say a new breed of high-cost home loans deserved much of the credit.",
      "publication_date": "2006-12-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/06/business/06mortgage.html",
      "byline": "By Vikas Bajaj and Ron Nixon"
    },
    {
      "headline": "Surprising Skills",
      "snippet": "Consumers shopping electronics aisle for gifts will find that everyday gadgets have become multitaskers, with abilities to perform surprising functions; cellphones have incorporated global positioning capabilites, while some cameras can connect wi...",
      "abstract": "Consumers shopping electronics aisle for gifts will find that everyday gadgets have become multitaskers, with abilities to perform surprising functions; cellphones have incorporated global positioning capabilites, while some cameras can connect wirelessly to Internet; spirit of convergence is alive and thriving this holiday season; photo; drawing (M)",
      "lead_paragraph": "SHOPPERS trolling the electronics aisle as the annual holiday gift scrum heats up may find more than they expected this year. With little fanfare, many everyday gadgets have become multitaskers, with abilities going beyond their original functions into surprising territory.",
      "publication_date": "2006-12-06T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2006/12/06/technology/circuits/surprising-skills.html",
      "byline": "By Wilson Rothman"
    },
    {
      "headline": "S.E.C. Calls Pequot Study Thorough",
      "snippet": "The S.E.C. on Tuesday defended its investigation of Pequot Capital Management, saying it was professional, thorough and untainted by outside political influence.",
      "abstract": "The S.E.C. on Tuesday defended its investigation of Pequot Capital Management, saying it was professional, thorough and untainted by outside political influence.",
      "lead_paragraph": "WASHINGTON, Dec. 5 — Senior officials at the Securities and Exchange Commission vigorously defended the commission’s investigation of a prominent hedge fund, Pequot Capital Management, telling the Senate Judiciary Committee on Tuesday that its inquiry was professional, thorough and untainted by outside political influence.",
      "publication_date": "2006-12-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/06/business/06hedge.html",
      "byline": "By Walt Bogdanich"
    },
    {
      "headline": "HDTVs, Ripe for the Picking",
      "snippet": "Falling prices, improved technology and wider selection of programming are making purchase of high-definition TV more attractive; photo (M)",
      "abstract": "Falling prices, improved technology and wider selection of programming are making purchase of high-definition TV more attractive; photo (M)",
      "lead_paragraph": "FALLING prices, improved technology and more programming choices have made this year absolutely, positively and finally the time to jump in and buy a high-definition TV.",
      "publication_date": "2006-12-06T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2006/12/06/technology/circuits/hdtvs-ripe-for-the-picking.html",
      "byline": "By Eric A. Taub"
    },
    {
      "headline": "Yahoo, Aiming for Agility, Shuffles Executives",
      "snippet": "Yahoo is restructuring its operations and shuffling its management ranks amid growing criticism in and outside company that it has become too bureaucratic to compete effectively against rivals; moves include departure of chief operating officer Da...",
      "abstract": "Yahoo is restructuring its operations and shuffling its management ranks amid growing criticism in and outside company that it has become too bureaucratic to compete effectively against rivals; moves include departure of chief operating officer Daniel L Rosensweig and resignation of Lloyd Braun, who has run media group; Yahoo will reorganize itself into three operating units, including one focused on its audience and one on its advertisers and publishers; third unit, focused on technology, will develop products serving entire organization; chairman-chief executive Terry S Semel comments; reorganization appears to signal ascendancy of chief financial official officer Susan L Decker, who is seen as possible candidate to succeed Semel; chief financial officer Farzad Nazem will head new technology group, and Yahoo says it will run external search for executive to lead its audience group, as well as for new chief financial officer; senior vice president Jeff Weiner will assume added responsibilities, including social media, communications and Yahoo's media group; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-12-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/06/technology/yahoo-aiming-for-agility-shuffles-executives.html",
      "byline": "By Miguel Helft"
    },
    {
      "headline": "What Statistics on Home Sales Aren’t Saying",
      "snippet": "No matter what the statistics say, home values across much of Florida, California and the Northeast are falling.",
      "abstract": "No matter what the statistics say, home values across much of Florida, California and the Northeast are falling.",
      "lead_paragraph": " Down in Naples, Fla., a fast-growing city on the Gulf of Mexico, there was an auction of houses about a month ago. ",
      "publication_date": "2006-12-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/06/business/06leonhardt.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Surprising Skills",
      "snippet": "With no one looking, gadgets learned to connect the dots.",
      "abstract": "With no one looking, gadgets learned to connect the dots.",
      "lead_paragraph": "SHOPPERS trolling the electronics aisle as the annual holiday gift scrum heats up may find more than they expected this year. With little fanfare, many everyday gadgets have become multitaskers, with abilities going beyond their original functions into surprising territory.",
      "publication_date": "2006-12-06T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "SPG",
      "web_url": "https://www.nytimes.com/2006/12/06/technology/circuits/06buzz.html",
      "byline": "By Wilson Rothman"
    },
    {
      "headline": "HDTVs, Ripe for the Picking",
      "snippet": "Falling prices, improved technology and more programming choices have made this year the time to jump in and buy a high-definition TV — really.",
      "abstract": "Falling prices, improved technology and more programming choices have made this year the time to jump in and buy a high-definition TV — really.",
      "lead_paragraph": "FALLING prices, improved technology and more programming choices have made this year absolutely, positively and finally the time to jump in and buy a high-definition TV.",
      "publication_date": "2006-12-06T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "SPG",
      "web_url": "https://www.nytimes.com/2006/12/06/technology/circuits/06sett.html",
      "byline": "By Eric A. Taub"
    },
    {
      "headline": "From Ruins of Afghan Buddhas, a History Grows",
      "snippet": "Bamiyan’s Buddhist relics are again the focus of debate: Is it possible to restore the great Buddhas?",
      "abstract": "Bamiyan’s Buddhist relics are again the focus of debate: Is it possible to restore the great Buddhas?",
      "lead_paragraph": "BAMIYAN, Afghanistan — The empty niches that once held Bamiyan’s colossal Buddhas now gape in the rock face — a silent cry at the terrible destruction wrought on this fabled valley and its 1,500-year-old treasures, once the largest standing Buddha statues in the world. ",
      "publication_date": "2006-12-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/06/world/asia/06budd.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "Yahoo, Aiming for Agility, Shuffles Executives",
      "snippet": "Yahoo is restructuring its operations and shuffling its management in the hopes of competing more effectively against nimbler rivals.",
      "abstract": "Yahoo is restructuring its operations and shuffling its management in the hopes of competing more effectively against nimbler rivals.",
      "lead_paragraph": "SAN FRANCISCO, Dec. 5 — Yahoo said Tuesday that it was restructuring its operations and shuffling its management ranks amid growing criticism in and outside the company that it had become too bureaucratic to compete effectively against nimbler rivals.",
      "publication_date": "2006-12-06T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/06/technology/06yahoo.html",
      "byline": "By Miguel Helft"
    },
    {
      "headline": "Spam Doubles, Finding New Ways to Deliver Itself",
      "snippet": "Worldwide volumes of spam have doubled since last year, causing new plague that torments computer users and companies; junk mail now accounts for more than 9 of every 10 e-mail messages; much of flood consists of nettlesome new image spam, in whic...",
      "abstract": "Worldwide volumes of spam have doubled since last year, causing new plague that torments computer users and companies; junk mail now accounts for more than 9 of every 10 e-mail messages; much of flood consists of nettlesome new image spam, in which words of ads are part of pictures, often fooling detection programs that look for telltale phrases; antispam industry struggles to keep up with surge, adding computer power and developing new techniques to avoid losing battle; corporate specialists explain; photo; Web hosting company Lanset America for time blocked all messages from several countries in Europe, Latin America and Africa where much of spam is originating; most active spammers now operate beyond reach of US law enforcement, often in Russia, Eastern Europe and Asia (M)",
      "lead_paragraph": "Hearing from a lot of new friends lately? You know, the ones that write \"It's me, Esmeralda,\" and tip you off to an obscure stock that is \"poised to explode\" or a great deal on prescription drugs.",
      "publication_date": "2006-12-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/06/technology/spam-doubles-finding-new-ways-to-deliver-itself.html",
      "byline": "By Brad Stone"
    },
    {
      "headline": "S.E.C. Calls Pequot Study Thorough",
      "snippet": "Securities and Exchange Commission executives vigorously defend commission's investigation of prominent hedge fund Pequot Capital Management, telling Senate Judiciary Committee that its inquiry was professional, thorough and untainted by outside p...",
      "abstract": "Securities and Exchange Commission executives vigorously defend commission's investigation of prominent hedge fund Pequot Capital Management, telling Senate Judiciary Committee that its inquiry was professional, thorough and untainted by outside political influence; four current and former SEC supervisors take aim at former colleague and chief accuser Gary J Aguirre; say his allegations that agency pulled its punches are unfounded and come from fired employee whose temperament and judgment caused problems in office; testimony by SEC officials is met with skepticism by Sen Arlen Specter, who is chairman of committee, and Sen Charles E Grassley, who heads Finance Committee; both panels are probing SEC's handling of Pequot inquiry; Grassley says SEC's inspector general Walter J Stachnik had not interviewed Aguirre before concluding that this charges were unfounded; accuses Stachnik of trying to intimidate future whistleblowers by subpoenaing Aguirre's communications with Senate investigators; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 5 - Senior officials at the Securities and Exchange Commission vigorously defended the commission's investigation of a prominent hedge fund, Pequot Capital Management, telling the Senate Judiciary Committee on Tuesday that its inquiry was professional, thorough and untainted by outside political influence.",
      "publication_date": "2006-12-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/06/business/sec-calls-pequot-study-thorough.html",
      "byline": "By Walt Bogdanich"
    },
    {
      "headline": "Iraqi Premier Moves to Plan Regional Talks",
      "snippet": "The announcement added momentum to calls for a regional approach to quell the increasingly anarchic war in Iraq.",
      "abstract": "The announcement added momentum to calls for a regional approach to quell the increasingly anarchic war in Iraq.",
      "lead_paragraph": "BAGHDAD, Dec. 5 — Prime Minister Nuri Kamal al-Maliki said Tuesday that he would send envoys to neighboring countries to plan a conference on Iraq, adding momentum to calls for a regional approach to quell the increasingly anarchic war here.",
      "publication_date": "2006-12-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/06/world/middleeast/06iraq.html",
      "byline": "By Edward Wong and Helene Cooper"
    },
    {
      "headline": "Defense Nominee Gains Approval of Senate Panel",
      "snippet": "Robert Gates is unanimously approved for defense secretary by Senate armed services committee after daylong hearing in which he testifies that US is not winning in Iraq and that failure there could ignite regional conflagration; photos; Gates, pra...",
      "abstract": "Robert Gates is unanimously approved for defense secretary by Senate armed services committee after daylong hearing in which he testifies that US is not winning in Iraq and that failure there could ignite regional conflagration; photos; Gates, praised for candor, says it is too soon to know if invasion was wise, portrays himself as flexible realist, expresses concern about rapid withdrawal and says Iraq Study Group's recommendations are important but not last word given multiple other reviews under way; makes clear his style is different from Sec Donald Rumsfeld, telling senators like Carl Levin and John McCain that he is not coming back to Washington to be 'bump on a log'; says there were not enough troops after invasion, disagrees with Pres Bush's claim that Iraq is central battlefield in fighting terrorism, criticizes disbanding of Iraqi army and banning of Baathists and questions Pentagon's prewar intelligence analyses (M)",
      "lead_paragraph": "WASHINGTON, Dec. 5 - Robert M. Gates, President Bush's nominee to be defense secretary, won unanimous approval from a Senate panel on Tuesday after testifying that the United States was not winning in Iraq and that American failure there could ignite \"a regional conflagration\" in the Middle East.",
      "publication_date": "2006-12-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/06/us/defense-nominee-gains-approval-of-senate-panel.html",
      "byline": "By David S. Cloud and Mark Mazzetti"
    },
    {
      "headline": "Court Rejects Class Action Against Banks",
      "snippet": "Three-judge panel of Federal appeals court rules Wall Street banks, accused of manipulating prices of initial public offerings of technology companies during market boom of late 1990s and cheating small investors out of hundreds of millions of dol...",
      "abstract": "Three-judge panel of Federal appeals court rules Wall Street banks, accused of manipulating prices of initial public offerings of technology companies during market boom of late 1990s and cheating small investors out of hundreds of millions of dollars, will not have to face huge securities class-action lawsuit; decision is seen on Wall Street as huge victory; ruling also raises prospects that earlier settlements in case, particular $425 million agreement with J P Morgan Chase and $1 billion guaranteed proposed deal with issuers of new shares that is still pending approval by Judge Shira A Scheindlin, could be nullified; lawsuit involved more than 300 individual investors, 309 issuers and 55 underwriters, including Merrill Lynch, Goldman Sachs, Morgan Stanley and Credit Suisse First Boston; ruling is devastating blow to embattled securities class-action powerhouse Milberg Weiss Bershad & Schulman, which is co-leader for plaintiffs; firm's co-founder Melvyn I Weiss says case is not over; ruling is decided by Judges Jon O Newman, Sonia Sotomayor and Peter W Hall (M)",
      "lead_paragraph": "Wall Street banks, accused of manipulating the prices of initial public offerings of technology companies during the market boom of the late 1990s and cheating small investors out of hundreds of millions of dollars, will not have to face a huge securities class-action lawsuit, a federal appeals court ruled yesterday.",
      "publication_date": "2006-12-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/06/technology/court-rejects-class-action-against-banks.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "Spam Doubles, Finding New Ways to Deliver Itself",
      "snippet": "The surge has left the antispam industry scrambling to develop new techniques to keep up.",
      "abstract": "The surge has left the antispam industry scrambling to develop new techniques to keep up.",
      "lead_paragraph": "Hearing from a lot of new friends lately? You know, the ones that write “It’s me, Esmeralda,” and tip you off to an obscure stock that is “poised to explode” or a great deal on prescription drugs.",
      "publication_date": "2006-12-06T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/06/technology/06spam.html",
      "byline": "By Brad Stone"
    },
    {
      "headline": "Iraqi Premier Moves to Plan Regional Talks",
      "snippet": "Iraqi Prime Min Nuri al-Maliki says he will send envoys to neighboring countries to plan conference on quelling increasingly anarchic war; Iraqi Study Group is expected to recommend same approach, as UN Sec Gen Kofi Annan has also done, and senior...",
      "abstract": "Iraqi Prime Min Nuri al-Maliki says he will send envoys to neighboring countries to plan conference on quelling increasingly anarchic war; Iraqi Study Group is expected to recommend same approach, as UN Sec Gen Kofi Annan has also done, and senior Bush administration officials now say they are working out ways to talk to Iran and Syria without appearing to concede principle of diplomatic cold shoulder; Maj Gen William Caldwell says Iraqis will take operational control of all Iraqi army divisions by early summer and security responsibility in all 18 provinces by next fall; says timetable arises from Pres Bush's meeting with Maliki; Maliki says meeting should be in Iraq and he seeks support, not interference, from neighbors; format of 2004 conference in Egypt cited; US commanders hope influx of US advisers will strengthen Iraqi forces; brutal attacks kill at least 54 Iraqis; photos; US soldier killed and four others wounded in guerrilla ambush in Baghdad; soldier killed and second wounded by bomb in Diyala (M)",
      "lead_paragraph": "BAGHDAD, Dec. 5 - Prime Minister Nuri Kamal al-Maliki said Tuesday that he would send envoys to neighboring countries to plan a conference on Iraq, adding momentum to calls for a regional approach to quell the increasingly anarchic war here.",
      "publication_date": "2006-12-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/06/world/middleeast/iraqi-premier-moves-to-plan-regional-talks.html",
      "byline": "By Edward Wong and Helene Cooper"
    },
    {
      "headline": "From Ruins of Afghan Buddhas, a History Grows",
      "snippet": "Empty niches in rock face where Bamiyan's colossal Buddhas stood for 1,500 years gape as silent cry at destruction wrought by Afghanistan's fanatical Taliban in 2001; photos; map; debate now is whether it is possible to restore great statues in Mu...",
      "abstract": "Empty niches in rock face where Bamiyan's colossal Buddhas stood for 1,500 years gape as silent cry at destruction wrought by Afghanistan's fanatical Taliban in 2001; photos; map; debate now is whether it is possible to restore great statues in Muslim country crippled by poverty and insurgency; valley northwest of Kabul is where sixth-century pilgrims flocked to worship and meditate in rock caves; UN designated ruins as endangered world heritage site and Unesco is overseeing emergency repairs; archaeologists use access to make new discoveries in caves and pursue ancient tales of third giant Buddha that might be buried between two that were destroyed; photos; map; Italian tunnel engineer Gedeone Tonoli explains most urgent task of securing cracking cliff face; restorer Edmund Melzl says Taliban did not take away stone but much of it crumbled to dust in explosion; carbon dating pinpoints construction of smaller statue to year 507, larger to year 554; workers recover nearly 3,000 pieces of surface plaster, some with paint traces, and wooden pegs and rope, all preserved in dry climate; reliquary also found; potential restoration explained (M)",
      "lead_paragraph": "BAMIYAN, Afghanistan - The empty niches that once held Bamiyan's colossal Buddhas now gape in the rock face -- a silent cry at the terrible destruction wrought on this fabled valley and its 1,500-year-old treasures, once the largest standing Buddha statues in the world.",
      "publication_date": "2006-12-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/06/world/asia/from-ruins-of-afghan-buddhas-a-history-grows.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "Subprime Loans Going From Boon to Housing Bane",
      "snippet": "Gains in home sales are being threatened by new breed of high-cost home loans, many resetting to even higher interest rates, that were mostly given to blacks, Hispanics and member of of other minority groups in last six years; delinquencies and fo...",
      "abstract": "Gains in home sales are being threatened by new breed of high-cost home loans, many resetting to even higher interest rates, that were mostly given to blacks, Hispanics and member of of other minority groups in last six years; delinquencies and foreclosures, though still low by historical standards, are rising fastest among these borrowers, group that is commonly referred to as subprime because they have troubled credit records or otherwise have difficulty obtaining mortgage; almost six million such loans were outstanding at end of June; housing advocates, regulators and lenders who have anticipated problem are trying to pre-empt it by reaching out to borrowers before they fall too far behind on monthly payments; they are moving to help them refinance, sell their property or restructure their debts; some homeowners faced with problem comment; map; graph; photos (L)",
      "lead_paragraph": "CHICAGO - In the housing boom of the last six years, millions of blacks, Hispanics and members of other minority groups achieved the dream of homeownership. While a steadily growing economy helped, experts say a new breed of high-cost home loans deserved much of the credit.",
      "publication_date": "2006-12-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/06/business/subprime-loans-going-from-boon-to-housing-bane.html",
      "byline": "By Vikas Bajaj and Ron Nixon"
    },
    {
      "headline": "Court Rejects Class Action Against Banks",
      "snippet": "The class action accused banks of manipulating the prices of initial public offerings of technology companies during the market boom of the late 1990s.",
      "abstract": "The class action accused banks of manipulating the prices of initial public offerings of technology companies during the market boom of the late 1990s.",
      "lead_paragraph": "Wall Street banks, accused of manipulating the prices of initial public offerings of technology companies during the market boom of the late 1990s and cheating small investors out of hundreds of millions of dollars, will not have to face a huge securities class-action lawsuit, a federal appeals court ruled yesterday.",
      "publication_date": "2006-12-06T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/06/technology/06wall.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "What Statistics on Home Sales Aren’t Saying",
      "snippet": "David Leonhardt column on some misleading information on house prices; holds depending on which set is being looked at, prices have either continued to rise or have fallen slightly over last year; says statistics are based only on homes that have ...",
      "abstract": "David Leonhardt column on some misleading information on house prices; holds depending on which set is being looked at, prices have either continued to rise or have fallen slightly over last year; says statistics are based only on homes that have actually sold; says numbers overlook all those homes that have been languishing on market for months, getting only offers that their owners have not been willing to accept; cites figures in various cities; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-12-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/06/business/what-statistics-on-home-sales-arent-saying.html",
      "byline": "By David Leonhardt"
    }
  ]
}