{
  "metadata": {
    "date": "2006-02-28",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Europeans Offer $144 Million Aid to Palestinians",
      "snippet": "After receiving a dire warning that the Palestinian Authority was so short of money that it might collapse in two weeks, the European Union on Monday offered $144 million in aid to the Palestinians before a Hamas government takes power.      The E...",
      "abstract": "After receiving a dire warning that the Palestinian Authority was so short of money that it might collapse in two weeks, the European Union on Monday offered $144 million in aid to the Palestinians before a Hamas government takes power.      The Europeans acted in partial response to a letter from James D. Wolfensohn, the special Middle East envoy of the so-called Quartet made up of the United States, the European Union, Russia and the United Nations.  ",
      "lead_paragraph": "JERUSALEM, Feb. 27 - After receiving a dire warning that the Palestinian Authority was so short of money that it might collapse in two weeks, the European Union on Monday offered $144 million in aid to the Palestinians before a Hamas government takes power.",
      "publication_date": "2006-02-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/28/world/middleeast/europeans-offer-144-million-aid-to-palestinians.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Lobbyist Turns Senator but Twists Same Arms",
      "snippet": "It might be said that Senator John Thune went through the revolving door -- backward.     As a lobbyist in 2003 and 2004, Mr. Thune earned $220,000 from the Dakota, Minnesota & Eastern Railroad, a small but ambitious company in South Dakota. The r...",
      "abstract": "It might be said that Senator John Thune went through the revolving door -- backward.     As a lobbyist in 2003 and 2004, Mr. Thune earned $220,000 from the Dakota, Minnesota & Eastern Railroad, a small but ambitious company in South Dakota. The railroad hopes to rebuild and rehabilitate 1,300 miles of track, the nation's largest proposed railroad expansion in more than a century.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-02-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/28/politics/lobbyist-turns-senator-but-twists-same-arms.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Internal Turmoil at Device Maker as Inquiry Grew",
      "snippet": "As the Guidant Corporation came under scrutiny last spring for not telling doctors about potentially fatal defects in its heart devices, the company's public message was upbeat and insistent: concerns about the safety of its products were overblow...",
      "abstract": "As the Guidant Corporation came under scrutiny last spring for not telling doctors about potentially fatal defects in its heart devices, the company's public message was upbeat and insistent: concerns about the safety of its products were overblown, it said, and perhaps even irresponsible.     But newly released documents show that, inside Guidant, executives were struggling to contain a mounting crisis. The records illustrate how a series of miscalculations by Guidant, like its misreading of doctors' tolerance for being kept in the dark and its initial decision not to recall the devices, put the company on the defensive. As a result, company executives repeatedly changed course.  ",
      "lead_paragraph": "As the Guidant Corporation came under scrutiny last spring for not telling doctors about potentially fatal defects in its heart devices, the company's public message was upbeat and insistent: concerns about the safety of its products were overblown, it said, and perhaps even irresponsible.",
      "publication_date": "2006-02-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/28/business/internal-turmoil-at-device-maker-as-inquiry-grew.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "Nations Rebuild Barriers to Deals",
      "snippet": "As the ties of world trade grow stronger and the tempo of globalization quickens, a boisterous player has re-emerged in the arena of cross-border mergers: government.      In the past month, efforts in continental Europe to keep foreign buyers out...",
      "abstract": "As the ties of world trade grow stronger and the tempo of globalization quickens, a boisterous player has re-emerged in the arena of cross-border mergers: government.      In the past month, efforts in continental Europe to keep foreign buyers out have spread. In the latest instance, French politicians said last weekend that the private utility Suez and Gaz de France would merge, effectively halting a bid by Enel, an Italian company, for Suez.  ",
      "lead_paragraph": "LONDON, Feb. 27 - As the ties of world trade grow stronger and the tempo of globalization quickens, a boisterous player has re-emerged in the arena of cross-border mergers: government.",
      "publication_date": "2006-02-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/28/business/worldbusiness/nations-rebuild-barriers-to-deals.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Short on Drivers, Truckers Offer Perks",
      "snippet": "The men gathered in front of the BZ Ballaz Club barbershop in a gritty, mostly Hispanic section of North Philadelphia were listening intently as Kimberly Cromer made her pitch for a career in long-haul trucking.     ''Why pull $7 an hour cutting h...",
      "abstract": "The men gathered in front of the BZ Ballaz Club barbershop in a gritty, mostly Hispanic section of North Philadelphia were listening intently as Kimberly Cromer made her pitch for a career in long-haul trucking.     ''Why pull $7 an hour cutting hair when you can make $19 an hour driving an 18-wheeler?'' Ms. Cromer said, handing the men a pamphlet in Spanish explaining the requirements for a federal commercial driver's license. ''Seriously guys, don't you want to get a job with a future and get out of this neighborhood to see the country?''  ",
      "lead_paragraph": "PHILADELPHIA - The men gathered in front of the BZ Ballaz Club barbershop in a gritty, mostly Hispanic section of North Philadelphia were listening intently as Kimberly Cromer made her pitch for a career in long-haul trucking.",
      "publication_date": "2006-02-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/28/us/short-on-drivers-truckers-offer-perks.html",
      "byline": "By Ian Urbina"
    },
    {
      "headline": "Refugee Crisis Grows as Darfur War Crosses a Border",
      "snippet": "The chaos in Darfur, the war-ravaged region in Sudan where more than 200,000 civilians have been killed, has spread across the border into Chad, deepening one of the world's worst refugee crises.      Arab gunmen from Darfur have pushed across the...",
      "abstract": "The chaos in Darfur, the war-ravaged region in Sudan where more than 200,000 civilians have been killed, has spread across the border into Chad, deepening one of the world's worst refugee crises.      Arab gunmen from Darfur have pushed across the desert and entered Chad, stealing cattle, burning crops and killing anyone who resists. The lawlessness has driven at least 20,000 Chadians from their homes, making them refugees in their own country.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-02-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/28/world/africa/refugee-crisis-grows-as-darfur-war-crosses-a-border.html",
      "byline": "By Lydia Polgreen"
    },
    {
      "headline": "Ending Tariffs Is Only the Start",
      "snippet": "The Venture International factory here, where rows of Laotian women sew flame-retardant cloth into coveralls for oil rig workers, should, in theory, benefit from a global agreement in December to eliminate almost all barriers imposed by rich natio...",
      "abstract": "The Venture International factory here, where rows of Laotian women sew flame-retardant cloth into coveralls for oil rig workers, should, in theory, benefit from a global agreement in December to eliminate almost all barriers imposed by rich nations on exports from the world's 50 poorest countries.     The coveralls fashioned at Venture's garment plant, several blocks from a secret military base where American officers once planned bombing raids against North Vietnam, are already worn by Halliburton and Schlumberger workers all over Southeast Asia. But because of tariffs up to 28 percent, the coveralls are not sold in the United States.  ",
      "lead_paragraph": "VIENTIANE, Laos - The Venture International factory here, where rows of Laotian women sew flame-retardant cloth into coveralls for oil rig workers, should, in theory, benefit from a global agreement in December to eliminate almost all barriers imposed by rich nations on exports from the world's 50 poorest countries.",
      "publication_date": "2006-02-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/28/business/worldbusiness/ending-tariffs-is-only-the-start.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "DuPont Looking to Displace Fossil Fuels as Building Blocks of Chemicals",
      "snippet": "Nestled away in a small room on DuPont's 150-acre research center in Wilmington, Del., robotic arms fill tiny tubes with gelatinous material that was extracted from corn and soybean plants. Other metallic arms will soon dip and measure and deconst...",
      "abstract": "Nestled away in a small room on DuPont's 150-acre research center in Wilmington, Del., robotic arms fill tiny tubes with gelatinous material that was extracted from corn and soybean plants. Other metallic arms will soon dip and measure and deconstruct each sample, spewing forth a list of its attributes and traits.     Only a fistful -- maybe one of every 50 -- will move on to the fermentation lab, a few buildings away. There, researchers will see how the samples react to different mixtures of air, glucose and microbes. Down the hall, other researchers will tinker with the microbes themselves.  ",
      "lead_paragraph": "Nestled away in a small room on DuPont's 150-acre research center in Wilmington, Del., robotic arms fill tiny tubes with gelatinous material that was extracted from corn and soybean plants. Other metallic arms will soon dip and measure and deconstruct each sample, spewing forth a list of its attributes and traits.",
      "publication_date": "2006-02-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/28/business/dupont-looking-to-displace-fossil-fuels-as-building-blocks-of.html",
      "byline": "By Claudia H. Deutsch"
    },
    {
      "headline": "Not All Roads Lead to China",
      "snippet": "From automobiles to semiconductors, China is fast catching up with the rest of the world in manufacturing prowess, making it a formidable competitor for exporters everywhere. But does its rise necessarily spell doom for Southeast Asia's big manufa...",
      "abstract": "From automobiles to semiconductors, China is fast catching up with the rest of the world in manufacturing prowess, making it a formidable competitor for exporters everywhere. But does its rise necessarily spell doom for Southeast Asia's big manufacturing centers?     Not according to Teh Hok Peng, a manager at the Taiwanese electronics maker BenQ's factory in Penang, Malaysia.  ",
      "lead_paragraph": "SINGAPORE, Feb. 27 - From automobiles to semiconductors, China is fast catching up with the rest of the world in manufacturing prowess, making it a formidable competitor for exporters everywhere. But does its rise necessarily spell doom for Southeast Asia's big manufacturing centers?",
      "publication_date": "2006-02-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/28/business/worldbusiness/not-all-roads-lead-to-china.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "New Homes Sold Slower in January; Prices Rose",
      "snippet": "Sales of new homes fell sharply last month, but prices increased -- a sign that home builders are luring buyers with incentives rather than lower prices and that demand, while weakening, remains healthy.     The Commerce Department reported yester...",
      "abstract": "Sales of new homes fell sharply last month, but prices increased -- a sign that home builders are luring buyers with incentives rather than lower prices and that demand, while weakening, remains healthy.     The Commerce Department reported yesterday that January sales of new homes fell 5 percent, to an annual pace of 1.23 million, its lowest level in a year. Inventory of unsold new homes rose to a record level -- to 528,000 in January, up 1.2 percent from December and more than 20 percent from a year ago.  ",
      "lead_paragraph": "Sales of new homes fell sharply last month, but prices increased -- a sign that home builders are luring buyers with incentives rather than lower prices and that demand, while weakening, remains healthy.",
      "publication_date": "2006-02-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/28/business/new-homes-sold-slower-in-january-prices-rose.html",
      "byline": "By Vikas Bajaj"
    }
  ]
}