{
  "metadata": {
    "date": "2006-02-17",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Farewell, Condo Cash-Outs",
      "snippet": "When developers in Arlington, Va., threw a party 18 months ago to showcase plans for Clarendon 1021, a condominium development that had not yet been built, 3,600 prospective buyers stood in line just for the chance to book reservations to bid on t...",
      "abstract": "When developers in Arlington, Va., threw a party 18 months ago to showcase plans for Clarendon 1021, a condominium development that had not yet been built, 3,600 prospective buyers stood in line just for the chance to book reservations to bid on the apartments.     Now, less than a year after the building opened, speculators in this and other buildings are putting dozens of units on the market at the same time, causing asking prices and profits to slip.  ",
      "lead_paragraph": "When developers in Arlington, Va., threw a party 18 months ago to showcase plans for Clarendon 1021, a condominium development that had not yet been built, 3,600 prospective buyers stood in line just for the chance to book reservations to bid on the apartments.",
      "publication_date": "2006-02-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/17/business/farewell-condo-cashouts.html",
      "byline": "By Motoko Rich"
    },
    {
      "headline": "Long Island Power Utility Up for Sale",
      "snippet": "The KeySpan Corporation, which provides electricity and natural gas to more than a million customers on Long Island, has been put up for sale and has already attracted offers of more than $6.5 billion, according to people involved in the process. ...",
      "abstract": "The KeySpan Corporation, which provides electricity and natural gas to more than a million customers on Long Island, has been put up for sale and has already attracted offers of more than $6.5 billion, according to people involved in the process.     Two big utility companies, Consolidated Edison and National Grid, have emerged as the front-runners to acquire KeySpan, and a bidding war between the two may ensue, these people said.  ",
      "lead_paragraph": "The KeySpan Corporation, which provides electricity and natural gas to more than a million customers on Long Island, has been put up for sale and has already attracted offers of more than $6.5 billion, according to people involved in the process.",
      "publication_date": "2006-02-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/17/business/long-island-power-utility-up-for-sale.html",
      "byline": "By Andrew Ross Sorkin and Jad Mouawad"
    },
    {
      "headline": "Mardi Gras Set for City Stripped of All but Pride",
      "snippet": "With a purplish dusk settling over the city, a few workers in a hurricane-damaged warehouse daub the final garish touches on an armada of Mardi Gras floats. Any day now, these grotesqueries on wheels will roll through city streets, reminding all w...",
      "abstract": "With a purplish dusk settling over the city, a few workers in a hurricane-damaged warehouse daub the final garish touches on an armada of Mardi Gras floats. Any day now, these grotesqueries on wheels will roll through city streets, reminding all who see them to seize the day, for tomorrow we fast.     Across the rutted street from the warehouse, the workers can gaze at the railroad tracks and see an endless stretch of unspoiled white government trailers, sitting on flatcars like a broken string of oversize, colorless Mardi Gras beads. A different kind of grotesquerie on wheels, these trailers will be homes for the fortunate, reminding all who see them that six months after Hurricane Katrina, hard times, not good times, continue to roll in the great city of New Orleans.  ",
      "lead_paragraph": "NEW ORLEANS, Feb. 16 - With a purplish dusk settling over the city, a few workers in a hurricane-damaged warehouse daub the final garish touches on an armada of Mardi Gras floats. Any day now, these grotesqueries on wheels will roll through city streets, reminding all who see them to seize the day, for tomorrow we fast.",
      "publication_date": "2006-02-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/17/us/nationalspecial/mardi-gras-set-for-city-stripped-of-all-but-pride.html",
      "byline": "By Dan Barry and Adam Nossiter"
    },
    {
      "headline": "Oil's a Means, Not an End, at Dubai Inc.",
      "snippet": "Sultan Ahmed bin Sulayem, slim, soft-spoken and with a worldly air that is right at home here in an elegant drawing room of an old-money West End hotel, is the personification of what outsiders increasingly refer to as Dubai Inc.     And he sees n...",
      "abstract": "Sultan Ahmed bin Sulayem, slim, soft-spoken and with a worldly air that is right at home here in an elegant drawing room of an old-money West End hotel, is the personification of what outsiders increasingly refer to as Dubai Inc.     And he sees no reason that Dubai, where he serves as one of the royal family's most trusted financial advisers, should not be accepted as a full-fledged and legitimate player on the global business stage.  ",
      "lead_paragraph": "LONDON, Feb. 16 - Sultan Ahmed bin Sulayem, slim, soft-spoken and with a worldly air that is right at home here in an elegant drawing room of an old-money West End hotel, is the personification of what outsiders increasingly refer to as Dubai Inc.",
      "publication_date": "2006-02-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/17/business/worldbusiness/oils-a-means-not-an-end-at-dubai-inc.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Welfare Agencies Seek Foster Children's Assets",
      "snippet": "In 2004, at the age of 14 and at his own desperate request, John G. became a ward of North Carolina.      His mother abandoned him for crack when he was 3, and his adoptive father died of cancer a year later. A succession of guardians beat him, ma...",
      "abstract": "In 2004, at the age of 14 and at his own desperate request, John G. became a ward of North Carolina.      His mother abandoned him for crack when he was 3, and his adoptive father died of cancer a year later. A succession of guardians beat him, made him sell drugs and refused to buy him toys.  ",
      "lead_paragraph": "GREENSBORO, N.C. - In 2004, at the age of 14 and at his own desperate request, John G. became a ward of North Carolina.",
      "publication_date": "2006-02-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/17/us/welfare-agencies-seek-foster-childrens-assets.html",
      "byline": "By Erik Eckholm"
    },
    {
      "headline": "On Private Web Site, Wal-Mart Chief Talks Tough",
      "snippet": "In a confidential, internal Web site for Wal-Mart's managers, the company's chief executive, H. Lee Scott Jr., seemed to have a rare, unscripted moment when one manager asked him why ''the largest company on the planet cannot offer some type of me...",
      "abstract": "In a confidential, internal Web site for Wal-Mart's managers, the company's chief executive, H. Lee Scott Jr., seemed to have a rare, unscripted moment when one manager asked him why ''the largest company on the planet cannot offer some type of medical retirement benefits?''     Mr. Scott first argues that the cost of such benefits would leave Wal-Mart at a competitive disadvantage but then, clearly annoyed, he suggests that the store manager is disloyal and should consider quitting.  ",
      "lead_paragraph": "In a confidential, internal Web site for Wal-Mart's managers, the company's chief executive, H. Lee Scott Jr., seemed to have a rare, unscripted moment when one manager asked him why \"the largest company on the planet cannot offer some type of medical retirement benefits?\"",
      "publication_date": "2006-02-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/17/business/on-private-web-site-walmart-chief-talks-tough.html",
      "byline": "By Steven Greenhouse and Michael Barbaro"
    },
    {
      "headline": "Accord in House to Hold Inquiry on Surveillance",
      "snippet": "Leaders of the House Intelligence Committee said Thursday that they had agreed to open a Congressional inquiry prompted by the Bush administration's domestic surveillance program. But a dispute immediately broke out among committee Republicans ove...",
      "abstract": "Leaders of the House Intelligence Committee said Thursday that they had agreed to open a Congressional inquiry prompted by the Bush administration's domestic surveillance program. But a dispute immediately broke out among committee Republicans over the scope of the inquiry.      Representative Heather A. Wilson, the New Mexico Republican and committee member who called last week for the investigation, said the review ''will have multiple avenues, because we want to completely understand the program and move forward.''  ",
      "lead_paragraph": "WASHINGTON, Feb. 16 - Leaders of the House Intelligence Committee said Thursday that they had agreed to open a Congressional inquiry prompted by the Bush administration's domestic surveillance program. But a dispute immediately broke out among committee Republicans over the scope of the inquiry.",
      "publication_date": "2006-02-17T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/17/politics/accord-in-house-to-hold-inquiry-on-surveillance.html",
      "byline": "By Eric Lichtblau and Sheryl Gay Stolberg"
    },
    {
      "headline": "Bid for Breakup of Time Warner Is Said to Falter",
      "snippet": "The financier Carl C. Icahn is backing away from his attempt to break Time Warner into pieces, looking instead to negotiate some smaller changes at the company in exchange for dropping his acrimonious campaign, according to people involved in the ...",
      "abstract": "The financier Carl C. Icahn is backing away from his attempt to break Time Warner into pieces, looking instead to negotiate some smaller changes at the company in exchange for dropping his acrimonious campaign, according to people involved in the discussions.     If Mr. Icahn and the Time Warner chairman, Richard D. Parsons, come to terms, Mr. Icahn would shelve the fight for control of Time Warner, with the backing of three investment funds and the investment banker Bruce Wasserstein of Lazard. People close to Mr. Icahn and Mr. Parsons said the two men were speaking yesterday, and that Mr. Icahn had presented Mr. Parsons with a list of proposals throughout the week.  ",
      "lead_paragraph": "The financier Carl C. Icahn is backing away from his attempt to break Time Warner into pieces, looking instead to negotiate some smaller changes at the company in exchange for dropping his acrimonious campaign, according to people involved in the discussions.",
      "publication_date": "2006-02-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/17/business/bid-for-breakup-of-time-warner-is-said-to-falter.html",
      "byline": "By Richard Siklos and Andrew Ross Sorkin"
    },
    {
      "headline": "Trade Deficit Will Only Decline With the Economy",
      "snippet": "TWO decades ago, at a street fair called the Flatbush Frolic, I met the young congressman who represented the Brooklyn district to which I had recently moved. Few others seemed interested in talking to him, and we chatted for a few minutes.     On...",
      "abstract": "TWO decades ago, at a street fair called the Flatbush Frolic, I met the young congressman who represented the Brooklyn district to which I had recently moved. Few others seemed interested in talking to him, and we chatted for a few minutes.     One of the things he told me has stuck with me all these years. He said he had been the only congressman from New York City to vote against a union-backed piece of protectionist legislation aimed at stemming imports of cheap clothes.  ",
      "lead_paragraph": "TWO decades ago, at a street fair called the Flatbush Frolic, I met the young congressman who represented the Brooklyn district to which I had recently moved. Few others seemed interested in talking to him, and we chatted for a few minutes.",
      "publication_date": "2006-02-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/17/business/worldbusiness/trade-deficit-will-only-decline-with-the-economy.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "China Seeking Auto Industry, Piece by Piece",
      "snippet": "China is pursuing a novel way to catapult its automaking into a global force: buy one of the world's most sophisticated engine plants, take it apart, piece by piece, transport it halfway around the globe and put it back together again at home.    ...",
      "abstract": "China is pursuing a novel way to catapult its automaking into a global force: buy one of the world's most sophisticated engine plants, take it apart, piece by piece, transport it halfway around the globe and put it back together again at home.      In the latest sign of this country's manufacturing ambitions, a major Chinese company, hand-in-hand with the Communist Party, is bidding to buy from DaimlerChrysler and BMW a car engine plant in Brazil.  ",
      "lead_paragraph": "CHONGQING, China, Feb. 16 - China is pursuing a novel way to catapult its automaking into a global force: buy one of the world's most sophisticated engine plants, take it apart, piece by piece, transport it halfway around the globe and put it back together again at home.",
      "publication_date": "2006-02-17T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/17/business/china-seeking-auto-industry-piece-by-piece.html",
      "byline": "By Keith Bradsher"
    }
  ]
}