{
  "metadata": {
    "date": "2006-09-11",
    "total_articles": 50
  },
  "articles": [
    {
      "headline": "Before Speeches, a Bush Strategy to Regain Edge",
      "snippet": "President Bush's top aides are striving to portray him as he appeared before Iraq and Hurricane Katrina.",
      "abstract": "President Bush's top aides are striving to portray him as he appeared before Iraq and Hurricane Katrina.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-09-09T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/09/us/politics/09elect.html",
      "byline": "By David E. Sanger and Sheryl Gay Stolberg"
    },
    {
      "headline": "Suicide Bomber Kills 16 in Kabul Near Embassy",
      "snippet": "The Kabul bombing came amid a sharp escalation of violence in Afghanistan.",
      "abstract": "The Kabul bombing came amid a sharp escalation of violence in Afghanistan.",
      "lead_paragraph": "KABUL, Afghanistan, Sept. 8  A suicide bomber smashed his car into an American military vehicle just yards from the United States Embassy in downtown Kabul on Friday morning, killing as many as 16 people and wounding 29, Afghan and American officials said. ",
      "publication_date": "2006-09-09T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/09/world/asia/09afghan.html",
      "byline": "By Carlotta Gall and Abdul Waheed Wafa"
    },
    {
      "headline": "A Cleric Steeped in Ways of Power",
      "snippet": "Ayatollah Ali Khamenei by most accounts has been the primary architect of Iran’s combative foreign policy.",
      "abstract": "Ayatollah Ali Khamenei by most accounts has been the primary architect of Iran’s combative foreign policy.",
      "lead_paragraph": "TEHRAN, Sept. 3  As Iran defies the West over its nuclear program, the public face of the nation has become the outspoken president, Mahmoud Ahmadinejad. But it is the supreme leader, Ayatollah Ali Khamenei, who by most accounts has been the primary architect of Iran’s combative foreign policy, and the force behind the president’s own power.",
      "publication_date": "2006-09-09T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/09/world/middleeast/09khamenei.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "Remote Control for Health Care",
      "snippet": "Remote-monitoring systems will allow those with chronic health problems to have their conditions constantly monitored as they go about their daily lives. ",
      "abstract": "Remote-monitoring systems will allow those with chronic health problems to have their conditions constantly monitored as they go about their daily lives. ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-09-09T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/09/business/09node.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "Baby-Faced Mayor Takes Over an Aging Pittsburgh",
      "snippet": "At 26, many people haven’t even decided on a career. Luke Ravenstahl is already the mayor of Pittsburgh. ",
      "abstract": "At 26, many people haven’t even decided on a career. Luke Ravenstahl is already the mayor of Pittsburgh. ",
      "lead_paragraph": "PITTSBURGH, Sept. 7 — At 26, many people haven’t even decided on a career. Luke Ravenstahl is already the mayor of Pittsburgh. ",
      "publication_date": "2006-09-09T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/09/us/09mayor.html",
      "byline": "By Ian Urbina"
    },
    {
      "headline": "A Different Strategy on Pensions",
      "snippet": "International Paper’s pension fund is three years into a broad revamping that has allowed it to keep going, even as other large companies have frozen theirs.",
      "abstract": "International Paper’s pension fund is three years into a broad revamping that has allowed it to keep going, even as other large companies have frozen theirs.",
      "lead_paragraph": "The winter of 2002 was a scary time for pension funds and the millions of Americans whose retirement they have promised to secure.",
      "publication_date": "2006-09-09T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/09/business/09pension.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "C.I.A. Said to Find No Hussein Link to Terror Chief",
      "snippet": "One report contradicted the Bush administration’s evidence of a close relationship between Iraq and Al Qaeda.",
      "abstract": "One report contradicted the Bush administration’s evidence of a close relationship between Iraq and Al Qaeda.",
      "lead_paragraph": "WASHINGTON, Sept. 8  The Central Intelligence Agency last fall repudiated the claim that there were prewar ties between Saddam Hussein’s government and an operative of Al Qaeda, Abu Musab al-Zarqawi, according to a report issued Friday by the Senate Intelligence Committee.",
      "publication_date": "2006-09-09T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/09/world/middleeast/09intel.html",
      "byline": "By Mark Mazzetti"
    },
    {
      "headline": "After 5 Years, His Voice Can Still Crack",
      "snippet": "After the 9/11 attacks, James J. Dunne III was thrust into a role he  never expected and never prepared for — not just to lead the firm Sandler O’Neill, but to save it.",
      "abstract": "After the 9/11 attacks, James J. Dunne III was thrust into a role he  never expected and never prepared for — not just to lead the firm Sandler O’Neill, but to save it.",
      "lead_paragraph": "TIME passes. Time heals.",
      "publication_date": "2006-09-09T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/09/business/09nocera.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "H.P. Chairwoman Aims Not to Be the Scapegoat",
      "snippet": "Patricia C. Dunn will have to convince Hewlett-Packard’s board that she should not be dumped for the scandal rocking the company.",
      "abstract": "Patricia C. Dunn will have to convince Hewlett-Packard’s board that she should not be dumped for the scandal rocking the company.",
      "lead_paragraph": "SAN FRANCISCO, Sept. 8 — Patricia C. Dunn, Hewlett-Packard’s chairwoman, was known as a remarkable saleswoman as she rose to the top of the financial industry.",
      "publication_date": "2006-09-09T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/09/technology/09hewlett.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Before Speeches, a Bush Strategy to Regain Edge",
      "snippet": "Pres Bush and his top aides, in sketching out strategy for fifth anniversary of Sept 11 attacks, have tried to reset clock back--to time before Iraq, when portraying Bush as steely commander in chief was far simpler task, and before Hurricane Katr...",
      "abstract": "Pres Bush and his top aides, in sketching out strategy for fifth anniversary of Sept 11 attacks, have tried to reset clock back--to time before Iraq, when portraying Bush as steely commander in chief was far simpler task, and before Hurricane Katrina, when questions about administration's competence did not weigh so heavily; from those discussions emerged speeches Bush has delivered over last week, leading edge of aggressive campaign in which he has tried to regain ground he has lost for more than two years, by turning conversation away from Iraq and back toward broader war on terror; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-09-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/09/us/politics/before-speeches-a-bush-strategy-to-regain-edge.html",
      "byline": "By David E. Sanger and Sheryl Gay Stolberg"
    },
    {
      "headline": "A Cleric Steeped in Ways of Power",
      "snippet": "Ayatollah Ali Khamenei, Iran's supreme leader, has been primary architect of Iran's combative foreign policy and force behind Pres Mahmoud Ahmadinejad's own power; Khamenei's political evolution charts his own rise to power; he questioned absolute...",
      "abstract": "Ayatollah Ali Khamenei, Iran's supreme leader, has been primary architect of Iran's combative foreign policy and force behind Pres Mahmoud Ahmadinejad's own power; Khamenei's political evolution charts his own rise to power; he questioned absolute power of Iran's supreme leader when he was Friday Prayer leader nearly two decades ago, saying Islamic law and Constitution must come first; today, he has emerged as aggressive defender of his own right to have final say in matters of state and religion--power he has not been afraid to exercise; photos (M)",
      "lead_paragraph": "TEHRAN, Sept. 3 - As Iran defies the West over its nuclear program, the public face of the nation has become the outspoken president, Mahmoud Ahmadinejad. But it is the supreme leader, Ayatollah Ali Khamenei, who by most accounts has been the primary architect of Iran's combative foreign policy, and the force behind the president's own power.",
      "publication_date": "2006-09-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/09/world/middleeast/a-cleric-steeped-in-ways-of-power.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "Remote Control for Health Care",
      "snippet": "The communications system at her home bedside can't cure Heather Huntoon. But it may be helping keep her alive.      Since the night 18 months ago when she woke up fearing she was having a heart attack, Mrs. Huntoon's life has been dominated by a ...",
      "abstract": "The communications system at her home bedside can't cure Heather Huntoon. But it may be helping keep her alive.      Since the night 18 months ago when she woke up fearing she was having a heart attack, Mrs. Huntoon's life has been dominated by a succession of heart, kidney and circulatory problems that have repeatedly landed her in the hospital.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/09/business/remote-control-for-health-care.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "After 5 Years, His Voice Can Still Crack",
      "snippet": "TIME passes. Time heals.     A few days before the fifth anniversary of the 9/11 attacks, I went to see James J. Dunne III, the managing partner of the small investment banking firm Sandler O'Neill & Partners. Sandler O'Neill, you may recall, was ...",
      "abstract": "TIME passes. Time heals.     A few days before the fifth anniversary of the 9/11 attacks, I went to see James J. Dunne III, the managing partner of the small investment banking firm Sandler O'Neill & Partners. Sandler O'Neill, you may recall, was one of the hardest hit firms that day. Its primary offices were on the 104th floor of the south tower of the World Trade Center; of the 83 employees (out of a total of 171) who were in the office that awful morning, only 17 made it out alive. Among the 66 who died were two of the three men who ran the firm: Herman Sandler, the co-founder, and Christopher Quackenbush, who headed investment banking.  ",
      "lead_paragraph": "TIME passes. Time heals.",
      "publication_date": "2006-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/09/business/after-5-years-his-voice-can-still-crack.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Suicide Bomber Kills 16 in Kabul Near Embassy",
      "snippet": "Suicide bomber smashes his car into US military vehicle near US Embassy in Kabul, Afghanistan, killing as many as 16 people and wounding 29; bombing is one of most powerful to shake capital since US forces drove Taliban from power in 2001; US mili...",
      "abstract": "Suicide bomber smashes his car into US military vehicle near US Embassy in Kabul, Afghanistan, killing as many as 16 people and wounding 29; bombing is one of most powerful to shake capital since US forces drove Taliban from power in 2001; US military confirms deaths of two soldiers and says two others were wounded; Afghan police put death toll at 11 civilians and 5 US soldiers; bombing comes amid sharp escalation of violence in Afghanistan, where NATO and US forces are waging offensive to crush Taliban insurgency that has revived with unexpected strength; Gen James L Jones, NATO's top commander of operations, asks for 2,000 to 2,500 people on top of roughly 18,500 soldiers NATO has already deployed in Afghanistan; photo (M)",
      "lead_paragraph": "KABUL, Afghanistan, Sept. 8 - A suicide bomber smashed his car into an American military vehicle just yards from the United States Embassy in downtown Kabul on Friday morning, killing as many as 16 people and wounding 29, Afghan and American officials said.",
      "publication_date": "2006-09-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/09/world/asia/suicide-bomber-kills-16-in-kabul-near-embassy.html",
      "byline": "By Carlotta Gall and Abdul Waheed Wafa"
    },
    {
      "headline": "A Different Strategy on Pensions",
      "snippet": "The winter of 2002 was a scary time for pension funds and the millions of Americans whose retirement they have promised to secure.     Investment losses had wiped away billions of dollars. Required contributions were ballooning. Some companies eve...",
      "abstract": "The winter of 2002 was a scary time for pension funds and the millions of Americans whose retirement they have promised to secure.     Investment losses had wiped away billions of dollars. Required contributions were ballooning. Some companies even started talking about going into bankruptcy, in part because they could no longer afford their pension obligations. Congress and the Bush administration began planning to tighten the law.  ",
      "lead_paragraph": "The winter of 2002 was a scary time for pension funds and the millions of Americans whose retirement they have promised to secure.",
      "publication_date": "2006-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/09/business/a-different-strategy-on-pensions.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "C.I.A. SAID TO FIND NO HUSSEIN LINK TO TERROR CHIEF",
      "snippet": "Senate Intelligence Committee report finds that CIA in fall of 2005 repudiated claim that there were prewar ties between Saddam Hussein's government and Al Qaeda operative Abu Musab al-Zarqawi; disclosure undercuts assertions by Bush administratio...",
      "abstract": "Senate Intelligence Committee report finds that CIA in fall of 2005 repudiated claim that there were prewar ties between Saddam Hussein's government and Al Qaeda operative Abu Musab al-Zarqawi; disclosure undercuts assertions by Bush administration that such ties existed, and that they provided evidence of links between between Iraq and Al Qaeda; report also contradicts claims made in Feb 2003 by Sec of State Colin Powell during speech to UN Security Council that made administration's case for going to war; committee, in second report, also criticizes administration for its reliance on Iraqi National Congress during prelude to war; findings are part of continuing inquiry by committee into prewar intelligence about Iraq; conclusions went beyond its earlier findings, issued in summer of 2004, by including criticism not just of US intelligence agencies but also of administration (M)",
      "lead_paragraph": "WASHINGTON, Sept. 8 - The Central Intelligence Agency last fall repudiated the claim that there were prewar ties between Saddam Hussein's government and an operative of Al Qaeda, Abu Musab al-Zarqawi, according to a report issued Friday by the Senate Intelligence Committee.",
      "publication_date": "2006-09-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/09/washington/cia-said-to-find-no-hussein-link-to-terror-chief.html",
      "byline": "By Mark Mazzetti"
    },
    {
      "headline": "H.P. Chairwoman Aims Not to Be the Scapegoat",
      "snippet": "Patricia C. Dunn, Hewlett-Packard's chairwoman, was known as a remarkable saleswoman as she rose to the top of the financial industry.     But on Sunday, she will have to sell her board on the idea that she should not be dumped as the scapegoat fo...",
      "abstract": "Patricia C. Dunn, Hewlett-Packard's chairwoman, was known as a remarkable saleswoman as she rose to the top of the financial industry.     But on Sunday, she will have to sell her board on the idea that she should not be dumped as the scapegoat for the scandal rocking the company. While the agenda item is how the company handled an investigation of its own directors -- and the possibly illegal techniques used to obtain their private phone records -- the underlying theme is whether she should remain.  ",
      "lead_paragraph": "SAN FRANCISCO, Sept. 8 - Patricia C. Dunn, Hewlett-Packard's chairwoman, was known as a remarkable saleswoman as she rose to the top of the financial industry.",
      "publication_date": "2006-09-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/09/technology/hp-chairwoman-aims-not-to-be-the-scapegoat.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Baby-Faced Mayor Takes Over an Aging Pittsburgh",
      "snippet": "City Council Pres Luke Ravenstahl, 26, became mayor of Pittsburgh after Bob O'Connor died of brain tumor on Sept 1; Ravenstahl, who is youngest mayor of any major city in country, is taking charge of city only recently back from brink of bankruptc...",
      "abstract": "City Council Pres Luke Ravenstahl, 26, became mayor of Pittsburgh after Bob O'Connor died of brain tumor on Sept 1; Ravenstahl, who is youngest mayor of any major city in country, is taking charge of city only recently back from brink of bankruptcy; he has yet to develop agenda of his own, but he is eager to strengthen city's economy; O'Connor's brief tenure corresponded with sense of renewed hope in city of 325,000; photo (M)",
      "lead_paragraph": "PITTSBURGH, Sept. 7 - At 26, many people haven't even decided on a career. Luke Ravenstahl is already the mayor of Pittsburgh.",
      "publication_date": "2006-09-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/09/us/babyfaced-mayor-takes-over-an-aging-pittsburgh.html",
      "byline": "By Ian Urbina"
    },
    {
      "headline": "From Driver to Passenger",
      "snippet": "In bringing on Alan R. Mulally, a former Boeing executive, William Clay Ford Jr. was conceding, very bravely and publicly, that he could not run the place by himself.\n\nBut hiring Mr. Mulally was just the first",
      "abstract": "In bringing on Alan R. Mulally, a former Boeing executive, William Clay Ford Jr. was conceding, very bravely and publicly, that he could not run the place by himself.\n\nBut hiring Mr. Mulally was just the first",
      "lead_paragraph": "DEARBORN, Mich.",
      "publication_date": "2006-09-10T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/09/10/business/yourmoney/10ford.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Battle Lines in Treating Depression",
      "snippet": "A controversial nerve stimulator implant to treat severe forms of depression has a company on edge.",
      "abstract": "A controversial nerve stimulator implant to treat severe forms of depression has a company on edge.",
      "lead_paragraph": "TAMARA KNIGHT remembers little of the summer of 2004 beyond a numbing despair that resisted 16 different antidepressant drugs. She dreaded a return to electroshock therapy, which she had tried periodically for years, because it brightened her mood for only a few weeks, at best, while progressively destroying her memory.",
      "publication_date": "2006-09-10T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/09/10/business/yourmoney/10cyber.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "A Day to Clear the View, and Remember",
      "snippet": "After five years, it's time to review those heartfelt vows, and renew them.",
      "abstract": "After five years, it's time to review those heartfelt vows, and renew them.",
      "lead_paragraph": "TIME has meaning only because we need it to. Five years is not organically more significant than four, or six, but we imbue it with importance because we need to pause, to remember, to measure, to think. Has it really been five years? It seems like a moment ago. It seems like an eternity.",
      "publication_date": "2006-09-10T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/09/10/jobs/10wcol.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Darfur Trembles as Peacekeepers’ Exit Looms",
      "snippet": "Fear is mounting in refugee camps as it grows more likely that African Union peacekeepers will leave or be ejected. ",
      "abstract": "Fear is mounting in refugee camps as it grows more likely that African Union peacekeepers will leave or be ejected. ",
      "lead_paragraph": "TAWILA, Sudan, Sept. 8 — They call this place Rwanda. ",
      "publication_date": "2006-09-10T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/10/world/africa/10darfur.html",
      "byline": "By Lydia Polgreen"
    },
    {
      "headline": "Seeking to Attract Top Prospects, Employers Brush Up on Brands",
      "snippet": "Human resources officers now find themselves courting interviewees who want, and even demand, a good reason to come on board.",
      "abstract": "Human resources officers now find themselves courting interviewees who want, and even demand, a good reason to come on board.",
      "lead_paragraph": "In July, Wheaton Franciscan Healthcare officially became the new name of a nonprofit organization made up of four health care entities in Iowa, Illinois and Wisconsin. ",
      "publication_date": "2006-09-10T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/09/10/jobs/10jmar.html",
      "byline": "By Coeli Carr"
    },
    {
      "headline": "How to Find a Fund’s True Colors",
      "snippet": "A year's proxy votes reveal exactly whose side mutual funds are on.",
      "abstract": "A year's proxy votes reveal exactly whose side mutual funds are on.",
      "lead_paragraph": "IS your mutual fund part of the problem in corporate America or part of the solution? Now that funds’ proxy votes have all been filed, you can find out.",
      "publication_date": "2006-09-10T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/09/10/business/yourmoney/10gret.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "At New Rentals, the Aim Is to Age With Creativity",
      "snippet": "The country’s first apartment community for creative older people has put the latest spin on late-life living.",
      "abstract": "The country’s first apartment community for creative older people has put the latest spin on late-life living.",
      "lead_paragraph": "BURBANK, Calif. — As hairdresser to the stars, Connie Nichols, an 86-year-old retiree (Apt. 225), has been on intimate terms with Olivia de Havilland’s hair, Ethel Merman’s hair, Doris Day’s hair and Natalie Wood’s hair, which she spritzed for her wedding to Robert Wagner. ",
      "publication_date": "2006-09-10T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/10/us/10senior.html",
      "byline": "By Patricia Leigh Brown"
    },
    {
      "headline": "More Muslims Arrive in U.S., After 9/11 Dip",
      "snippet": "Flow of immigrants from Muslim countries to United States thinned sharply after Sept 11, 2001, terrorist attacks, but Muslims once again appear to be moving to US in surprising numbers; nearly 96,000 people from Muslim countries became legal perma...",
      "abstract": "Flow of immigrants from Muslim countries to United States thinned sharply after Sept 11, 2001, terrorist attacks, but Muslims once again appear to be moving to US in surprising numbers; nearly 96,000 people from Muslim countries became legal permanent residents in 2005, more than in any year in previous 20 years; lures of economic opportunity and political freedom have led many immigrants to overcome fear that America is inhospitable for Muslims; photos; maps; graphs (L)",
      "lead_paragraph": "America's newest Muslims arrive in the afternoon crunch at John F. Kennedy International Airport. Their planes land from Dubai, Casablanca and Karachi. They stand in line, clasping documents. They emerge, sometimes hours later, steering their carts toward a flock of relatives, a stream of cabs, a new life.",
      "publication_date": "2006-09-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/09/10/nyregion/more-muslims-arrive-in-us-after-911-dip.html",
      "byline": "By Andrea Elliott"
    },
    {
      "headline": "From Driver to Passenger",
      "snippet": "Article on smaller role that William Clay Ford Jr may take on now that he has hired Alan Mulally as Ford's new chief executive; compares Ford's hands-on role when he ascended to chairmanship eight years ago and additional tasks he assumed after fi...",
      "abstract": "Article on smaller role that William Clay Ford Jr may take on now that he has hired Alan Mulally as Ford's new chief executive; compares Ford's hands-on role when he ascended to chairmanship eight years ago and additional tasks he assumed after firing company's first outside chief executive Jacques Nasser amid string of quarterly losses with lesser role he is likely to assume with Mulally in post; photos (M)",
      "lead_paragraph": "DEARBORN, Mich. - EIGHT years ago tomorrow, William Clay Ford Jr., wearing a navy blue double-breasted suit, a blue dress shirt and an excited smile, stood in front of a portrait of his great-grandfather, Henry Ford, and celebrated his ascension to the chairman's job at the Ford Motor Company.",
      "publication_date": "2006-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/09/10/business/yourmoney/from-driver-to-passenger.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Seeking to Attract Top Prospects, Employers Brush Up on Brands",
      "snippet": "Shift in work force demographics leaves human resources officers courting prospective employees who are comparing what companies are offering; employers hoping to lure top prospects must strengthen their brands to attract top talent; if company fa...",
      "abstract": "Shift in work force demographics leaves human resources officers courting prospective employees who are comparing what companies are offering; employers hoping to lure top prospects must strengthen their brands to attract top talent; if company falls short of its self-promotion, it sets itself up for high rate of employee turnover; photo (M)",
      "lead_paragraph": "In July, Wheaton Franciscan Healthcare officially became the new name of a nonprofit organization made up of four health care entities in Iowa, Illinois and Wisconsin.",
      "publication_date": "2006-09-10T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/09/10/jobs/seeking-to-attract-top-prospects-employers-brush-up-on-brands.html",
      "byline": "By Coeli Carr"
    },
    {
      "headline": "A Day to Clear the View, and Remember",
      "snippet": "Lisa Belkin Life's Work column on fifth anniversary of Sept 11, 2001, recalls her column just after attacks exhorting readers to live life to its fullest; notes people who have written to her about changes they have made in their lives; drawing (M...",
      "abstract": "Lisa Belkin Life's Work column on fifth anniversary of Sept 11, 2001, recalls her column just after attacks exhorting readers to live life to its fullest; notes people who have written to her about changes they have made in their lives; drawing (M)",
      "lead_paragraph": "TIME has meaning only because we need it to. Five years is not organically more significant than four, or six, but we imbue it with importance because we need to pause, to remember, to measure, to think. Has it really been five years? It seems like a moment ago. It seems like an eternity.",
      "publication_date": "2006-09-10T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/09/10/jobs/a-day-to-clear-the-view-and-remember.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "How to Find a Fund’s True Colors",
      "snippet": "Gretchen Morgenson column on revelations that have been unveiled about proxy votes now that mutual funds have been forced, for first time, to disclose which side they took in shareholder votes at annual meetings this year (M)",
      "abstract": "Gretchen Morgenson column on revelations that have been unveiled about proxy votes now that mutual funds have been forced, for first time, to disclose which side they took in shareholder votes at annual meetings this year (M)",
      "lead_paragraph": "IS your mutual fund part of the problem in corporate America or part of the solution? Now that funds' proxy votes have all been filed, you can find out.",
      "publication_date": "2006-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/09/10/business/yourmoney/how-to-find-a-funds-true-colors.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "At a Secret Interrogation, Dispute Flared Over Tactics",
      "snippet": "Interviews with law enforcement and intelligence officials show that interrogation in Thailand of Abu Zubaydah, first of Osama bin Laden's henchmen captured after Sept 11, 2001, terrorist attacks, was fraught with disputes about legality and utili...",
      "abstract": "Interviews with law enforcement and intelligence officials show that interrogation in Thailand of Abu Zubaydah, first of Osama bin Laden's henchmen captured after Sept 11, 2001, terrorist attacks, was fraught with disputes about legality and utility of harsh interrogation methods; rupture between FBI and CIA has yet to heal; Pres Bush has cited case in his call for ratification of tough interrogation techniques (L)",
      "lead_paragraph": "WASHINGTON, Sept. 9 - Abu Zubaydah, the first Osama bin Laden henchman captured by the United States after the terrorist attacks of Sept. 11, 2001, was bloodied and feverish when a C.I.A. security team delivered him to a secret safe house in Thailand for interrogation in the early spring of 2002. Bullet fragments had ripped through his abdomen and groin during a firefight in Pakistan several days earlier when he had been captured.",
      "publication_date": "2006-09-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/09/10/washington/at-a-secret-interrogation-dispute-flared-over-tactics.html",
      "byline": "By David Johnston"
    },
    {
      "headline": "Cheney’s Power No Longer Goes Unquestioned",
      "snippet": "Vice Pres Cheney is finding that his efforts to remake powers of presidency following 2001 terrorist attacks are no longer going unchallenged, as Congress and Supreme Court push back at his claim that president alone can set rules for terrorist su...",
      "abstract": "Vice Pres Cheney is finding that his efforts to remake powers of presidency following 2001 terrorist attacks are no longer going unchallenged, as Congress and Supreme Court push back at his claim that president alone can set rules for terrorist suspect detention and interrogation and for domestic spying; Cheney remains pivotal figure on national security issues but he now vies for influence with Sec of State Condoleezza Rice and national security adviser Stephen J Hadley; Cheney's power seems to have reached its peak in 2003 and 2004 before Iraq insurgency flared; photo (L)",
      "lead_paragraph": "WASHINGTON, Sept. 9 - From those first moments five years ago when Secret Service agents burst into Vice President Dick Cheney's office on Sept. 11, lifted him off his feet and propelled him to the underground Presidential Emergency Operations Center, the man who had returned to Washington that year to remake the powers of the presidency seemed unstoppable.",
      "publication_date": "2006-09-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/09/10/washington/cheneys-power-no-longer-goes-unquestioned.html",
      "byline": "By David E. Sanger and Eric Schmitt"
    },
    {
      "headline": "To Hold Senate, G.O.P. Bolsters Its Most Liberal",
      "snippet": "Republican Party is supporting Sen Lincoln Chafee, most liberal Republican in Senate, against conservative primary challenger Stephen Laffey; says it will concede state to Democrats if Laffey wins primary; Chafee has opposed many Republican center...",
      "abstract": "Republican Party is supporting Sen Lincoln Chafee, most liberal Republican in Senate, against conservative primary challenger Stephen Laffey; says it will concede state to Democrats if Laffey wins primary; Chafee has opposed many Republican centerpiece policies but Laffey is considered too conservative to win in Rhode Island; Chafee welcomes support but worries that it could hurt his appeal to Democratic and independent voters in general election; photos (L)",
      "lead_paragraph": "WARWICK, R.I., Sept. 9 - With a barrage of television advertisements and the mobilization of its get-out-the-vote machine, the national Republican Party has lined up in Rhode Island to beat back a conservative primary challenge to the most liberal Republican in the Senate, Lincoln Chafee. The outcome on Tuesday could help determine whether Democrats have a shot at taking back the Senate.",
      "publication_date": "2006-09-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/09/10/washington/to-hold-senate-gop-bolsters-its-most-liberal.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Battle Lines in Treating Depression",
      "snippet": "Article on controversial implanted device made by Cyberonics for treating depression; Food and Drug Administration, ignoring its own panel's recommendation, has decided to withhold approval of pocket-watch-sized generator implanted in chest that t...",
      "abstract": "Article on controversial implanted device made by Cyberonics for treating depression; Food and Drug Administration, ignoring its own panel's recommendation, has decided to withhold approval of pocket-watch-sized generator implanted in chest that transmits electronic pulses to major nerve pathway in neck for treating most intractable forms of depression; FDA and insurers as well as medical skeptics and public interest groups contend Cyberonics is peddling false hopes built on still unproved technology; photos (L)",
      "lead_paragraph": "TAMARA KNIGHT remembers little of the summer of 2004 beyond a numbing despair that resisted 16 different antidepressant drugs. She dreaded a return to electroshock therapy, which she had tried periodically for years, because it brightened her mood for only a few weeks, at best, while progressively destroying her memory.",
      "publication_date": "2006-09-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/09/10/business/yourmoney/battle-lines-in-treating-depression.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "Darfur Trembles as Peacekeepers’ Exit Looms",
      "snippet": "Darfur refugees at refugee camp near Tawila fear withdrawal of African Union peacekeepers will lead to slaughter; UN Sec Gen Kofi Annan has warned that Sudanese government will be held responsible for treatment of Darfur population; peacekeepers c...",
      "abstract": "Darfur refugees at refugee camp near Tawila fear withdrawal of African Union peacekeepers will lead to slaughter; UN Sec Gen Kofi Annan has warned that Sudanese government will be held responsible for treatment of Darfur population; peacekeepers can do little to help refugees and all but one aid group working in region has pulled out; photos; map (L)",
      "lead_paragraph": "TAWILA, Sudan, Sept. 8 - They call this place Rwanda.",
      "publication_date": "2006-09-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/09/10/world/africa/darfur-trembles-as-peacekeepers-exit-looms.html",
      "byline": "By Lydia Polgreen"
    },
    {
      "headline": "At New Rentals, the Aim Is to Age With Creativity",
      "snippet": "Burbank Senior Artists Colony in California is country's first apartment community for creative older people, offering art classes and studios; National Endowment for the Arts has recognized colony as model for creative aging; studies find that pe...",
      "abstract": "Burbank Senior Artists Colony in California is country's first apartment community for creative older people, offering art classes and studios; National Endowment for the Arts has recognized colony as model for creative aging; studies find that people 65 and older regularly involved in participatory arts programs report fewer doctors' visits and less need for medication; photos (L)",
      "lead_paragraph": "BURBANK, Calif. - As hairdresser to the stars, Connie Nichols, an 86-year-old retiree (Apt. 225), has been on intimate terms with Olivia de Havilland's hair, Ethel Merman's hair, Doris Day's hair and Natalie Wood's hair, which she spritzed for her wedding to Robert Wagner.",
      "publication_date": "2006-09-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/09/10/us/at-new-rentals-the-aim-is-to-age-with-creativity.html",
      "byline": "By Patricia Leigh Brown"
    },
    {
      "headline": "At OPEC, Some Worry as Oil Prices Start Falling",
      "snippet": "As OPEC ministers prepare to meet Monday, they are wondering not how high oil prices will rise, but how far they may drop.",
      "abstract": "As OPEC ministers prepare to meet Monday, they are wondering not how high oil prices will rise, but how far they may drop.",
      "lead_paragraph": "VIENNA, Sept. 10 — What a difference a few weeks can make. As OPEC ministers prepare to meet here Monday, the question on their minds is not how high oil prices will rise, but how far they may drop.",
      "publication_date": "2006-09-11T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/11/business/worldbusiness/11oil.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "An Industry Is Based on a Simple Masquerade",
      "snippet": "In recent years, dozens of Web sites have sprung up offering calling records to anyone with a credit card.",
      "abstract": "In recent years, dozens of Web sites have sprung up offering calling records to anyone with a credit card.",
      "lead_paragraph": "When Patrick Baird, a private detective in Granbury, Tex., was hunting a runaway or helping a husband find out if his wife was cheating, he would often look for clues in telephone records. He bought them from firms that specialized in obtaining them, and says he did not ask about their methods. ",
      "publication_date": "2006-09-11T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/11/technology/11hewlett.html",
      "byline": "By Matt Richtel and Miguel Helft"
    },
    {
      "headline": "A Comeback Overshadowed by a Blog",
      "snippet": "The New Republic’s suspension of an editor for his conduct online is a cautionary tale about the mainstream media’s engagement with the Web.",
      "abstract": "The New Republic’s suspension of an editor for his conduct online is a cautionary tale about the mainstream media’s engagement with the Web.",
      "lead_paragraph": "THERE was a stretch there — well, O.K., about a decade — when The New Republic fell out of the conversation. Long a Beltway touchstone, the thin little weekly with a soft spot for policy and fresh-faced Harvard grads seemed to lose momentum and then became a magazine of pure polemic at precisely the moment that blogs made argument ubiquitous, clickable and much more of a conversation. ",
      "publication_date": "2006-09-11T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/11/technology/11carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "How Will Apple’s Marketing Maestro Marry the Computer and the Home TV?",
      "snippet": "Apple’s chief executive touched off speculation last week about how far Apple will go as it takes its next big step into digital video.",
      "abstract": "Apple’s chief executive touched off speculation last week about how far Apple will go as it takes its next big step into digital video.",
      "lead_paragraph": "SAN FRANCISCO, Sept. 10 — Has Apple Computer’s chief executive, Steven P. Jobs, found a way to connect the PC to the TV?",
      "publication_date": "2006-09-11T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/11/technology/11apple.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Suicide Bomber Kills a Governor in Afghanistan",
      "snippet": "The governor of Paktia Province is the highest-ranking official to be killed since the Taliban began a campaign of suicide bombings last year.",
      "abstract": "The governor of Paktia Province is the highest-ranking official to be killed since the Taliban began a campaign of suicide bombings last year.",
      "lead_paragraph": "Correction Appended: For the Record",
      "publication_date": "2006-09-11T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/11/world/asia/11afghan.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "New Chapter in the Morning Wars",
      "snippet": "ABC’s “Good Morning America” is hoping that Katie Couric leaving “Today” will help it challenge NBC’s dominance in morning ratings.",
      "abstract": "ABC’s “Good Morning America” is hoping that Katie Couric leaving “Today” will help it challenge NBC’s dominance in morning ratings.",
      "lead_paragraph": "“Good Morning America” had been on the air for 13 minutes on the East Coast on Thursday when an embarrassing technical breakdown occurred: for nearly 30 seconds, a recorded interview with Hillary Rodham Clinton went silent, and viewers could hear the increasingly agitated voices of producers in the show’s Times Square control room as they tried to solve the problem.",
      "publication_date": "2006-09-11T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/11/business/media/11gma.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Portraits of Grief -- REVISITING THE FAMILIES",
      "snippet": "For a year after Sept. 11, reporters for The Times offered capsule portraits of 2,400 victims, including the eight below. Their families have now had five years to reflect, to mourn, to recover. Interviews with a sampling of them found that, while...",
      "abstract": "For a year after Sept. 11, reporters for The Times offered capsule portraits of 2,400 victims, including the eight below. Their families have now had five years to reflect, to mourn, to recover. Interviews with a sampling of them found that, while they were at markedly different stages in the healing process, many have found constructive ways of embracing life without forgetting. Widows and widowers have remarried. Children have gone on to college or begun first grade. Some people have settled into new homes, new geography. And a few, while still struggling with their loss, have arrived at surprising places that they could never have foreseen.  PAGES A14-15",
      "lead_paragraph": "For a year after Sept. 11, reporters for The Times offered capsule portraits of 2,400 victims, including the eight below. Their families have now had five years to reflect, to mourn, to recover. Interviews with a sampling of them found that, while they were at markedly different stages in the healing process, many have found constructive ways of embracing life without forgetting. Widows and widowers have remarried. Children have gone on to college or begun first grade. Some people have settled into new homes, new geography. And a few, while still struggling with their loss, have arrived at surprising places that they could never have foreseen. PAGES A14-15",
      "publication_date": "2006-09-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/11/us/front page/portraits-of-grief-revisiting-the-families.html",
      "byline": ""
    },
    {
      "headline": "Suicide Bomber Kills a Governor in Afghanistan",
      "snippet": "A provincial governor and close friend of President Hamid Karzai was killed along with two staff members by a suicide bomber as they drove away from the governor's office on Sunday, government officials said.      The governor, Hakim Taniwal of Pa...",
      "abstract": "A provincial governor and close friend of President Hamid Karzai was killed along with two staff members by a suicide bomber as they drove away from the governor's office on Sunday, government officials said.      The governor, Hakim Taniwal of Paktia Province, southeast of the capital, is the highest-ranking official to be killed since the Taliban began a campaign of suicide bombings last year, especially singling out senior government officials. At least two other governors and the chairman of the upper house of Parliament have narrowly escaped death in similar attacks.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-09-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/11/world/asia/suicide-bomber-kills-a-governor-in-afghanistan.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "Bush Mourns 9/11 at Ground Zero as N.Y. Remembers",
      "snippet": "Vowing that he was ''never going to forget the lessons of that day,'' President Bush paid tribute last night to the victims of the Sept. 11, 2001, terrorist attack, laying wreaths at ground zero, attending a prayer service at St. Paul's Chapel and...",
      "abstract": "Vowing that he was ''never going to forget the lessons of that day,'' President Bush paid tribute last night to the victims of the Sept. 11, 2001, terrorist attack, laying wreaths at ground zero, attending a prayer service at St. Paul's Chapel and making a surprise stop at a firehouse and a memorial museum overlooking the vast gash in the ground where the twin towers once stood.     The official commemoration of the fifth anniversary of the attacks, one of many memorial gatherings around New York and the United States yesterday, began without a word. The strains of bagpipes were all that could be heard as the president and Mrs. Bush, joined by Gov. George E. Pataki, Mayor Michael R. Bloomberg and former Mayor Rudolph W. Giuliani, descended into the pit at ground zero under a steel-gray sky.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-09-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/09/11/nyregion/nyregionspecial3/bush-mourns-911-at-ground-zero-as-ny-remembers.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "New Chapter in the Morning Wars",
      "snippet": "''Good Morning America'' had been on the air for 13 minutes on the East Coast on Thursday when an embarrassing technical breakdown occurred: for nearly 30 seconds, a recorded interview with Hillary Rodham Clinton went silent, and viewers could hea...",
      "abstract": "''Good Morning America'' had been on the air for 13 minutes on the East Coast on Thursday when an embarrassing technical breakdown occurred: for nearly 30 seconds, a recorded interview with Hillary Rodham Clinton went silent, and viewers could hear the increasingly agitated voices of producers in the show's Times Square control room as they tried to solve the problem.     Amid the clatter of this impromptu, behind-the-scenes audio tour of the nation's second-highest-rated morning show, viewers heard one male voice ask, firmly and evenly, ''What is going on?''  ",
      "lead_paragraph": "\"Good Morning America\" had been on the air for 13 minutes on the East Coast on Thursday when an embarrassing technical breakdown occurred: for nearly 30 seconds, a recorded interview with Hillary Rodham Clinton went silent, and viewers could hear the increasingly agitated voices of producers in the show's Times Square control room as they tried to solve the problem.",
      "publication_date": "2006-09-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/11/business/media/new-chapter-in-the-morning-wars.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "An Industry Is Based on a Simple Masquerade",
      "snippet": "When Patrick Baird, a private detective in Granbury, Tex., was hunting a runaway or helping a husband find out if his wife was cheating, he would often look for clues in telephone records. He bought them from firms that specialized in obtaining th...",
      "abstract": "When Patrick Baird, a private detective in Granbury, Tex., was hunting a runaway or helping a husband find out if his wife was cheating, he would often look for clues in telephone records. He bought them from firms that specialized in obtaining them, and says he did not ask about their methods.      But late last year, as scrutiny of such firms and their often deceptive practices heated up, Mr. Baird stopped giving them business.  ",
      "lead_paragraph": "When Patrick Baird, a private detective in Granbury, Tex., was hunting a runaway or helping a husband find out if his wife was cheating, he would often look for clues in telephone records. He bought them from firms that specialized in obtaining them, and says he did not ask about their methods.",
      "publication_date": "2006-09-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/11/technology/an-industry-is-based-on-a-simple-masquerade.html",
      "byline": "By Matt Richtel and Miguel Helft"
    },
    {
      "headline": "At OPEC, Some Worry as Oil Prices Start Falling",
      "snippet": "What a difference a few weeks can make. As OPEC ministers prepare to meet here Monday, the question on their minds is not how high oil prices will rise, but how far they may drop.     Crude oil prices have fallen more than $10 a barrel in the last...",
      "abstract": "What a difference a few weeks can make. As OPEC ministers prepare to meet here Monday, the question on their minds is not how high oil prices will rise, but how far they may drop.     Crude oil prices have fallen more than $10 a barrel in the last month, driving down the retail price of gasoline and providing some relief for consumers. While energy prices remain high, they have not risen to the heights that many analysts had feared, in part because of a light hurricane season this summer, the cease-fire between Israel and Hezbollah, and the fact that the United Nations has not imposed sanctions on Iran.  ",
      "lead_paragraph": "VIENNA, Sept. 10 - What a difference a few weeks can make. As OPEC ministers prepare to meet here Monday, the question on their minds is not how high oil prices will rise, but how far they may drop.",
      "publication_date": "2006-09-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/11/business/worldbusiness/at-opec-some-worry-as-oil-prices-start-falling.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "A Comeback Overshadowed by a Blog",
      "snippet": "THERE was a stretch there -- well, O.K., about a decade -- when The New Republic fell out of the conversation. Long a Beltway touchstone, the thin little weekly with a soft spot for policy and fresh-faced Harvard grads seemed to lose momentum and ...",
      "abstract": "THERE was a stretch there -- well, O.K., about a decade -- when The New Republic fell out of the conversation. Long a Beltway touchstone, the thin little weekly with a soft spot for policy and fresh-faced Harvard grads seemed to lose momentum and then became a magazine of pure polemic at precisely the moment that blogs made argument ubiquitous, clickable and much more of a conversation.      The magazine was vulnerable in part because it was so caught up in being transgressive and contrarian: a position here on Bosnia, there on Iraq and way over there on Israel. The growth of the blogs rendered The New Republic a curio, like the Sunday morning political shows, an artifact of political commentary that took six days to download after events actually took place. After a time, the institution that once bragged that it was the in-flight magazine of Air Force One seemed to become a Skymall catalog on the ''Lieberman for Senate'' campaign plane.  ",
      "lead_paragraph": "THERE was a stretch there -- well, O.K., about a decade -- when The New Republic fell out of the conversation. Long a Beltway touchstone, the thin little weekly with a soft spot for policy and fresh-faced Harvard grads seemed to lose momentum and then became a magazine of pure polemic at precisely the moment that blogs made argument ubiquitous, clickable and much more of a conversation.",
      "publication_date": "2006-09-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/11/technology/a-comeback-overshadowed-by-a-blog.html",
      "byline": "By David Carr"
    },
    {
      "headline": "How Will Apple’s Marketing Maestro Marry the Computer and the Home TV?",
      "snippet": "Has Apple Computer's chief executive, Steven P. Jobs, found a way to connect the PC to the TV?     With an enticing invitation proclaiming ''It's Showtime,'' Mr. Jobs last week touched off speculation about how far Apple will go as it takes its ne...",
      "abstract": "Has Apple Computer's chief executive, Steven P. Jobs, found a way to connect the PC to the TV?     With an enticing invitation proclaiming ''It's Showtime,'' Mr. Jobs last week touched off speculation about how far Apple will go as it takes its next big step into digital video.  ",
      "lead_paragraph": "SAN FRANCISCO, Sept. 10 - Has Apple Computer's chief executive, Steven P. Jobs, found a way to connect the PC to the TV?",
      "publication_date": "2006-09-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/09/11/technology/how-will-apples-marketing-maestro-marry-the-computer-and-the.html",
      "byline": "By John Markoff"
    }
  ]
}