{
  "metadata": {
    "date": "2006-01-25",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "With Focus on Youth, 2 Small TV Networks Unite",
      "snippet": "Two small television networks became a large one yesterday when CBS and the Warner Brothers Entertainment unit of Time Warner joined forces to form a new, youth-oriented network out of the programs on UPN and WB.     The new venture, called CW, wi...",
      "abstract": "Two small television networks became a large one yesterday when CBS and the Warner Brothers Entertainment unit of Time Warner joined forces to form a new, youth-oriented network out of the programs on UPN and WB.     The new venture, called CW, will take the most popular shows from UPN and WB, each of which has struggled to turn a profit.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/25/business/with-focus-on-youth-2-small-tv-networks-unite.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "As Gadgets Get It Together, Media Makers Fall Behind",
      "snippet": "AMID the cacophony of the sprawling Consumer Electronics Show in Las Vegas earlier this month, the main action had little to do with electronics. Sure, booth after booth claimed to have the biggest TV screen, the smallest music player and the nift...",
      "abstract": "AMID the cacophony of the sprawling Consumer Electronics Show in Las Vegas earlier this month, the main action had little to do with electronics. Sure, booth after booth claimed to have the biggest TV screen, the smallest music player and the niftiest wireless gizmo. But that was to be expected.      The real news was neither shiny nor tiny. The question in the air was what people will watch, listen to and do with these machines now that they are becoming interchangeable and interconnected.  ",
      "lead_paragraph": "AMID the cacophony of the sprawling Consumer Electronics Show in Las Vegas earlier this month, the main action had little to do with electronics. Sure, booth after booth claimed to have the biggest TV screen, the smallest music player and the niftiest wireless gizmo. But that was to be expected.",
      "publication_date": "2006-01-25T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2006/01/25/technology/techspecial2/as-gadgets-get-it-together-media-makers-fall-behind.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Any Science at Davos Is Anything but Dismal",
      "snippet": "Klaus Schwab, the Swiss professor-cum-event-planner who runs the World Economic Forum, is not about to complain, but the Bush administration has done him few favors lately.     First, Secretary of State Condoleezza Rice opted to skip the forum's a...",
      "abstract": "Klaus Schwab, the Swiss professor-cum-event-planner who runs the World Economic Forum, is not about to complain, but the Bush administration has done him few favors lately.     First, Secretary of State Condoleezza Rice opted to skip the forum's annual conference, which starts here on Wednesday, citing the press of business at home.  ",
      "lead_paragraph": "DAVOS, Switzerland, Jan. 24 - Klaus Schwab, the Swiss professor-cum-event-planner who runs the World Economic Forum, is not about to complain, but the Bush administration has done him few favors lately.",
      "publication_date": "2006-01-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/25/business/worldbusiness/any-science-at-davos-is-anything-but-dismal.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "J.&J. Plans To Take Pass On Guidant",
      "snippet": "Johnson & Johnson let lapse a crucial midnight deadline without raising its bid for Guidant, paving the way for Boston Scientific to emerge as the winner in the takeover battle, people involved in the negotiations said last night.      Barring a l...",
      "abstract": "Johnson & Johnson let lapse a crucial midnight deadline without raising its bid for Guidant, paving the way for Boston Scientific to emerge as the winner in the takeover battle, people involved in the negotiations said last night.      Barring a last-minute move by Johnson & Johnson, Guidant is expected to announce this morning that it will accept Boston Scientific's $27 billion offer, abandoning its deal with Johnson & Johnson, these people said.  ",
      "lead_paragraph": "Johnson & Johnson let lapse a crucial midnight deadline without raising its bid for Guidant, paving the way for Boston Scientific to emerge as the winner in the takeover battle, people involved in the negotiations said last night.",
      "publication_date": "2006-01-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/25/business/jj-plans-to-take-pass-on-guidant.html",
      "byline": "By Stephanie Saul"
    },
    {
      "headline": "White House Declines to Provide Storm Papers",
      "snippet": "The Bush administration, citing the confidentiality of executive branch communications, said Tuesday that it did not plan to turn over certain documents about Hurricane Katrina or make senior White House officials available for sworn testimony bef...",
      "abstract": "The Bush administration, citing the confidentiality of executive branch communications, said Tuesday that it did not plan to turn over certain documents about Hurricane Katrina or make senior White House officials available for sworn testimony before two Congressional committees investigating the storm response.     The White House this week also formally notified Representative Richard H. Baker, Republican of Louisiana, that it would not support his legislation creating a federally financed reconstruction program for the state that would bail out homeowners and mortgage lenders. Many Louisiana officials consider the bill crucial to recovery, but administration officials said the state would have to use community development money appropriated by Congress.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/25/politics/white-house-declines-to-provide-storm-papers.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "Tax Shelter Inquiry Expands",
      "snippet": "Federal prosecutors are investigating three lawyers at a prominent Dallas law firm, Jenkens & Gilchrist, in a widening of an investigation into questionable shelters that shielded billions of dollars from taxes, according to people briefed on the ...",
      "abstract": "Federal prosecutors are investigating three lawyers at a prominent Dallas law firm, Jenkens & Gilchrist, in a widening of an investigation into questionable shelters that shielded billions of dollars from taxes, according to people briefed on the inquiry.      The criminal investigation of the lawyers, now being heard by a grand jury in Manhattan, is a clear sign that the government is extending the investigation of tax shelters that it considers abusive beyond the case involving the accounting firm KPMG.  ",
      "lead_paragraph": "Federal prosecutors are investigating three lawyers at a prominent Dallas law firm, Jenkens & Gilchrist, in a widening of an investigation into questionable shelters that shielded billions of dollars from taxes, according to people briefed on the inquiry.",
      "publication_date": "2006-01-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/25/business/tax-shelter-inquiry-expands.html",
      "byline": "By Lynnley Browning"
    },
    {
      "headline": "Intel Inside. Huh?!",
      "snippet": "THE buzzwords for the 2006 technology outlook fly thick and fast in nerd circles: high-definition DVD. À la carte TV shows from the Internet. Windows Vista.     Most of these goodies will take time to reach the masses. One, however, has already ar...",
      "abstract": "THE buzzwords for the 2006 technology outlook fly thick and fast in nerd circles: high-definition DVD. À la carte TV shows from the Internet. Windows Vista.     Most of these goodies will take time to reach the masses. One, however, has already arrived, six months ahead of schedule: Apple's switch to Intel chips for its Macintosh computers.  ",
      "lead_paragraph": "THE buzzwords for the 2006 technology outlook fly thick and fast in nerd circles: high-definition DVD. À la carte TV shows from the Internet. Windows Vista.",
      "publication_date": "2006-01-25T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2006/01/25/technology/techspecial2/intel-inside-huh.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Palestinians Vote in First Legislative Elections in a Decade",
      "snippet": "For better or worse, Mahmoud Abbas, the Palestinian president, has gotten what he wanted: Palestinian legislative elections, the first such vote in a decade.      But Mr. Abbas's accomplishment with the election on Wednesday is also an extraordina...",
      "abstract": "For better or worse, Mahmoud Abbas, the Palestinian president, has gotten what he wanted: Palestinian legislative elections, the first such vote in a decade.      But Mr. Abbas's accomplishment with the election on Wednesday is also an extraordinary risk. He has decided to end the monopoly of his Fatah faction over all the instruments of power in the Palestinian territories, bringing the radical Islamic group Hamas into national politics.  ",
      "lead_paragraph": "RAMALLAH, West Bank, Jan. 24 - For better or worse, Mahmoud Abbas, the Palestinian president, has gotten what he wanted: Palestinian legislative elections, the first such vote in a decade.",
      "publication_date": "2006-01-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/25/world/middleeast/palestinians-vote-in-first-legislative-elections-in-a.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "After Subpoenas, Internet Searches Give Some Pause",
      "snippet": "Kathryn Hanson, a former telecommunications engineer who lives in Oakland, Calif., was looking at BBC News online last week when she came across an item about a British politician who had resigned over a reported affair with a ''rent boy.''      I...",
      "abstract": "Kathryn Hanson, a former telecommunications engineer who lives in Oakland, Calif., was looking at BBC News online last week when she came across an item about a British politician who had resigned over a reported affair with a ''rent boy.''      It was the first time Ms. Hanson had seen the term, so, in search of a definition, she typed it into Google. As Ms. Hanson scrolled through the results, she saw that several of the sites were available only to people over 18. She suddenly had a frightening thought. Would Google have to inform the government that she was looking for a rent boy -- a young male prostitute?  ",
      "lead_paragraph": "Kathryn Hanson, a former telecommunications engineer who lives in Oakland, Calif., was looking at BBC News online last week when she came across an item about a British politician who had resigned over a reported affair with a \"rent boy.\"",
      "publication_date": "2006-01-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/25/us/after-subpoenas-internet-searches-give-some-pause.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "Hard Times Haunt Enron's Ex-Workers",
      "snippet": "For Angelique Chappell, a former administrative assistant at Enron, it all now seems like a mirage.     There were the trips organized just for assistants, including one to California to visit a new chain of hotels where they would be booking rese...",
      "abstract": "For Angelique Chappell, a former administrative assistant at Enron, it all now seems like a mirage.     There were the trips organized just for assistants, including one to California to visit a new chain of hotels where they would be booking reservations for their bosses. There was the time she won a company drawing for seats behind the dugout at a Houston Astros baseball game in a stadium then known as Enron Field. And, she recalls, there were the American Express gift cards that were handed out frequently to those who answered a trivia question.  ",
      "lead_paragraph": "HOUSTON, Jan. 24 - For Angelique Chappell, a former administrative assistant at Enron, it all now seems like a mirage.",
      "publication_date": "2006-01-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/25/business/hard-times-haunt-enrons-exworkers.html",
      "byline": "By Simon Romero"
    },
    {
      "headline": "Pixar Creative Chief to Seek to Restore the Disney Magic",
      "snippet": "If Wall Street has been fascinated by the pas de deux featuring Robert A. Iger of the Walt Disney Company and Steven P. Jobs of Pixar Animation Studios, animators have been transfixed by someone else caught up in the dance: Pixar's creative leader...",
      "abstract": "If Wall Street has been fascinated by the pas de deux featuring Robert A. Iger of the Walt Disney Company and Steven P. Jobs of Pixar Animation Studios, animators have been transfixed by someone else caught up in the dance: Pixar's creative leader, John A. Lasseter, who will now face the challenge of reviving Disney's weakened animation unit without losing the magic at home.      In announcing their planned merger Tuesday, the two companies said Mr. Lasseter would be chief creative officer of the combined animation operations, while Pixar's president, Edwin E. Catmull, would become president.  ",
      "lead_paragraph": "LOS ANGELES, Jan. 24 - If Wall Street has been fascinated by the pas de deux featuring Robert A. Iger of the Walt Disney Company and Steven P. Jobs of Pixar Animation Studios, animators have been transfixed by someone else caught up in the dance: Pixar's creative leader, John A. Lasseter, who will now face the challenge of reviving Disney's weakened animation unit without losing the magic at home.",
      "publication_date": "2006-01-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/25/business/media/pixar-creative-chief-to-seek-to-restore-the-disney-magic.html",
      "byline": "By Charles Solomon"
    },
    {
      "headline": "On Party Lines, Panel Approves Alito for Court",
      "snippet": "The Senate Judiciary Committee voted along party lines Tuesday to approve the Supreme Court nomination of Judge Samuel A. Alito Jr. as senators turned the occasion into a broader and sometimes heated debate over the rancorous and partisan nature o...",
      "abstract": "The Senate Judiciary Committee voted along party lines Tuesday to approve the Supreme Court nomination of Judge Samuel A. Alito Jr. as senators turned the occasion into a broader and sometimes heated debate over the rancorous and partisan nature of the confirmation process.     Republicans threatened retaliation against future Democratic nominees, saying Democrats had rallied party members to vote against Judge Alito's confirmation for political reasons unrelated to his qualifications. Democrats said a close vote would warn President Bush not to name such conservative judges.  ",
      "lead_paragraph": "WASHINGTON, Jan. 24 - The Senate Judiciary Committee voted along party lines Tuesday to approve the Supreme Court nomination of Judge Samuel A. Alito Jr. as senators turned the occasion into a broader and sometimes heated debate over the rancorous and partisan nature of the confirmation process.",
      "publication_date": "2006-01-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/25/politics/politicsspecial1/on-party-lines-panel-approves-alito-for-court.html",
      "byline": "By David D. Kirkpatrick"
    }
  ]
}