{
  "metadata": {
    "date": "2006-10-30",
    "total_articles": 58
  },
  "articles": [
    {
      "headline": "Fewer Eggs, More Baskets in the Incubator",
      "snippet": "As a company that exists to create start-ups, Idealab is an incubator that may actually wind up succeeding.",
      "abstract": "As a company that exists to create start-ups, Idealab is an incubator that may actually wind up succeeding.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-28T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/28/business/28nocera.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Reluctance and Silence on Recalls",
      "snippet": "While most consumers are oblivious to product recalls, the basic problem remains that companies don’t like having to announce a recall.",
      "abstract": "While most consumers are oblivious to product recalls, the basic problem remains that companies don’t like having to announce a recall.",
      "lead_paragraph": "Marla Felcher is an authority on product safety, having studied it for more than eight years.",
      "publication_date": "2006-10-28T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/28/business/28money.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Burst of Wind-Driven Flames Engulfed Firefighters",
      "snippet": "The deaths of four crew members have shaken the close-knit world of firefighters in Beaumont, Calif.",
      "abstract": "The deaths of four crew members have shaken the close-knit world of firefighters in Beaumont, Calif.",
      "lead_paragraph": "BEAUMONT, Calif., Oct. 27 — The five firefighters of Engine Crew 57 did what they had been trained to do. Spotting great licks of flame nearing a modest house on Thursday morning, they jumped from their truck and began cutting brush and hosing the building. ",
      "publication_date": "2006-10-28T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/28/us/28blaze.html",
      "byline": "By Randal C. Archibold"
    },
    {
      "headline": "New York Bets on High-Tech to Aid Upstate",
      "snippet": "A chip factory is part of an ambitious effort to create a thriving high-technology hub in upstate New York.",
      "abstract": "A chip factory is part of an ambitious effort to create a thriving high-technology hub in upstate New York.",
      "lead_paragraph": "EAST FISHKILL, N.Y.  New video game consoles from Sony and Nintendo will soon join Microsoft’s year-old Xbox 360 on store shelves. Most of the microprocessor chips that animate the three machines are being made not in Asia but in a factory here, surrounded by woods, 70 miles north of Midtown Manhattan.",
      "publication_date": "2006-10-28T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/28/technology/28chips.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Growth Slackened in Summer",
      "snippet": "The housing market’s free fall slowed economic growth to its weakest pace since early 2003.",
      "abstract": "The housing market’s free fall slowed economic growth to its weakest pace since early 2003.",
      "lead_paragraph": " Chilled by a summer slowdown in the housing market, the economy was held to a growth rate of 1.6 percent in the third quarter, the lowest since early 2003, the government reported yesterday.",
      "publication_date": "2006-10-28T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/28/business/28econ.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "End of the Line for Ford Taurus ",
      "snippet": "The last Ford Taurus rolled off the assembly line, the end of a model that revolutionized the way cars were developed in Detroit.",
      "abstract": "The last Ford Taurus rolled off the assembly line, the end of a model that revolutionized the way cars were developed in Detroit.",
      "lead_paragraph": "DETROIT, Oct. 27 — The Ford Taurus is dead. Long live the Taurus?",
      "publication_date": "2006-10-28T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/28/business/28ford.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Sushi Is to Mrs. Paul’s as Green Tea Lattes Are to ...?",
      "snippet": "A Tokyo-based chain hopes to take on Starbucks by offering new gourmet tea drinks, including a latte made with green tea.",
      "abstract": "A Tokyo-based chain hopes to take on Starbucks by offering new gourmet tea drinks, including a latte made with green tea.",
      "lead_paragraph": "TOKYO, Oct. 18  Kouta Matsuda once successfully took on Starbucks. Now, Mr. Matsuda, a 37-year-old former banker, is challenging Starbucks again  this time in its own backyard  by offering new lattes with an Asian twist. They are made not with coffee, but with green tea.",
      "publication_date": "2006-10-28T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/28/business/worldbusiness/28koots.html",
      "byline": "By Martin Fackler"
    },
    {
      "headline": "Democrats Get Late Donations From Business",
      "snippet": "Corporate America is already thinking beyond Election Day, increasing its share of last-minute donations to Democrats.",
      "abstract": "Corporate America is already thinking beyond Election Day, increasing its share of last-minute donations to Democrats.",
      "lead_paragraph": "Editors’ Note Appended",
      "publication_date": "2006-10-28T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/28/us/politics/28hedge.html",
      "byline": "By Jeff Zeleny and Aron Pilhofer"
    },
    {
      "headline": "Rice’s Counselor Gives Advice Others May Not Want to Hear",
      "snippet": "Philip D. Zelikow’s confidential memos and proposals often depart sharply from the Bush administration’s current line.",
      "abstract": "Philip D. Zelikow’s confidential memos and proposals often depart sharply from the Bush administration’s current line.",
      "lead_paragraph": "WASHINGTON, Oct. 27  For the last 18 months, Philip D. Zelikow has churned out confidential memorandums and proposals for his boss and close friend, Condoleezza Rice, that often depart sharply from the Bush administration’s current line. ",
      "publication_date": "2006-10-28T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/28/world/28zelikow.html",
      "byline": "By Helene Cooper and David E. Sanger"
    },
    {
      "headline": "In Clean Politics, Flesh Is Pressed, Then Sanitized",
      "snippet": "Many politicians have become obsessive about using hand sanitizer after shaking hands on the stump.",
      "abstract": "Many politicians have become obsessive about using hand sanitizer after shaking hands on the stump.",
      "lead_paragraph": "WASHINGTON, Oct. 27 — Campaigns are filthy. Not only in terms of last-minute smears and dirty tricks. But also as in germs, parasites and all the bacterial unpleasantness that is spread around through so much glad-handing and flesh-pressing.",
      "publication_date": "2006-10-28T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/28/us/politics/28dirty.html",
      "byline": "By Mark Leibovich"
    },
    {
      "headline": "Growth Slackened in Summer",
      "snippet": "Commerce Department reports economy grew 1.6 percent in third quarter, slowest pace since early 2003; evidence of decline in inflation coupled with vigorous consumer spending left most economists saying that overall economy is unlikely to be dragg...",
      "abstract": "Commerce Department reports economy grew 1.6 percent in third quarter, slowest pace since early 2003; evidence of decline in inflation coupled with vigorous consumer spending left most economists saying that overall economy is unlikely to be dragged into recession even as housing market continues to falter; residential investment plummeted 17.4 percent in quarter, its biggest decline in more than 15 years, reducing economic growth in quarter by over 1.1 percentage points; Federal Reserve says inflation rose 2.3 percent in quarter, down from 2.7 percent in second quarter; Mortgage Bankers' Association director Orawin Velz estimates that fall in residential investment will continue to drag on economy through middle of 2007, but that its impact will decline over time; says supply and demand should come into balance by mid-2007 and that home construction will start rising next summer; graph (M)",
      "lead_paragraph": "Chilled by a summer slowdown in the housing market, the economy was held to a growth rate of 1.6 percent in the third quarter, the lowest since early 2003, the government reported yesterday.",
      "publication_date": "2006-10-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/28/business/growth-slackened-in-summer.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Burst of Wind-Driven Flames Engulfed Firefighters",
      "snippet": "US Forest Service firefighters Capt Mark Loutzenhiser, Jess McLean, Jason McKay and Daniel Hoover-Najera are killed and Pablo Cerda is critically injured when wind-driven wildfire explodes in gully in Esperanza, Calif; officials believe fire was i...",
      "abstract": "US Forest Service firefighters Capt Mark Loutzenhiser, Jess McLean, Jason McKay and Daniel Hoover-Najera are killed and Pablo Cerda is critically injured when wind-driven wildfire explodes in gully in Esperanza, Calif; officials believe fire was intentionally set; photos (M)",
      "lead_paragraph": "BEAUMONT, Calif., Oct. 27 - The five firefighters of Engine Crew 57 did what they had been trained to do. Spotting great licks of flame nearing a modest house on Thursday morning, they jumped from their truck and began cutting brush and hosing the building.",
      "publication_date": "2006-10-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/28/us/burst-of-winddriven-flames-engulfed-firefighters.html",
      "byline": "By Randal C. Archibold"
    },
    {
      "headline": "In Clean Politics, Flesh Is Pressed, Then Sanitized",
      "snippet": "Many politicians use hand sanitizers during peak season of handshaking; Sen Tom Coburn, physician, says every time you are with big groups of people, you are going to be exposed to viruses; Coburn says he washes his hands whenever possible but doe...",
      "abstract": "Many politicians use hand sanitizers during peak season of handshaking; Sen Tom Coburn, physician, says every time you are with big groups of people, you are going to be exposed to viruses; Coburn says he washes his hands whenever possible but does not use any antigerm lotions; Gov Bill Richardson of New Mexico is fervent nonuser of hand sanitizer; he says it is condescending to voters; Richardson holds Guinness Book of World Records mark for shaking most hands over eight-hour period (13,392, at New Mexico State Fair in 2002); Donald Trump says one of curses of American society is shaking hands; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 27 - Campaigns are filthy. Not only in terms of last-minute smears and dirty tricks. But also as in germs, parasites and all the bacterial unpleasantness that is spread around through so much glad-handing and flesh-pressing.",
      "publication_date": "2006-10-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/28/washington/the-2006-campaign-in-clean-politics-flesh-is-pressed-then.html",
      "byline": "By Mark Leibovich"
    },
    {
      "headline": "Reluctance and Silence on Recalls",
      "snippet": "Most consumers are oblivious to recall notices despite major recalls occurring several times per month; most remarkable thing about recalls is how few people respond to them; companies do not like to publicize that they sold defective products, bu...",
      "abstract": "Most consumers are oblivious to recall notices despite major recalls occurring several times per month; most remarkable thing about recalls is how few people respond to them; companies do not like to publicize that they sold defective products, but because few companies know who bought product, publicity is generally only way most can reach consumers; Rachel Weintraub, director for public safety at Consumer Federation of America, says whole system in which government, particularly Consumer Product Safety Commission, communicates to public is fatally flawed; it does not help that safety commission is severely limited in what it can say about safety investigations; even after recall is announced, it cannot disclose any information that recalling company does not want disclosed; some recent recalls discussed; drawing; chart (L)",
      "lead_paragraph": "Marla Felcher is an authority on product safety, having studied it for more than eight years.",
      "publication_date": "2006-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/28/business/reluctance-and-silence-on-recalls.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Democrats Get Late Donations From Business",
      "snippet": "Corporate America is already thinking beyond Election Day, increasing its last-minute donations to Democratic candidates and quietly devising strategies for how to work with Democrats if they win control of Congress; shift in political giving, for...",
      "abstract": "Corporate America is already thinking beyond Election Day, increasing its last-minute donations to Democratic candidates and quietly devising strategies for how to work with Democrats if they win control of Congress; shift in political giving, for first 18 days of October, has not been this pronounced in final stages of campaign since 1994, when Republicans swept control of House for first time in four decades; prospect of power shift is leading interest groups to begin rethinking well-established relationships, with business lobbyists going as far as finding potential Democratic allies in freshman class--even if they are trying to defeat them on campaign trail--and preparing to extend olive branch morning after election; graph shows that donations from corporate political action committees increased 11 percentage points in favor of Democratic candidates from Oct 1-18, compared with corporate giving from January through September (M)",
      "lead_paragraph": "WASHINGTON, Oct. 27 - Corporate America is already thinking beyond Election Day, increasing its share of last-minute donations to Democratic candidates and quietly devising strategies for how to work with Democrats if they win control of Congress.",
      "publication_date": "2006-10-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/28/us/politics/democrats-get-late-donations-from-business.html",
      "byline": "By Jeff Zeleny and Aron Pilhofer"
    },
    {
      "headline": "Sushi Is to Mrs. Paul’s as Green Tea Lattes Are to ...?",
      "snippet": "Kouta Matsuda opened first US store of his Tokyo-based chain Koots Green Tea in Bellevue, Wash; is hoping to tap into growing popularity among Americans of tea as low-caffeine alternative to coffee; Tea Association of USA says American sales of te...",
      "abstract": "Kouta Matsuda opened first US store of his Tokyo-based chain Koots Green Tea in Bellevue, Wash; is hoping to tap into growing popularity among Americans of tea as low-caffeine alternative to coffee; Tea Association of USA says American sales of tea have quadrupled over last decade, to $6.2 billion; tea's proponents point to recent research suggesting that tea--particularly green tea--is high in antioxidants that are said to fight cancer; food industry analysts say it will be hard to persuade American to swap their coffee beans for tea leaves; Matsuda comments; photos (L)",
      "lead_paragraph": "TOKYO, Oct. 18 - Kouta Matsuda once successfully took on Starbucks. Now, Mr. Matsuda, a 37-year-old former banker, is challenging Starbucks again -- this time in its own backyard -- by offering new lattes with an Asian twist. They are made not with coffee, but with green tea.",
      "publication_date": "2006-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/28/business/worldbusiness/sushi-is-to-mrs-pauls-as-green-tea-lattes-are-to.html",
      "byline": "By Martin Fackler"
    },
    {
      "headline": "End of the Line for Ford Taurus",
      "snippet": "Ford Motor Co's Taurus model rolled off assembly line for last time this week as Ford's new chief executive Alan R Mulally said struggling company needed to transform itself with grand new ambitions--same kind of ambitions that gave birth to Tauru...",
      "abstract": "Ford Motor Co's Taurus model rolled off assembly line for last time this week as Ford's new chief executive Alan R Mulally said struggling company needed to transform itself with grand new ambitions--same kind of ambitions that gave birth to Taurus, which became symbol of American automotive renaissance when it first went on sale in 1985; Taurus was top-selling car in country in last 1980s and mid-1990s, but soon after design was changed in 1996, sales dropped precipitously and never recovered; graph; photos (L)",
      "lead_paragraph": "DETROIT, Oct. 27 - The Ford Taurus is dead. Long live the Taurus?",
      "publication_date": "2006-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/28/business/end-of-the-line-for-ford-taurus.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Fewer Eggs, More Baskets in the Incubator",
      "snippet": "Joe Nocera Talking Business column on Google's plan to install large solar energy system on roof of its headquarters in Mountain View, Calif; says system is being built by EI Solutions, division of Energy Innovations, which is owned by Idealab, or...",
      "abstract": "Joe Nocera Talking Business column on Google's plan to install large solar energy system on roof of its headquarters in Mountain View, Calif; says system is being built by EI Solutions, division of Energy Innovations, which is owned by Idealab, original 'Internet incubator' founded in mid-1990s by Bill Gross; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/28/business/fewer-eggs-more-baskets-in-the-incubator.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Rice’s Counselor Gives Advice Others May Not Want to Hear",
      "snippet": "Philip D Zelikow, foreign policy adviser to Sec of State Condoleezza Rice, has churned out confidential memorandums and proposals for his boss that often depart from Bush administration's current line; one described potential for Iraq to become 'c...",
      "abstract": "Philip D Zelikow, foreign policy adviser to Sec of State Condoleezza Rice, has churned out confidential memorandums and proposals for his boss that often depart from Bush administration's current line; one described potential for Iraq to become 'catastrophic failure'; another was early call for changes in detention policy that many in State Dept believed was doing tremendous harm to US; others have proposed new diplomatic initiatives toward North Korea and Middle East, and one went as far as to call for reconsideration of phrase 'war on terror' because it alienated many Muslims--idea that fizzled after opposition from White House; Zelikow, who was executive director of 9/11 Commission, is being talked about inside State Dept as outside shot for vacant job of deputy secretary of state, but some believe that his management style is too combative for job; excerpts from some Zelikow comments; photos (M)",
      "lead_paragraph": "WASHINGTON, Oct. 27 - For the last 18 months, Philip D. Zelikow has churned out confidential memorandums and proposals for his boss and close friend, Condoleezza Rice, that often depart sharply from the Bush administration's current line.",
      "publication_date": "2006-10-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/28/world/rices-counselor-gives-advice-others-may-not-want-to-hear.html",
      "byline": "By Helene Cooper and David E. Sanger"
    },
    {
      "headline": "New York Bets on High-Tech to Aid Upstate",
      "snippet": "Sprawling IBM chip-making factory in East Fishkill, NY, offers glimpse of kind of manufacturing in which US still excels: automated production of advanced technology, requiring highly skilled workers--but not lot of them; modern factory is also im...",
      "abstract": "Sprawling IBM chip-making factory in East Fishkill, NY, offers glimpse of kind of manufacturing in which US still excels: automated production of advanced technology, requiring highly skilled workers--but not lot of them; modern factory is also important part of ambitious business-and-government effort to create thriving industrial cluster in upstate New York, based on microelectronics and nanotechnology, science of manipulating materials at molecular and atomic level; other pillar of plan is Albany NanoTech complex, research and development center at State University of New York at Albany; evolving cluster helped sway Advanced Micro Devices when it chose to build $3.2 computer chip factory in Saratoga County; map; photos (M)",
      "lead_paragraph": "EAST FISHKILL, N.Y. - New video game consoles from Sony and Nintendo will soon join Microsoft's year-old Xbox 360 on store shelves. Most of the microprocessor chips that animate the three machines are being made not in Asia but in a factory here, surrounded by woods, 70 miles north of Midtown Manhattan.",
      "publication_date": "2006-10-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/28/technology/new-york-bets-on-hightech-to-aid-upstate.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Looking Twice, or Not, at Take-Two",
      "snippet": "Investors seem to view the video game maker as corporate America’s answer to the lovable rogue.",
      "abstract": "Investors seem to view the video game maker as corporate America’s answer to the lovable rogue.",
      "lead_paragraph": "INVESTORS in Take-Two Interactive Software, a video game maker, seem to view it as corporate America’s answer to the lovable rogue. Never mind that both the Securities and Exchange Commission and Robert M. Morgenthau, the Manhattan district attorney, are investigating the company’s stock option grants, that it has not filed a financial statement with regulators since June, that its founder resigned, that the Nasdaq may soon delist its shares and that its business seems to be faltering.",
      "publication_date": "2006-10-29T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/10/29/business/yourmoney/29gret.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Businesses Seek Protection on Legal Front",
      "snippet": "Two industry groups with close ties to Bush administration officials are hoping to swing the regulatory pendulum in corporate America’s favor.",
      "abstract": "Two industry groups with close ties to Bush administration officials are hoping to swing the regulatory pendulum in corporate America’s favor.",
      "lead_paragraph": "WASHINGTON, Oct. 28  Frustrated with laws and regulations that have made companies and accounting firms more open to lawsuits from investors and the government, corporate America  with the encouragement of the Bush administration  is preparing to fight back. ",
      "publication_date": "2006-10-29T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/29/business/29corporate.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "Now Playing in Europe: The Future of Detroit",
      "snippet": "Successful carmakers on both continents are concentrating on a different strategy: find a niche, hone it and own it.",
      "abstract": "Successful carmakers on both continents are concentrating on a different strategy: find a niche, hone it and own it.",
      "lead_paragraph": "VALENCIENNES, France",
      "publication_date": "2006-10-29T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/10/29/business/yourmoney/29plants.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Helping Shops to Grow After the Banks Say No",
      "snippet": "Small-scale business owners in immigrant communities are often denied loans by mainstream institutions worried about the financial soundness of the businesses.",
      "abstract": "Small-scale business owners in immigrant communities are often denied loans by mainstream institutions worried about the financial soundness of the businesses.",
      "lead_paragraph": "FROM experienced businesswoman in Paraguay to loan shark’s debtor in New York.",
      "publication_date": "2006-10-29T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/10/29/jobs/29homefront.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "Democrats Push to Counter G.O.P. in Turnout Race",
      "snippet": "Democrats have invested heavily in catching up with the Republicans’ get-out-the-vote operation.",
      "abstract": "Democrats have invested heavily in catching up with the Republicans’ get-out-the-vote operation.",
      "lead_paragraph": "VINITA PARK, Mo., Oct. 28 — Democrats are pushing into high gear this weekend a sharply expanded campaign to get their voters to the polls, even as some party leaders expressed anxiety that Republicans would again out-organize them in the approximately 20 House and 3 Senate races that both sides agree will determine the outcome of the midterm elections.",
      "publication_date": "2006-10-29T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/29/us/politics/29vote.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "What Do Women Want? Just Ask",
      "snippet": "While women have always influenced decisions about big-ticket household purchases, their direct spending has expanded substantially in recent years.",
      "abstract": "While women have always influenced decisions about big-ticket household purchases, their direct spending has expanded substantially in recent years.",
      "lead_paragraph": "FOR most of the 27 years it has been in business in Canada, Shane Homes has staked its claim as one of the country’s leading regional homebuilders the old-fashioned way: it devised and executed cookie-cutter designs for new houses just as fast as the orders came in. As the economy of its home base, Calgary, Alberta, soared on the back of oil and gas riches, it could have continued minting money by sticking with that tried-and-true approach. But two years ago, smack in the middle of a housing boom and heightened competition, Shane Homes dumped its old ways and adopted a new blueprint. ",
      "publication_date": "2006-10-29T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/10/29/business/yourmoney/29women.html",
      "byline": "By Mickey Meece"
    },
    {
      "headline": "U.S. Jobs Shape Condoms’ Role in Foreign Aid",
      "snippet": "The history of the federal government’s condom purchases embodies the tradeoffs that characterize foreign aid American-style.",
      "abstract": "The history of the federal government’s condom purchases embodies the tradeoffs that characterize foreign aid American-style.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-29T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/29/world/29condoms.html",
      "byline": "By Celia W. Dugger"
    },
    {
      "headline": "Africa’s World of Forced Labor, in a 6-Year-Old’s Eyes",
      "snippet": "A vast traffic in children supports West and Central African fisheries, quarries, plantations and  markets.",
      "abstract": "A vast traffic in children supports West and Central African fisheries, quarries, plantations and  markets.",
      "lead_paragraph": "KETE KRACHI, Ghana — Just before 5 a.m., with the sky still dark over Lake Volta, Mark Kwadwo was rousted from his spot on the damp dirt floor. It was time for work.",
      "publication_date": "2006-10-29T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/29/world/africa/29ghana.html",
      "byline": "By Sharon LaFraniere"
    },
    {
      "headline": "What Do Women Want? Just Ask",
      "snippet": "Retailers are catering to tastes of women who have careers outside home and are pursuing hobbies and other pricey interests; phenomenon is readily appparent on Internet, where Web sites built around needs and interests of such groups as female hom...",
      "abstract": "Retailers are catering to tastes of women who have careers outside home and are pursuing hobbies and other pricey interests; phenomenon is readily appparent on Internet, where Web sites built around needs and interests of such groups as female homeowners and car buyers have gained steady traction; retailers like Home Depot, Lowe's, Sears, Best Buy and other recognize that women are running their households like purchasing managers; some are identifying stores that have more female shoppers and offering additional services, including sales support, customized signs and special product displays; NPD Group says women accounted for 33 percent of purchases at big-box retailers in 2005, up from 28 percent in 2003; graph; photos (L)",
      "lead_paragraph": "FOR most of the 27 years it has been in business in Canada, Shane Homes has staked its claim as one of the country's leading regional homebuilders the old-fashioned way: it devised and executed cookie-cutter designs for new houses just as fast as the orders came in. As the economy of its home base, Calgary, Alberta, soared on the back of oil and gas riches, it could have continued minting money by sticking with that tried-and-true approach. But two years ago, smack in the middle of a housing boom and heightened competition, Shane Homes dumped its old ways and adopted a new blueprint.",
      "publication_date": "2006-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/10/29/business/yourmoney/what-do-women-want-just-ask.html",
      "byline": "By Mickey Meece"
    },
    {
      "headline": "U.S. Investigates Voting Machines’ Venezuela Ties",
      "snippet": "Committee on Foreign Investment in the United States is investigating last year's takeover of Sequoia Voting Systems by Venezuelan software company Smartmatic Corp, which has been linked to leftist government of Pres Hugo Chavez; officials of Smar...",
      "abstract": "Committee on Foreign Investment in the United States is investigating last year's takeover of Sequoia Voting Systems by Venezuelan software company Smartmatic Corp, which has been linked to leftist government of Pres Hugo Chavez; officials of Smartmatic and Venezuelan government strongly deny that Chavez's administration has any role in Smartmatic; Smartmatic was little-known company with no experience in voting technology before it was chosen by Chavez government to replace Venezuela's election machinery ahead of contentious referendum that confirmed Chavez as president in August 2004; photo (L)",
      "lead_paragraph": "The federal government is investigating the takeover last year of a leading American manufacturer of electronic voting systems by a small software company that has been linked to the leftist Venezuelan government of President Hugo Chávez.",
      "publication_date": "2006-10-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/29/washington/us-investigates-voting-machines-venezuela-ties.html",
      "byline": "By Tim Golden"
    },
    {
      "headline": "The Elephant in the Room",
      "snippet": "Many people, especially Republicans, who once feistily shared their convictions about politics with Democrats are no longer openly discussing their views on Bush administration or war in Iraq; political experts say public discourse is dimming with...",
      "abstract": "Many people, especially Republicans, who once feistily shared their convictions about politics with Democrats are no longer openly discussing their views on Bush administration or war in Iraq; political experts say public discourse is dimming with people returning to manners of an earlier time when discussing politics was considered rude rather than enlightening; drawing; photos (M)",
      "lead_paragraph": "FOR years, Sheri Langham looked at the Republican politics of her parents as a tolerable quirk, one she could roll her eyes at and turn away from when the disagreements grew a bit deep.",
      "publication_date": "2006-10-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "9",
      "web_url": "https://www.nytimes.com/2006/10/29/fashion/the-elephant-in-the-room.html",
      "byline": "By Anne E. Kornblut"
    },
    {
      "headline": "Looking Twice, or Not, at Take-Two",
      "snippet": "Gretchen Morgenson article on Take-Take Interactive Software focuses on investments made in company by Fidelity Management and Research and Oppenheimer Funds; holds Oppenheimer owns almost 24 percent of Take-Two shares, while Fidelity owns 15 perc...",
      "abstract": "Gretchen Morgenson article on Take-Take Interactive Software focuses on investments made in company by Fidelity Management and Research and Oppenheimer Funds; holds Oppenheimer owns almost 24 percent of Take-Two shares, while Fidelity owns 15 percent; says Take-Two's biggest shareholders may not be concerned about its relationship with Alliance Distributors Holdings; says Alliance has filed regulatory documents that indicate that Take-Two is among its most important suppliers; says trouble is, Alliance appears to be affiliated with company that, Securities and Exchange Commission said last year, figured in scheme by Take-Two and four of its executives to manipulate company's earnings six years ago (L)",
      "lead_paragraph": "INVESTORS in Take-Two Interactive Software, a video game maker, seem to view it as corporate America's answer to the lovable rogue. Never mind that both the Securities and Exchange Commission and Robert M. Morgenthau, the Manhattan district attorney, are investigating the company's stock option grants, that it has not filed a financial statement with regulators since June, that its founder resigned, that the Nasdaq may soon delist its shares and that its business seems to be faltering.",
      "publication_date": "2006-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/10/29/business/yourmoney/looking-twice-or-not-at-taketwo.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Now Playing in Europe: The Future of Detroit",
      "snippet": "Toyota, BMW and other successful carmakers are concentrating on finding niche market, honing it and owning it; European market is not dominated by any single player or small group of players with market shares that dwarf smaller competitors way Ge...",
      "abstract": "Toyota, BMW and other successful carmakers are concentrating on finding niche market, honing it and owning it; European market is not dominated by any single player or small group of players with market shares that dwarf smaller competitors way General Motors, Ford Motor and Chrysler once did in US; Europe's car sales are splintered such that 5 percent is enough to make difference, and 20 percent is more than anyone can expect; no American company can automatically count on selling hundreds of thousands of one particular model annually as they could even five years ago, meaning that they must find ways to profitably stay on top of market trends; while some national loyalty lingers in Europe, as it does in US, no company can rely on such loyalty to sell cars; graph; photos (L)",
      "lead_paragraph": "VALENCIENNES, France - WALK inside Toyota's five-year-old factory here, an hour's drive from the Belgian border, and step into a world stuck on fast-forward. Yellow forklifts speed down aisles bearing fresh supplies of parts, forcing visitors to flatten themselves against the concrete walls as the deliveries go by.",
      "publication_date": "2006-10-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/10/29/business/yourmoney/now-playing-in-europe-the-future-of-detroit.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Africa’s World of Forced Labor, in a 6-Year-Old’s Eyes",
      "snippet": "Profile of 6-year-old Mark Kwado, who is part of vast traffic in children that supports West and Central African fisheries, agriculture and street markets; boys are put to work as field workers and manual laborers, while girls become domestic serv...",
      "abstract": "Profile of 6-year-old Mark Kwado, who is part of vast traffic in children that supports West and Central African fisheries, agriculture and street markets; boys are put to work as field workers and manual laborers, while girls become domestic servants and prostitutes; African children account for roughly one-sixth of world's 1.2 million children sold into servitude every year in illicit trade that generates as much as $10 billion annually; Kwado lives with other indentured workers in miniature labor camp in Ghana, deprived of schooling, basic necessities and freedom; photos; map (L)",
      "lead_paragraph": "KETE KRACHI, Ghana - Just before 5 a.m., with the sky still dark over Lake Volta, Mark Kwadwo was rousted from his spot on the damp dirt floor. It was time for work.",
      "publication_date": "2006-10-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/29/world/africa/africas-world-of-forced-labor-in-a-6yearolds-eyes.html",
      "byline": "By Sharon Lafraniere"
    },
    {
      "headline": "U.S. Jobs Shape Condoms’ Role in Foreign Aid",
      "snippet": "Alabama's condom manufacturers in recent years fell behind on orders; federal aid agency dispensing condoms for AIDS prevention and family planning overseas began buying them from Asia until Republican Sen Jeff Sessions quietly pressed to maintain...",
      "abstract": "Alabama's condom manufacturers in recent years fell behind on orders; federal aid agency dispensing condoms for AIDS prevention and family planning overseas began buying them from Asia until Republican Sen Jeff Sessions quietly pressed to maintain unqualified priority for American-made condoms; problem goes to heart of intensifying debate among wealthy nations about to what degree foreign aid is about saving jobs at home or lives abroad; Britain, Ireland and Norway have opened contracts on global poverty programs to foreign competition, while US continues to restrict bidding; map; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/29/world/us-jobs-shape-condoms-role-in-foreign-aid.html",
      "byline": "By Celia W. Dugger"
    },
    {
      "headline": "Helping Shops to Grow After the Banks Say No",
      "snippet": "Nonprofit Accion New York provides business loans to people in New York City whose credit histories, or lack of credit histories, prompt rejections from banks; says 95 percent of clients are minority, almost all immigrants and 40 percent women; ph...",
      "abstract": "Nonprofit Accion New York provides business loans to people in New York City whose credit histories, or lack of credit histories, prompt rejections from banks; says 95 percent of clients are minority, almost all immigrants and 40 percent women; photo (M)",
      "lead_paragraph": "FROM experienced businesswoman in Paraguay to loan shark's debtor in New York.",
      "publication_date": "2006-10-29T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/10/29/jobs/helping-shops-to-grow-after-the-banks-say-no.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "Democrats Push to Counter G.O.P. in Turnout Race",
      "snippet": "Democrats are pushing sharply expanded program to get voters to polls, fearing that Republicans might out-organize them in race for approximately 20 House and 3 Senate seats that will determine outcome of election; control of Congress rests on rel...",
      "abstract": "Democrats are pushing sharply expanded program to get voters to polls, fearing that Republicans might out-organize them in race for approximately 20 House and 3 Senate seats that will determine outcome of election; control of Congress rests on relatively thin margin and turnout efforts could make difference; Democratic national chairman Howard Dean says Republicans continue to have clear superiority in identifying voters they can persuade and getting them to polls, but other Democratic leaders are increasingly confident about their party's ability to achieve parity; graphs; photos (L)",
      "lead_paragraph": "VINITA PARK, Mo., Oct. 28 - Democrats are pushing into high gear this weekend a sharply expanded campaign to get their voters to the polls, even as some party leaders expressed anxiety that Republicans would again out-organize them in the approximately 20 House and 3 Senate races that both sides agree will determine the outcome of the midterm elections.",
      "publication_date": "2006-10-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/29/us/politics/democrats-push-to-counter-gop-in-turnout-race.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Businesses Seek Protection on Legal Front",
      "snippet": "Industry groups with close ties to Bush administration officials are drafting proposals to provide broad new protections to corporations and accounting firms from criminal prosecution as well as stronger shield against civil lawsuits from investor...",
      "abstract": "Industry groups with close ties to Bush administration officials are drafting proposals to provide broad new protections to corporations and accounting firms from criminal prosecution as well as stronger shield against civil lawsuits from investors; goal is to limit firms' liabilities and force prosecutors to target individual wrongdoers rather than companies; proposals come in response to 2002 Sarbanes-Oxley Act that placed significant new requirements on companies and gave Securities and Exchange Commission broad discretion for interpretation; groups were formed by United States Chamber of Commerce and Harvard law Prof Hal S Scott; photos (L)",
      "lead_paragraph": "WASHINGTON, Oct. 28 - Frustrated with laws and regulations that have made companies and accounting firms more open to lawsuits from investors and the government, corporate America -- with the encouragement of the Bush administration -- is preparing to fight back.",
      "publication_date": "2006-10-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/29/business/businesses-seek-protection-on-legal-front.html",
      "byline": "By Stephen Labaton"
    },
    {
      "headline": "U.S. Is Said to Fail in Tracking Arms Shipped to Iraqis",
      "snippet": "Hundreds of thousands of weapons intended for Iraqi security forces were not properly monitored, a new federal report said. ",
      "abstract": "Hundreds of thousands of weapons intended for Iraqi security forces were not properly monitored, a new federal report said. ",
      "lead_paragraph": "The American military has not properly tracked hundreds of thousands of weapons intended for Iraqi security forces and has failed to provide spare parts, maintenance personnel or even repair manuals for most of the weapons given to the Iraqis, a federal report released Sunday has concluded.",
      "publication_date": "2006-10-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/30/world/middleeast/30reconstruct.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "A Dot-Com Survivor’s Long Road",
      "snippet": "The collapse of the dot-com boom forced Shutterfly, the online photo printing service, to take seven years and $90 million to get to its I.P.O.",
      "abstract": "The collapse of the dot-com boom forced Shutterfly, the online photo printing service, to take seven years and $90 million to get to its I.P.O.",
      "lead_paragraph": "SAN FRANCISCO, Oct. 29 — When Jim Clark started Shutterfly, the online photo printing service, in December 1999, a 2-megapixel digital camera could set you back $800, investor enthusiasm for e-commerce was soaring and the words “Internet” and “bust” were rarely used in the same sentence.",
      "publication_date": "2006-10-30T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/30/technology/30shutterfly.html",
      "byline": "By Miguel Helft"
    },
    {
      "headline": "Marketers Demanding Better Count of the Clicks",
      "snippet": "Marketers begin to ask for better proof of effectiveness of Internet ads; group of large companies including Kimberly-Clark, Colgate-Palmolive and Ford Motor say they will demand online publishers hire auditors to monitor ads; online companies suc...",
      "abstract": "Marketers begin to ask for better proof of effectiveness of Internet ads; group of large companies including Kimberly-Clark, Colgate-Palmolive and Ford Motor say they will demand online publishers hire auditors to monitor ads; online companies such as Google, Yahoo and LookSmart meet with industry groups to explain how click-based advertising works; find ways to battle click fraud; Interactive Advertising Bureau says Internet ads accounted for 4.7 percent, or $12.5 billion, of total $267 billion spent on advertising last year (M)",
      "lead_paragraph": "Internet companies have had great success selling advertising space, in part because the effectiveness of those ads is supposedly so easily measured. But marketers, even as they continue to push more of their ad budgets online, are starting to ask for better proof.",
      "publication_date": "2006-10-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/30/technology/marketers-demanding-better-count-of-the-clicks.html",
      "byline": "By Louise Story"
    },
    {
      "headline": "At College for Deaf, Trustees Drop New Leader",
      "snippet": "Gallaudet University board of trustees abandons its choice of institution's next president after months of widening and unrelenting protests by students, faculty, alumni and advocates; terminates contract of Jane K Fernandes, who claims her oppone...",
      "abstract": "Gallaudet University board of trustees abandons its choice of institution's next president after months of widening and unrelenting protests by students, faculty, alumni and advocates; terminates contract of Jane K Fernandes, who claims her opponents do not consider her culturally 'deaf enough'; victory of protesters almost certainly means next president must be seen as firmly committed to nurturing deaf identity among students and advocating for deaf rights; Fernandes has argued that Gallaudet's survival depends on aggressively recruiting among all deaf students, and in harnessing any available technology to help them advance; says while American Sign Language would play crucial role, she could never envision banning spoken language at Gallaudet, as some students are demanding (M)",
      "lead_paragraph": "WASHINGTON, Oct. 29 - Surrendering to months of widening and unrelenting protests by students, faculty, alumni and advocates, the board of trustees of Gallaudet University, the nation's premier university for the deaf, abandoned its choice of the institution's next president.",
      "publication_date": "2006-10-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/30/education/at-college-for-deaf-trustees-drop-new-leader.html",
      "byline": "By Diana Jean Schemo"
    },
    {
      "headline": "Man Walks Into a Celebrity Lunch... and the Jokes Are All Written for Him",
      "snippet": "Tom Freston is honored at annual roast for media executives after he is fired as chief executive of Viacom; routines by Freston, News Corp president Peter A Chernin, and other moguls were well-received by audience; Mark S Katz worked with Freston ...",
      "abstract": "Tom Freston is honored at annual roast for media executives after he is fired as chief executive of Viacom; routines by Freston, News Corp president Peter A Chernin, and other moguls were well-received by audience; Mark S Katz worked with Freston on speech; material did not directly attack Viacom chairman Sumner M Redstone who removed Freston from his position after 20 years; CBS Corp chief executive Les Moonves and Freston's successor Philippe P Dauman were present; Redstone did not attend event; photos (M)",
      "lead_paragraph": "When Tom Freston agreed to be the guest of honor at an annual roast for media executives in New York, it was before he was fired as chief executive of Viacom. So when the event went on as scheduled last Wednesday, it seemed that it would be a somber or at least uncomfortable event.",
      "publication_date": "2006-10-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/30/business/media/man-walks-into-a-celebrity-lunch-and-the-jokes-are-all.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Budgets Falling in Race to Fight Global Warming",
      "snippet": "Article in series The Energy Challenge examines challenge of limiting global warming at time when research into energy technologies by government industry has been falling, not rising; United States federal spending for all energy research and dev...",
      "abstract": "Article in series The Energy Challenge examines challenge of limiting global warming at time when research into energy technologies by government industry has been falling, not rising; United States federal spending for all energy research and development is less than half of what it was quarter-century ago; Pres Bush's request for $4.2 billion increase for 2007 is considered only small fraction of what is needed by most climate and energy experts; Japan is lone economic power to increase research spending in recent decades; studies show private sector energy companies have long tradition of eschewing long-term technology quests because of lack of short-term payoffs; many scientists, economists, engineers and entrepreneurs agree that without more aggressive search for non-polluting energy sources and systems, world faces dangerous warming and international strife as nations with growing energy demands compete for increasingly inadequate resources; charts; graphs (L)",
      "lead_paragraph": "DENVER - Cheers fit for a revival meeting swept a hotel ballroom as 1,800 entrepreneurs and experts watched a PowerPoint presentation of the most promising technologies for limiting global warming: solar power, wind, ethanol and other farmed fuels, energy-efficient buildings and fuel-sipping cars.",
      "publication_date": "2006-10-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/30/business/worldbusiness/budgets-falling-in-race-to-fight-global-warming.html",
      "byline": "By Andrew C. Revkin"
    },
    {
      "headline": "In Key House Races, Democrats Run to the Right",
      "snippet": "Democrats have turned to conservative and moderate candidates who fit the profiles of their districts more closely than the profile of the party.",
      "abstract": "Democrats have turned to conservative and moderate candidates who fit the profiles of their districts more closely than the profile of the party.",
      "lead_paragraph": "ASHEVILLE, N.C., Oct. 28 — In their push to win back control of the House, Democrats have turned to conservative and moderate candidates who fit the profiles of their districts more closely than the profile of the national party. ",
      "publication_date": "2006-10-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/30/us/politics/30dems.html",
      "byline": "By Shaila Dewan and Anne E. Kornblut"
    },
    {
      "headline": "American Tragedies, to Sell Trucks",
      "snippet": "General Motors' latest commercial for Chevrolet Silverado truck focuses on history and conflicts America faces; hints that General Motors will rebound from tough times as country does; draws parallel between struggles of nation and struggles of co...",
      "abstract": "General Motors' latest commercial for Chevrolet Silverado truck focuses on history and conflicts America faces; hints that General Motors will rebound from tough times as country does; draws parallel between struggles of nation and struggles of corporate icon; advertising executives question value of using negative imagery to create positive message; say ad is manipulative and desperate; ad uses tactics typical of political ads which may not work for commercial products (M)",
      "lead_paragraph": "Before the second game of the World Series, the singer John Mellencamp warmed up the crowd with \"Our Country,\" a paean to American greatness. Sports fans could be forgiven for having a bit of déjà vu, having heard the same chorus in heavy rotation during college football, N.F.L. football and now the World Series, as a backdrop to a commercial to the new Chevrolet Silverado.",
      "publication_date": "2006-10-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/30/business/media/american-tragedies-to-sell-trucks.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Budgets Falling in Race to Fight Global Warming",
      "snippet": "Though experts agree the world faces a daunting challenge in finding nonpolluting energy sources, research into new technology has declined.",
      "abstract": "Though experts agree the world faces a daunting challenge in finding nonpolluting energy sources, research into new technology has declined.",
      "lead_paragraph": "DENVER — Cheers fit for a revival meeting swept a hotel ballroom as 1,800 entrepreneurs and experts watched a PowerPoint presentation of the most promising technologies for limiting global warming: solar power, wind, ethanol and other farmed fuels, energy-efficient buildings and fuel-sipping cars. ",
      "publication_date": "2006-10-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/30/business/worldbusiness/30energy.html",
      "byline": "By Andrew C. Revkin"
    },
    {
      "headline": "Man Walks Into a Celebrity Lunch... and the Jokes Are All Written for Him",
      "snippet": "There is a small clutch of writers who specialize in media-mogul laughs, and the reigning king of such humor is Mark S. Katz.",
      "abstract": "There is a small clutch of writers who specialize in media-mogul laughs, and the reigning king of such humor is Mark S. Katz.",
      "lead_paragraph": "When Tom Freston agreed to be the guest of honor at an annual roast for media executives in New York, it was before he was fired as chief executive of Viacom. So when the event went on as scheduled last Wednesday, it seemed that it would be a somber or at least uncomfortable event. ",
      "publication_date": "2006-10-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/30/business/media/30comedy.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Dodging Taxes Is a New Stock Options Scheme",
      "snippet": "Some executives may have backdated their stock options to avoid paying hundreds of thousands of dollars in income taxes.",
      "abstract": "Some executives may have backdated their stock options to avoid paying hundreds of thousands of dollars in income taxes.",
      "lead_paragraph": "In the latest twist in the stock options game, some executives may have changed the so-called exercise date — the date options can be converted to stock — to avoid paying hundreds of thousands of dollars in income tax, federal investigators say.",
      "publication_date": "2006-10-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/30/business/30option.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "American Tragedies, to Sell Trucks",
      "snippet": "Patriotic images are a mainstay of advertising, but new G.M. commercials depicting national tragedies cross a line.",
      "abstract": "Patriotic images are a mainstay of advertising, but new G.M. commercials depicting national tragedies cross a line.",
      "lead_paragraph": "Before the second game of the World Series, the singer John Mellencamp warmed up the crowd with “Our Country,” a paean to American greatness. Sports fans could be forgiven for having a bit of déjà vu, having heard the same chorus in heavy rotation during college football, N.F.L. football and now the World Series, as a backdrop to a commercial to the new Chevrolet Silverado.",
      "publication_date": "2006-10-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/30/business/media/30carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "In Key House Races, Democrats Run to the Right",
      "snippet": "Democrats eager to win back control of House turn to conservative and moderate candidates who fit profiles of their districts more closely than profile of national party; if such candidates win, they may be expected to side with Republicans and Bu...",
      "abstract": "Democrats eager to win back control of House turn to conservative and moderate candidates who fit profiles of their districts more closely than profile of national party; if such candidates win, they may be expected to side with Republicans and Bush White House, leading to tensions between party's new centrists and its more liberal political base; Democratic officials say they searched for candidates with greatest possiblity of winning against Republicans, and wound up with number who reflect more moderate views; say this held true in suburban areas and some rural districts in particular; if crop of moderate and conservative Democrats arrive on Capitol Hill as members of Democratic majority, they would not have clout to change face of Congress; but party veterans would regain chairmanships and House leadership posts; several races described; photos (M)",
      "lead_paragraph": "ASHEVILLE, N.C., Oct. 28 - In their push to win back control of the House, Democrats have turned to conservative and moderate candidates who fit the profiles of their districts more closely than the profile of the national party.",
      "publication_date": "2006-10-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/30/us/politics/in-key-house-races-democrats-run-to-the-right.html",
      "byline": "By Shaila Dewan and Anne E. Kornblut"
    },
    {
      "headline": "U.S. Is Said to Fail in Tracking Arms Shipped to Iraqis",
      "snippet": "Federal oversight agency reports lapses in American military's tracking of hundreds of thousands of weapons intended for Iraqi security forces, and failure to provide spare parts, maintenance personnel or even repair manuals for most weapons given...",
      "abstract": "Federal oversight agency reports lapses in American military's tracking of hundreds of thousands of weapons intended for Iraqi security forces, and failure to provide spare parts, maintenance personnel or even repair manuals for most weapons given to Iraqis; report was requested by Sen John W Warner, Republican chairman of Senate Armed Services Committee whose recent assessement of situation in Iraq is far darker than Bush administration's; report does not examine where untracked weapons could end up, but black-market arms dealers thrive on streets of Baghdad, and official Iraq Army and police uniforms can easily be purchased, presumably because government shipments are intercepted or otherwise corrupted; American military's written response to report's findings largely concedes shortcomings while describing new processes it has adopted to better monitor weapons (M)",
      "lead_paragraph": "The American military has not properly tracked hundreds of thousands of weapons intended for Iraqi security forces and has failed to provide spare parts, maintenance personnel or even repair manuals for most of the weapons given to the Iraqis, a federal report released Sunday has concluded.",
      "publication_date": "2006-10-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/30/world/middleeast/us-is-said-to-fail-in-tracking-arms-shipped-to-iraqis.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Fears of Inquiry Dampen Giving by U.S. Muslims",
      "snippet": "Many Muslim Americans fear that donating to Islamic causes, including charities, could bring unwanted attention from federal agents looking into potential ties to terrorism; result is greatly reduced contributions even during holy month of Ramanda...",
      "abstract": "Many Muslim Americans fear that donating to Islamic causes, including charities, could bring unwanted attention from federal agents looking into potential ties to terrorism; result is greatly reduced contributions even during holy month of Ramandan a time of giving; some Muslim charities are receiving anonymous wads of cash donations; much of fear comes from federal actions that many Muslim Americans view as unnecessarily invasive; Office of Terrorism and Financial Intelligence at Treasury Dept has shuttered five major Muslim charities in US since 2001, seizing millions of dollars in assets, but not one officer or organization has been convicted of anything connected to terrorism; Ahmad Chebbani, past president of American Arab Chamber of Commerce in Dearborn, Mich, where Arab-Americans make up more than third of population, attributes their drastic reduction in charitable giving to their lack of trust in US judicial system; says mere accusation could result in being jailed with secret evidence used as means of prosecution; photos (M)",
      "lead_paragraph": "DEARBORN, Mich. - By the end of Ramadan last year, Najah Bazzy remembers having more than $10,000 in cash donations to distribute to the needy, and a vast auditorium ringed with tables groaning with enough free food for 400 poor families to celebrate the holiday.",
      "publication_date": "2006-10-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/30/us/fears-of-inquiry-dampen-giving-by-us-muslims.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "Marketers Demanding Better Count of the Clicks",
      "snippet": "In an effort to combat click fraud, companies are demanding that online publishers hire auditors to check their ad and viewer counts by the middle of 2007.",
      "abstract": "In an effort to combat click fraud, companies are demanding that online publishers hire auditors to check their ad and viewer counts by the middle of 2007.",
      "lead_paragraph": "Internet companies have had great success selling advertising space, in part because the effectiveness of those ads is supposedly so easily measured. But marketers, even as they continue to push more of their ad budgets online, are starting to ask for better proof.",
      "publication_date": "2006-10-30T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/30/technology/30adco.html",
      "byline": "By Louise Story"
    },
    {
      "headline": "Missing G.I. May Have Wed",
      "snippet": "A military interpreter who has been missing since last Monday was kidnapped while visiting a woman he met and married in Baghdad, the woman's mother said. Page A10.  ",
      "abstract": "A military interpreter who has been missing since last Monday was kidnapped while visiting a woman he met and married in Baghdad, the woman's mother said. Page A10.  ",
      "lead_paragraph": "A military interpreter who has been missing since last Monday was kidnapped while visiting a woman he met and married in Baghdad, the woman's mother said. Page A10.",
      "publication_date": "2006-10-30T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/30/front page/world/missing-gi-may-have-wed.html",
      "byline": ""
    },
    {
      "headline": "Fears of Inquiry Dampen Giving by U.S. Muslims",
      "snippet": "Many Muslims are reluctant to donate to Islamic causes for fear of unwanted attention from federal agents.",
      "abstract": "Many Muslims are reluctant to donate to Islamic causes for fear of unwanted attention from federal agents.",
      "lead_paragraph": "DEARBORN, Mich. — By the end of Ramadan last year, Najah Bazzy remembers having more than $10,000 in cash donations to distribute to the needy, and a vast auditorium ringed with tables groaning with enough free food for 400 poor families to celebrate the holiday.",
      "publication_date": "2006-10-30T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/30/us/30CHARITY.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "Dodging Taxes Is a New Stock Options Scheme",
      "snippet": "Securities and Exchange Commission says companies may have changed so-called exercise dates on stock options to avoid paying thousands of dollars in income tax; inquiry is looking into abuses at over 100 companies from start-ups to industry giants...",
      "abstract": "Securities and Exchange Commission says companies may have changed so-called exercise dates on stock options to avoid paying thousands of dollars in income tax; inquiry is looking into abuses at over 100 companies from start-ups to industry giants including Symbol Technologies, Mercury Interactive, Apple Computer and UnitedHealth Group; Justice Department and Internal Revenue Service are conducting their own independent investigations; at least 46 executives and directors have been forced to leave their positions as result; companies have taken $5.3 billlion in charges; explanation and examples of backdating violations; photo; graph (M)",
      "lead_paragraph": "In the latest twist in the stock options game, some executives may have changed the so-called exercise date -- the date options can be converted to stock -- to avoid paying hundreds of thousands of dollars in income tax, federal investigators say.",
      "publication_date": "2006-10-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/30/business/dodging-taxes-is-a-new-stock-options-scheme.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "A Dot-Com Survivor’s Long Road",
      "snippet": "Online photo service Shutterfly focuses on more lucrative products such as prints, personalized calendars and books in order to set itself apart from competition; company goes public after long road of survival after peak of dot-com boom; company ...",
      "abstract": "Online photo service Shutterfly focuses on more lucrative products such as prints, personalized calendars and books in order to set itself apart from competition; company goes public after long road of survival after peak of dot-com boom; company faces new challenges in tough initial public offering market; other services such as Photobucket, ImageShack, Slide and Flickr emphasize online photo sharing over printing; history of company and its founders Dan Baum and Eva Manolis; chief executive Jeffrey T Housenbold discusses direction and plans for company; photo; graph (M)",
      "lead_paragraph": "SAN FRANCISCO, Oct. 29 - When Jim Clark started Shutterfly, the online photo printing service, in December 1999, a 2-megapixel digital camera could set you back $800, investor enthusiasm for e-commerce was soaring and the words \"Internet\" and \"bust\" were rarely used in the same sentence.",
      "publication_date": "2006-10-30T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/30/technology/a-dotcom-survivors-long-road.html",
      "byline": "By Miguel Helft"
    }
  ]
}