{
  "metadata": {
    "date": "2006-03-27",
    "total_articles": 30
  },
  "articles": [
    {
      "headline": "A Continental Shift",
      "snippet": "Alcatel-Lucent Technologies merger might vastly alter telecommunications industry's dynamics by creating large new competitor with worldwide reach, first that would be leading company on more than one continent; deal, if it is concluded, may bring...",
      "abstract": "Alcatel-Lucent Technologies merger might vastly alter telecommunications industry's dynamics by creating large new competitor with worldwide reach, first that would be leading company on more than one continent; deal, if it is concluded, may bring pressure for mergers or takeovers at competitors like Nokia, Siemens Communications of Germany, Ericsson and Nortel Networks; graphs (L)",
      "lead_paragraph": "OTTAWA, March 24 - When the technology boom of the 1990's ran its course, the major companies producing telecommunications gear paid the price. But for all the pain of layoffs and retrenchment, they went through remarkably few consolidations and mergers.",
      "publication_date": "2006-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/25/business/a-continental-shift.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "H&R Block's Troubles Offer Opportunities for Some",
      "snippet": "Your Money column on H&R Block's recent problems focuses on how those problems offer opportunities for rivals and taxpayers; photos (L)",
      "abstract": "Your Money column on H&R Block's recent problems focuses on how those problems offer opportunities for rivals and taxpayers; photos (L)",
      "lead_paragraph": "It has been one black eye after another for H&R Block this tax season, and its competitors smell blood, which may be good for taxpayers.",
      "publication_date": "2006-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/25/business/hr-block39s-troubles-offer-opportunities-for-some.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "As Parents Age, Baby Boomers and Business Struggle to Cope",
      "snippet": "Nancy Goodman's employer, telecommunications company in Boston, offers benefits to help employees care for elderly parents, but she found them nearly useless during four years of caring for her mother, who has Parkinson's disease, and her father, ...",
      "abstract": "Nancy Goodman's employer, telecommunications company in Boston, offers benefits to help employees care for elderly parents, but she found them nearly useless during four years of caring for her mother, who has Parkinson's disease, and her father, who died of kidney failure last year; Goodman's lament is common, as corporate America scrambles to help soaring number of baby boomers, mostly working women, whose obligation to frail, elderly parents results in absenteeism, workday distractions or stress-related health problems; companies are responding, but experts say they often use child care benefits as model when they do not suit different and unpredictable needs of elderly; graph; photos (M)",
      "lead_paragraph": "Nancy Goodman's employer, a telecommunications company in Boston, offers benefits to help employees care for elderly parents. But she found them nearly useless during four years of caring for her mother, who has Parkinson's disease, and her father, who died of kidney failure last year.",
      "publication_date": "2006-03-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/25/us/as-parents-age-baby-boomers-and-business-struggle-to-cope.html",
      "byline": "By Jane Gross"
    },
    {
      "headline": "Iraq Qaeda Chief Seems to Pursue a Lower Profile",
      "snippet": "Abu Musab al-Zarqawi, Jordanian terrorist and head of Al Qaeda in Mesopotamia, has lowered his profile, and his group claims to have submitted itself to leadership of Iraqi named Abdullah Rashid al-Baghdadi; group claims to have joined with five o...",
      "abstract": "Abu Musab al-Zarqawi, Jordanian terrorist and head of Al Qaeda in Mesopotamia, has lowered his profile, and his group claims to have submitted itself to leadership of Iraqi named Abdullah Rashid al-Baghdadi; group claims to have joined with five other guerrilla groups to form Mujahedeen Shura, or Council of Holy Warriors; Mujahedeen Shura has stopped taking responsibility for large-scale suicide attacks against civilians, and it has toned down its verbal attacks against Iraq's Shiite majority; activities seem to follow advice of Ayman al-Zawahiri, Al Qaeda's second in command; US and Iraqi officials say they know little about Mujahedeen Shura or of Baghdadi or whether they exist at all (M)",
      "lead_paragraph": "Abu Musab al-Zarqawi, the Jordanian terrorist and the head of Al Qaeda in Mesopotamia, has sharply lowered his profile in recent months, and his group claims to have submitted itself to the leadership of an Iraqi.",
      "publication_date": "2006-03-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/25/world/middleeast/iraq-qaeda-chief-seems-to-pursue-a-lower-profile.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "The Splice That Binds Two Giants",
      "snippet": "Lucent Technologies chairman-chief executive Patricia F Russo's decision to merge with Alcatel SA was about only option for Lucent, which has been on brink of bankruptcy; Russo, who took helm at Lucent in 2002, defied skeptics by returning company...",
      "abstract": "Lucent Technologies chairman-chief executive Patricia F Russo's decision to merge with Alcatel SA was about only option for Lucent, which has been on brink of bankruptcy; Russo, who took helm at Lucent in 2002, defied skeptics by returning company to profitability by cutting thousands of jobs, eliminating billions of dollars in debt and promoting wireless technology; new entity will face many hurdles; analysts and investors are upbeat about merger because by teaming up, companies could reduce their costs by consolidating some of their operations; benefits of such merger detailed; photo (L)",
      "lead_paragraph": "For Patricia F. Russo, pulling Lucent Technologies back from the brink of bankruptcy has not been enough.",
      "publication_date": "2006-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/25/business/the-splice-that-binds-two-giants.html",
      "byline": "This article was reported by Ken Belson, James Kanter and Andrew Ross Sorkin and Was Written By Mr. Belson"
    },
    {
      "headline": "Sharon's Spirit, and Absence, Pervade Election",
      "snippet": "Ariel Sharon's spirit hangs over Israeli election as country prepares to give its verdict on Kadima, centrist party he created; image of Sharon, who suffered major stroke on Jan 4, has faded from advertisements and television programs; Ehud Olmert...",
      "abstract": "Ariel Sharon's spirit hangs over Israeli election as country prepares to give its verdict on Kadima, centrist party he created; image of Sharon, who suffered major stroke on Jan 4, has faded from advertisements and television programs; Ehud Olmert, acting prime minister, has tried to extract himself from Sharon's huge shadow; he and Kadima pay every due respect to their fallen leader, but it is Likud Party that Sharon broke apart that uses his image more to portray him as heroic figure in contrast with their present foe, Olmert; photo (M)",
      "lead_paragraph": "JERUSALEM, March 24 - On Ariel Sharon's 78th birthday a few weeks ago, those closest to him joined his two sons around the bedside where he lies, silent and comatose, in a hospital on a hill high above Jerusalem. They chatted and ate cake made by a friend of his late wife, Lily, using her recipe.",
      "publication_date": "2006-03-25T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/25/world/middleeast/sharons-spirit-and-absence-pervade-election.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Food Makers and Critics Break Bread",
      "snippet": "Food Makers An",
      "abstract": "Food Makers An",
      "lead_paragraph": "IF you want to get an earful about the sins of the food industry, spend a few hours with Kelly D. Brownell. Mr. Brownell, 54, is the chairman of the psychology department at Yale University. Early in his career, he conducted clinical trials aimed at treating obesity, and issues surrounding the obesity crisis -- nutrition, portion size, the prevalence of junk food, and so on -- have long been his primary focus.",
      "publication_date": "2006-03-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/25/business/food-makers-and-critics-break-bread.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "U.S. and Europe Plan Sanctions Against Belarus",
      "snippet": "US and Europe say they will impose sanctions against Pres Aleksandr G Lukashenko of Belarus and other top officials for cracking down on peaceful protest over his re-election, which is widely seen as sham; condemnations from Western nations widen ...",
      "abstract": "US and Europe say they will impose sanctions against Pres Aleksandr G Lukashenko of Belarus and other top officials for cracking down on peaceful protest over his re-election, which is widely seen as sham; condemnations from Western nations widen their rift with Belarus and pose new challenges for their relations with Russia, which has stood behind Lukashenko; US stops short of cutting its ties with Belarus government, but State Dept says that travel and financial restrictions already in place on fewer than dozen Belarussian government officials will probably be extended to more than 50, including Lukashenko; European Union announces similar moves; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/25/world/europe/us-and-europe-plan-sanctions-against-belarus.html",
      "byline": "By C. J. Chivers"
    },
    {
      "headline": "For Some Who Solve Puzzle, Medicare Drug Plan Pays Off",
      "snippet": "Medicare's satisfied customers say wading through confusing and complex enrollment process for new Medicare prescription drug program is worth it for savings, but say they never could have done without advice from family, friends or counselors fro...",
      "abstract": "Medicare's satisfied customers say wading through confusing and complex enrollment process for new Medicare prescription drug program is worth it for savings, but say they never could have done without advice from family, friends or counselors from groups like LIFE Senior Services; many beneficiaries say they are grateful to local insurance counselors, rather than government, for steering them to right plan within program, because costs under different plans can vary enormously; photos (L)",
      "lead_paragraph": "TULSA, Okla., March 21 - When Virginia G. Shores went to a pharmacy here to pick up five prescriptions, she thought she heard the pharmacist say she owed $250, but she was wrong. The cost, with her new Medicare prescription drug card, was just $50.",
      "publication_date": "2006-03-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/03/26/us/for-some-who-solve-puzzle-medicare-drug-plan-pays-off.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "Retraining Laid-Off Workers, but for What?",
      "snippet": "Excerpt from book The Disposable American: Layoffs and Their Consequences by Louis Uchitelle, economics writer for New York Times; graph; photos (L)",
      "abstract": "Excerpt from book The Disposable American: Layoffs and Their Consequences by Louis Uchitelle, economics writer for New York Times; graph; photos (L)",
      "lead_paragraph": "Layoffs have disrupted the lives of millions of Americans over the last 25 years. The cure that these displaced workers are offered -- retraining and more education -- is heralded as a sure path to new and better-paying careers. But often that policy prescription does not work, as this book excerpt explains. It is adapted from \"The Disposable American: Layoffs and Their Consequences\" by Louis Uchitelle, an economics writer for The New York Times. Knopf will publish the book on Tuesday.",
      "publication_date": "2006-03-26T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/03/26/business/yourmoney/retraining-laidoff-workers-but-for-what.html",
      "byline": "By Louis Uchitelle"
    },
    {
      "headline": "True or False: A Hedge Fund Plotted to Hurt a Drug Maker?",
      "snippet": "Article on racketeering lawsuit filed by pharmaceutical company Biovail against Wall Street hedge fund SAC Capital Advisors, Gradient Analytics, research firm in Scottsdale, Ariz, and Banc of America Securities analyst and others; suit alleges tha...",
      "abstract": "Article on racketeering lawsuit filed by pharmaceutical company Biovail against Wall Street hedge fund SAC Capital Advisors, Gradient Analytics, research firm in Scottsdale, Ariz, and Banc of America Securities analyst and others; suit alleges that some of nation's biggest hedge funds colluded with independent research firms and analysts at big banks to produce purposely misleading research aimed at driving down company stock prices; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/03/26/business/yourmoney/true-or-false-a-hedge-fund-plotted-to-hurt-a-drug-maker.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "A G.O.P. Split on Immigration Vexes a Senator",
      "snippet": "Legislative battle over immigration has pitted Republican against Republican; conservative Sen John Cornyn has been labeled sellout for promoting measure to allow illegal immigrants to stay in United States for five more years, but is also being p...",
      "abstract": "Legislative battle over immigration has pitted Republican against Republican; conservative Sen John Cornyn has been labeled sellout for promoting measure to allow illegal immigrants to stay in United States for five more years, but is also being pressed by business interests to support legislation that would put illegal workers on road to citizenship; Cornyn has tried to follow middle path in furious debate but despairs of reconciling two sides; photo (L)",
      "lead_paragraph": "WASHINGTON, March 25 - The telephone lines in the unassuming Houston offices of Senator John Cornyn, Republican of Texas, have been sizzling in recent weeks as anxious Republican voters call to find out precisely where their tough-minded senator stands on illegal immigration.",
      "publication_date": "2006-03-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/03/26/politics/a-gop-split-on-immigration-vexes-a-senator.html",
      "byline": "By Rachel L. Swarns"
    },
    {
      "headline": "Mental Health Therapists Face Financial Stress as Fees Stagnate",
      "snippet": "For more than three decades, Jessica Hinterman, a licensed clinical social worker who lives in Park Forest, a Chicago suburb, has had a fulfilling private practice, a part-time one so she could spend more time raising her children. But in 2005, sh...",
      "abstract": "For more than three decades, Jessica Hinterman, a licensed clinical social worker who lives in Park Forest, a Chicago suburb, has had a fulfilling private practice, a part-time one so she could spend more time raising her children. But in 2005, she earned at least 10 percent less than the year before, while her practice-related expenses increased.     Contributing to this shortfall in revenue was the fact that in November 2004, she had withdrawn from the provider list of the only health insurance company with which she had a contract.  ",
      "lead_paragraph": "For more than three decades, Jessica Hinterman, a licensed clinical social worker who lives in Park Forest, a Chicago suburb, has had a fulfilling private practice, a part-time one so she could spend more time raising her children. But in 2005, she earned at least 10 percent less than the year before, while her practice-related expenses increased.",
      "publication_date": "2006-03-26T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/03/26/jobs/mental-health-therapists-face-financial-stress-as-fees-stagnate.html",
      "byline": "By Coeli Carr"
    },
    {
      "headline": "Fund Manager, It's Time to Pick a Side",
      "snippet": "Gretchen Morgenson column on Investors for Director Accountability, foundation formed by group of concerned entrepreneurs and business people seeking to press directors to act in interests of stockholders they are supposed to represent; foundation...",
      "abstract": "Gretchen Morgenson column on Investors for Director Accountability, foundation formed by group of concerned entrepreneurs and business people seeking to press directors to act in interests of stockholders they are supposed to represent; foundation hopes to achieve goal by persuading institutional shareholders to withhold their votes for directors; foundation leader Frederick Rowe Jr comments on its first target, drug maker Pfizer, whose chief executive Henry McKinnell has received large salary, bonuses, stock and incentive pay despite fact that company's stock has lost 43 percent of its value since he took post in January 2001; photo (M)",
      "lead_paragraph": "IT has been beyond exasperating to watch money managers, who are fiduciaries, vote their clients' shares in support of compliant or incompetent boards in recent years. With the exception of some public pension funds, institutional shareholders have uttered nary a peep about directors on the scene during significant accounting blowups or those who dispensed overly generous pay packages and perquisites to underperforming executives.",
      "publication_date": "2006-03-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/03/26/business/yourmoney/fund-manager-its-time-to-pick-a-side.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "A Leader at Work, Sometimes Lost at Home",
      "snippet": "Lisa Belkin Life's Work column on Dana Buchman's new memoir A Special Education; book describes life of ambitious career woman faced with raising learning-disabled daughter; drawing (M)",
      "abstract": "Lisa Belkin Life's Work column on Dana Buchman's new memoir A Special Education; book describes life of ambitious career woman faced with raising learning-disabled daughter; drawing (M)",
      "lead_paragraph": "OVER the years I have written periodically of how being a parent can make one a better employee -- better at multitasking, organizing and managing time. This is not one of those columns. This is about the opposite phenomenon: about how being a whiz at work -- a dynamic leader, a whirlwind of productivity, an overachiever -- is little help at all when rearing children.",
      "publication_date": "2006-03-26T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/03/26/jobs/a-leader-at-work-sometimes-lost-at-home.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Schools Cut Back Subjects to Push Reading and Math",
      "snippet": "Study by Center on Education Policy finds that 71 percent of nation's 15,000 school districts are responding to No Child Left Behind law by increasing class time that low-proficiency students spend on reading and math, and reducing or eliminating ...",
      "abstract": "Study by Center on Education Policy finds that 71 percent of nation's 15,000 school districts are responding to No Child Left Behind law by increasing class time that low-proficiency students spend on reading and math, and reducing or eliminating class time spent on history, music and other subjects; focus on two subjects has raised some test scores but divided educational establishment; shift has been felt in labor market, where math teachers are in greater demand than teachers of other subjects; photos (L)",
      "lead_paragraph": "SACRAMENTO - Thousands of schools across the nation are responding to the reading and math testing requirements laid out in No Child Left Behind, President Bush's signature education law, by reducing class time spent on other subjects and, for some low-proficiency students, eliminating it.",
      "publication_date": "2006-03-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/03/26/education/schools-cut-back-subjects-to-push-reading-and-math.html",
      "byline": "By Sam Dillon"
    },
    {
      "headline": "Bound, Blindfolded and Dead: The Face of Revenge in Baghdad",
      "snippet": "Baghdad's homicide rate has tripled in last month from 11 to 33 a day; hundreds of men have been kidnapped, tortured and executed; impunity of acts is what frightens Iraqis most of all; many men are taken in daylight, in public with witnesses all ...",
      "abstract": "Baghdad's homicide rate has tripled in last month from 11 to 33 a day; hundreds of men have been kidnapped, tortured and executed; impunity of acts is what frightens Iraqis most of all; many men are taken in daylight, in public with witnesses all around, and few cases are investigated; part of reason may be that most victims are Sunnis; suspicion is growing that they were killed by government-backed Shiite death squads; photos; map; graph (L)",
      "lead_paragraph": "BAGHDAD, Iraq, March 25 - Mohannad al-Azawi had just finished sprinkling food in his bird cages at his pet shop in southern Baghdad, when three carloads of gunmen pulled up.",
      "publication_date": "2006-03-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/03/26/world/middleeast/bound-blindfolded-and-dead-the-face-of-revenge-in-baghdad.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "Meals That Moms Can Almost Call Their Own",
      "snippet": "Americans pinched for time and increasingly uncomfortable in their kitchens are turning to almost 700 meal assembly centers around country, where they can assemble dinners that have been peeled, chopped and prepared for them to take home and cook;...",
      "abstract": "Americans pinched for time and increasingly uncomfortable in their kitchens are turning to almost 700 meal assembly centers around country, where they can assemble dinners that have been peeled, chopped and prepared for them to take home and cook; centers are opening at rate of about 40 a month and are projected to earn $270 million this year; business began in Northwest in 1999, but did not take off until 2002 when two Seattle women who went on to found Dream Dinners streamlined process so customers could make 12 dinners for six in two hours for under $200; photos (L)",
      "lead_paragraph": "SEATTLE - Jodi Robbins and her family were on a grim dinnertime merry-go-round.",
      "publication_date": "2006-03-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/03/26/us/meals-that-moms-can-almost-call-their-own.html",
      "byline": "By Kim Severson and Julia Moskin"
    },
    {
      "headline": "Growing Doubts on the War",
      "snippet": "An increasingly skeptical American public is putting pressure on Congress about the wisdom behind the Iraq war. Page A12.  ",
      "abstract": "An increasingly skeptical American public is putting pressure on Congress about the wisdom behind the Iraq war. Page A12.  ",
      "lead_paragraph": "An increasingly skeptical American public is putting pressure on Congress about the wisdom behind the Iraq war. Page A12.",
      "publication_date": "2006-03-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/27/us/front page/growing-doubts-on-the-war.html",
      "byline": ""
    },
    {
      "headline": "Shiite Fighters Clash With G.I.'s and Iraqi Forces",
      "snippet": "American and Iraqi government forces clashed with Shiite militiamen in Baghdad on Sunday night in the most serious confrontation in months, and Iraqi security officials said 17 people had been killed in a mosque, including its 80-year-old imam.   ...",
      "abstract": "American and Iraqi government forces clashed with Shiite militiamen in Baghdad on Sunday night in the most serious confrontation in months, and Iraqi security officials said 17 people had been killed in a mosque, including its 80-year-old imam.      The American military, clearly worried about exacerbating a combustible situation that many Iraqis are already describing as civil war, denied that American forces had entered the mosque. But it said in a statement that 16 insurgents had been killed and 15 captured in a nearby combat operation against a terrorist cell.  ",
      "lead_paragraph": "BAGHDAD, Iraq, March 26 - American and Iraqi government forces clashed with Shiite militiamen in Baghdad on Sunday night in the most serious confrontation in months, and Iraqi security officials said 17 people had been killed in a mosque, including its 80-year-old imam.",
      "publication_date": "2006-03-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/27/world/middleeast/shiite-fighters-clash-with-gis-and-iraqi-forces.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "Same Guy, Smaller Kingdom",
      "snippet": "THE last thing Michael D. Eisner would seem to require is more exposure. But tomorrow night, his mug will be back on the tube in ''Conversations with Michael Eisner,'' a one-hour talk show on CNBC, in which the former obsessive object of media con...",
      "abstract": "THE last thing Michael D. Eisner would seem to require is more exposure. But tomorrow night, his mug will be back on the tube in ''Conversations with Michael Eisner,'' a one-hour talk show on CNBC, in which the former obsessive object of media consideration will get to turn the tables -- in this instance, a huge slab designed by Frank Gehry -- on his guests.      Not for long, though: the show has not yet had its debut and here we are back to talking about Mr. Eisner.  ",
      "lead_paragraph": "THE last thing Michael D. Eisner would seem to require is more exposure. But tomorrow night, his mug will be back on the tube in \"Conversations with Michael Eisner,\" a one-hour talk show on CNBC, in which the former obsessive object of media consideration will get to turn the tables -- in this instance, a huge slab designed by Frank Gehry -- on his guests.",
      "publication_date": "2006-03-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/27/business/media/same-guy-smaller-kingdom.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Bush Was Set on Path toWar, British Memo Says",
      "snippet": "In the weeks before the United States-led invasion of Iraq, as the United States and Britain pressed for a second United Nations resolution condemning Iraq, President Bush's public ultimatum to Saddam Hussein was blunt: Disarm or face war.     But...",
      "abstract": "In the weeks before the United States-led invasion of Iraq, as the United States and Britain pressed for a second United Nations resolution condemning Iraq, President Bush's public ultimatum to Saddam Hussein was blunt: Disarm or face war.     But behind closed doors, the president was certain that war was inevitable. During a private two-hour meeting in the Oval Office on Jan. 31, 2003, he made clear to Prime Minister Tony Blair of Britain that he was determined to invade Iraq without the second resolution, or even if international arms inspectors failed to find unconventional weapons, said a confidential memo about the meeting written by Mr. Blair's top foreign policy adviser and reviewed by The New York Times.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/27/world/europe/bush-was-set-on-path-towar-british-memo-says.html",
      "byline": "By Don van Natta Jr"
    },
    {
      "headline": "Cloning May Lead toHealthy Pork",
      "snippet": "A group of university researchers said yesterday that they had created what sounds like a nutritional holy grail: cloned pigs that make their own omega-3 fatty acids, potentially leading to bacon and pork chops that might help your heart.     For ...",
      "abstract": "A group of university researchers said yesterday that they had created what sounds like a nutritional holy grail: cloned pigs that make their own omega-3 fatty acids, potentially leading to bacon and pork chops that might help your heart.     For now, the benefits of the research are theoretical. Omega-3 fatty acids, which have been linked to a lowered incidence of heart disease, are primarily found in fish. No one knows whether they would have the same effect if eaten in pork.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/27/health/cloning-may-lead-tohealthy-pork.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "Vague Law and Hard Lobbying Add Up to Billions for Big Oil",
      "snippet": "Through shrewd lobbying and litigation, oil companies were able to sweeten federal incentives for drilling in the Gulf of Mexico.",
      "abstract": "Through shrewd lobbying and litigation, oil companies were able to sweeten federal incentives for drilling in the Gulf of Mexico.",
      "lead_paragraph": "WASHINGTON, March 26 — It was after midnight and every lawmaker in the committee room wanted to go home, but there was still time to sweeten a deal encouraging oil and gas companies to drill in the Gulf of Mexico. ",
      "publication_date": "2006-03-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/27/business/27royalties.html",
      "byline": "By EDMUND L. ANDREWS"
    },
    {
      "headline": "A Web Site So Hip It Gets Laddies to Watch the Ads",
      "snippet": "''This will be over faster than your last relationship'' and ''.001% of your daily ad intake'' are the sorts of wisecracks users see right above the video commercial that greets them when they visit Heavy.com.     And that pretty much sets the ton...",
      "abstract": "''This will be over faster than your last relationship'' and ''.001% of your daily ad intake'' are the sorts of wisecracks users see right above the video commercial that greets them when they visit Heavy.com.     And that pretty much sets the tone of knowing commercialism for a Web site that has become one of the most popular among a growing crop of sites attracting young people with racy, humorous video programming.  ",
      "lead_paragraph": "\"This will be over faster than your last relationship\" and \".001% of your daily ad intake\" are the sorts of wisecracks users see right above the video commercial that greets them when they visit Heavy.com.",
      "publication_date": "2006-03-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/27/technology/a-web-site-so-hip-it-gets-laddies-to-watch-the-ads.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "Players Big and Small Are Sifting Through Pieces of Knight Ridder",
      "snippet": "With the McClatchy Company set to accept bids, starting as early as tomorrow, for the 12 Knight Ridder papers it is selling, some of the potential buyers are looking at the country as if it were a giant chessboard.     The goal is not to topple a ...",
      "abstract": "With the McClatchy Company set to accept bids, starting as early as tomorrow, for the 12 Knight Ridder papers it is selling, some of the potential buyers are looking at the country as if it were a giant chessboard.     The goal is not to topple a king but to become one -- a king of each regional market where potential buyers already own newspapers and can achieve economies of scale by buying pieces of Knight Ridder.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/27/business/media/players-big-and-small-are-sifting-through-pieces-of-knight.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Vague Law and Hard Lobbying Add Up to Billions for Big Oil",
      "snippet": "It was after midnight and every lawmaker in the committee room wanted to go home, but there was still time to sweeten a deal encouraging oil and gas companies to drill in the Gulf of Mexico.      ''There is no cost,'' declared Representative Joe L...",
      "abstract": "It was after midnight and every lawmaker in the committee room wanted to go home, but there was still time to sweeten a deal encouraging oil and gas companies to drill in the Gulf of Mexico.      ''There is no cost,'' declared Representative Joe L. Barton, a Texas Republican who was presiding over Congressional negotiations on the sprawling energy bill last July. An obscure provision on new drilling incentives was ''so noncontroversial,'' he added, that senior House and Senate negotiators had not even discussed it.  ",
      "lead_paragraph": "WASHINGTON, March 26 - It was after midnight and every lawmaker in the committee room wanted to go home, but there was still time to sweeten a deal encouraging oil and gas companies to drill in the Gulf of Mexico.",
      "publication_date": "2006-03-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/27/business/vague-law-and-hard-lobbying-add-up-to-billions-for-big-oil.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Reform Leader Suffers Setback In Ukraine Vote",
      "snippet": "President Viktor A. Yushchenko, who led a wave of popular protest to office promising a freer Ukraine aligned with Europe and the United States, suffered a stunning political defeat in parliamentary elections on Sunday, leaving him weakened and hi...",
      "abstract": "President Viktor A. Yushchenko, who led a wave of popular protest to office promising a freer Ukraine aligned with Europe and the United States, suffered a stunning political defeat in parliamentary elections on Sunday, leaving him weakened and his reformist policies in doubt.     Mr. Yushchenko called the vote for a new and newly empowered Parliament ''the first fair, democratic elections in Ukraine,'' and his party appeared to have been routed.  ",
      "lead_paragraph": "KIEV, Ukraine, Monday, March 27 - President Viktor A. Yushchenko, who led a wave of popular protest to office promising a freer Ukraine aligned with Europe and the United States, suffered a stunning political defeat in parliamentary elections on Sunday, leaving him weakened and his reformist policies in doubt.",
      "publication_date": "2006-03-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/27/world/europe/reform-leader-suffers-setback-in-ukraine-vote.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "Windows Is So Slow, but Why?",
      "snippet": "Back in 1998, the federal government declared that its landmark antitrust suit against the Microsoft Corporation was not merely a matter of law enforcement, but a defense of innovation. The concern was that the company was wielding its market powe...",
      "abstract": "Back in 1998, the federal government declared that its landmark antitrust suit against the Microsoft Corporation was not merely a matter of law enforcement, but a defense of innovation. The concern was that the company was wielding its market power and its strategy of bundling more and more features into its dominant Windows desktop operating system to thwart competition and stifle innovation.     Eight years later, long after Microsoft lost and then settled the antitrust case, it turns out that Windows is indeed stifling innovation -- at Microsoft.  ",
      "lead_paragraph": "Back in 1998, the federal government declared that its landmark antitrust suit against the Microsoft Corporation was not merely a matter of law enforcement, but a defense of innovation. The concern was that the company was wielding its market power and its strategy of bundling more and more features into its dominant Windows desktop operating system to thwart competition and stifle innovation.",
      "publication_date": "2006-03-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/27/technology/windows-is-so-slow-but-why.html",
      "byline": "By Steve Lohr and John Markoff"
    },
    {
      "headline": "Get Ready for No. 15 in a Series at the Fed",
      "snippet": "When Alan Greenspan became chairman of the Federal Reserve more than 18 years ago, his first action upon taking the black leather seat at the head of the Fed's huge oak conference table was to raise interest rates. Now it is Ben S. Bernanke's turn...",
      "abstract": "When Alan Greenspan became chairman of the Federal Reserve more than 18 years ago, his first action upon taking the black leather seat at the head of the Fed's huge oak conference table was to raise interest rates. Now it is Ben S. Bernanke's turn.     Today, Mr. Bernanke will convene his first meeting of the Fed's policy makers, joining the other Fed governors and the presidents of the Fed's regional banks in a two-day session that is all but certain to end tomorrow afternoon with another quarter-point rise in short-term interest rates, the 15th consecutive increase.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/27/business/get-ready-for-no-15-in-a-series-at-the-fed.html",
      "byline": "By Louis Uchitelle"
    }
  ]
}