{
  "metadata": {
    "date": "2006-10-05",
    "total_articles": 17
  },
  "articles": [
    {
      "headline": "Weak Results Dim Hedge Funds’ Luster",
      "snippet": "Eager for the rich returns that hedge funds promise, investors continue to pour money into them, hoping the next hedge fund burnout will not be theirs.",
      "abstract": "Eager for the rich returns that hedge funds promise, investors continue to pour money into them, hoping the next hedge fund burnout will not be theirs.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-05T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/05/business/05hedge.html",
      "byline": "By Jenny Anderson and Landon Thomas Jr"
    },
    {
      "headline": "Apple Says Jobs Knew of Options",
      "snippet": "Apple said an internal review found that Steven P. Jobs knew the company was backdating stock options to inflate their value.",
      "abstract": "Apple said an internal review found that Steven P. Jobs knew the company was backdating stock options to inflate their value.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-05T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/05/technology/05options.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "Ex-Leader Among 5 Charged in Hewlett Case",
      "snippet": "The felony charges against Patricia C. Dunn and four others are the first by California prosecutors in connection with the company’s illegal spying operation. ",
      "abstract": "The felony charges against Patricia C. Dunn and four others are the first by California prosecutors in connection with the company’s illegal spying operation. ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-05T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/05/technology/05hewlett.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "This Maker of Music Players Did Think Different",
      "snippet": "Samsung’s new YP-K5 music player has a very big ace up its sleeve: built-in speakers.",
      "abstract": "Samsung’s new YP-K5 music player has a very big ace up its sleeve: built-in speakers.",
      "lead_paragraph": "No matter what some people say, there was nothing grammatically wrong with Apple’s slogan, “Think different.” It wasn’t telling you how to think — it was telling you what to think about. Think “Think big,” “Think thin,” or (as a skier’s bumper sticker puts it) “Think snow.” ",
      "publication_date": "2006-10-05T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/05/technology/05pogue.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Dead Bachelors in Remote China Still Find Wives",
      "snippet": "To ensure a dead son’s contentment in the afterlife, some Chinese parents search out a dead woman to be his bride.",
      "abstract": "To ensure a dead son’s contentment in the afterlife, some Chinese parents search out a dead woman to be his bride.",
      "lead_paragraph": "CHENJIAYUAN, China  For many Chinese, an ancestor is someone to honor, but also someone whose needs must be maintained. Families burn offerings of fake money or paper models of luxury cars in case an ancestor might need pocket change or a stylish ride in the netherworld.",
      "publication_date": "2006-10-05T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/05/world/asia/05china.html",
      "byline": "By Jim Yardley"
    },
    {
      "headline": "G.M.’s Talks on a Partner Fall Apart",
      "snippet": "Talks of a three-way alliance with Renault and Nissan ended after G.M. demanded billions to cement the deal. ",
      "abstract": "Talks of a three-way alliance with Renault and Nissan ended after G.M. demanded billions to cement the deal. ",
      "lead_paragraph": "Paris may be a city for lovers, but it is where General Motors broke up with Renault and Nissan. Officially, talks between the companies on a three-way alliance ended yesterday with a phone call from G.M.’s chief executive, Rick Wagoner, to Carlos Ghosn, who runs both the French and Japanese auto companies.",
      "publication_date": "2006-10-05T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/05/business/05auto.html",
      "byline": "By Micheline Maynard and Nick Bunkley"
    },
    {
      "headline": "Ex-Chief  of H.P. Pursued Leaks, Too",
      "snippet": "Carleton S. Fiorina ordered the first of a series of investigations in January 2005, her memoir says.",
      "abstract": "Carleton S. Fiorina ordered the first of a series of investigations in January 2005, her memoir says.",
      "lead_paragraph": "The former Hewlett-Packard chief executive Carleton S. Fiorina, once the most prominent female executive in the United States, ordered the first of a series of leak investigations into contacts by board members with journalists in January 2005, she says in a long-anticipated memoir. ",
      "publication_date": "2006-10-05T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/05/technology/05leak.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "G.M.’s Talks on a Partner Fall Apart",
      "snippet": "General Motors breaks off talks with Renault and Nissan on three-way alliance; GM's chief executive Rick Wagoner calls Carlos Ghosn, who runs both French and Japanese auto companies; call comes one day after GM's board vote unanimously to end disc...",
      "abstract": "General Motors breaks off talks with Renault and Nissan on three-way alliance; GM's chief executive Rick Wagoner calls Carlos Ghosn, who runs both French and Japanese auto companies; call comes one day after GM's board vote unanimously to end discussions; those votes to stop talks include one from Jerome B York, associate of Kirk Kerkorian, GM's biggest individual shareholder, who had pushed for talks; photo (M)",
      "lead_paragraph": "Paris may be a city for lovers, but it is where General Motors broke up with Renault and Nissan. Officially, talks between the companies on a three-way alliance ended yesterday with a phone call from G.M.'s chief executive, Rick Wagoner, to Carlos Ghosn, who runs both the French and Japanese auto companies.",
      "publication_date": "2006-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/05/business/gms-talks-on-a-partner-fall-apart.html",
      "byline": "By Micheline Maynard and Nick Bunkley"
    },
    {
      "headline": "Ex-Leader Among 5 Charged in Hewlett Case",
      "snippet": "Hewlett-Packard's recently departed chairwoman Patricia Dunn is among five people charged in California with felonies for illegally gathering phone records of board members, journalists and others to find source of news leaks; Dunn authorized oper...",
      "abstract": "Hewlett-Packard's recently departed chairwoman Patricia Dunn is among five people charged in California with felonies for illegally gathering phone records of board members, journalists and others to find source of news leaks; Dunn authorized operation by outside investigators; those charged with her include company lawyer and three detectives; not charged are general counsel Ann Baskins, who resigned before House hearing on case, or chief executive Mark Hurd; Atty Gen Bill Lockyer vows aggressive prosecution and says her current treatment for ovarian cancer has 'no impact on her culpability'; arrests warrants are issued for attorney Kevin T Hunsaker, Boston-area detective Ronald DeLia, Matthew DePante of Action Research Group and Bryan Wagner; complaint detailed; photos; timeline; Dunn will begin chemotherapy for recurrent advanced ovarian cancer; she has also had breast cancer and melanoma (M)",
      "lead_paragraph": "SAN FRANCISCO, Oct. 4 - Hewlett-Packard's former chairwoman was among five people charged Wednesday with illegally gathering phone records of board members, journalists and others in an effort to find the source of news leaks.",
      "publication_date": "2006-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/05/technology/exleader-among-5-charged-in-hewlett-case.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Weak Results Dim Hedge Funds’ Luster",
      "snippet": "Hedge funds, investments for institutions like pension funds and endowments and wealthy, have hit rough patch; returns for many hedge funds, which are supposed to be market beaters, have paled in comparison with stocks; Hedge Fund Research's weigh...",
      "abstract": "Hedge funds, investments for institutions like pension funds and endowments and wealthy, have hit rough patch; returns for many hedge funds, which are supposed to be market beaters, have paled in comparison with stocks; Hedge Fund Research's weighted composite index is up 7.23 percent through September, compared with Standard & Poor's 500-stock index, which, with dividends, has total total return of 12.4 percent over same period; many of big-name debuts of 2004, 2005 and even 2006 have produced lackluster results; disappointing results of some major hedge funds detailed; graphs; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/05/business/weak-results-dim-hedge-funds-luster.html",
      "byline": "By Jenny Anderson and Landon Thomas Jr"
    },
    {
      "headline": "Military Hones a New Strategy on Insurgency",
      "snippet": "US Army and Marines prepare new counterinsurgency doctrine that draws on hard-learned lessons of Iraq and makes protection of civilians bedrock element of strategy; doctrine warns against overly aggressive raids and mistreatment of detainees and s...",
      "abstract": "US Army and Marines prepare new counterinsurgency doctrine that draws on hard-learned lessons of Iraq and makes protection of civilians bedrock element of strategy; doctrine warns against overly aggressive raids and mistreatment of detainees and stresses rapid development of local security forces; it is part of broader effort to change culture of using firepower in swift decisive operations against conventional enemy; drafts of unclassified documents, made available to The New York Times, discuss nimbleness required to win local support so as to isolate insurgents, complex task that some officers refer to as graduate level of war; manual will emphasize minimizing civilian casualties in contrast to massive firepower used at start of Iraq invasion; stresses building local institutions and economy, interacting with civilians to gather intelligence and cautions against hunkering down at large bases; list of nine 'representative paradoxes' of counterinsurgency operations; effort to develop new program began year ago under Lt Gen David Petraeus and Lt Gen James Mattis; Col Conrad Crane, Lt Col John A Nagl and Col Douglas King were among major drafters (M)",
      "lead_paragraph": "WASHINGTON, Oct. 4 - The United States Army and Marines are finishing work on a new counterinsurgency doctrine that draws on the hard-learned lessons from Iraq and makes the welfare and protection of civilians a bedrock element of military strategy.",
      "publication_date": "2006-10-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/05/washington/military-hones-a-new-strategy-on-insurgency.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "Early Warning on Foley Cited by Former Aide",
      "snippet": "Kirk Fordham, who worked in former Repr Mark Foley's office until Jan 2004, says he informed Speaker Dennis Hastert's chief of staff Scott Palmer of report of 'inappropriate behavior' by Foley toward male House pages before 2004; Fordham resigns a...",
      "abstract": "Kirk Fordham, who worked in former Repr Mark Foley's office until Jan 2004, says he informed Speaker Dennis Hastert's chief of staff Scott Palmer of report of 'inappropriate behavior' by Foley toward male House pages before 2004; Fordham resigns as chief of staff to New York Repr Thomas Reynolds, saying he has become political liability; Palmer denies account but assertion raises more questions about Hastert's response to warnings and further clouds his future as speaker; Fordham says he had more than one conversation with senior aides at highest levels of House, asking them to intervene after hearing from House clerk Jeff Trandahl that pages considered Foley 'way too friendly'; Trandahl resigned last year; Fordham says he spoke with Palmer between 2001 and end of 2003; photo; timeline; angry Republicans say latest disclosures solidify worries that Foley's open conduct was kept quiet for election purposes; Republican Repr Deborah Pryce asks current House clerk Karen Hass to investigate report that Foley was once turned away from pages' living quarters and that staff raised concerns with Trandahl; majority whip Roy Blunt says he was not told about issue until last week; criticizes Hastert's response; Congressional officials are directed by federal prosecutors to safeguard Foley's computer and other office material; they have changed locks, stopped Foley's remote access to computers and warned staffers not to shred documents; Fordham says he is maligned by suggestion that he covered up for Foley; will give account to FBI (M)",
      "lead_paragraph": "WASHINGTON, Oct. 4 - A former Congressional aide said Wednesday that Speaker J. Dennis Hastert's office knew about reports of \"inappropriate behavior\" by Representative Mark Foley far earlier than Mr. Hastert's office has acknowledged.",
      "publication_date": "2006-10-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/05/washington/early-warning-on-foley-cited-by-former-aide.html",
      "byline": "By Jeff Zeleny and Carl Hulse"
    },
    {
      "headline": "Ex-Chief of H.P. Pursued Leaks, Too",
      "snippet": "Former Hewlett-Packard chief executive Carleton S Fiorina says in her memoir Tough Choices that she ordered first of series of leak investigations into contacts by board members with journalists in January 2005; Fiorina reveals good deal of resent...",
      "abstract": "Former Hewlett-Packard chief executive Carleton S Fiorina says in her memoir Tough Choices that she ordered first of series of leak investigations into contacts by board members with journalists in January 2005; Fiorina reveals good deal of resentment over her firing; she writes that after board's final meeting on her fate, all but two members refused to confront her; she indicates that she had little respect for some Hewlett-Packard directors, whom she describes as amateurish and immature; photo (M)",
      "lead_paragraph": "The former Hewlett-Packard chief executive Carleton S. Fiorina, once the most prominent female executive in the United States, ordered the first of a series of leak investigations into contacts by board members with journalists in January 2005, she says in a long-anticipated memoir.",
      "publication_date": "2006-10-05T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/05/technology/exchief-of-hp-pursued-leaks-too.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Dead Bachelors in Remote China Still Find Wives",
      "snippet": "Ancestor worship in remote regions of China leads grieving parents of dead bachelor sons to search for dead women to be brides and bury two together to ensure sons' contentment in afterlife; rural folk practice known as minghun, or afterlife marri...",
      "abstract": "Ancestor worship in remote regions of China leads grieving parents of dead bachelor sons to search for dead women to be brides and bury two together to ensure sons' contentment in afterlife; rural folk practice known as minghun, or afterlife marriage, is common in villages like Chenjiayuan along Loess Plateau, in Shanxi and Shaanxi Provinces; Chinese belief is that unmarried life is incomplete, so parents worry that sons may be unhappy and turn to family that has lost single daughter; cash transactions are arranged between families and are considered parental duty in Confucian tradition; Communist Party has not been able to stamp out practice; Loess Plateau is dense warren of eroding canyons remote from change sweeping China; young people leave to find work in cities, causing shortage of marriage-age women that is ironic in country where rural families abort female fetuses or abandon newborn girls; families also buy wives from traveling bride sellers; photos; map (M)",
      "lead_paragraph": "CHENJIAYUAN, China - For many Chinese, an ancestor is someone to honor, but also someone whose needs must be maintained. Families burn offerings of fake money or paper models of luxury cars in case an ancestor might need pocket change or a stylish ride in the netherworld.",
      "publication_date": "2006-10-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/05/world/asia/dead-bachelors-in-remote-china-still-find-wives.html",
      "byline": "By Jim Yardley"
    },
    {
      "headline": "Old but Not Frail: A Matter of Heart and Head",
      "snippet": "Article in series The New Age discusses research into why some people age better than others, remaining hale and hearty as peers fall victim to frailty; Dr Tamara Harris of National Institute on Aging explains frailty syndrome of exhaustion, weakn...",
      "abstract": "Article in series The New Age discusses research into why some people age better than others, remaining hale and hearty as peers fall victim to frailty; Dr Tamara Harris of National Institute on Aging explains frailty syndrome of exhaustion, weakness, weight loss and loss of muscle that becomes debilitating vicious cycle; scientists find that undetected cardiovascular disease is often major cause even if patients do not have heart attacks or strokes, because blood vessel obstructions can cause exhaustion, mental confusion, weakness or slow walking pace; Dr Eleanor Simonick describes startling observation that many apparently healthy older people in their 70's cannot walk quarter mile without stopping to rest; photos of Witold Bialokur, strong runner at age 71, and Dorothy Bower, frail at 78; graph; gerontologists note that full frailty syndrome is uncommon until people reach their 80's; Dr Anne Newman explains findings of Cardiovascular Health Study; psychologists Becca Levy and Thomas Hess discuss how negative stereotypes of old people also affect health (M)",
      "lead_paragraph": "Mary Wittenberg, the 44-year-old president of New York Road Runners, is a fast, strong and experienced runner. But she races best, she says, when she runs just behind Witold Bialokur. He can run 10 kilometers, or 6.2 miles, in less than 44 minutes and he is so smooth and controlled.",
      "publication_date": "2006-10-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/05/health/old-but-not-frail-a-matter-of-heart-and-head.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "This Maker of Music Players Did Think Different",
      "snippet": "Samsung's YP-K5 MP3 player features built-in speakers that slide out for listening to music out loud; is one of few music players to innovate in way that has made Apple's iPod successful; 2-gigabyte and 4-gigabyte models are available for $210 and...",
      "abstract": "Samsung's YP-K5 MP3 player features built-in speakers that slide out for listening to music out loud; is one of few music players to innovate in way that has made Apple's iPod successful; 2-gigabyte and 4-gigabyte models are available for $210 and $260, respectively; drawing; photo (M)",
      "lead_paragraph": "No matter what some people say, there was nothing grammatically wrong with Apple's slogan, \"Think different.\" It wasn't telling you how to think -- it was telling you what to think about. Think \"Think big,\" \"Think thin,\" or (as a skier's bumper sticker puts it) \"Think snow.\"",
      "publication_date": "2006-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/05/technology/this-maker-of-music-players-did-think-different.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Apple Says Jobs Knew of Options",
      "snippet": "Apple Computer says internal review has found that chief executive Steven P Jobs knew that company was backdating some stock options granted to employees to inflate their value; says Jobs did not knowingly receive any backdated options and has not...",
      "abstract": "Apple Computer says internal review has found that chief executive Steven P Jobs knew that company was backdating some stock options granted to employees to inflate their value; says Jobs did not knowingly receive any backdated options and has not benefited from practice, and that he does not understand accounting implications; spokesman Steve Dowling says it is possible that there had been 'irregularities' with some options granted to Jobs, but declines to elaborate; Jobs issues statement apologizing to Apple shareholders and employees for problems; Apple also announces that Fred D Anderson, Apple director who was chief financial officer from 1996 to 2004, period when questionable grants were made, has resigned from board (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/05/technology/apple-says-jobs-knew-of-options.html",
      "byline": "By Laurie J. Flynn"
    }
  ]
}