{
  "metadata": {
    "date": "2006-11-13",
    "total_articles": 61
  },
  "articles": [
    {
      "headline": "Rebates on the Way to Expiring",
      "snippet": "The end of the mail-in rebate is near as big chains like Best Buy and OfficeMax have announced their demise.",
      "abstract": "The end of the mail-in rebate is near as big chains like Best Buy and OfficeMax have announced their demise.",
      "lead_paragraph": "The end of the mail-in rebate is near. ",
      "publication_date": "2006-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/11/business/11money.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Slow Home Grants Stall Progress in New Orleans",
      "snippet": "$7.5 billion program to rebuild Louisiana by helping residents repair or replace their flooded homes has gotten off to slow start, frustrating government officials and outraging many homeowners who say they are still in limbo 14 months after Hurri...",
      "abstract": "$7.5 billion program to rebuild Louisiana by helping residents repair or replace their flooded homes has gotten off to slow start, frustrating government officials and outraging many homeowners who say they are still in limbo 14 months after Hurricane Katrina; nearly 79,000 families have applied to program, called Road Home, but only 1,721 have been told how much grant money they will receive and only 22 have received access to cash, which was provided by federal taxpayers and is being distributed by state; many hopes have been pinned on program, which is considered important factor in rebuilding ruined neighborhoods of New Orleans and is also meant to start economic boom in southern Louisiana; photos (M)",
      "lead_paragraph": "NEW ORLEANS - The $7.5 billion program to rebuild Louisiana by helping residents repair or replace their flooded homes has gotten off to a slow start, frustrating government officials and outraging many homeowners who say they are still in limbo 14 months after Hurricane Katrina hit.",
      "publication_date": "2006-11-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/11/us/slow-home-grants-stall-progress-in-new-orleans.html",
      "byline": "By Leslie Eaton"
    },
    {
      "headline": "Ex-Quarterback Thrives as Lobbyist",
      "snippet": "John Deere Co hired former Rep J C Watts Jr as lobbyist two years ago; it asked him to find black businessmen and women to become John Deere dealers after lawsuit stated that there was not single one among 1,400 dealers nationwide; executives at W...",
      "abstract": "John Deere Co hired former Rep J C Watts Jr as lobbyist two years ago; it asked him to find black businessmen and women to become John Deere dealers after lawsuit stated that there was not single one among 1,400 dealers nationwide; executives at Watts's Washington lobbying firm announced in May that they had found 'first African-American' owner for John Deere dealership; that dealer's name: J C Watts Cos; Watt's principal partner in his two small Texas dealerships is not African-American; he is South Korean businessman Keum Sang-yeon; no one has suggested that Watts has done anything wrong, but several experts say that it is unusual for lobbyists to have business relationships with their clients that go beyond lobbying; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/11/business/exquarterback-thrives-as-lobbyist.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "Ex-Quarterback Thrives as Lobbyist",
      "snippet": "The former Oklahoma representative J.C. Watts Jr. has turned his lobbying assignments into business deals.",
      "abstract": "The former Oklahoma representative J.C. Watts Jr. has turned his lobbying assignments into business deals.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/11/business/11watts.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "Democrats, Engaging Bush, Vow Early Action on Iraq",
      "snippet": "Democrats seek to put their new political power to use in shaping debate over Iraq, promising stepped-up Congressional oversight of war and resolution demanding schedule for reducing number of troops there; willingness of Democrats to begin confro...",
      "abstract": "Democrats seek to put their new political power to use in shaping debate over Iraq, promising stepped-up Congressional oversight of war and resolution demanding schedule for reducing number of troops there; willingness of Democrats to begin confronting Pres Bush and his party over Iraq suggests that early promises of cooperation across aisle will be tested quickly by differences over policy; photos of Sen Harry Reid, incoming Senate majority leader, with Bush after meeting at White House (M)",
      "lead_paragraph": "WASHINGTON, Nov. 10 - Democrats sought on Friday to put their new political power to use in shaping the debate over Iraq, promising stepped-up Congressional oversight of the war and a resolution demanding a schedule for reducing the number of troops there.",
      "publication_date": "2006-11-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/11/us/politics/democrats-engaging-bush-vow-early-action-on-iraq.html",
      "byline": "By Carl Hulse and Thom Shanker"
    },
    {
      "headline": "The Paradoxes of Businesses as Do-Gooders",
      "snippet": "If corporate social responsibility becomes a core business model, it won’t be because corporations have led the way. It will be because the rest of us have.",
      "abstract": "If corporate social responsibility becomes a core business model, it won’t be because corporations have led the way. It will be because the rest of us have.",
      "lead_paragraph": "The annual Business for Social Responsibility conference came to New York this week, and it only seemed as though half of corporate America ground to a halt to attend. Starbucks was there, of course, in force, but companies like Chevron, J. C. Penney, Pfizer, McDonald’s, Ford Motor and Exxon Mobil all had representatives as well, according to the program. You’d be surprised at the range of companies that are embracing the corporate responsibility mantle. Certainly, I was.",
      "publication_date": "2006-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/11/business/11nocera.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Rebates on the Way to Expiring",
      "snippet": "Retail stores eliminate mail-in rebate programs; cite consumer frustration with process, saying it reflects poorly on stores rather than manufacturers who offer deals; BestBuy, OfficeMax and several other retail chains announce that they will reti...",
      "abstract": "Retail stores eliminate mail-in rebate programs; cite consumer frustration with process, saying it reflects poorly on stores rather than manufacturers who offer deals; BestBuy, OfficeMax and several other retail chains announce that they will retire promotional tool; consumer advocates say other discount options are better for consumers, since retailers and manufacturers intentionally make redemption difficult; drawing (M)",
      "lead_paragraph": "The end of the mail-in rebate is near.",
      "publication_date": "2006-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/11/business/rebates-on-the-way-to-expiring.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "PlayStation 3 on Rescue Mission",
      "snippet": "Sony hopes PlayStation 3 gaming console will revive struggling electronics giant that has seen 94 percent drop in profits in most recent quarter; analysts say company needs system to be long-term hit product in order to regain top spot in industry...",
      "abstract": "Sony hopes PlayStation 3 gaming console will revive struggling electronics giant that has seen 94 percent drop in profits in most recent quarter; analysts say company needs system to be long-term hit product in order to regain top spot in industry due to increased competition from Microsoft with its Xbox 360 and Nintendo with its popular Wii; photos (M)",
      "lead_paragraph": "TOKYO, Nov. 10 - Even before PlayStation 3, Sony's long-delayed new game console, goes on sale in Japan Saturday morning, it has already sold out -- in Japanese cyberspace.",
      "publication_date": "2006-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/11/technology/playstation-3-on-rescue-mission.html",
      "byline": "By Martin Fackler"
    },
    {
      "headline": "Russia Near Deal to Join the W.T.O.",
      "snippet": "United States reaches deal to allow Russia to join World Trade Organization; deal is expected to be signed by President Bush and President Vladimir V Putin; will give Russia voice in global trade talks and setting future policy; other members must...",
      "abstract": "United States reaches deal to allow Russia to join World Trade Organization; deal is expected to be signed by President Bush and President Vladimir V Putin; will give Russia voice in global trade talks and setting future policy; other members must still approve nation's entry into organization; graph (M)",
      "lead_paragraph": "MOSCOW, Nov. 10 - Officials in Washington and Moscow reached an agreement in principle for Russia to join the World Trade Organization, crossing the final big hurdle in the stop-and-go cycle that has marked the process since Moscow began its application shortly after the collapse of the Soviet Union.",
      "publication_date": "2006-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/11/business/worldbusiness/russia-near-deal-to-join-the-wto.html",
      "byline": "By Andrew E. Kramer and Edmund L. Andrews"
    },
    {
      "headline": "Treasury Chief Set to Seek Deals",
      "snippet": "Treasury Sec Henry M Paulson Jr hopes to use his prowess as former head of Goldman Sachs to pursue critical economic ties with China, explore deal making with Democrats in Congress, and restore long-term financial stability of Social Security and ...",
      "abstract": "Treasury Sec Henry M Paulson Jr hopes to use his prowess as former head of Goldman Sachs to pursue critical economic ties with China, explore deal making with Democrats in Congress, and restore long-term financial stability of Social Security and Medicare; Paulson is professed neophyte in political and legislative warfare, but is recognized as master at striking bargains in business world; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 10 - For his first months in office, Treasury Secretary Henry M. Paulson Jr. kept to the shadows while cabinet colleagues were campaigning for a Republican Congress. He made it plain that he disliked politicking, and he irritated some Republicans the Friday before Election Day by not joining the administration chorus talking up a drop in the jobless rate.",
      "publication_date": "2006-11-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/11/business/treasury-chief-set-to-seek-deals.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Democrats, Engaging Bush, Vow Early Action on Iraq",
      "snippet": "Democrats promised stepped-up Congressional oversight of the war in Iraq and a resolution demanding a schedule for reducing the number of troops.",
      "abstract": "Democrats promised stepped-up Congressional oversight of the war in Iraq and a resolution demanding a schedule for reducing the number of troops.",
      "lead_paragraph": "WASHINGTON, Nov. 10 — Democrats sought on Friday to put their new political power to use in shaping the debate over Iraq, promising stepped-up Congressional oversight of the war and a resolution demanding a schedule for reducing the number of troops there.",
      "publication_date": "2006-11-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/11/us/politics/11elect.html",
      "byline": "By Carl Hulse and Thom Shanker"
    },
    {
      "headline": "Treasury Chief Set to Seek Deals",
      "snippet": "Henry M. Paulson Jr. is expected to pursue critical economic ties with China and explore deal-making with Democrats.",
      "abstract": "Henry M. Paulson Jr. is expected to pursue critical economic ties with China and explore deal-making with Democrats.",
      "lead_paragraph": "WASHINGTON, Nov. 10 — For his first months in office, Treasury Secretary Henry M. Paulson Jr. kept to the shadows while cabinet colleagues were campaigning for a Republican Congress. He made it plain that he disliked politicking, and he irritated some Republicans the Friday before Election Day by not joining the administration chorus talking up a drop in the jobless rate.",
      "publication_date": "2006-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/11/business/11paulson.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "What’s Wrong With a Child? Psychiatrists Often Disagree",
      "snippet": "Second article in series examining increasing number of American children whose difficulties are diagnosed as serious mental disorders; doctors have hard time diagnosing mental illnesses in children, as they often have symptoms that are indicators...",
      "abstract": "Second article in series examining increasing number of American children whose difficulties are diagnosed as serious mental disorders; doctors have hard time diagnosing mental illnesses in children, as they often have symptoms that are indicators of multiple disorders; parents of disruptive children say they hear alphabet soup of labels that seem to change as often as child's shoe size; confusion is due in part to patchwork nature of health care system; child psychiatrists are in desperately short supply, and family doctors, pediatricians, and social workers routinely hand out diagnoses; most commonly diagnosed mental disorders in younger children include attention deficit hyperactivity disorder, depression and anxiety, and oppositional defiant disorder; many psychiatrists believe that childhood bipolar disorder is being overdiagnosed; cases of Paul Williams, 13-year-old who has taken wide variety of psychiatric drugs, and Katherine Finn, 14, who has been diagnosed with bipolar disorder, noted; chart; photos (M)",
      "lead_paragraph": "Paul Williams, 13, has had almost as many psychiatric diagnoses as birthdays.",
      "publication_date": "2006-11-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/11/health/psychology/whats-wrong-with-a-child-psychiatrists-often-disagree.html",
      "byline": "By Benedict Carey"
    },
    {
      "headline": "Russia Near Deal to Join the W.T.O.",
      "snippet": "Russia drew closer to membership in the World Trade Organization after reaching an agreement on issues raised by the United States.",
      "abstract": "Russia drew closer to membership in the World Trade Organization after reaching an agreement on issues raised by the United States.",
      "lead_paragraph": "MOSCOW, Nov. 10  Officials in Washington and Moscow reached an agreement in principle for Russia to join the World Trade Organization, crossing the final big hurdle in the stop-and-go cycle that has marked the process since Moscow began its application shortly after the collapse of the Soviet Union.",
      "publication_date": "2006-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/11/business/worldbusiness/11trade.html",
      "byline": "By Andrew E. Kramer and Edmund L. Andrews"
    },
    {
      "headline": "Slow Home Grants Stall Progress in New Orleans",
      "snippet": "Fourteen months after Katrina hit, just 22 families have received access to cash to repair their flooded homes.",
      "abstract": "Fourteen months after Katrina hit, just 22 families have received access to cash to repair their flooded homes.",
      "lead_paragraph": "NEW ORLEANS — The $7.5 billion program to rebuild Louisiana by helping residents repair or replace their flooded homes has gotten off to a slow start, frustrating government officials and outraging many homeowners who say they are still in limbo 14 months after Hurricane Katrina hit.",
      "publication_date": "2006-11-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/11/us/11louisiana.html",
      "byline": "By Leslie Eaton"
    },
    {
      "headline": "As Older Students Return to Classrooms an Industry Develops",
      "snippet": "Continuing education is $6 billion business; industry is expected to hit $8 billion by 2001; National Center for Education Statistics says participation increased to 44 percent in 2005 from 40 percent in 1995; about 47 percent of 50-54 year olds, ...",
      "abstract": "Continuing education is $6 billion business; industry is expected to hit $8 billion by 2001; National Center for Education Statistics says participation increased to 44 percent in 2005 from 40 percent in 1995; about 47 percent of 50-54 year olds, 40 percent of 55-to-64-year olds and 23 percent of those 65 and older took courses offered by nonprofit organizations and provideers such as One Day University and Learning Annex; older students take wider variety of courses than in past; photos (M)",
      "lead_paragraph": "Marcia Seredynski, 62, a former high school history teacher, is semi-retired in Briarcliff Manor, N.Y., but that does not mean she has slowed down. She is a substitute teacher, a traveler and very busy with lectures and workshops about things like politics and cinema. \"I like to keep up with the educational system,\" she said.",
      "publication_date": "2006-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/11/business/as-older-students-return-to-classrooms-an-industry-develops.html",
      "byline": "By Abby Ellin"
    },
    {
      "headline": "The Paradoxes of Businesses as Do-Gooders",
      "snippet": "Annual Business for Social Responsibility Conference attracts wide range of companies as movement for corporate accountability becomes mainstream and executives recognize good business sense of adopting socially progressive policies; critics say b...",
      "abstract": "Annual Business for Social Responsibility Conference attracts wide range of companies as movement for corporate accountability becomes mainstream and executives recognize good business sense of adopting socially progressive policies; critics say businesses are misguided to concentrate efforts on anything other than increasing profits; should work to donate more to charities who will make better use of resources; social responsibility efforts are often used to make corporations feel they have higher purpose (M)",
      "lead_paragraph": "The annual Business for Social Responsibility conference came to New York this week, and it only seemed as though half of corporate America ground to a halt to attend. Starbucks was there, of course, in force, but companies like Chevron, J. C. Penney, Pfizer, McDonald's, Ford Motor and Exxon Mobil all had representatives as well, according to the program. You'd be surprised at the range of companies that are embracing the corporate responsibility mantle. Certainly, I was.",
      "publication_date": "2006-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/11/business/the-paradoxes-of-businesses-as-dogooders.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "PlayStation 3 on Rescue Mission",
      "snippet": "Sony badly needs for PlayStation 3 to be a long-term hit to recover from its current decline and regain its title as global innovator.",
      "abstract": "Sony badly needs for PlayStation 3 to be a long-term hit to recover from its current decline and regain its title as global innovator.",
      "lead_paragraph": "TOKYO, Nov. 10 — Even before PlayStation 3, Sony’s long-delayed new game console, goes on sale in Japan Saturday morning, it has already sold out — in Japanese cyberspace.",
      "publication_date": "2006-11-11T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/11/technology/11sony.html",
      "byline": "By Martin Fackler"
    },
    {
      "headline": "As Older Students Return to Classrooms an Industry Develops",
      "snippet": "Continuing education — noncredit classes taken after formal education — is booming among the older set and is now a $6 billion business.",
      "abstract": "Continuing education — noncredit classes taken after formal education — is booming among the older set and is now a $6 billion business.",
      "lead_paragraph": "Marcia Seredynski, 62, a former high school history teacher, is semi-retired in Briarcliff Manor, N.Y., but that does not mean she has slowed down. She is a substitute teacher, a traveler and very busy with lectures and workshops about things like politics and cinema. “I like to keep up with the educational system,” she said.",
      "publication_date": "2006-11-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/11/business/11education.html",
      "byline": "By Abby Ellin"
    },
    {
      "headline": "Sports Artist Sued for Mix of Crimson and Tide",
      "snippet": "Athletes, sports leagues and universities are aggressively protecting what they say is their intellectual property.",
      "abstract": "Athletes, sports leagues and universities are aggressively protecting what they say is their intellectual property.",
      "lead_paragraph": "TUSCALOOSA, Ala., Nov. 7 — In the solemn cathedral of college football devotion and instruction that is the Paul W. Bryant Museum here, a large painting dominates the main chamber. It is called “The Sack,” and it shows an encounter between a Notre Dame quarterback and a human locomotive in crimson and white.",
      "publication_date": "2006-11-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/12/us/12artist.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Incoming Democrats Put Populism Before Ideology",
      "snippet": "Newly elected Democrats say they were given a rare opportunity by voters, many of them independents and Republicans, and now they have to produce.",
      "abstract": "Newly elected Democrats say they were given a rare opportunity by voters, many of them independents and Republicans, and now they have to produce.",
      "lead_paragraph": "WASHINGTON, Nov. 11 — The newly elected Democratic class of 2006, which is set to descend on the Capitol next week, will hardly be the first freshmen to arrive in Washington promising to make a difference. ",
      "publication_date": "2006-11-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/12/us/politics/12class.html",
      "byline": "By Robin Toner and Kate Zernike"
    },
    {
      "headline": "Frustration Grows at Carousel as More Baggage Goes Astray",
      "snippet": "Transportation Dept reports 33 percent increase in misplaced airline luggage in August from a year earlier, and 92 percent increase in September from 2005; globally about 30 million bags are mishandled every year and airlines spend about $2.5 bill...",
      "abstract": "Transportation Dept reports 33 percent increase in misplaced airline luggage in August from a year earlier, and 92 percent increase in September from 2005; globally about 30 million bags are mishandled every year and airlines spend about $2.5 billion to find and deliver those bags; all but 200,000 bags, or less than 1 percent, are eventually reunited with their owners; efforts are under way to fix two of worst baggage operations in United States, at US Airways in Philadelphia and Atlantic Southeast Airlines, which operates as Delta Connection in Atlanta; graph; photos (L)",
      "lead_paragraph": "ATLANTA, Nov. 6 - Since Aug. 10, when a ban on most carry-on liquids sent the amount of checked luggage soaring, airlines have been misplacing many more bags, and the fumbling could well escalate during the busy holiday travel season.",
      "publication_date": "2006-11-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/12/business/frustration-grows-at-carousel-as-more-baggage-goes-astray.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "Gates Chosen to Heal Wounds",
      "snippet": "President Bush picked Robert M. Gates as defense secretary in part to close a long-running rift between the Defense Department and the State Department. Page 29.  ",
      "abstract": "President Bush picked Robert M. Gates as defense secretary in part to close a long-running rift between the Defense Department and the State Department. Page 29.  ",
      "lead_paragraph": "President Bush picked Robert M. Gates as defense secretary in part to close a long-running rift between the Defense Department and the State Department. Page 29.",
      "publication_date": "2006-11-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/12/us/gates-chosen-to-heal-wounds.html",
      "byline": ""
    },
    {
      "headline": "Keeping Your Enemies Close",
      "snippet": "When ChoicePoint started its makeover campaign, it offered to rain down freebies on possible victims of identity theft. Then it overhauled its security measures.",
      "abstract": "When ChoicePoint started its makeover campaign, it offered to rain down freebies on possible victims of identity theft. Then it overhauled its security measures.",
      "lead_paragraph": "Alpharetta, Ga.",
      "publication_date": "2006-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/11/12/business/yourmoney/12choice.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Why Buybacks Aren’t Always Good News",
      "snippet": "Inflating the earnings per share, and maybe the boss's bonus, too.",
      "abstract": "Inflating the earnings per share, and maybe the boss's bonus, too.",
      "lead_paragraph": "ONE force behind the stock market’s recent strength has been the flood of money that corporate America has poured into share buyback programs. According to Standard & Poor’s, the companies in its flagship 500-stock index are on track to repurchase more than $435 billion worth of their shares this year. That’s significantly more than the $349 billion repurchased in 2005 and more than triple the $131 billion in shares that were bought in 2003. ",
      "publication_date": "2006-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/11/12/business/yourmoney/12gret.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "From a Small Loan, a Jewelry Business Grows",
      "snippet": "Women's Venture Fund enables Audrey Hu of Jersey City, NJ, to expand her home-based jewelry business through microcredit loan; fund helps make commercial credit more available to women; loans have totaled $1.5 million (M)",
      "abstract": "Women's Venture Fund enables Audrey Hu of Jersey City, NJ, to expand her home-based jewelry business through microcredit loan; fund helps make commercial credit more available to women; loans have totaled $1.5 million (M)",
      "lead_paragraph": "IT'S no small hop from Bangladesh to Jersey City, but a strategy pioneered in Bangladesh has nourished Audrey Hu's home-based jewelry business on the west bank of the Hudson.",
      "publication_date": "2006-11-12T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/11/12/jobs/from-a-small-loan-a-jewelry-business-grows.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "A Quirky Superhero of the Comics Trade",
      "snippet": "If you are a Dark Horse aficionado with an insatiable appetite, the company has more in store for next year.",
      "abstract": "If you are a Dark Horse aficionado with an insatiable appetite, the company has more in store for next year.",
      "lead_paragraph": "YOU may not know a little publishing company called Dark Horse Comics, but if you are a fan of Concrete (whose brain was transplanted by aliens into a stone body), Hellboy (he of the sawed-off red horns, satanic red tail and gargantuan red fist) or Sin City (the violent, edge-of-desperation town where people and principles are routinely bought and sold), then you certainly know its characters and its comic books.",
      "publication_date": "2006-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/11/12/business/yourmoney/12comic.html",
      "byline": "By George Gene Gustines"
    },
    {
      "headline": "Sectarian Rifts Foretell Pitfalls of Iraqi Troops’ Taking Control",
      "snippet": "Diyala Province in Iraq has volatile mix of Sunnis, Shiites and Kurds and is emerging as crucial strategic territory in sectarian struggle; has been stronghold of Sunni insurgency, but Shiite militiamen have been rushing in to protect Shiite popul...",
      "abstract": "Diyala Province in Iraq has volatile mix of Sunnis, Shiites and Kurds and is emerging as crucial strategic territory in sectarian struggle; has been stronghold of Sunni insurgency, but Shiite militiamen have been rushing in to protect Shiite population from attacks; experience of American commanders in Diyala over past year provides some window on possible consequences of American withdrawal; growing militia presence combined with sectarian turn of Iraqi commanders will increasingly leave Sunni population with no protection other than insurgent and terrorist groups; map; photos (L)",
      "lead_paragraph": "BAQUBA, Iraq - It did not take long for Col. Brian D. Jones to begin to have doubts about the new Iraqi commander.",
      "publication_date": "2006-11-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/12/world/middleeast/sectarian-rifts-foretell-pitfalls-of-iraqi-troops-taking.html",
      "byline": "By Richard A. Oppel Jr"
    },
    {
      "headline": "Democrats Aim to Save Inquiry on Work in Iraq",
      "snippet": "Congressional Democrats plan to press for new legislation that will restore power of Office of Special Inspector General for Iraq Reconstruction and greatly increase its investigative reach; move would nullify Republican provision to terminate age...",
      "abstract": "Congressional Democrats plan to press for new legislation that will restore power of Office of Special Inspector General for Iraq Reconstruction and greatly increase its investigative reach; move would nullify Republican provision to terminate agency; Democrats intend to press ahead with Congressional oversight, particularly on Iraq, after lame-duck session ends, but have also been conciliatory in discussing broader efforts to review Bush administration's initiatives of past six years; locus of resistance to extending agency's tenure is said to be State Dept, which believes its own inspector general should begin taking on job; photos (L)",
      "lead_paragraph": "WASHINGTON, Nov. 11 - Congressional Democrats say they will press new legislation next week to restore the power of a federal agency in charge of ferreting out waste and corruption in Iraq and greatly increase its investigative reach.",
      "publication_date": "2006-11-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/12/washington/democrats-aim-to-save-inquiry-on-work-in-iraq.html",
      "byline": "This article is by James Glanz, David Johnston and Thom Shanker"
    },
    {
      "headline": "Entrepreneurs See a Web Guided by Common Sense",
      "snippet": "Computer scientists and growing number of start-up companies are developing Web 3.0, or semantic Web; effort aims to add layer of meaning on top of existing Web that would make it less catalog and more guide, and even provide foundation for system...",
      "abstract": "Computer scientists and growing number of start-up companies are developing Web 3.0, or semantic Web; effort aims to add layer of meaning on top of existing Web that would make it less catalog and more guide, and even provide foundation for systems that can reason in human fashion; skeptics call it unattainable vision, but underlying technologies are rapidly gaining adherents at companies whose projects often center on simple, practical uses; researchers agree that if such systems emerge, they will instantly become more commercially valuable than today's search engines; photos (L)",
      "lead_paragraph": "SAN FRANCISCO, Nov. 11 - From the billions of documents that form the World Wide Web and the links that weave them together, computer scientists and a growing collection of start-up companies are finding new ways to mine human intelligence.",
      "publication_date": "2006-11-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/12/business/entrepreneurs-see-a-web-guided-by-common-sense.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Keeping Your Enemies Close",
      "snippet": "Article on rehabilitation of ChoicePoint, giant data broker that maintains digital dossiers on nearly every adult in US and was hit by Federal Trade Commission with $15 million in fines and penalties for violating consumer security and record-hand...",
      "abstract": "Article on rehabilitation of ChoicePoint, giant data broker that maintains digital dossiers on nearly every adult in US and was hit by Federal Trade Commission with $15 million in fines and penalties for violating consumer security and record-handling procedures; president Douglas Curling and Daniel Solove, one of ChoicePoint's most persistent critics, comment on actions taken; chronology; photos (M)",
      "lead_paragraph": "ALPHARETTA, Ga. - IF you found yourself running a company suddenly branded one of the most reviled in the country -- if, for example, you noticed that visitors to Consumerist.com, a heavily visited consumer Web site, voted yours as the second \"worst company in America\" and you had just been awarded the 2005 \"Lifetime Menace Award\" by the human rights group Privacy International -- you might feel obliged to take extraordinary steps. You might even want to reach out to your most vocal critics and ask them, \"What are we doing wrong?\"",
      "publication_date": "2006-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/11/12/business/yourmoney/keeping-your-enemies-close.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "A Quirky Superhero of the Comics Trade",
      "snippet": "Article on Dark Horse Comics, privately held publisher that has spent last two decades carving out and maintaining niche in comic book industry by nurturing quirky, brooding and inventive stable of writers and artists; founder Mike Richardson comm...",
      "abstract": "Article on Dark Horse Comics, privately held publisher that has spent last two decades carving out and maintaining niche in comic book industry by nurturing quirky, brooding and inventive stable of writers and artists; founder Mike Richardson comments on old and new projects; cartoons; photos (M)",
      "lead_paragraph": "YOU may not know a little publishing company called Dark Horse Comics, but if you are a fan of Concrete (whose brain was transplanted by aliens into a stone body), Hellboy (he of the sawed-off red horns, satanic red tail and gargantuan red fist) or Sin City (the violent, edge-of-desperation town where people and principles are routinely bought and sold), then you certainly know its characters and its comic books.",
      "publication_date": "2006-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/11/12/business/yourmoney/a-quirky-superhero-of-the-comics-trade.html",
      "byline": "By George Gene Gustines"
    },
    {
      "headline": "Frustration Grows at Carousel as More Baggage Goes Astray",
      "snippet": "Airlines have misplaced more bags — up to 92 percent more than last year — since a ban on liquids took effect.",
      "abstract": "Airlines have misplaced more bags — up to 92 percent more than last year — since a ban on liquids took effect.",
      "lead_paragraph": "ATLANTA, Nov. 6  Since Aug. 10, when a ban on most carry-on liquids sent the amount of checked luggage soaring, airlines have been misplacing many more bags, and the fumbling could well escalate during the busy holiday travel season.",
      "publication_date": "2006-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/12/business/12baggage.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "Incoming Democrats Put Populism Before Ideology",
      "snippet": "Interviews with nearly half of incoming Democratic lawmakers show freshmen with keen sense of their own moment in history as well as awareness that, having been given chance, they must now deal with long-festering problems; they hope in general to...",
      "abstract": "Interviews with nearly half of incoming Democratic lawmakers show freshmen with keen sense of their own moment in history as well as awareness that, having been given chance, they must now deal with long-festering problems; they hope in general to avoid ideological wars that have dominated Congress in recent years, recognizing that they were elected in large part from Republican leaning districts and states; photos (L)",
      "lead_paragraph": "WASHINGTON, Nov. 11 - The newly elected Democratic class of 2006, which is set to descend on the Capitol next week, will hardly be the first freshmen to arrive in Washington promising to make a difference.",
      "publication_date": "2006-11-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/12/us/politics/incoming-democrats-put-populism-before-ideology.html",
      "byline": "By Robin Toner and Kate Zernike"
    },
    {
      "headline": "Sectarian Rifts Foretell Pitfalls of Iraqi Troops’ Taking Control",
      "snippet": "With its volatile mix of Sunnis, Shiites and Kurds,  Diyala Province is emerging as a crucial strategic territory.",
      "abstract": "With its volatile mix of Sunnis, Shiites and Kurds,  Diyala Province is emerging as a crucial strategic territory.",
      "lead_paragraph": "BAQUBA, Iraq — It did not take long for Col. Brian D. Jones to begin to have doubts about the new Iraqi commander.",
      "publication_date": "2006-11-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/12/world/middleeast/12diyala.html",
      "byline": "By Richard A. Oppel Jr"
    },
    {
      "headline": "Entrepreneurs See a Web Guided by Common Sense",
      "snippet": "Computer scientists and start-up companies want to make the Web less of a catalog and more of a guide.",
      "abstract": "Computer scientists and start-up companies want to make the Web less of a catalog and more of a guide.",
      "lead_paragraph": "SAN FRANCISCO, Nov. 11  From the billions of documents that form the World Wide Web and the links that weave them together, computer scientists and a growing collection of start-up companies are finding new ways to mine human intelligence.",
      "publication_date": "2006-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/12/business/12web.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Why Buybacks Aren’t Always Good News",
      "snippet": "Gretchen Morgenson column on downsides associated with share buyback programs in corporate America; notes repurchases, by artificially inflating company earnings per share, can mask business slowdowns; says purchases may destroy shareholder value ...",
      "abstract": "Gretchen Morgenson column on downsides associated with share buyback programs in corporate America; notes repurchases, by artificially inflating company earnings per share, can mask business slowdowns; says purchases may destroy shareholder value when they are made to offset stock option grants to corporate executives and may also bolster top executive compensation (M)",
      "lead_paragraph": "ONE force behind the stock market's recent strength has been the flood of money that corporate America has poured into share buyback programs. According to Standard & Poor's, the companies in its flagship 500-stock index are on track to repurchase more than $435 billion worth of their shares this year. That's significantly more than the $349 billion repurchased in 2005 and more than triple the $131 billion in shares that were bought in 2003.",
      "publication_date": "2006-11-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/11/12/business/yourmoney/why-buybacks-arent-always-good-news.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Sports Artist Sued for Mix of Crimson and Tide",
      "snippet": "University of Alabama is suing artist Daniel A Moore, charging that his sports paintings violate university's trademark rights; asks judge to forbid Moore to use university's famous crimson and white color scheme; athletes, sports leagues and univ...",
      "abstract": "University of Alabama is suing artist Daniel A Moore, charging that his sports paintings violate university's trademark rights; asks judge to forbid Moore to use university's famous crimson and white color scheme; athletes, sports leagues and universities are becoming increasingly aggressive in protecting what they see as their intellectual property; Moore feels his works should receive same protections newspaper photographs enjoy; photo (L)",
      "lead_paragraph": "TUSCALOOSA, Ala., Nov. 7 - In the solemn cathedral of college football devotion and instruction that is the Paul W. Bryant Museum here, a large painting dominates the main chamber. It is called \"The Sack,\" and it shows an encounter between a Notre Dame quarterback and a human locomotive in crimson and white.",
      "publication_date": "2006-11-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/11/12/us/sports-artist-sued-for-mix-of-crimson-and-tide.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "From a Small Loan, a Jewelry Business Grows",
      "snippet": "A strategy pioneered in Bangladesh has nourished Audrey Hu’s home-based jewelry business on the west bank of the Hudson.",
      "abstract": "A strategy pioneered in Bangladesh has nourished Audrey Hu’s home-based jewelry business on the west bank of the Hudson.",
      "lead_paragraph": "IT’S no small hop from Bangladesh to Jersey City, but a strategy pioneered in Bangladesh has nourished Audrey Hu’s home-based jewelry business on the west bank of the Hudson.",
      "publication_date": "2006-11-12T05:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/11/12/jobs/12homefront.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "Fresh Off the Farm in Montana, a Senator-to-Be",
      "snippet": "Jon Tester, Democrat who defeated three-term incumbent Sen Conrad Burns of Montana by fewer than 3,000 votes, is pro-gun, anti-big-business prairie pragmatist; he is third-generation farmer who was local soil conservation district leader and state...",
      "abstract": "Jon Tester, Democrat who defeated three-term incumbent Sen Conrad Burns of Montana by fewer than 3,000 votes, is pro-gun, anti-big-business prairie pragmatist; he is third-generation farmer who was local soil conservation district leader and state senator before becoming one of victors who will give Democrats control of Senate; his bare-knuckle Senate campaign capitalized on Burns's ties to disgraced lobbyist Jack Abramoff; Republicans warn that Tester's down-home persona masks agenda out of step with much of America; Tester says he is Democrat because his parents believed Democrats work for middle class; photos (M)",
      "lead_paragraph": "GREAT FALLS, Mont., Nov. 9 - When he joins the United States Senate in January, big Jon Tester -- who is just under 300 pounds in his boots -- will most likely be the only person in the world's most exclusive club who knows how to butcher a cow or grease a combine.",
      "publication_date": "2006-11-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/13/us/politics/fresh-off-the-farm-in-montana-a-senatortobe.html",
      "byline": "By Timothy Egan"
    },
    {
      "headline": "Blow It Up and Start All Over Again",
      "snippet": "Producer Jerry Bruckheimer has had uniquely successful career in Hollywood; has produced 17 films for Walt Disney Co since 1991 which have made $5 billion, or 17 percent of studio's box-office totals over past 10 years; continues to be driving for...",
      "abstract": "Producer Jerry Bruckheimer has had uniquely successful career in Hollywood; has produced 17 films for Walt Disney Co since 1991 which have made $5 billion, or 17 percent of studio's box-office totals over past 10 years; continues to be driving force in Hollywood due to attention to detail and talent for creating blockbusters; profile of Bruckheimer's career; photos; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/13/business/media/blow-it-up-and-start-all-over-again.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "In New Middle East, Tests for an Old Friendship",
      "snippet": "The Democratic sweep has created concerns in Israel that the administration will turn to compromise with Iran.",
      "abstract": "The Democratic sweep has created concerns in Israel that the administration will turn to compromise with Iran.",
      "lead_paragraph": "JERUSALEM, Nov. 12 — Even before the American elections, a certain wariness had crept into the intimate friendship between Israel and the United States. The summer war in Lebanon produced questions in Washington about the competence of Prime Minister Ehud Olmert. In Jerusalem, there were worries about the American approach to Iran and the Palestinians. ",
      "publication_date": "2006-11-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/13/world/middleeast/13israel.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Dubious Mix: Rich Suitors, Ailing Papers",
      "snippet": "Tribune Co is under pressure to sell in effort to save company amid failing newspaper industry; is seeking offers from wealthy potential buyers such as partnership of Eli Broad and Ronald W Burkle, David Geffen or former insurance tycoon Maurice R...",
      "abstract": "Tribune Co is under pressure to sell in effort to save company amid failing newspaper industry; is seeking offers from wealthy potential buyers such as partnership of Eli Broad and Ronald W Burkle, David Geffen or former insurance tycoon Maurice R Greenberg; civic-minded local business leaders also express interest in order to maintain quality journalism and avoid job cuts; industry experts question how outsiders will run newspapers that experienced veterans have been unable to maintain; wealthy investors may understimate difficulties in running newspaper businesses (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/13/business/media/dubious-mix-rich-suitors-ailing-papers.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Identity Thief Is Often Found in Family Photo",
      "snippet": "Though most victims never learn who stole their identities, half of those who do say the thief was a family member, a friend or neighbor.",
      "abstract": "Though most victims never learn who stole their identities, half of those who do say the thief was a family member, a friend or neighbor.",
      "lead_paragraph": "In the five years since his divorce, Eric Wagenhauser had moved on with his life. He had remarried and was sharing custody of the three children from his first marriage. Then, last year, Mr. Wagenhauser discovered a new wrinkle on American divorce: his former wife had used the children’s Social Security numbers to apply for nine credit cards in their names. She obtained two.",
      "publication_date": "2006-11-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/13/us/13identity.html",
      "byline": "By John Leland"
    },
    {
      "headline": "Microsoft Counting on a Twist to Make Zune Shine in Shadow of iPod",
      "snippet": "The Zune, released on Monday, is a digital music and video player that can wirelessly exchange content. ",
      "abstract": "The Zune, released on Monday, is a digital music and video player that can wirelessly exchange content. ",
      "lead_paragraph": " The hoopla was still swelling around last November’s debut of the Xbox 360, Microsoft’s latest entry in the game-console wars, when some on its development team began turning their attention to conceiving a new product. ",
      "publication_date": "2006-11-13T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/13/technology/13zune.html",
      "byline": "By Michel Marriott"
    },
    {
      "headline": "What’s Wrong With Profit?",
      "snippet": "A new generation of “philanthropreneurs” has stepped forward, driven to do good and have their profit, too.",
      "abstract": "A new generation of “philanthropreneurs” has stepped forward, driven to do good and have their profit, too.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "SPG",
      "web_url": "https://www.nytimes.com/2006/11/13/us/13strom.html",
      "byline": "By Stephanie Strom"
    },
    {
      "headline": "DEMOCRATS PUSH FOR TROOP CUTS WITHIN MONTHS",
      "snippet": "Democratic leaders in Senate vow to use their new Congressional majority to press for troop reductions in Iraq within months, stepping up pressure just as Pres Bush is to be interviewed by bipartisan panel examining future strategy for war; Sen Ca...",
      "abstract": "Democratic leaders in Senate vow to use their new Congressional majority to press for troop reductions in Iraq within months, stepping up pressure just as Pres Bush is to be interviewed by bipartisan panel examining future strategy for war; Sen Carl Levin, incoming Armed Services Committee chairman, says phased redeployment in four to six months would signal to Iraqis that America's 'open-ended commitment' is over and put pressure on Iraqi government to take over themselves; White House chief of staff Joshua B Bolten says Bush is open to 'fresh ideas,' but he rules out setting timetable for withdrawal of troops; spirited exchanges on Sunday morning talk shows come day before bipartisan panel is to visit White House for its final round of interviews, meeting separately with Bush, secretaries of state and defense, CIA director and director of national intelligence; it will interview Prime Min Tony Blair of Britain by videoconference; photos (M)",
      "lead_paragraph": "WASHINGTON, Nov. 12 - Democratic leaders in the Senate vowed on Sunday to use their new Congressional majority to press for troop reductions in Iraq within a matter of months, stepping up pressure on the administration just as President Bush is to be interviewed by a bipartisan panel examining future strategy for the war.",
      "publication_date": "2006-11-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/13/washington/the-2006-election-democrats-push-for-troop-cuts-within-months.html",
      "byline": "By Sheryl Gay Stolberg and Mark Mazzetti"
    },
    {
      "headline": "Dubious Mix: Rich Suitors, Ailing Papers",
      "snippet": "If newspapers in the hands of experienced operators are flailing, how is it that men who made money in other arenas will suddenly crack the code?",
      "abstract": "If newspapers in the hands of experienced operators are flailing, how is it that men who made money in other arenas will suddenly crack the code?",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/13/business/media/13carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "THE '06 ELECTION",
      "snippet": "MURTHA LAUDED -- John P. Murtha, a candidate for majority leader, received praise from fellow Democrat Nancy Pelosi, who is expected to be the next House speaker.   PAGE A21    OPPOSITION TO MEDICARE PLAN -- The Bush administration said it would s...",
      "abstract": " MURTHA LAUDED -- John P. Murtha, a candidate for majority leader, received praise from fellow Democrat Nancy Pelosi, who is expected to be the next House speaker.   PAGE A21    OPPOSITION TO MEDICARE PLAN -- The Bush administration said it would strenuously oppose legislation to authorize the government to negotiate with drug companies for lower drug prices for Medicare.   PAGE A16    BIG RESULT FOR CALIFORNIA -- California is in position to reap much from last week's power shift.   PAGE A21  ",
      "lead_paragraph": "MURTHA LAUDED -- John P. Murtha, a candidate for majority leader, received praise from fellow Democrat Nancy Pelosi, who is expected to be the next House speaker. PAGE A21",
      "publication_date": "2006-11-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/13/us/front page/the-06-election.html",
      "byline": ""
    },
    {
      "headline": "Ex-Chairman of Insurer May Bid for Tribune",
      "snippet": "Former American International Group chairman Maurice R Greenberg is considering bid for Tribune Co; has also expressed interest in other newspapers and newspaper companies including Boston Globe and Dow Jones; joins others who are exploring invest...",
      "abstract": "Former American International Group chairman Maurice R Greenberg is considering bid for Tribune Co; has also expressed interest in other newspapers and newspaper companies including Boston Globe and Dow Jones; joins others who are exploring investments in struggling industry; Greenberg could be major force in revitalizing newspaper business that he believes are undervalued; it is unclear how active Greenberg would be in editorial direction of publications; interest in local ownership of papers has increased as industry battles loss of readers and advertisers to internet; photos (M)",
      "lead_paragraph": "Maurice R. Greenberg, the former chairman of the insurance giant American International Group, has become the latest wealthy mogul to express interest in the struggling newspaper industry.",
      "publication_date": "2006-11-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/13/business/media/exchairman-of-insurer-may-bid-for-tribune.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Influence Rises but Base Frays for Iraqi Cleric",
      "snippet": "Moktada al-Sadr is said to be losing control of his feared Mahdi Army as he moves from angry outsider to member of Iraqi establishment; many members of his militia have broken away from confines of compromise that bind him, and taken more active r...",
      "abstract": "Moktada al-Sadr is said to be losing control of his feared Mahdi Army as he moves from angry outsider to member of Iraqi establishment; many members of his militia have broken away from confines of compromise that bind him, and taken more active role in street killings and infiltration of security forces; Sadr says he is trying to weed them out--publicly dismissing 40 of them last month; his new prominence in politics is partly result of intense American and Iraqi efforts in 2004 to persuade him to enter politics and to get his Mahdi Army to disarm; now parties loyal to him control single largest portion of seats in Parliament and elevated prime minister to power; he has recently made trips abroad and, most significant, has been visiting son of Grand Ayatollah Ali al-Sistani, apparently learning arts of negotiation and compromise; but Sadr's call for calm is not satisfying to many who are deeply angry at sectarian killings by Sunni militias; photo (M)",
      "lead_paragraph": "BAGHDAD, Nov. 12 - Few have ever described Moktada al-Sadr, the mercurial leader of Iraq's mightiest Shiite militia, as a statesman.",
      "publication_date": "2006-11-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/13/world/middleeast/influence-rises-but-base-frays-for-iraqi-cleric.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Microsoft Counting on a Twist to Make Zune Shine in Shadow of iPod",
      "snippet": "Microsoft will release Zune music player in attempt to compete with Apple's successful iPod line; wireless feature allows listener to exchange content with other Zune devices; Microsoft will focus on ideas of connected entertainment and sharing mu...",
      "abstract": "Microsoft will release Zune music player in attempt to compete with Apple's successful iPod line; wireless feature allows listener to exchange content with other Zune devices; Microsoft will focus on ideas of connected entertainment and sharing music to set its player apart from crowd; development team designed software specifically for Zune; expects capabilities to improve as culture around music player grows; photos (M)",
      "lead_paragraph": "The hoopla was still swelling around last November's debut of the Xbox 360, Microsoft's latest entry in the game-console wars, when some on its development team began turning their attention to conceiving a new product.",
      "publication_date": "2006-11-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/13/technology/microsoft-counting-on-a-twist-to-make-zune-shine-in-shadow-of.html",
      "byline": "By Michel Marriott"
    },
    {
      "headline": "Identity Thief Is Often Found in Family Photo",
      "snippet": "Article in series Stolen Lives, on causes and impact of identity theft, says thief is often family member, friend, neighbor or in-home employee; notes it could involve child stealing parent's identity to buy drugs, one sibling stealing another's i...",
      "abstract": "Article in series Stolen Lives, on causes and impact of identity theft, says thief is often family member, friend, neighbor or in-home employee; notes it could involve child stealing parent's identity to buy drugs, one sibling stealing another's identity to try to avoid arrest or debt or, in one example cited, former wife using children's names and Social Security numbers to apply for credit cards; identity theft by family members can put special pressure on victims when there is possibility of children, parents or former spouses going to jail; many victims pay debts and choose not to involve police or courts; photos (M)",
      "lead_paragraph": "In the five years since his divorce, Eric Wagenhauser had moved on with his life. He had remarried and was sharing custody of the three children from his first marriage. Then, last year, Mr. Wagenhauser discovered a new wrinkle on American divorce: his former wife had used the children's Social Security numbers to apply for nine credit cards in their names. She obtained two.",
      "publication_date": "2006-11-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/13/us/identity-thief-is-often-found-in-family-photo.html",
      "byline": "By John Leland"
    },
    {
      "headline": "Fresh Off the Farm in Montana, a Senator-to-Be",
      "snippet": "Jon Tester truly is your grandfather’s Democrat: a pro-gun, anti-big-business pragmatist.",
      "abstract": "Jon Tester truly is your grandfather’s Democrat: a pro-gun, anti-big-business pragmatist.",
      "lead_paragraph": "GREAT FALLS, Mont., Nov. 9 — When he joins the United States Senate in January, big Jon Tester — who is just under 300 pounds in his boots — will most likely be the only person in the world’s most exclusive club who knows how to butcher a cow or grease a combine. ",
      "publication_date": "2006-11-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/13/us/politics/13tester.html",
      "byline": "By Timothy Egan"
    },
    {
      "headline": "Blow It Up and Start All Over Again",
      "snippet": "The Walt Disney Company’s new emphasis on cost-cutting and family films even affects Jerry Bruckheimer, the most powerful producer in Hollywood.",
      "abstract": "The Walt Disney Company’s new emphasis on cost-cutting and family films even affects Jerry Bruckheimer, the most powerful producer in Hollywood.",
      "lead_paragraph": "Corrections Appended",
      "publication_date": "2006-11-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/13/business/media/13bruckheimer.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "In New Middle East, Tests for an Old Friendship",
      "snippet": "First of two-part series, Anatomy of an Alliance, examining impact of recent events on American-Israeli relationship; says Israelis are increasingly anxious about Iran gaining nuclear weapons, and fear that Pres Bush is not confronting Iran becaus...",
      "abstract": "First of two-part series, Anatomy of an Alliance, examining impact of recent events on American-Israeli relationship; says Israelis are increasingly anxious about Iran gaining nuclear weapons, and fear that Pres Bush is not confronting Iran because of Iran's ability to further inflame Iraq; says United States and Israel are reluctant to confront each other; notes US waiting weeks before suggesting that Israel's war in Lebanon should be ended, and Israel refraining from criticizing Bush's push for democracy among Arab nations where only organized opposition parties are linked to militants; notes Bush has been reluctant to impose kinds of restraints on Israel that first Pres Bush employed, to press talks with Palestinians in style of Bill Clinton or even to push Israel to ease up on Palestinian travel; upcoming meeting between Bush and Prime Min Ehud Olmert will have as subtext Democratic sweep in elections; but what matters most to Israel is level of support it receives from ordinary Americans, no matter their political party or religion, and opinion polls show Americans are solidly in support of Israel; photos (L)",
      "lead_paragraph": "JERUSALEM, Nov. 12 - Even before the American elections, a certain wariness had crept into the intimate friendship between Israel and the United States. The summer war in Lebanon produced questions in Washington about the competence of Prime Minister Ehud Olmert. In Jerusalem, there were worries about the American approach to Iran and the Palestinians.",
      "publication_date": "2006-11-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/13/world/middleeast/in-new-middle-east-tests-for-an-old-friendship.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Why Short Sellers Want to Crash the Tupperware Party",
      "snippet": "Investors say stocks of multilevel marketing companies like Avon Products, Herbalife and Amway will decline when new rules proposed by Federal Trade Commission go into effect; rules will require companies to inform potential recruits how many sale...",
      "abstract": "Investors say stocks of multilevel marketing companies like Avon Products, Herbalife and Amway will decline when new rules proposed by Federal Trade Commission go into effect; rules will require companies to inform potential recruits how many sales representatives have failed to earn more than start-up costs and how many customers have filed lawsuits for deceptive practices; industry leaders have complained that restrictions will destroy $30-billion-a-year industry by undermining ability to attract new representatives; photo (M)",
      "lead_paragraph": "When the Federal Trade Commission proposed new rules this spring for multilevel marketers -- businesses best known for commercials that promise riches selling herbal supplements and beauty supplies -- it drew howls of protest. Tupperware party-givers, diet pill vendors and knife salesmen sent the agency more than 15,000 letters complaining that the proposed rules would undo a $30-billion-a-year industry.",
      "publication_date": "2006-11-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/13/business/why-short-sellers-want-to-crash-the-tupperware-party.html",
      "byline": "By Charles Duhigg"
    },
    {
      "headline": "Why Short Sellers Want to Crash the Tupperware Party",
      "snippet": "Short sellers are betting that the stocks of multilevel marketing companies such as Tupperware will decline when new legislation goes into effect. ",
      "abstract": "Short sellers are betting that the stocks of multilevel marketing companies such as Tupperware will decline when new legislation goes into effect. ",
      "lead_paragraph": "When the Federal Trade Commission proposed new rules this spring for multilevel marketers — businesses best known for commercials that promise riches selling herbal supplements and beauty supplies — it drew howls of protest. Tupperware party-givers, diet pill vendors and knife salesmen sent the agency more than 15,000 letters complaining that the proposed rules would undo a $30-billion-a-year industry.",
      "publication_date": "2006-11-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/13/business/13short.html",
      "byline": "By Charles Duhigg"
    },
    {
      "headline": "Iraqi Leader Plans Changes",
      "snippet": "Iraq's prime minister, facing pressure from Washington and his own domestic detractors, said he planned a cabinet shake-up. Page A8.  ",
      "abstract": "Iraq's prime minister, facing pressure from Washington and his own domestic detractors, said he planned a cabinet shake-up. Page A8.  ",
      "lead_paragraph": "Iraq's prime minister, facing pressure from Washington and his own domestic detractors, said he planned a cabinet shake-up. Page A8.",
      "publication_date": "2006-11-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/13/front page/world/iraqi-leader-plans-changes.html",
      "byline": ""
    },
    {
      "headline": "Influence Rises but Base Frays for Iraqi Cleric",
      "snippet": "The more settled Moktada al-Sadr becomes in the Iraqi government, the looser his grip is over his fighters on the streets.",
      "abstract": "The more settled Moktada al-Sadr becomes in the Iraqi government, the looser his grip is over his fighters on the streets.",
      "lead_paragraph": " BAGHDAD, Nov. 12 — Few have ever described Moktada al-Sadr, the mercurial leader of Iraq’s mightiest Shiite militia, as a statesman.",
      "publication_date": "2006-11-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/13/world/middleeast/13sadr.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Ex-Chairman of Insurer May Bid for Tribune",
      "snippet": "Maurice R. Greenberg has become the latest wealthy mogul to express interest in the struggling newspaper industry.",
      "abstract": "Maurice R. Greenberg has become the latest wealthy mogul to express interest in the struggling newspaper industry.",
      "lead_paragraph": "Maurice R. Greenberg, the former chairman of the insurance giant American International Group, has become the latest wealthy mogul to express interest in the struggling newspaper industry.",
      "publication_date": "2006-11-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/13/business/media/13tribune.html",
      "byline": "By Andrew Ross Sorkin"
    }
  ]
}