{
  "metadata": {
    "date": "2006-08-21",
    "total_articles": 50
  },
  "articles": [
    {
      "headline": "Quattrone May Avoid 3rd Trial",
      "snippet": "A deal will allow Frank Quattrone, who became a symbol of Wall Street greed, to resume a career in finance.",
      "abstract": "A deal will allow Frank Quattrone, who became a symbol of Wall Street greed, to resume a career in finance.",
      "lead_paragraph": "Frank P. Quattrone, the Silicon Valley banker who helped drive the 1990’s boom in technology, has reached a deal with federal prosecutors that will allow him to avoid a third criminal trial on obstruction charges and resume a career in finance, people briefed on the negotiations said yesterday. ",
      "publication_date": "2006-08-19T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/19/business/19star.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "On Making Enrollment in a 401(k) Automatic",
      "snippet": "The new Pension Protection Act allows companies to enroll employees in a 401(k) automatically unless they choose to opt out. ",
      "abstract": "The new Pension Protection Act allows companies to enroll employees in a 401(k) automatically unless they choose to opt out. ",
      "lead_paragraph": "It is human nature to procrastinate. It is also human nature to decide by not deciding. Both behaviors have conspired to leave many Americans with paltry sums in their company retirement accounts. ",
      "publication_date": "2006-08-19T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/19/business/19money.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Colombia’s Coca Survives U.S. Plan to Uproot It",
      "snippet": "A $4.7 billion effort to slash Colombia’s coca crop has left the availability of cocaine on U.S. streets unchanged.",
      "abstract": "A $4.7 billion effort to slash Colombia’s coca crop has left the availability of cocaine on U.S. streets unchanged.",
      "lead_paragraph": "BOGOTÁ, Colombia  The latest chapter in America’s long war on drugs  a six-year, $4.7 billion effort to slash Colombia’s coca crop  has left the price, quality and availability of cocaine on American streets virtually unchanged.",
      "publication_date": "2006-08-19T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/19/world/americas/19coca.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "Fearful Iraqis Avoid Mosques as Attacks Rise",
      "snippet": "Exploding sectarian violence in Iraq has caused mosque attendance to plummet, further unraveling the country’s communal fabric.",
      "abstract": "Exploding sectarian violence in Iraq has caused mosque attendance to plummet, further unraveling the country’s communal fabric.",
      "lead_paragraph": "BAGHDAD, Iraq, Aug. 17 — Haider Ali communes with God through his CD player.",
      "publication_date": "2006-08-19T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/19/world/middleeast/19mosques.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Rents Are Rising Rapidly After Long Lull",
      "snippet": "Rising mortgage rates and soaring home prices have tightened the rental market, allowing apartment owners to demand higher rents.",
      "abstract": "Rising mortgage rates and soaring home prices have tightened the rental market, allowing apartment owners to demand higher rents.",
      "lead_paragraph": "Mike Gain, the co-owner of a property management firm in Seattle, took a step this spring that he had avoided for years: he raised rents.",
      "publication_date": "2006-08-19T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/19/business/19rents.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Ford Is Slashing Production 20% in 4th Quarter",
      "snippet": "The production cuts are the latest indication of just how difficult it will be for the Detroit companies to rejuvenate themselves.",
      "abstract": "The production cuts are the latest indication of just how difficult it will be for the Detroit companies to rejuvenate themselves.",
      "lead_paragraph": "DEARBORN, Mich., Aug. 18 — The Ford Motor Company, which is struggling to keep its grip on second place in the American car market, said Friday that it would cut by one-fifth the number of vehicles it plans to build in the final three months of the year. ",
      "publication_date": "2006-08-19T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/19/business/19ford.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Caught on Film: A Growing Unease in Hollywood",
      "snippet": "A push for frugality is gripping Hollywood as contracts are renegotiated and fewer big budget movies are made.",
      "abstract": "A push for frugality is gripping Hollywood as contracts are renegotiated and fewer big budget movies are made.",
      "lead_paragraph": "LOS ANGELES, Aug. 18 — For many here, Stacey Snider was the Hollywood executive who had it all. As chairwoman of Universal Pictures, she hobnobbed with celebrities at the Academy Awards. She was feted at charity events as well as in the fashion pages of Vogue. But after General Electric acquired Universal Pictures in 2004, the bright lights lost their brilliance.",
      "publication_date": "2006-08-19T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2006/08/19/business/media/19hollywood.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Fearful Iraqis Avoid Mosques as Attacks Rise",
      "snippet": "Exploding sectarian violence in Iraq has undermined mosque's traditional role as gathering place; clerics and government officials say mosque attendance has plummeted as tens of thousands of Iraqis pray at home; mosques have become frequent flash ...",
      "abstract": "Exploding sectarian violence in Iraq has undermined mosque's traditional role as gathering place; clerics and government officials say mosque attendance has plummeted as tens of thousands of Iraqis pray at home; mosques have become frequent flash point in widening Sunni-versus-Shiite warfare; militias regard them as either places of refuge or tempting targets; entire congregations have been wiped out by car bombs, imams have been kidnapped or killed and US and Iraqi forces often storm mosques hunting for guerrillas; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Aug. 17 - Haider Ali communes with God through his CD player.",
      "publication_date": "2006-08-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/19/world/middleeast/fearful-iraqis-avoid-mosques-as-attacks-rise.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Rents Are Rising Rapidly After Long Lull",
      "snippet": "Government data from June and July show average rents across country were 3.5 percent higher than year earlier, steepest gains in almost four years, and that increase is fueling rise in inflation; rise is tied to soaring home prices and hike in mo...",
      "abstract": "Government data from June and July show average rents across country were 3.5 percent higher than year earlier, steepest gains in almost four years, and that increase is fueling rise in inflation; rise is tied to soaring home prices and hike in mortgage rates that are preventing many renters from buying homes; only region of country that is resisting trend is Midwest, where industrial job losses and other factors continue to hold rents down; in New York City, where rents never fell as they did in many other cities, rents are advancing at much faster clip; photos; graphs (M)",
      "lead_paragraph": "Mike Gain, the co-owner of a property management firm in Seattle, took a step this spring that he had avoided for years: he raised rents.",
      "publication_date": "2006-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/19/business/rents-are-rising-rapidly-after-long-lull.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Quattrone May Avoid 3rd Trial",
      "snippet": "Frank Quattrone, former Credit Suisse First Boston head who helped drive 1990's dot-com boom, reportedly reaches deferred-prosecution agreement with federal prosecutors that will impose no penalty if he does not violate any laws in next several ye...",
      "abstract": "Frank Quattrone, former Credit Suisse First Boston head who helped drive 1990's dot-com boom, reportedly reaches deferred-prosecution agreement with federal prosecutors that will impose no penalty if he does not violate any laws in next several years; speculation is rampant that Quattrone, who has not admitted any wrongdoing, will start boutique advisory and private equity firm focused on technology companies; photo (M)",
      "lead_paragraph": "Frank P. Quattrone, the Silicon Valley banker who helped drive the 1990's boom in technology, has reached a deal with federal prosecutors that will allow him to avoid a third criminal trial on obstruction charges and resume a career in finance, people briefed on the negotiations said yesterday.",
      "publication_date": "2006-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/19/business/quattrone-may-avoid-3rd-trial.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Experts Fault Reasoning in Surveillance Decision",
      "snippet": "Many legal experts who agree with Federal Judge Anna Diggs Taylor's conclusion that National Security Agency surveillance program is unlawful are distancing themselves from decision's reasoning and rhetoric; they say opinion overlooks important pr...",
      "abstract": "Many legal experts who agree with Federal Judge Anna Diggs Taylor's conclusion that National Security Agency surveillance program is unlawful are distancing themselves from decision's reasoning and rhetoric; they say opinion overlooks important precedents, fails to engage government's major arguments and does not offer best reasons for its own conclusions; decision has been appealed, and experts say Taylor has done American Civil Liberties Union few favors beyond handing it victory (M)",
      "lead_paragraph": "Even legal experts who agreed with a federal judge's conclusion on Thursday that a National Security Agency surveillance program is unlawful were distancing themselves from the decision's reasoning and rhetoric yesterday.",
      "publication_date": "2006-08-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/19/washington/experts-fault-reasoning-in-surveillance-decision.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Colombia’s Coca Survives U.S. Plan to Uproot It",
      "snippet": "Six-year, $4.7 billion effort by US to slash Colombia's coca crop has left price, quality and availability of cocaine on American streets virtually unchanged; effort, known as Plan Colombia, had goal of halving Colombia's coca crop in five years; ...",
      "abstract": "Six-year, $4.7 billion effort by US to slash Colombia's coca crop has left price, quality and availability of cocaine on American streets virtually unchanged; effort, known as Plan Colombia, had goal of halving Colombia's coca crop in five years; drug policy experts say that has not happened; say coca, essential ingredient for cocaine, has been redistributed to smaller and harder-to-reach plots, adding to cost and difficulty of drug war; Bush administration says plan has scored important successes, but some politicians are questioning its results; graphs; map; photos (M)",
      "lead_paragraph": "BOGOTÁ, Colombia - The latest chapter in America's long war on drugs -- a six-year, $4.7 billion effort to slash Colombia's coca crop -- has left the price, quality and availability of cocaine on American streets virtually unchanged.",
      "publication_date": "2006-08-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/19/world/americas/colombias-coca-survives-us-plan-to-uproot-it.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "Editor's Note",
      "snippet": "EditoÈ",
      "abstract": "EditoÈ",
      "lead_paragraph": "Joe Nocera, whose column normally appears on this page, is on vacation.",
      "publication_date": "2006-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/19/business/editors-note.html",
      "byline": ""
    },
    {
      "headline": "Ford Is Slashing Production 20% in 4th Quarter",
      "snippet": "Ford Motor Co will cut by one-fifth number of vehicles it plans to build in final three months of 2006; slowdown represents deepest production cuts since industry's crisis of 1980's; it also underscores difficulty that Detroit, whose business reli...",
      "abstract": "Ford Motor Co will cut by one-fifth number of vehicles it plans to build in final three months of 2006; slowdown represents deepest production cuts since industry's crisis of 1980's; it also underscores difficulty that Detroit, whose business relies on sales of sport utility vehicles and pickup trucks, is having as gas prices remain around $3 a gallon; Detroit's market share has dropped to its lowest level in history, while Asian brands, known for their fuel efficiency, are setting sales records; Ford says 10 plants in US and Canada will temporarily cease production at times through end of year; says it will cut 168,000 vehicles from its fourth-quarter production schedule and another 20,000 vehicles from its third-quarter plans; graph; photo (M)",
      "lead_paragraph": "DEARBORN, Mich., Aug. 18 - The Ford Motor Company, which is struggling to keep its grip on second place in the American car market, said Friday that it would cut by one-fifth the number of vehicles it plans to build in the final three months of the year.",
      "publication_date": "2006-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/19/business/ford-is-slashing-production-20-in-4th-quarter.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Caught on Film: A Growing Unease in Hollywood",
      "snippet": "Article on growing discontent in Hollywood as studio executives, faced with changing moviegoer habits, rising costs and threat of piracy, wage war on actor salaries and postpone or renegotiate high-profile projects; movie-making is no longer growt...",
      "abstract": "Article on growing discontent in Hollywood as studio executives, faced with changing moviegoer habits, rising costs and threat of piracy, wage war on actor salaries and postpone or renegotiate high-profile projects; movie-making is no longer growth business and has lost its luster among investors; even most well-run large studios often return only 5 percent to 7 percent annually and other forms of entertainment are competing for consumers' attention; photos (M)",
      "lead_paragraph": "LOS ANGELES, Aug. 18 - For many here, Stacey Snider was the Hollywood executive who had it all. As chairwoman of Universal Pictures, she hobnobbed with celebrities at the Academy Awards. She was feted at charity events as well as in the fashion pages of Vogue. But after General Electric acquired Universal Pictures in 2004, the bright lights lost their brilliance.",
      "publication_date": "2006-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/19/business/media/caught-on-film-a-growing-unease-in-hollywood.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "On Making Enrollment in a 401(k) Automatic",
      "snippet": "Damon Darlin column on Pension Protection Act, which is signed by Pres Bush and gives companies option to automatically enroll employees into 401(k) plans unless they opt out and, in many circumstances, offer them some financial advice; notes it i...",
      "abstract": "Damon Darlin column on Pension Protection Act, which is signed by Pres Bush and gives companies option to automatically enroll employees into 401(k) plans unless they opt out and, in many circumstances, offer them some financial advice; notes it is not clear, however, that law will set off wave of more savings unless employees take some initiative; says studies have shown that auto enrollment leads to higher rates of participation and could alleviate tendency toward procrastination by workers; graphs (M)",
      "lead_paragraph": "It is human nature to procrastinate. It is also human nature to decide by not deciding. Both behaviors have conspired to leave many Americans with paltry sums in their company retirement accounts.",
      "publication_date": "2006-08-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/19/business/on-making-enrollment-in-a-401k-automatic.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Smart Care via a Mouse, but What Will It Cost?",
      "snippet": "While electronic patient records will help identify cost-saving opportunities, it is not the hoped-for fix for the nation’s rising health care bill.",
      "abstract": "While electronic patient records will help identify cost-saving opportunities, it is not the hoped-for fix for the nation’s rising health care bill.",
      "lead_paragraph": "THE electronic medical record seems an example of pure progress, a technology that yields only winners. So it has been cast as a geeky hero in health care policy circles.",
      "publication_date": "2006-08-20T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/08/20/business/yourmoney/20info.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Belated Apologies in Proxy Land",
      "snippet": "When mutual fund organizations file their proxy votes with the Securities and Exchange Commission, they reveal whether they put their own interests ahead of their clients’.",
      "abstract": "When mutual fund organizations file their proxy votes with the Securities and Exchange Commission, they reveal whether they put their own interests ahead of their clients’.",
      "lead_paragraph": "LET us now praise a mutual fund company that actually voted in its customers’ interests when casting annual proxy votes this spring. And let us now rebuke the corporate executives who didn’t bother responding to letters from the fund company’s chairman detailing its views.",
      "publication_date": "2006-08-20T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/08/20/business/yourmoney/20gret.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "CBS Is All Katie, but Rivals Aren’t Standing By",
      "snippet": "To reintroduce Katie Couric as an evening news anchor, CBS has launched an ambitious image campaign.",
      "abstract": "To reintroduce Katie Couric as an evening news anchor, CBS has launched an ambitious image campaign.",
      "lead_paragraph": "To reintroduce Katie Couric to the country as a serious yet still accessible evening news anchor on Sept. 5, CBS has embarked on an image campaign worthy of a presidential candidate. ",
      "publication_date": "2006-08-20T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/20/us/20evening.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Truce Strained as Israelis Raid Lebanon Site",
      "snippet": "The Lebanese prime minister called the Israeli action a “flagrant violation” of the cease-fire.",
      "abstract": "The Lebanese prime minister called the Israeli action a “flagrant violation” of the cease-fire.",
      "lead_paragraph": "BOUDAI, Lebanon, Aug. 19 — Helicopter-borne Israeli commandos landed near the Hezbollah stronghold of Baalbek on Saturday and engaged in a lengthy firefight in what the Lebanese prime minister, Fouad Siniora, called a “flagrant violation” of the cease-fire brokered by the United Nations.",
      "publication_date": "2006-08-20T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/20/world/middleeast/20lebanon.html",
      "byline": "By Robert F. Worth and John Kifner"
    },
    {
      "headline": "In British Inquiry, a Family Caught in 2 Worlds",
      "snippet": "A Muslim immigrant and his family are at the heart of the investigation into a terrorist plot.",
      "abstract": "A Muslim immigrant and his family are at the heart of the investigation into a terrorist plot.",
      "lead_paragraph": "LONDON, Aug. 19 — The father, Abdul, seems a classic immigrant to Britain: a Pakistani who settled in Birmingham, he opened a bakery and worked long hours. But he also kept exceptionally strong ties to the old country, starting a charity that raised money meant to help Pakistanis in need.",
      "publication_date": "2006-08-20T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/20/world/europe/20family.html",
      "byline": "By Ian Fisher and Serge F. Kovaleski"
    },
    {
      "headline": "With Child Sex Sites on the Run, Nearly Nude Photos Hit the Web",
      "snippet": "Web sites for pedophiles offer explicit images of children who are covered by bits of clothing to avoid child pornography charges.",
      "abstract": "Web sites for pedophiles offer explicit images of children who are covered by bits of clothing to avoid child pornography charges.",
      "lead_paragraph": "In the photograph, the model is shown rising out of a bubble bath, suds dripping from her body. Her tight panties and skimpy top are soaked and revealing. She gazes at the viewer, her face showing a wisp of a smile that seems to have been coaxed from off-camera.",
      "publication_date": "2006-08-20T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/20/business/20model.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "Out of Siberia, a Russian Way to Wealth",
      "snippet": "In a shift from controversial and legally questionable practices in the 1990’s, Russia’s richest men are seeking legitimacy by investing abroad.",
      "abstract": "In a shift from controversial and legally questionable practices in the 1990’s, Russia’s richest men are seeking legitimacy by investing abroad.",
      "lead_paragraph": "Moscow",
      "publication_date": "2006-08-20T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/08/20/business/yourmoney/20oligarch.html",
      "byline": "By Andrew E. Kramer"
    },
    {
      "headline": "Out of Siberia, a Russian Way to Wealth",
      "snippet": "Article on Oleg Deripaska, head of Russian Aluminum, or Rudal, who through his holding company Basic Element is securing spot among wealthy, powerful and secretive class of Russian businessmen known as oligarchs; Deripaska's holdings are valued at...",
      "abstract": "Article on Oleg Deripaska, head of Russian Aluminum, or Rudal, who through his holding company Basic Element is securing spot among wealthy, powerful and secretive class of Russian businessmen known as oligarchs; Deripaska's holdings are valued at more than $14 billion, which could make him Russia's richest man; he and his fellow oligarchs are investing outside Russia to not only put assets beyond reach of Russian authorities but to sharply expand profits; photos (L)",
      "lead_paragraph": "Moscow - AT the tender age of 32, Oleg V. Deripaska, a former nuclear physicist, had already wrested control of the Russian aluminum industry from a netherworld of organized crime figures, mercenary local officials and ambitious tycoons like himself, securing a spot among the wealthy, powerful and secretive class of Russian businessmen known as \"oligarchs.\"",
      "publication_date": "2006-08-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/08/20/business/yourmoney/out-of-siberia-a-russian-way-to-wealth.html",
      "byline": "By Andrew E. Kramer"
    },
    {
      "headline": "In British Inquiry, a Family Caught in 2 Worlds",
      "snippet": "Abdul Rauf and his sons British-born Rashid and Tayib and Crescent Relief charity Abdul helped found are at heart of British investigation into alleged terrorist plot to blow up trans-Atlantic airliners; central question concerns connection betwee...",
      "abstract": "Abdul Rauf and his sons British-born Rashid and Tayib and Crescent Relief charity Abdul helped found are at heart of British investigation into alleged terrorist plot to blow up trans-Atlantic airliners; central question concerns connection between younger Raufs and world of sophisticated terrorism based in Pakistan and Afghanistan; authorities see Tayib as leader of plot in Britain and Rashid as connection to Pakistan; Tayib has been arrested by British authorities and Rashid has been arrested by Pakistanis, but whereabouts of Abdul are unknown; photos (L)",
      "lead_paragraph": "LONDON, Aug. 19 - The father, Abdul, seems a classic immigrant to Britain: a Pakistani who settled in Birmingham, he opened a bakery and worked long hours. But he also kept exceptionally strong ties to the old country, starting a charity that raised money meant to help Pakistanis in need.",
      "publication_date": "2006-08-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/08/20/world/europe/in-british-inquiry-a-family-caught-in-2-worlds.html",
      "byline": "By Ian Fisher and Serge F. Kovaleski"
    },
    {
      "headline": "With Child Sex Sites on the Run, Nearly Nude Photos Hit the Web",
      "snippet": "First of two articles in series Dark Corners; Web sites for pedophiles offering explicit, sexualized images of children who are covered by bits of clothing are latest trend among producers, distributors and customers to avoid child pornography cha...",
      "abstract": "First of two articles in series Dark Corners; Web sites for pedophiles offering explicit, sexualized images of children who are covered by bits of clothing are latest trend among producers, distributors and customers to avoid child pornography charges; so-called model sites are rapidly replacing sexually explicit Internet sites shut down in recent months following array of investigations; almost all children appear to be between ages of 2 and 12; photos (L)",
      "lead_paragraph": "In the photograph, the model is shown rising out of a bubble bath, suds dripping from her body. Her tight panties and skimpy top are soaked and revealing. She gazes at the viewer, her face showing a wisp of a smile that seems to have been coaxed from off-camera.",
      "publication_date": "2006-08-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/08/20/business/with-child-sex-sites-on-the-run-nearly-nude-photos-hit-the-web.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "Can’t Stand the Heat? Then Rent the Kitchen",
      "snippet": "Kitchen for Hire is shared-use commercial kitchen owned by Priscilla Maddox, Joan Reid and Rayda Marquez in Prospect Heights, Brooklyn; kitchen is rented by variety of small businesses; owners say they have not made much money from venture but enj...",
      "abstract": "Kitchen for Hire is shared-use commercial kitchen owned by Priscilla Maddox, Joan Reid and Rayda Marquez in Prospect Heights, Brooklyn; kitchen is rented by variety of small businesses; owners say they have not made much money from venture but enjoy helping entrepreneurs; photo (M)",
      "lead_paragraph": "THE overpowering smell of vanilla in her home led Priscilla Maddox to her current business -- and passion.",
      "publication_date": "2006-08-20T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/08/20/nyregion/cant-stand-the-heat-then-rent-the-kitchen.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "CBS Is All Katie, but Rivals Aren’t Standing By",
      "snippet": "CBS has embarked on massive image campaign to promote Katie Couric's Sept 5 debut as nightly news anchor; hopes to win biggest share of nearly 25 million viewers who still tune in to network newscasts and of nearly $400 million spent on advertisin...",
      "abstract": "CBS has embarked on massive image campaign to promote Katie Couric's Sept 5 debut as nightly news anchor; hopes to win biggest share of nearly 25 million viewers who still tune in to network newscasts and of nearly $400 million spent on advertising to reach them; CBS News has been mired in No. 3 spot for more than decade; rival NBC anchor Brian Williams and ABC anchor Charles Gibson have been making quieter efforts to retain viewers; graph; photos (L)",
      "lead_paragraph": "To reintroduce Katie Couric to the country as a serious yet still accessible evening news anchor on Sept. 5, CBS has embarked on an image campaign worthy of a presidential candidate.",
      "publication_date": "2006-08-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/08/20/us/cbs-is-all-katie-but-rivals-arent-standing-by.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Belated Apologies in Proxy Land",
      "snippet": "Gretchen Morgenson column praises Putnam Funds, which is unit of Marsh & McLennan and whose board voted in customers' interests when casting annual proxy votes this spring; notes chief executives at several big companies have apologized for not re...",
      "abstract": "Gretchen Morgenson column praises Putnam Funds, which is unit of Marsh & McLennan and whose board voted in customers' interests when casting annual proxy votes this spring; notes chief executives at several big companies have apologized for not responding to letters about their compensation policies sent by Putnam's independent trustee John Hill; photo (M)",
      "lead_paragraph": "LET us now praise a mutual fund company that actually voted in its customers' interests when casting annual proxy votes this spring. And let us now rebuke the corporate executives who didn't bother responding to letters from the fund company's chairman detailing its views.",
      "publication_date": "2006-08-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/08/20/business/yourmoney/belated-apologies-in-proxy-land.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Truce Strained as Israelis Raid Lebanon Site",
      "snippet": "Israeli commando raid on Baalbek, Lebanon, and resulting firefight threaten truce with Hezbollah; United Nations Sec Gen Kofi Annan calls raid violation of cease-fire, but Israel says raid aimed to disrupt efforts to resupply Hezbollah that would ...",
      "abstract": "Israeli commando raid on Baalbek, Lebanon, and resulting firefight threaten truce with Hezbollah; United Nations Sec Gen Kofi Annan calls raid violation of cease-fire, but Israel says raid aimed to disrupt efforts to resupply Hezbollah that would have violated truce; Israel claims raid was success, but villagers dispute claim; Israel promises to continue such raids until monitoring bodies are established; Lebanese Defense Min Elias Murr threatens to ask cabinet to halt deployment of Lebanese Army to south; map; photo (L)",
      "lead_paragraph": "BOUDAI, Lebanon, Aug. 19 - Helicopter-borne Israeli commandos landed near the Hezbollah stronghold of Baalbek on Saturday and engaged in a lengthy firefight in what the Lebanese prime minister, Fouad Siniora, called a \"flagrant violation\" of the cease-fire brokered by the United Nations.",
      "publication_date": "2006-08-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/08/20/world/middleeast/truce-strained-as-israelis-raid-lebanon-site.html",
      "byline": "By Robert F. Worth and John Kifner"
    },
    {
      "headline": "Smart Care Via a Mouse, but What Will It Cost?",
      "snippet": "Article on movement away from pen-and-ink patient records and prescriptions toward electronic medical records age and costs that are likely to be associated with change; various studies say modernization should reduce medical errors and costs, sav...",
      "abstract": "Article on movement away from pen-and-ink patient records and prescriptions toward electronic medical records age and costs that are likely to be associated with change; various studies say modernization should reduce medical errors and costs, saving lives as well as dollars; some health economists say new information tools have promise but better information could well lead to more care for more people and higher costs for system as whole; photos (M)",
      "lead_paragraph": "THE electronic medical record seems an example of pure progress, a technology that yields only winners. So it has been cast as a geeky hero in health care policy circles.",
      "publication_date": "2006-08-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/08/20/business/smart-care-via-a-mouse-but-what-will-it-cost.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Now the Music Industry Wants Guitarists to Stop Sharing",
      "snippet": "In the last few months, trade groups representing music publishers have used the threat of copyright lawsuits to shut down guitar tablature sites.",
      "abstract": "In the last few months, trade groups representing music publishers have used the threat of copyright lawsuits to shut down guitar tablature sites.",
      "lead_paragraph": "The Internet put the music industry and many of its listeners at odds thanks to the popularity of services like Napster and Grokster. Now the industry is squaring off against a surprising new opponent: musicians.",
      "publication_date": "2006-08-21T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/21/technology/21ecom.html",
      "byline": "By Bob Tedeschi"
    },
    {
      "headline": "Web Casinos Becoming a Riskier Bet for Investors",
      "snippet": "Is buying a stake in an Internet casino a sucker’s bet, or the chance to buy low and score a big payday?",
      "abstract": "Is buying a stake in an Internet casino a sucker’s bet, or the chance to buy low and score a big payday?",
      "lead_paragraph": "How much more of a gamble has it become to own a piece of an Internet casino? Is it a sucker’s bet, or the chance to buy low and score a big payday?",
      "publication_date": "2006-08-21T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/21/technology/21gamble.html",
      "byline": "By Matt Richtel and Heather Timmons"
    },
    {
      "headline": "Fresh Princes of Mumbai, Building a Global Audience",
      "snippet": "After years of declining domestic movie attendance, U.S. studios and stars like Will Smith are looking abroad.",
      "abstract": "After years of declining domestic movie attendance, U.S. studios and stars like Will Smith are looking abroad.",
      "lead_paragraph": "LOS ANGELES, Aug. 20 — When you are Will Smith, there are few places you can’t get in. Last year, one of those places was China.",
      "publication_date": "2006-08-21T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/21/business/media/21smith.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Europeans Delay Decision on Role Inside Lebanon",
      "snippet": "The cease-fire suffered another blow when European countries balked over sending troops for what they said was an ill-defined mission.",
      "abstract": "The cease-fire suffered another blow when European countries balked over sending troops for what they said was an ill-defined mission.",
      "lead_paragraph": "PARIS, Aug. 20 — The shaky, United Nations-brokered cease-fire in Lebanon suffered another blow on Sunday when the European countries that had been called upon to provide the backbone of a peacekeeping force delayed a decision on committing troops until the mission is more clearly defined. ",
      "publication_date": "2006-08-21T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/21/world/middleeast/21mideast.html",
      "byline": "By Marlise Simons and John Kifner"
    },
    {
      "headline": "As Trial Begins, Poison Attack Haunts Kurds",
      "snippet": "Many Kurds will have their first taste of retribution as the genocide trial against Saddam Hussein begins. ",
      "abstract": "Many Kurds will have their first taste of retribution as the genocide trial against Saddam Hussein begins. ",
      "lead_paragraph": "SEWSENAN, Iraq, Aug. 18 — When death came to this village, it had a sweet smell, like perfume.",
      "publication_date": "2006-08-21T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/21/world/middleeast/21kurds.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "At Comverse, Many Smart Business Moves and Maybe a Bad One",
      "snippet": "Jacob Alexander transformed Comverse Technology from a start-up to a communications software market leader, but he also allegedly committed securities fraud.",
      "abstract": "Jacob Alexander transformed Comverse Technology from a start-up to a communications software market leader, but he also allegedly committed securities fraud.",
      "lead_paragraph": "To many, Jacob Alexander is the Larry Ellison of Israel — minus the flash and dazzle.",
      "publication_date": "2006-08-21T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/21/technology/21options.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "Pakistanis Find U.S. an Easier Fit Than Britain",
      "snippet": "Pakistani enclaves in the U.S. are in many ways different from their counterparts in Britain that have proved to be breeding grounds for terrorists.",
      "abstract": "Pakistani enclaves in the U.S. are in many ways different from their counterparts in Britain that have proved to be breeding grounds for terrorists.",
      "lead_paragraph": "CHICAGO, Aug. 18 — The stretch of Devon Avenue in North Chicago also named for Muhammad Ali Jinnah, the founder of Pakistan, seems as if it has been transplanted directly from that country. The shops are packed with traditional wedding finery, and the spice mix in the restaurants’ kebabs is just right. ",
      "publication_date": "2006-08-21T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/21/us/21devon.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "On the Web, Pedophiles Extend Their Reach",
      "snippet": "In an elaborate online community, stories are swapped and tips for getting near children are sought.",
      "abstract": "In an elaborate online community, stories are swapped and tips for getting near children are sought.",
      "lead_paragraph": "At first blush, the two conversations — taking place almost simultaneously in different corners of the Internet — might have seemed unremarkable, even humdrum.",
      "publication_date": "2006-08-21T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/21/technology/21pedo.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "British Terror Law Unenforced",
      "snippet": "A British law making it a crime to glorify terrorism appears to have had little effect on those advocating violence on behalf of Islam. Page A8.  ",
      "abstract": "A British law making it a crime to glorify terrorism appears to have had little effect on those advocating violence on behalf of Islam. Page A8.  ",
      "lead_paragraph": "A British law making it a crime to glorify terrorism appears to have had little effect on those advocating violence on behalf of Islam. Page A8.",
      "publication_date": "2006-08-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/21/front page/world/british-terror-law-unenforced.html",
      "byline": ""
    },
    {
      "headline": "Web Casinos Becoming a Riskier Bet for Investors",
      "snippet": "How much more of a gamble has it become to own a piece of an Internet casino? Is it a sucker's bet, or the chance to buy low and score a big payday?     The questions have intensified since BetOnSports, an online sports betting company traded on t...",
      "abstract": "How much more of a gamble has it become to own a piece of an Internet casino? Is it a sucker's bet, or the chance to buy low and score a big payday?     The questions have intensified since BetOnSports, an online sports betting company traded on the London Stock Exchange, stopped taking bets from the United States after the Justice Department charged the company and current and former executives with operating an illegal gambling operation.  ",
      "lead_paragraph": "How much more of a gamble has it become to own a piece of an Internet casino? Is it a sucker's bet, or the chance to buy low and score a big payday?",
      "publication_date": "2006-08-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/21/technology/web-casinos-becoming-a-riskier-bet-for-investors.html",
      "byline": "By Matt Richtel and Heather Timmons"
    },
    {
      "headline": "McCain Mines Elite of G.O.P. for 2008 Team",
      "snippet": "Senator John McCain is locking up a cast of top-shelf Republican strategists, policy experts, fund-raisers and donors, in a methodical effort to build a 2008 presidential campaign machine, drawing supporters of President Bush despite the sometimes...",
      "abstract": "Senator John McCain is locking up a cast of top-shelf Republican strategists, policy experts, fund-raisers and donors, in a methodical effort to build a 2008 presidential campaign machine, drawing supporters of President Bush despite the sometimes rocky history between the two men.     Mr. McCain's effort to woo a diverse lineup of backers and scare off rivals has augmented his travel schedule on behalf of Republicans -- which this week and next includes trips to Iowa, Louisiana, Virginia, South Carolina, Ohio and Florida.  ",
      "lead_paragraph": "WASHINGTON, Aug. 18 - Senator John McCain is locking up a cast of top-shelf Republican strategists, policy experts, fund-raisers and donors, in a methodical effort to build a 2008 presidential campaign machine, drawing supporters of President Bush despite the sometimes rocky history between the two men.",
      "publication_date": "2006-08-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/21/washington/mccain-mines-elite-of-gop-for-2008-team.html",
      "byline": "By John M. Broder"
    },
    {
      "headline": "Fresh Princes of Mumbai, Building a Global Audience",
      "snippet": "When you are Will Smith, there are few places you can't get in. Last year, one of those places was China.     Government censors allowed only 20 foreign movie imports in 2005, leaving out Mr. Smith's romantic comedy ''Hitch.'' The rejection rankle...",
      "abstract": "When you are Will Smith, there are few places you can't get in. Last year, one of those places was China.     Government censors allowed only 20 foreign movie imports in 2005, leaving out Mr. Smith's romantic comedy ''Hitch.'' The rejection rankled the actor; China is one of the fastest-growing movie markets. So at a gathering of the Sony Corporation's top management in January, Mr. Smith appealed to the chief executive, Sir Howard Stringer, and a studio executive, Michael Lynton, to introduce him to Chinese producing partners.  ",
      "lead_paragraph": "LOS ANGELES, Aug. 20 - When you are Will Smith, there are few places you can't get in. Last year, one of those places was China.",
      "publication_date": "2006-08-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/21/business/media/fresh-princes-of-mumbai-building-a-global-audience.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Europeans Delay Decision on Role Inside Lebanon",
      "snippet": "The shaky, United Nations-brokered cease-fire in Lebanon suffered another blow on Sunday when the European countries that had been called upon to provide the backbone of a peacekeeping force delayed a decision on committing troops until the missio...",
      "abstract": "The shaky, United Nations-brokered cease-fire in Lebanon suffered another blow on Sunday when the European countries that had been called upon to provide the backbone of a peacekeeping force delayed a decision on committing troops until the mission is more clearly defined.      Their reservations postponed any action on the force at least until Wednesday, when the European Union will take up the issue.  ",
      "lead_paragraph": "PARIS, Aug. 20 - The shaky, United Nations-brokered cease-fire in Lebanon suffered another blow on Sunday when the European countries that had been called upon to provide the backbone of a peacekeeping force delayed a decision on committing troops until the mission is more clearly defined.",
      "publication_date": "2006-08-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/21/world/middleeast/europeans-delay-decision-on-role-inside-lebanon.html",
      "byline": "By Marlise Simons and John Kifner"
    },
    {
      "headline": "On the Web, Pedophiles Extend Their Reach",
      "snippet": "At first blush, the two conversations -- taking place almost simultaneously in different corners of the Internet -- might have seemed unremarkable, even humdrum.     In April, with summer fast approaching, both groups of online friends chatted abo...",
      "abstract": "At first blush, the two conversations -- taking place almost simultaneously in different corners of the Internet -- might have seemed unremarkable, even humdrum.     In April, with summer fast approaching, both groups of online friends chatted about jobs at children's camps. Did anyone, one man asked, know of girls' camps willing to hire adult males as counselors? Meanwhile, elsewhere in cyberspace, the second group celebrated the news that one of their own had been offered a job leading a boys' cabin at a sleep-away camp.  ",
      "lead_paragraph": "At first blush, the two conversations -- taking place almost simultaneously in different corners of the Internet -- might have seemed unremarkable, even humdrum.",
      "publication_date": "2006-08-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/21/technology/on-the-web-pedophiles-extend-their-reach.html",
      "byline": "By Kurt Eichenwald"
    },
    {
      "headline": "Pigskin to Thin Skin to Skin Alive",
      "snippet": "TONY KORNHEISER is living the dream of modern American journalism, having gone multiplatform long before being multiplatform was cool -- or even a catchphrase. A newspaper and Internet sports columnist, radio host and sports television talker, Mr....",
      "abstract": "TONY KORNHEISER is living the dream of modern American journalism, having gone multiplatform long before being multiplatform was cool -- or even a catchphrase. A newspaper and Internet sports columnist, radio host and sports television talker, Mr. Kornheiser is the embodiment of the new paradigm, a dream employee for every newspaper that is looking to make its journalism available across all platforms and its columnists into stars -- which is to say, all newspapers.      And this season, he took on one of sports journalism's most visible slots, becoming the color commentator on ''Monday Night Football,'' which has moved to ESPN. But there are indications that Mr. Kornheiser has risen to a status that may test his temperament and could create problems, along with a fair amount of buzz, for his employers.  ",
      "lead_paragraph": "TONY KORNHEISER is living the dream of modern American journalism, having gone multiplatform long before being multiplatform was cool -- or even a catchphrase. A newspaper and Internet sports columnist, radio host and sports television talker, Mr. Kornheiser is the embodiment of the new paradigm, a dream employee for every newspaper that is looking to make its journalism available across all platforms and its columnists into stars -- which is to say, all newspapers.",
      "publication_date": "2006-08-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/21/technology/pigskin-to-thin-skin-to-skin-alive.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Now the Music Industry Wants Guitarists to Stop Sharing",
      "snippet": "The Internet put the music industry and many of its listeners at odds thanks to the popularity of services like Napster and Grokster. Now the industry is squaring off against a surprising new opponent: musicians.     In the last few months, trade ...",
      "abstract": "The Internet put the music industry and many of its listeners at odds thanks to the popularity of services like Napster and Grokster. Now the industry is squaring off against a surprising new opponent: musicians.     In the last few months, trade groups representing music publishers have used the threat of copyright lawsuits to shut down guitar tablature sites, where users exchange tips on how to play songs like ''Knockin' on Heaven's Door,'' ''Highway to Hell'' and thousands of others.  ",
      "lead_paragraph": "The Internet put the music industry and many of its listeners at odds thanks to the popularity of services like Napster and Grokster. Now the industry is squaring off against a surprising new opponent: musicians.",
      "publication_date": "2006-08-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/21/technology/now-the-music-industry-wants-guitarists-to-stop-sharing.html",
      "byline": "By Bob Tedeschi"
    },
    {
      "headline": "Pakistanis Find U.S. an Easier Fit Than Britain",
      "snippet": "The stretch of Devon Avenue in North Chicago also named for Muhammad Ali Jinnah, the founder of Pakistan, seems as if it has been transplanted directly from that country. The shops are packed with traditional wedding finery, and the spice mix in t...",
      "abstract": "The stretch of Devon Avenue in North Chicago also named for Muhammad Ali Jinnah, the founder of Pakistan, seems as if it has been transplanted directly from that country. The shops are packed with traditional wedding finery, and the spice mix in the restaurants' kebabs is just right.      Similar enclaves in Britain have been under scrutiny since they have proved to be a breeding ground for cells of terrorists, possibly including the 24 men arrested recently as suspects in a plot to blow up airliners flying out of London.  ",
      "lead_paragraph": "CHICAGO, Aug. 18 - The stretch of Devon Avenue in North Chicago also named for Muhammad Ali Jinnah, the founder of Pakistan, seems as if it has been transplanted directly from that country. The shops are packed with traditional wedding finery, and the spice mix in the restaurants' kebabs is just right.",
      "publication_date": "2006-08-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/21/us/pakistanis-find-us-an-easier-fit-than-britain.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "At Comverse, Many Smart Business Moves and Maybe a Bad One",
      "snippet": "To many, Jacob Alexander is the Larry Ellison of Israel -- minus the flash and dazzle.     Like his counterpart Mr. Ellison, the chief executive of the software giant Oracle, Mr. Alexander transformed a communications software company, Comverse Te...",
      "abstract": "To many, Jacob Alexander is the Larry Ellison of Israel -- minus the flash and dazzle.     Like his counterpart Mr. Ellison, the chief executive of the software giant Oracle, Mr. Alexander transformed a communications software company, Comverse Technology, from a start-up to a market leader with annual sales of more than $1 billion.  ",
      "lead_paragraph": "To many, Jacob Alexander is the Larry Ellison of Israel -- minus the flash and dazzle.",
      "publication_date": "2006-08-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/21/technology/at-comverse-many-smart-business-moves-and-maybe-a-bad-one.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "As Trial Begins, Poison Attack Haunts Kurds",
      "snippet": "When death came to this village, it had a sweet smell, like perfume.     ''People wanted to inhale it,'' Robitan Hama Amin said.  ",
      "abstract": "When death came to this village, it had a sweet smell, like perfume.     ''People wanted to inhale it,'' Robitan Hama Amin said.  ",
      "lead_paragraph": "SEWSENAN, Iraq, Aug. 18 - When death came to this village, it had a sweet smell, like perfume.",
      "publication_date": "2006-08-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/21/world/middleeast/as-trial-begins-poison-attack-haunts-kurds.html",
      "byline": "By Edward Wong"
    }
  ]
}