{
  "metadata": {
    "date": "2006-06-12",
    "total_articles": 50
  },
  "articles": [
    {
      "headline": "U.S. Says Zarqawi Survived Briefly After Airstrike",
      "snippet": "The news came as American forces raided dozens of suspected hideouts of Al Qaeda across Iraq.",
      "abstract": "The news came as American forces raided dozens of suspected hideouts of Al Qaeda across Iraq.",
      "lead_paragraph": "BAGHDAD, Iraq, June 9 — Abu Musab al-Zarqawi, the Jordanian terrorist leader killed in an airstrike on Wednesday, initially survived the bombing and died from his wounds after Iraqi police officers and American soldiers arrived on the scene, American officials said Friday.",
      "publication_date": "2006-06-10T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/10/world/middleeast/10iraq.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Advice to All You Graduates: Let's Start With That Daily Latte . . .",
      "snippet": "If you think it is tough living on very little now, imagine what it will be like when you are old and sick.",
      "abstract": "If you think it is tough living on very little now, imagine what it will be like when you are old and sick.",
      "lead_paragraph": "This is the season for giving advice to graduates as they enter the workplace. Instead of listening to yet another recitation of the usual admonishments to \"change the world,\" \"carpe diem,\" or \"wear sunscreen,\" those graduates — unless they are already trapped on the nonpaying internship hamster wheel — need to hear how to manage their paychecks. ",
      "publication_date": "2006-06-10T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/10/business/10money.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "The Range Gets Crowded for Natural Beef",
      "snippet": "Organic meat is the fastest-growing segment of the organic food business, and many of the biggest producers want a piece of the market.",
      "abstract": "Organic meat is the fastest-growing segment of the organic food business, and many of the biggest producers want a piece of the market.",
      "lead_paragraph": "SAGUACHE, Colo. — As he drove his truck into the family ranch on a recent sunny morning, Mel Coleman Jr. put on his Stetson hat and greeted his Uncle Jim, who runs the ranch. In a pasture behind the house, five horses hovered placidly and several black Angus cows ambled up to a salt station. ",
      "publication_date": "2006-06-10T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/10/business/10beef.html",
      "byline": "By Susan Moran"
    },
    {
      "headline": "Parts Supplier Reaches Buyout Deal With U.A.W.",
      "snippet": "Delphi expanded its buyout deal to include all  U.A.W. members, signaling a stepped-up effort to avoid a strike.",
      "abstract": "Delphi expanded its buyout deal to include all  U.A.W. members, signaling a stepped-up effort to avoid a strike.",
      "lead_paragraph": "DETROIT, June 9 — The Delphi Corporation, the auto parts supplier, reached an agreement on Friday with the United Automobile Workers union and General Motors that offered buyouts to all of its 24,000 workers and reduced the possibility of a crippling strike.",
      "publication_date": "2006-06-10T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/10/business/10delphi.html",
      "byline": "By Micheline Maynard and Nick Bunkley"
    },
    {
      "headline": "New Crusade for Master of Overstock",
      "snippet": "Patrick M. Byrne, the conspiracy-mongering trash-talking lawsuit-filing chief of Overstock.com, has been keeping himself busy!",
      "abstract": "Patrick M. Byrne, the conspiracy-mongering trash-talking lawsuit-filing chief of Overstock.com, has been keeping himself busy!",
      "lead_paragraph": "WHEN last we looked in on our old friend Patrick M. Byrne, the conspiracy-mongering trash-talking lawsuit-filing chief executive of Overstock.com, it was late February. Mr. Byrne had sued Rocker Partners, a short selling hedge fund, and Gradient Analytics, a small equity research firm, accusing them of conspiring to drive down Overstock's stock price. And he was gloating because a handful of financial journalists, including the MarketWatch.com columnist Herb Greenberg — whom Mr. Byrne viewed as a charter member of the anti-Overstock conspiracy — had received subpoenas from the Securities and Exchange Commission. The S.E.C. appeared to be looking into Mr. Byrne's stock-manipulation allegations, but quickly backed away from the subpoenas to the journalists. ",
      "publication_date": "2006-06-10T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/10/business/10nocera.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "U.S. Says Zarqawi Survived Briefly After Airstrike",
      "snippet": "US officials say Abu Musab al-Zarqawi, Jordanian terrorist leader killed in airstrike, initially survived bombing and died from his wounds after Iraqi police and US soldiers arrived on scene; say two 500-pound bombs dropped on house where Zarqawi ...",
      "abstract": "US officials say Abu Musab al-Zarqawi, Jordanian terrorist leader killed in airstrike, initially survived bombing and died from his wounds after Iraqi police and US soldiers arrived on scene; say two 500-pound bombs dropped on house where Zarqawi was staying north of Baghdad killed five other people instantly; Pres Bush congratulates Lt Gen Stanley McChrystal on success of attack; McChrystal commands military's most secretive commando units, including Army's Delta Force and Naval Special Warfare Development Group, which were part of raid (M)",
      "lead_paragraph": "BAGHDAD, Iraq, June 9 - Abu Musab al-Zarqawi, the Jordanian terrorist leader killed in an airstrike on Wednesday, initially survived the bombing and died from his wounds after Iraqi police officers and American soldiers arrived on the scene, American officials said Friday.",
      "publication_date": "2006-06-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/10/world/middleeast/us-says-zarqawi-survived-briefly-after-airstrike.html",
      "byline": "By Dexter Filkins"
    },
    {
      "headline": "Hamas Fires Rockets at Israel After Calling Off Truce",
      "snippet": "Hamas declares that it will renew its attacks on Israel after deaths of at least seven Palestinian civilians on Gaza beach from apparently errant Israeli artillery shell; Israeli military officials say attack was mistake; Palestinian Pres Mahmoud ...",
      "abstract": "Hamas declares that it will renew its attacks on Israel after deaths of at least seven Palestinian civilians on Gaza beach from apparently errant Israeli artillery shell; Israeli military officials say attack was mistake; Palestinian Pres Mahmoud Abbas condemns Israel for what he calls bloody massacre; Ayman al-Zawahiri, senior Al Qaeda official, urges Palestinians to reject platform that implicitly recognizes Israel alongside Palestinian state within pre-1967 borders; photos (M)",
      "lead_paragraph": "JERUSALEM, June 9 - Hamas, the ruling Palestinian political movement, declared Friday that it would renew its attacks on Israel after the deaths of at least seven Palestinian civilians on a crowded Gaza beach from an apparently errant Israeli artillery shell.",
      "publication_date": "2006-06-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/10/world/middleeast/hamas-fires-rockets-at-israel-after-calling-off-truce.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "New Crusade for Master of Overstock",
      "snippet": "Joe Nocera column on successful crusade by Overstock.com chief executive Patrick Byrne against naked short selling; notes Byrne's home state of Utah has passed law that takes aim against practice; photo (M)",
      "abstract": "Joe Nocera column on successful crusade by Overstock.com chief executive Patrick Byrne against naked short selling; notes Byrne's home state of Utah has passed law that takes aim against practice; photo (M)",
      "lead_paragraph": "WHEN last we looked in on our old friend Patrick M. Byrne, the conspiracy-mongering trash-talking lawsuit-filing chief executive of Overstock.com, it was late February. Mr. Byrne had sued Rocker Partners, a short selling hedge fund, and Gradient Analytics, a small equity research firm, accusing them of conspiring to drive down Overstock's stock price. And he was gloating because a handful of financial journalists, including the MarketWatch.com columnist Herb Greenberg -- whom Mr. Byrne viewed as a charter member of the anti-Overstock conspiracy -- had received subpoenas from the Securities and Exchange Commission. The S.E.C. appeared to be looking into Mr. Byrne's stock-manipulation allegations, but quickly backed away from the subpoenas to the journalists.",
      "publication_date": "2006-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/10/business/new-crusade-for-master-of-overstock.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Parts Supplier Reaches Buyout Deal With U.A.W.",
      "snippet": "Delphi Corp reaches agrement with United Auto workers and General Motors, financed by GM, that offers buyouts to all 24,000 workers and reduces possibility of crippling strike; agreement allows companies and union to focus negotiations on other su...",
      "abstract": "Delphi Corp reaches agrement with United Auto workers and General Motors, financed by GM, that offers buyouts to all 24,000 workers and reduces possibility of crippling strike; agreement allows companies and union to focus negotiations on other substantive issues; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/10/business/parts-supplier-reaches-buyout-deal-with-uaw.html",
      "byline": "By Micheline Maynard and Nick Bunkley"
    },
    {
      "headline": "The Range Gets Crowded for Natural Beef",
      "snippet": "Article on challenges facing independent producers of natural and organic beef as large producers show more interest in entering market; Mel Coleman Jr, whose father pioneered natural beef with Coleman Natural Foods in 1979 and whose company is no...",
      "abstract": "Article on challenges facing independent producers of natural and organic beef as large producers show more interest in entering market; Mel Coleman Jr, whose father pioneered natural beef with Coleman Natural Foods in 1979 and whose company is now owned by investment firm, comments on how industry is changing; photos (L)",
      "lead_paragraph": "SAGUACHE, Colo. - As he drove his truck into the family ranch on a recent sunny morning, Mel Coleman Jr. put on his Stetson hat and greeted his Uncle Jim, who runs the ranch. In a pasture behind the house, five horses hovered placidly and several black Angus cows ambled up to a salt station.",
      "publication_date": "2006-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/10/business/the-range-gets-crowded-for-natural-beef.html",
      "byline": "By Susan Moran"
    },
    {
      "headline": "Wounds Salved, Clinton Returns to Health Care",
      "snippet": "No policy issue has bedeviled Sen Hillary Rodham Clinton more than health care, but as she heads into her re-election campaign and possible bid for presidency, she is trying to recast political disaster of 1994 as something else: as badge of honor...",
      "abstract": "No policy issue has bedeviled Sen Hillary Rodham Clinton more than health care, but as she heads into her re-election campaign and possible bid for presidency, she is trying to recast political disaster of 1994 as something else: as badge of honor, as symbol of lessons learned and as invaluable preparation for dealing with problems in health care system today; Clinton's approach to health care is different this time around, measure of her evolution from impatient agent of change to cautious senator attuned to political center; her plans to expand coverage are tempered and incremental; her first major goal appears to be universal health coverage for children, which she hopes to advance by expanding State Children's Health Insurance Program; photo (M)",
      "lead_paragraph": "WASHINGTON, June 9 - No policy issue has bedeviled Senator Hillary Rodham Clinton more than health care. Ever since the collapse of her proposal for universal coverage in 1994, critics have used the issue as prime evidence in their case that she is, at heart, a big-government liberal with a zeal for social engineering.",
      "publication_date": "2006-06-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/10/washington/wounds-salved-clinton-returns-to-health-care.html",
      "byline": "By Robin Toner and Anne E. Kornblut"
    },
    {
      "headline": "Advice to All You Graduates: Let's Start With That Daily Latte . . .",
      "snippet": "Your Money column offers advice to recent college graduates on how to manage their paychecks; photos (M)",
      "abstract": "Your Money column offers advice to recent college graduates on how to manage their paychecks; photos (M)",
      "lead_paragraph": "This is the season for giving advice to graduates as they enter the workplace. Instead of listening to yet another recitation of the usual admonishments to \"change the world,\" \"carpe diem,\" or \"wear sunscreen,\" those graduates -- unless they are already trapped on the nonpaying internship hamster wheel -- need to hear how to manage their paychecks.",
      "publication_date": "2006-06-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/10/business/advice-to-all-you-graduates-lets-start-with-that-daily-latte.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Extreme Commutes Grow Longer in Air Industry",
      "snippet": "Airline workers often commute to faraway cities, but with planes full they are finding it harder to get home.",
      "abstract": "Airline workers often commute to faraway cities, but with planes full they are finding it harder to get home.",
      "lead_paragraph": "Think your commute is bad? Try Wichita to New York, Vancouver to Dallas or Panama to Miami.",
      "publication_date": "2006-06-11T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/11/business/11commute.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "Terrorists Trained by Zarqawi Went Abroad, Jordan Says",
      "snippet": "At the time of his death, Abu Musab al-Zarqawi was still trying to transform his organization into a global terrorist operation.",
      "abstract": "At the time of his death, Abu Musab al-Zarqawi was still trying to transform his organization into a global terrorist operation.",
      "lead_paragraph": "AMMAN, Jordan, June 10 — At the time of his death, Abu Musab al-Zarqawi was still trying to transform his organization from one focused on the Iraqi insurgency into a global operation capable of striking far beyond Iraq's borders, intelligence experts here and in the West agree. ",
      "publication_date": "2006-06-11T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/11/world/middleeast/11jordan.html",
      "byline": "By Michael Slackman and Scott Shane"
    },
    {
      "headline": "Pollution From Chinese Coal Casts a Global Shadow",
      "snippet": "Coal is China's double-edged sword — the new economy's black gold and the fragile environment's dark cloud.",
      "abstract": "Coal is China's double-edged sword — the new economy's black gold and the fragile environment's dark cloud.",
      "lead_paragraph": " HANJING, China — One of China's lesser-known exports is a dangerous brew of soot, toxic chemicals and climate-changing gases from the smokestacks of coal-burning power plants.",
      "publication_date": "2006-06-11T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/11/business/worldbusiness/11chinacoal.html",
      "byline": "By Keith Bradsher and David Barboza"
    },
    {
      "headline": "Dollars and Dreams: Immigrants as Prey",
      "snippet": "As the number of illegal immigrants in the United States has grown, so have the ranks of those who want to swindle them.",
      "abstract": "As the number of illegal immigrants in the United States has grown, so have the ranks of those who want to swindle them.",
      "lead_paragraph": "SAN FRANCISCO",
      "publication_date": "2006-06-11T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/06/11/business/yourmoney/11migrate.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Taliban Surges as U.S. Shifts Some Tasks to NATO",
      "snippet": "As U.S. forces hand over operations in Afghanistan to NATO, the Taliban is making its strongest show of force since 2001.",
      "abstract": "As U.S. forces hand over operations in Afghanistan to NATO, the Taliban is making its strongest show of force since 2001.",
      "lead_paragraph": "KABUL, Afghanistan, June 10 — A large springtime offensive by Taliban fighters has turned into the strongest show of force by the insurgents since American forces chased the Taliban from power in late 2001, and Afghan and foreign officials and local villagers blame a lack of United States-led coalition forces on the ground for the resurgence. ",
      "publication_date": "2006-06-11T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/11/world/asia/11afghan.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "Finally, Shareholders Start Acting Like Owners",
      "snippet": "As proxy season draws to a close, shareholders have made their wishes on one issue clear: They want greater involvement in the election of directors.",
      "abstract": "As proxy season draws to a close, shareholders have made their wishes on one issue clear: They want greater involvement in the election of directors.",
      "lead_paragraph": "AS this year's proxy season draws to a close, shareholders have made their wishes on one issue entirely clear: They want much greater involvement in the election of directors.",
      "publication_date": "2006-06-11T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/06/11/business/yourmoney/11gret.html",
      "byline": ""
    },
    {
      "headline": "Was Earning That Harvard M.B.A. Worth It?",
      "snippet": "A documentary offers a window into the value of a Harvard business degree.",
      "abstract": "A documentary offers a window into the value of a Harvard business degree.",
      "lead_paragraph": "ABOUT a year before Adam Richman was to graduate from the Harvard Business School in 1996, he took on an extracurricular project. It was long before the Internet bubble inflated and burst, and well before one of the school's graduates landed in the White House. Mr. Richman wondered: What was the real-world value of a master's in business administration, especially one from the iviest of Ivies? Was it, as widely perceived, an ace in the hole, a get-out-of-jail-free card, a ticket to the good life? ",
      "publication_date": "2006-06-11T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/06/11/business/yourmoney/11harvard.html",
      "byline": "By Abby Ellin"
    },
    {
      "headline": "3 Prisoners Commit Suicide at Guantánamo",
      "snippet": "They were the first deaths of detainees to be reported at the military prison in Cuba since it opened in early 2002.",
      "abstract": "They were the first deaths of detainees to be reported at the military prison in Cuba since it opened in early 2002.",
      "lead_paragraph": "WASHINGTON, June 10 — Three detainees being held at the United States military prison at Guantánamo Bay, Cuba, committed suicide early on Saturday, the first deaths of detainees to be reported at the military prison since it opened in early 2002, United States military officials said. ",
      "publication_date": "2006-06-11T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/11/us/11gitmo.html",
      "byline": "By James Risen and Tim Golden"
    },
    {
      "headline": "Pollution From Chinese Coal Casts a Global Shadow",
      "snippet": "Article in series The Energy Challenge; pollution will soar both at home and abroad unless China finds way to clean up its coal plants and coal-burning factories, and increase in global-warming gases from China's coal will exceed that for all othe...",
      "abstract": "Article in series The Energy Challenge; pollution will soar both at home and abroad unless China finds way to clean up its coal plants and coal-burning factories, and increase in global-warming gases from China's coal will exceed that for all other industrialized countries over next 25 years; airborne sulphur dioxide poses health threat and causes acid rain, and carbon dioxide from coal plants will last for decades; India is right behind China in stepping up its construction of coal-fired power plants; graphs; photos (L)",
      "lead_paragraph": "HANJING, China - One of China's lesser-known exports is a dangerous brew of soot, toxic chemicals and climate-changing gases from the smokestacks of coal-burning power plants.",
      "publication_date": "2006-06-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/06/11/business/worldbusiness/pollution-from-chinese-coal-casts-a-global-shadow.html",
      "byline": "By Keith Bradsher and David Barboza"
    },
    {
      "headline": "Saudi Arabia Identifies 2 Dead Guantánamo Detainees",
      "snippet": "United States officials report suicides of three detainees at Guantanamo Bay Naval Base, Cuba; deaths are first reported at Guantanamo since detention center opened in 2003, and come at time of mounting international criticism of Bush administrati...",
      "abstract": "United States officials report suicides of three detainees at Guantanamo Bay Naval Base, Cuba; deaths are first reported at Guantanamo since detention center opened in 2003, and come at time of mounting international criticism of Bush administration's handling of terrorism suspects; military suggests three men, two from Saudi Arabia and one from Yemen, hung themselves as form of coordinated protest; graph (L)",
      "lead_paragraph": "WASHINGTON, June 10 - Three detainees being held at the United States military prison at Guantánamo Bay, Cuba, committed suicide early on Saturday, the first deaths of detainees to be reported at the military prison since it opened in early 2002, United States military officials said.",
      "publication_date": "2006-06-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/06/11/us/saudi-arabia-identifies-2-dead-guantanamo-detainees.html",
      "byline": "By James Risen and Tim Golden"
    },
    {
      "headline": "Extreme Commutes Grow Longer in Air Industry",
      "snippet": "Airline pilots and flight attendants traditionally could hitch free ride on almost any airline with empty seat, and only worked 15 to 18 days a month, making it easy for them to live anywhere they want, but nowadays they are finding it harder to g...",
      "abstract": "Airline pilots and flight attendants traditionally could hitch free ride on almost any airline with empty seat, and only worked 15 to 18 days a month, making it easy for them to live anywhere they want, but nowadays they are finding it harder to get to work because airline seats are full; ranks of extreme commuters appear to be growing as airlines trim their flight schedules and reduce number of airports where they base flight crews; photo; map (L)",
      "lead_paragraph": "Think your commute is bad? Try Wichita to New York, Vancouver to Dallas or Panama to Miami.",
      "publication_date": "2006-06-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/06/11/business/extreme-commutes-grow-longer-in-air-industry.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "Nurturing Home Producers to Run Retail Shops",
      "snippet": "4W Circle of Art and Enterprise in Brooklyn is 15-year-old incubator that provides home-based African-American entrepreneurs, especially women, with opportunity to establish their own retail stores; photo (M)",
      "abstract": "4W Circle of Art and Enterprise in Brooklyn is 15-year-old incubator that provides home-based African-American entrepreneurs, especially women, with opportunity to establish their own retail stores; photo (M)",
      "lead_paragraph": "ENTER 704 Fulton Street in the Fort Greene section of Brooklyn and you will find yourself in what appears to be a fashionable boutique with a variety of offerings.",
      "publication_date": "2006-06-11T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/06/11/nyregion/nurturing-home-producers-to-run-retail-shops.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "Dollars and Dreams: Immigrants as Prey",
      "snippet": "Article on plight of illegal immigrants in California, New York and across country who fall victim to unscrupulous lawyers known as 'notarios' and immigration consultants who charge thousands of dollars but do little work in seeking to procure gre...",
      "abstract": "Article on plight of illegal immigrants in California, New York and across country who fall victim to unscrupulous lawyers known as 'notarios' and immigration consultants who charge thousands of dollars but do little work in seeking to procure green cards or permanent citizenship for them; immigration authorities often reject applications and illegals are faced with paying additional money for appeals, which often result in deportation orders; authorities shut down scam operations, which reopen quickly; advocates, legitimate lawyers and victims comment; photos (L)",
      "lead_paragraph": "SAN FRANCISCO - IT was when his immigration attorney asked him for $3,000 several years ago that Celso Lima Mejia started to wonder whether his lawyer was taking him for a very costly ride. Mr. Mejia, a Guatemalan immigrant who was residing illegally in the United States, said he had already paid Miguel Gadda $3,600 to help him apply for asylum. Mr. Mejia recalled in a recent interview that Mr. Gadda promised him that the legal fees -- a large chunk of his annual pay of about $20,000 as a handyman -- would land him a coveted prize: a green card allowing him to come out from the shadows and live in the United States as a permanent resident.",
      "publication_date": "2006-06-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/06/11/business/yourmoney/dollars-and-dreams-immigrants-as-prey.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Was Earning That Harvard M.B.A. Worth It?",
      "snippet": "Article on Building Career Foundations, documentary film series being undertaken by Harvard Business School graduate Adam Richman and his academic adviser, Prof Monica Higgins, co-founders of Double Nickel Entertainment; Richman says series chroni...",
      "abstract": "Article on Building Career Foundations, documentary film series being undertaken by Harvard Business School graduate Adam Richman and his academic adviser, Prof Monica Higgins, co-founders of Double Nickel Entertainment; Richman says series chronicles group of his Harvard classmates every five years until 2026 in effort to determine real-world value of master's in business administration from Harvard; photos; graphs (M)",
      "lead_paragraph": "ABOUT a year before Adam Richman was to graduate from the Harvard Business School in 1996, he took on an extracurricular project. It was long before the Internet bubble inflated and burst, and well before one of the school's graduates landed in the White House. Mr. Richman wondered: What was the real-world value of a master's in business administration, especially one from the iviest of Ivies? Was it, as widely perceived, an ace in the hole, a get-out-of-jail-free card, a ticket to the good life?",
      "publication_date": "2006-06-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/06/11/business/yourmoney/was-earning-that-harvard-mba-worth-it.html",
      "byline": "By Abby Ellin"
    },
    {
      "headline": "For Some, Online Persona Undermines a Résumé",
      "snippet": "Many companies that recruit on college campuses have been using search engines like Google and Yahoo to conduct background checks on seniors looking for their first jobs, but some are now using social networking sites like Facebook, MySpace and Fr...",
      "abstract": "Many companies that recruit on college campuses have been using search engines like Google and Yahoo to conduct background checks on seniors looking for their first jobs, but some are now using social networking sites like Facebook, MySpace and Friendster, where college students often post risque photographs and make provocative statements; pages can make students look immature and unprofessional, damaging their chances for employment; photo (L)",
      "lead_paragraph": "When a small consulting company in Chicago was looking to hire a summer intern this month, the company's president went online to check on a promising candidate who had just graduated from the University of Illinois.",
      "publication_date": "2006-06-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/06/11/us/for-some-online-persona-undermines-a-resume.html",
      "byline": "By Alan Finder"
    },
    {
      "headline": "Finally, Shareholders Start Acting Like Owners",
      "snippet": "Gretchen Morgenson column praises recent moves by shareholders to become more involved in election of directors and to oust those who have shirked their fiduciary duty to ensure that companies are run in best interests of shareholders, not managem...",
      "abstract": "Gretchen Morgenson column praises recent moves by shareholders to become more involved in election of directors and to oust those who have shirked their fiduciary duty to ensure that companies are run in best interests of shareholders, not management (M)",
      "lead_paragraph": "AS this year's proxy season draws to a close, shareholders have made their wishes on one issue entirely clear: They want much greater involvement in the election of directors.",
      "publication_date": "2006-06-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/06/11/business/yourmoney/finally-shareholders-start-acting-like-owners.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "A New Chance in Iraq",
      "snippet": "President Bush will begin a strategy session on Iraq tomorrow that one official called a ''last, best chance to get this right.'' Page 22.  ",
      "abstract": "President Bush will begin a strategy session on Iraq tomorrow that one official called a ''last, best chance to get this right.'' Page 22.  ",
      "lead_paragraph": "President Bush will begin a strategy session on Iraq tomorrow that one official called a \"last, best chance to get this right.\" Page 22.",
      "publication_date": "2006-06-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/06/11/world/a-new-chance-in-iraq.html",
      "byline": ""
    },
    {
      "headline": "Taliban Surges as U.S. Shifts Some Tasks to NATO",
      "snippet": "Taliban militants are taking advantage of transition from American to NATO forces in southern Afghanistan to launch largest show of force since 2001; Taliban have fought battles just 20 miles outside Kandahar, forcing hundreds of people to abandon...",
      "abstract": "Taliban militants are taking advantage of transition from American to NATO forces in southern Afghanistan to launch largest show of force since 2001; Taliban have fought battles just 20 miles outside Kandahar, forcing hundreds of people to abandon their villages as coalition forces resorted to aerial bombardment; Taliban have even conducted trials in Islamic courts outside official Afghan courts; many Afghans say they just want one side to bring stability; photos; map (L)",
      "lead_paragraph": "KABUL, Afghanistan, June 10 - A large springtime offensive by Taliban fighters has turned into the strongest show of force by the insurgents since American forces chased the Taliban from power in late 2001, and Afghan and foreign officials and local villagers blame a lack of United States-led coalition forces on the ground for the resurgence.",
      "publication_date": "2006-06-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/06/11/world/asia/taliban-surges-as-us-shifts-some-tasks-to-nato.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "Terrorists Trained by Zarqawi Went Abroad, Jordan Says",
      "snippet": "High-ranking Jordanian security officers say Abu Musab al-Zarqawi recruited about 300 people who went to Iraq for terrorist training before he sent them back to their home countries to await orders; Jordan's assessment is first to offer firm numbe...",
      "abstract": "High-ranking Jordanian security officers say Abu Musab al-Zarqawi recruited about 300 people who went to Iraq for terrorist training before he sent them back to their home countries to await orders; Jordan's assessment is first to offer firm numbers to support scattered reports of Iraq as terrorist training ground; authorities across Europe have identified dozens of young militant Muslim men who left or tried to leave to fight in Iraq; photo (L)",
      "lead_paragraph": "AMMAN, Jordan, June 10 - At the time of his death, Abu Musab al-Zarqawi was still trying to transform his organization from one focused on the Iraqi insurgency into a global operation capable of striking far beyond Iraq's borders, intelligence experts here and in the West agree.",
      "publication_date": "2006-06-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/06/11/world/middleeast/terrorists-trained-by-zarqawi-went-abroad-jordan-says.html",
      "byline": "By Michael Slackman and Scott Shane"
    },
    {
      "headline": "Product Placement Deals Make Leap From Film to Books",
      "snippet": "Product placement, familiar to television and movie viewers, is still relatively rare in books, but not unprecedented.",
      "abstract": "Product placement, familiar to television and movie viewers, is still relatively rare in books, but not unprecedented.",
      "lead_paragraph": "Near the end of an early galley of \"Cathy's Book: If Found Call (650) 266-8233,\" a young adult novel that will be published in September, the spunky eponymous heroine talks about wearing a \"killer coat of Clinique #11 'Black Violet' lipstick.\" But in the final edition of the book, that reference has been changed to \"a killer coat of Lipslicks in 'Daring.' \"",
      "publication_date": "2006-06-12T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/12/business/media/12book.html",
      "byline": "By Motoko Rich"
    },
    {
      "headline": "A Ring Tone Meant to Fall on Deaf Ears",
      "snippet": "For classrooms where cellphone use is forbidden, students have found a ring tone that many adults cannot hear.",
      "abstract": "For classrooms where cellphone use is forbidden, students have found a ring tone that many adults cannot hear.",
      "lead_paragraph": "In that old battle of the wills between young people and their keepers, the young have found a new weapon that could change the balance of power on the cellphone front: a ring tone that many adults cannot hear. ",
      "publication_date": "2006-06-12T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/12/technology/12ring.html",
      "byline": "By Paul Vitello"
    },
    {
      "headline": "Russia Bargains for Bigger Stake in West's Energy",
      "snippet": "Russia is seeking greater latitude to invest in utilities, pipelines and other infrastructure in the U.S. and Europe.",
      "abstract": "Russia is seeking greater latitude to invest in utilities, pipelines and other infrastructure in the U.S. and Europe.",
      "lead_paragraph": "WASHINGTON, June 11  Russian, American, European and Japanese officials are negotiating over whether Russia should be allowed greater latitude to invest in utilities, pipelines, natural gas facilities and other infrastructure in the United States and Europe. ",
      "publication_date": "2006-06-12T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/12/world/europe/12russia.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Fox's Own Superheroes: A Daring Duo at the Studio",
      "snippet": "Fox co-chairmen Tom Rothman and Jim Gianopulos have fostered a winning corporate culture: eyes fixed on the bottom line while remaining fearless about creative risks.",
      "abstract": "Fox co-chairmen Tom Rothman and Jim Gianopulos have fostered a winning corporate culture: eyes fixed on the bottom line while remaining fearless about creative risks.",
      "lead_paragraph": "LOS ANGELES, June 11 — In Hollywood, candor is as common as a blue polyester pantsuit on Rodeo Drive.",
      "publication_date": "2006-06-12T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/12/business/media/12movie.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Deadly Intent: Ann Coulter, Word Warrior",
      "snippet": "With five books and more than a million copies in hardcover sales, she plays to win and is happy to take hostages along the way.",
      "abstract": "With five books and more than a million copies in hardcover sales, she plays to win and is happy to take hostages along the way.",
      "lead_paragraph": "ONCE again, Ann Coulter has a book in need of flogging, and once again, people are stunned by what a \"vicious,\" \"mean-spirited,\" \"despicable\" \"hate-monger\" they say she is.",
      "publication_date": "2006-06-12T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/12/business/media/12carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Over Tea, Sheik Denies Stirring Darfur's Torment",
      "snippet": "How do you disarm the janjaweed, the fearsome Arab militias whose sponsors and leaders deny their existence?",
      "abstract": "How do you disarm the janjaweed, the fearsome Arab militias whose sponsors and leaders deny their existence?",
      "lead_paragraph": "MISTARIHA, Sudan — Their camouflage uniforms bear no insignia. Their machine guns lack the brassy patina of long use. Instead of boots, most wear sandals or flip-flops. ",
      "publication_date": "2006-06-12T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/12/world/africa/12darfur.html",
      "byline": "By Lydia Polgreen"
    },
    {
      "headline": "With Global Markets Jittery, Investors Decide to Rein in Risk",
      "snippet": "Investors are facing a number of new developments that are making risky investments look like a bad idea, economists say.",
      "abstract": "Investors are facing a number of new developments that are making risky investments look like a bad idea, economists say.",
      "lead_paragraph": " The terms differ slightly — a nervous sell-off, a correction, the beginnings of a bear market. But as stock markets from India to Brazil to the United States skidded last week, there was little doubt that investors were dumping risk from their portfolios.",
      "publication_date": "2006-06-12T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/12/business/12stox.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Prisoners' Ruse Is Suspected at Guantánamo",
      "snippet": "Three detainees tried to conceal themselves in their cells to prevent guards from seeing them commit suicide, an official said.",
      "abstract": "Three detainees tried to conceal themselves in their cells to prevent guards from seeing them commit suicide, an official said.",
      "lead_paragraph": "WASHINGTON, June 11 — Three detainees at the United States military prison at Guantánamo Bay, Cuba, tried to conceal themselves in their cells — behind laundry and through other means — to prevent guards from seeing them commit suicide, a senior military official said Sunday.",
      "publication_date": "2006-06-12T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/12/us/12gitmo.html",
      "byline": "By David S. Cloud and Neil A. Lewis"
    },
    {
      "headline": "In Web Era, Big Money Can't Buy an Exclusive",
      "snippet": "It is no longer business as usual for celebrity magazines, as gossip blogs take on an ever-larger role.",
      "abstract": "It is no longer business as usual for celebrity magazines, as gossip blogs take on an ever-larger role.",
      "lead_paragraph": "After winning the very expensive rights to the first photographs of Shiloh Nouvel Jolie-Pitt, the editors at People magazine formed a publicity plan. Appear for an interview with Matt Lauer on the NBC \"Today\" show. Give the photos to the tabloids, which will run them in full color on their front pages. Then, on Friday, release the pictures in glossy form to the world on newsstands everywhere, for an increased cover price of $3.99.",
      "publication_date": "2006-06-12T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/12/business/media/12people.html",
      "byline": "By Julie Bosman"
    },
    {
      "headline": "U.A.W. Facing Tough Choices, Leader Warns",
      "snippet": "The union chief's candor was striking at a time when his members are grappling with many giveback proposals.",
      "abstract": "The union chief's candor was striking at a time when his members are grappling with many giveback proposals.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-06-12T04:00:00+0000",
      "section_name": "Automobiles",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/12/automobiles/12UAW.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "In Web Era, Big Money Can't Buy an Exclusive",
      "snippet": "After winning the very expensive rights to the first photographs of Shiloh Nouvel Jolie-Pitt, the editors at People magazine formed a publicity plan. Appear for an interview with Matt Lauer on the NBC ''Today'' show. Give the photos to the tabloid...",
      "abstract": "After winning the very expensive rights to the first photographs of Shiloh Nouvel Jolie-Pitt, the editors at People magazine formed a publicity plan. Appear for an interview with Matt Lauer on the NBC ''Today'' show. Give the photos to the tabloids, which will run them in full color on their front pages. Then, on Friday, release the pictures in glossy form to the world on newsstands everywhere, for an increased cover price of $3.99.     Instead, days before their official publication, the pictures of Angelina Jolie and Brad Pitt cuddling their days-old infant first appeared on Gawker, PerezHilton.com and about two dozen other gossip blogs and Web sites. Some photos were taken from a bootleg copy of Hello! magazine, which had obtained the rights in Britain to the photos for a reported $3.5 million. Others that appeared later were from copies of People that the magazine says may have been stolen before official distribution. Within an hour of the first postings, lawyers for the magazine began unleashing cease-and-desist letters to the offending Web sites.  ",
      "lead_paragraph": "After winning the very expensive rights to the first photographs of Shiloh Nouvel Jolie-Pitt, the editors at People magazine formed a publicity plan. Appear for an interview with Matt Lauer on the NBC \"Today\" show. Give the photos to the tabloids, which will run them in full color on their front pages. Then, on Friday, release the pictures in glossy form to the world on newsstands everywhere, for an increased cover price of $3.99.",
      "publication_date": "2006-06-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/12/business/media/in-web-era-big-money-cant-buy-an-exclusive.html",
      "byline": "By Julie Bosman"
    },
    {
      "headline": "Deadly Intent: Ann Coulter, Word Warrior",
      "snippet": "ONCE again, Ann Coulter has a book in need of flogging, and once again, people are stunned by what a ''vicious,'' ''mean-spirited,'' ''despicable'' ''hate-monger'' they say she is.     Ms. Coulter, who seems afflicted by a kind of rhetorical compu...",
      "abstract": "ONCE again, Ann Coulter has a book in need of flogging, and once again, people are stunned by what a ''vicious,'' ''mean-spirited,'' ''despicable'' ''hate-monger'' they say she is.     Ms. Coulter, who seems afflicted by a kind of rhetorical compulsion, most recently labeled the widows of 9/11 ''harpies.'' It is just one in a series from a spoken-word hit parade that seems to fly out of her mouth uninterrupted by conscience, rectitude or logic.  ",
      "lead_paragraph": "ONCE again, Ann Coulter has a book in need of flogging, and once again, people are stunned by what a \"vicious,\" \"mean-spirited,\" \"despicable\" \"hate-monger\" they say she is.",
      "publication_date": "2006-06-12T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/12/business/media/deadly-intent-ann-coulter-word-warrior.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Russia Bargains for Bigger Stake in West's Energy",
      "snippet": "Russian, American, European and Japanese officials are negotiating over whether Russia should be allowed greater latitude to invest in utilities, pipelines, natural gas facilities and other infrastructure in the United States and Europe.      In a...",
      "abstract": "Russian, American, European and Japanese officials are negotiating over whether Russia should be allowed greater latitude to invest in utilities, pipelines, natural gas facilities and other infrastructure in the United States and Europe.      In a draft declaration for endorsement at a Group of 8 summit meeting next month in St. Petersburg, Russia, broadened Russian access is paired with something the West wants: endorsement of market principles and greater access for foreign investment in the energy industry of Russia, one of the biggest oil and natural gas producers in the world.  ",
      "lead_paragraph": "WASHINGTON, June 11 - Russian, American, European and Japanese officials are negotiating over whether Russia should be allowed greater latitude to invest in utilities, pipelines, natural gas facilities and other infrastructure in the United States and Europe.",
      "publication_date": "2006-06-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/12/world/europe/russia-bargains-for-bigger-stake-in-wests-energy.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Product Placement Deals Make Leap From Film to Books",
      "snippet": "Near the end of an early galley of ''Cathy's Book: If Found Call (650) 266-8233,'' a young adult novel that will be published in September, the spunky eponymous heroine talks about wearing a ''killer coat of Clinique #11 'Black Violet' lipstick.''...",
      "abstract": "Near the end of an early galley of ''Cathy's Book: If Found Call (650) 266-8233,'' a young adult novel that will be published in September, the spunky eponymous heroine talks about wearing a ''killer coat of Clinique #11 'Black Violet' lipstick.'' But in the final edition of the book, that reference has been changed to ''a killer coat of Lipslicks in 'Daring.' ''     As it turns out, Lipslicks is a line of lip gloss made by Cover Girl, which has signed an unusual marketing partnership with Running Press, the unit of Perseus Books Group that is publishing the novel.  ",
      "lead_paragraph": "Near the end of an early galley of \"Cathy's Book: If Found Call (650) 266-8233,\" a young adult novel that will be published in September, the spunky eponymous heroine talks about wearing a \"killer coat of Clinique #11 'Black Violet' lipstick.\" But in the final edition of the book, that reference has been changed to \"a killer coat of Lipslicks in 'Daring.' \"",
      "publication_date": "2006-06-12T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/12/business/media/product-placement-deals-make-leap-from-film-to-books.html",
      "byline": "By Motoko Rich"
    },
    {
      "headline": "U.A.W. Facing Tough Choices, Leader Warns",
      "snippet": "The president of the United Automobile Workers union told his members in a strikingly blunt report released Sunday that they cannot ride out the automobile industry crisis and should be prepared to make tradition-breaking decisions to help rescue ...",
      "abstract": "The president of the United Automobile Workers union told his members in a strikingly blunt report released Sunday that they cannot ride out the automobile industry crisis and should be prepared to make tradition-breaking decisions to help rescue the industry.     In the report, to be given to members at the union's convention, which opens here on Monday, the union president, Ron Gettelfinger, pointed to many causes of the industry's grave malaise, including ''bad management'' and declining auto sales.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-06-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/12/automobiles/uaw-facing-tough-choices-leader-warns.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Fox's Own Superheroes: A Daring Duo at the Studio",
      "snippet": "In Hollywood, candor is as common as a blue polyester pantsuit on Rodeo Drive.     That is why the actor Hugh Jackman reacted with surprise at what he heard in a meeting at 20th Century Fox last year to discuss ''X-Men: The Last Stand,'' the third...",
      "abstract": "In Hollywood, candor is as common as a blue polyester pantsuit on Rodeo Drive.     That is why the actor Hugh Jackman reacted with surprise at what he heard in a meeting at 20th Century Fox last year to discuss ''X-Men: The Last Stand,'' the third entry in the ''X-Men'' trilogy. Tom Rothman, Fox's energetic co-chairman, wanted to share an idea for the movie's plot: it would center on a medical cure for the mutant gene.  ",
      "lead_paragraph": "LOS ANGELES, June 11 - In Hollywood, candor is as common as a blue polyester pantsuit on Rodeo Drive.",
      "publication_date": "2006-06-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/12/business/media/foxs-own-superheroes-a-daring-duo-at-the-studio.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "Prisoners' Ruse Is Suspected at Guantánamo",
      "snippet": "Three detainees at the United States military prison at Guantánamo Bay, Cuba, tried to conceal themselves in their cells -- behind laundry and through other means -- to prevent guards from seeing them commit suicide, a senior military official sai...",
      "abstract": "Three detainees at the United States military prison at Guantánamo Bay, Cuba, tried to conceal themselves in their cells -- behind laundry and through other means -- to prevent guards from seeing them commit suicide, a senior military official said Sunday.     One of the prisoners hanged himself behind laundry drying from the ceiling of the cell, and had arranged his bed to make it look as if he was still sleeping, said the official, Lt. Cmdr. Robert T. Durand of the Navy. The other two detainees who committed suicide also took steps to prevent guards from seeing that they had put nooses around their necks, he added.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-06-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/12/us/prisoners-ruse-is-suspected-at-guantanamo.html",
      "byline": "By David S. Cloud and Neil A. Lewis"
    },
    {
      "headline": "With Global Markets Jittery, Investors Decide to Rein in Risk",
      "snippet": "The terms differ slightly -- a nervous sell-off, a correction, the beginnings of a bear market. But as stock markets from India to Brazil to the United States skidded last week, there was little doubt that investors were dumping risk from their po...",
      "abstract": "The terms differ slightly -- a nervous sell-off, a correction, the beginnings of a bear market. But as stock markets from India to Brazil to the United States skidded last week, there was little doubt that investors were dumping risk from their portfolios.     The question for the coming week is whether investors feel comfortable with the risk they have left.  ",
      "lead_paragraph": "The terms differ slightly -- a nervous sell-off, a correction, the beginnings of a bear market. But as stock markets from India to Brazil to the United States skidded last week, there was little doubt that investors were dumping risk from their portfolios.",
      "publication_date": "2006-06-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/06/12/business/with-global-markets-jittery-investors-decide-to-rein-in-risk.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Over Tea, Sheik Denies Stirring Darfur's Torment",
      "snippet": "Their camouflage uniforms bear no insignia. Their machine guns lack the brassy patina of long use. Instead of boots, most wear sandals or flip-flops.      The armed men swarming this mysterious town, usually off limits to foreigners, look almost, ...",
      "abstract": "Their camouflage uniforms bear no insignia. Their machine guns lack the brassy patina of long use. Instead of boots, most wear sandals or flip-flops.      The armed men swarming this mysterious town, usually off limits to foreigners, look almost, but not quite, like soldiers. Their allegiance does not appear to be to any military commander, but to a tall, copper-skinned man in a white robe and turban named Musa Hilal.  ",
      "lead_paragraph": "MISTARIHA, Sudan - Their camouflage uniforms bear no insignia. Their machine guns lack the brassy patina of long use. Instead of boots, most wear sandals or flip-flops.",
      "publication_date": "2006-06-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/06/12/world/africa/over-tea-sheik-denies-stirring-darfurs-torment.html",
      "byline": "By Lydia Polgreen"
    }
  ]
}