{
  "metadata": {
    "date": "2006-08-28",
    "total_articles": 62
  },
  "articles": [
    {
      "headline": "Bargains Are Near; Just Keep Waiting",
      "snippet": "There are ways to look for the better deal in the competitive markets for cameras, televisions and hard drives.",
      "abstract": "There are ways to look for the better deal in the competitive markets for cameras, televisions and hard drives.",
      "lead_paragraph": "As the economy slows, manufacturers and consumer electronics retailers are growing more anxious — and pushy. ",
      "publication_date": "2006-08-26T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/26/technology/26money.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Northwest Walkout Is Blocked",
      "snippet": "A federal judge temporarily blocked a potential strike by flight attendants at Northwest Airlines and urged the company and its workers to resume contract talks.",
      "abstract": "A federal judge temporarily blocked a potential strike by flight attendants at Northwest Airlines and urged the company and its workers to resume contract talks.",
      "lead_paragraph": "A federal judge temporarily blocked a potential strike by flight attendants at Northwest Airlines yesterday and urged the company and its workers to resume contract talks.",
      "publication_date": "2006-08-26T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/26/business/26air.html",
      "byline": "By Joseph B. Treaster and Jeff Bailey"
    },
    {
      "headline": "Europe Pledges a Larger Force Inside Lebanon",
      "snippet": "Officials cautioned that the peacekeeping force would not be used to disarm Hezbollah. ",
      "abstract": "Officials cautioned that the peacekeeping force would not be used to disarm Hezbollah. ",
      "lead_paragraph": "BRUSSELS, Aug. 25  After a week of confusion and missteps, Europe pledged to add up to 6,900 troops to the United Nations peacekeeping force in southern Lebanon, officials said at an emergency meeting of European Union foreign ministers here on Friday. ",
      "publication_date": "2006-08-26T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/26/world/middleeast/26force.html",
      "byline": "By Craig S. Smith"
    },
    {
      "headline": "Learning to Love a Cable Guy",
      "snippet": "Phone and cable companies are trying harder to please customers because they risk losing them forever if they do not keep them happy.",
      "abstract": "Phone and cable companies are trying harder to please customers because they risk losing them forever if they do not keep them happy.",
      "lead_paragraph": "When workers from AT&T and Verizon visit homes to install their new television services, they come with blue hospital booties that they slip over their shoes before going inside.",
      "publication_date": "2006-08-26T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/26/technology/26service.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Despite Steps, Disaster Planning Still Shows Gaps",
      "snippet": "In large chunks of the country, FEMA has made limited progress to prepare for the next catastrophe. ",
      "abstract": "In large chunks of the country, FEMA has made limited progress to prepare for the next catastrophe. ",
      "lead_paragraph": "WASHINGTON, Aug. 25 — As Tropical Storm Beryl whipped up the seas along the mid-Atlantic coast this summer, officials monitoring the storm inside the Federal Emergency Management Agency headquarters could watch both sides of the action.",
      "publication_date": "2006-08-26T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/26/us/nationalspecial/26katrina.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "Director at Ford Steps Down",
      "snippet": "Robert E. Rubin cleared the way for Citigroup to play a bigger role in Ford’s future.",
      "abstract": "Robert E. Rubin cleared the way for Citigroup to play a bigger role in Ford’s future.",
      "lead_paragraph": "DEARBORN, Mich., Aug. 25 — Robert E. Rubin, the former Treasury secretary and currently a Citigroup executive, has stepped down as a director of Ford Motor, clearing the way for his investment bank to play a more significant role as Ford makes major decisions about its restructuring.",
      "publication_date": "2006-08-26T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/26/business/26ford.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Rising Production Costs Join the List of What China Exports",
      "snippet": "China is beginning to slow its export of something dear to the hearts of many consumers in developed countries: ever cheaper products.",
      "abstract": "China is beginning to slow its export of something dear to the hearts of many consumers in developed countries: ever cheaper products.",
      "lead_paragraph": "During 20 years in the toy business, Anthony Temple has reveled in the bounty of cheap stuffed animals, coffee mugs and figurines on sale from China. But this year, his buying trip for his London-based company, Rainbow Designs, resulted in a rude awakening.",
      "publication_date": "2006-08-26T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/26/business/worldbusiness/26inflate.html",
      "byline": "By Carter Dougherty"
    },
    {
      "headline": "Clergywomen Find Hard Path to Bigger Pulpit",
      "snippet": "Women in the clergy still bump against what many call the stained-glass ceiling — limits and prejudices within their denominations. ",
      "abstract": "Women in the clergy still bump against what many call the stained-glass ceiling — limits and prejudices within their denominations. ",
      "lead_paragraph": "In the 18 years since her ordination, the Rev. Elaine Puckett has wrestled with whether she should be in the pulpit at all.",
      "publication_date": "2006-08-26T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/26/us/26clergy.html",
      "byline": "By Neela Banerjee"
    },
    {
      "headline": "After Smooth Sales Talk, Stores Take Macy’s Name",
      "snippet": "The chief executive of Federated has worked to neutralize opposition to the merger of Federated and May.",
      "abstract": "The chief executive of Federated has worked to neutralize opposition to the merger of Federated and May.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-08-26T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/26/business/26macy.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Weary Iraqis Face New Foe: Rising Prices",
      "snippet": "Rising prices are making Iraqis increasingly concerned about the future of the country’s economy.",
      "abstract": "Rising prices are making Iraqis increasingly concerned about the future of the country’s economy.",
      "lead_paragraph": "BAGHDAD, Iraq, Aug. 25 — For Mehdi Dawood, Iraq’s failures have leached into the cucumbers, a staple of every meal that now devours a fifth of his monthly pension. ",
      "publication_date": "2006-08-26T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/26/world/middleeast/26iraq.html",
      "byline": "By Damien Cave"
    },
    {
      "headline": "Weary Iraqis Face New Foe: Rising Prices",
      "snippet": "Three months into adminisration of Prime Min Nuri Kamal al-Maliki, inflation rate has reached 70 percent a year, up from 32 percent last year; wages are flat, banks are barely functioning and consensus among many American and Iraq officials is tha...",
      "abstract": "Three months into adminisration of Prime Min Nuri Kamal al-Maliki, inflation rate has reached 70 percent a year, up from 32 percent last year; wages are flat, banks are barely functioning and consensus among many American and Iraq officials is that inflation is likely to accelerate; violence, corruption and fallout from decades of government control are driving up price of nearly everything, especially fuel, which in turn multiplies production cost for goods; photo (M)",
      "lead_paragraph": "BAGHDAD, Iraq, Aug. 25 - For Mehdi Dawood, Iraq's failures have leached into the cucumbers, a staple of every meal that now devours a fifth of his monthly pension.",
      "publication_date": "2006-08-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/26/world/middleeast/weary-iraqis-face-new-foe-rising-prices.html",
      "byline": "By Damien Cave"
    },
    {
      "headline": "Despite Steps, Disaster Planning Still Shows Gaps",
      "snippet": "Fourth article in Katrina Year series focuses on how inconsistent progress has been in preparing nation for disasters, one year after Hurricane Katrina; Federal Emergency Management Agency, in last year, has adopted policies to help prevent fraud ...",
      "abstract": "Fourth article in Katrina Year series focuses on how inconsistent progress has been in preparing nation for disasters, one year after Hurricane Katrina; Federal Emergency Management Agency, in last year, has adopted policies to help prevent fraud and wasteful spending, strengthened its ties with other federal agencies for help with evacuations and emergency medical aid and installed high-tech equipment; it hired new director, R David Paulson, and built up its executive ranks with more seasoned emergency managers; despite calls by many FEMA critics, litle has fundamentally changed about agency itself, which still has less autonomy and power than it did in Clinton years and budget for its core mission that has not significantly increased; along Gulf Coast and other locations struck by disaster, important advances have been made to prepare for next catastrophe, but in large chunks of country, far more limited progress has been made; photos (M)",
      "lead_paragraph": "WASHINGTON, Aug. 25 - As Tropical Storm Beryl whipped up the seas along the mid-Atlantic coast this summer, officials monitoring the storm inside the Federal Emergency Management Agency headquarters could watch both sides of the action.",
      "publication_date": "2006-08-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/26/us/nationalspecial/despite-steps-disaster-planning-still-shows-gaps.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "Director at Ford Steps Down",
      "snippet": "Citigroup executive Robert Rubin steps down as director of Ford Motor, clearing way for his investment bank to play more significant role as Ford moves toward restructuring; says he wants to avoid any potential conflicts that could be raised by hi...",
      "abstract": "Citigroup executive Robert Rubin steps down as director of Ford Motor, clearing way for his investment bank to play more significant role as Ford moves toward restructuring; says he wants to avoid any potential conflicts that could be raised by his presence on board; photo (M)",
      "lead_paragraph": "DEARBORN, Mich., Aug. 25 - Robert E. Rubin, the former Treasury secretary and currently a Citigroup executive, has stepped down as a director of Ford Motor, clearing the way for his investment bank to play a more significant role as Ford makes major decisions about its restructuring.",
      "publication_date": "2006-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/26/business/director-at-ford-steps-down.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Europe Pledges a Larger Force Inside Lebanon",
      "snippet": "Europe, after week of confusion and missteps, pledges to add up to 6,900 troops to UN peacekeeping force in southern Lebanon; officials at emergency meeting of European Union foreign ministers say force will not be used to disarm Hezbollah; say th...",
      "abstract": "Europe, after week of confusion and missteps, pledges to add up to 6,900 troops to UN peacekeeping force in southern Lebanon; officials at emergency meeting of European Union foreign ministers say force will not be used to disarm Hezbollah; say that job will be left to Lebanese government and army; Israel wanted strong European contingent in force; largest contribution to expanded force comes from Italy, which confirms that it will contribute 3,000 troops and was asked by Sec Gen Kofi Annan to succeed France in command of force in Feb 2007; force seems unlikely to reach 15,000-troop level authorized under UN resolution that ended fighting in Lebanon; there are currently over 2,000 UN troops there; Annan photo (M)",
      "lead_paragraph": "BRUSSELS, Aug. 25 - After a week of confusion and missteps, Europe pledged to add up to 6,900 troops to the United Nations peacekeeping force in southern Lebanon, officials said at an emergency meeting of European Union foreign ministers here on Friday.",
      "publication_date": "2006-08-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/26/world/middleeast/europe-pledges-a-larger-force-inside-lebanon.html",
      "byline": "By Craig S. Smith"
    },
    {
      "headline": "Northwest Walkout Is Blocked",
      "snippet": "US District Judge Victor Marrero temporarily blocks potential strike by Northwest Airlines flight attendants and urges company and workers to resume talks; Assn of Flight Attendants says it will delay any strike or other work stoppages (M)",
      "abstract": "US District Judge Victor Marrero temporarily blocks potential strike by Northwest Airlines flight attendants and urges company and workers to resume talks; Assn of Flight Attendants says it will delay any strike or other work stoppages (M)",
      "lead_paragraph": "A federal judge temporarily blocked a potential strike by flight attendants at Northwest Airlines yesterday and urged the company and its workers to resume contract talks.",
      "publication_date": "2006-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/26/business/northwest-walkout-is-blocked.html",
      "byline": "By Joseph B. Treaster and Jeff Bailey"
    },
    {
      "headline": "After Smooth Sales Talk, Stores Take Macy’s Name",
      "snippet": "Federated Department Stores on Sept 9 will rename over 400 stores in 11 regional chains as Macy's; brands, acquired in 2005 as part of $11 billion merger with May Department Stores, include number of venerable names like Marshall Field's and Filen...",
      "abstract": "Federated Department Stores on Sept 9 will rename over 400 stores in 11 regional chains as Macy's; brands, acquired in 2005 as part of $11 billion merger with May Department Stores, include number of venerable names like Marshall Field's and Filene's; focus groups signaled that renaming of stores could be public relations disaster; Federated chief executive Terry J Lundgren crisscrossed country and met with company officials as part of campaign to neutralize opposition before it gathered strength; photos of Lundgren and Gerry Frank, whose family started Meier & Frank, 149-year-old Oregon department store that Federated inherited (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/26/business/after-smooth-sales-talk-stores-take-macys-name.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Rising Production Costs Join the List of What China Exports",
      "snippet": "Signs are multiplying that China, as its economy races forward, is raising prices of goods it exports as result of cost increases for raw materials and labor; China's role in global disinflation is not going to disappear, but recent numbers and an...",
      "abstract": "Signs are multiplying that China, as its economy races forward, is raising prices of goods it exports as result of cost increases for raw materials and labor; China's role in global disinflation is not going to disappear, but recent numbers and anecdotal evidence suggest that its contribution to low prices globally may be ebbing; data in US shows that Chinese import prices are leveling off; photo (M)",
      "lead_paragraph": "During 20 years in the toy business, Anthony Temple has reveled in the bounty of cheap stuffed animals, coffee mugs and figurines on sale from China. But this year, his buying trip for his London-based company, Rainbow Designs, resulted in a rude awakening.",
      "publication_date": "2006-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/26/business/worldbusiness/rising-production-costs-join-the-list-of-what-china.html",
      "byline": "By Carter Dougherty"
    },
    {
      "headline": "Clergywomen Find Hard Path to Bigger Pulpit",
      "snippet": "Women in Protestant clergy still bump against what many call stained-glass ceiling--longstanding limits, preferences and prejudices within their denominations that keep them from leading bigger congregations and having opportunity to shape faith o...",
      "abstract": "Women in Protestant clergy still bump against what many call stained-glass ceiling--longstanding limits, preferences and prejudices within their denominations that keep them from leading bigger congregations and having opportunity to shape faith of more people; women make up 51 percent of students in divinity school, but in mainline Protestant churches that have been ordaining women for decades, they account for only about 3 percent of pastors who lead large congregations; women were elected to lead Episcopal Church, United Methodist Church and Presbyterian Church USA in 2006; Rev Dr Catherine Stonehouse says such success has not filtered down to congregational level; photos (M)",
      "lead_paragraph": "In the 18 years since her ordination, the Rev. Elaine Puckett has wrestled with whether she should be in the pulpit at all.",
      "publication_date": "2006-08-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/26/us/clergywomen-find-hard-path-to-bigger-pulpit.html",
      "byline": "By Neela Banerjee"
    },
    {
      "headline": "Learning to Love a Cable Guy",
      "snippet": "Service has improved slowly as satellite providers, upstart phone carriers and cellphone companies offer bundled packages of phone, broadband Internet and television products; customers, fed up with poor service, have been switching to alternative...",
      "abstract": "Service has improved slowly as satellite providers, upstart phone carriers and cellphone companies offer bundled packages of phone, broadband Internet and television products; customers, fed up with poor service, have been switching to alternatives and say they would consider switching again if service is not up to par; growing competition has prompted changes in both cable and phone industries; phone technicians are being trained to fix computer problems and cable companies are centralizing phone and billing service centers; photos (M)",
      "lead_paragraph": "When workers from AT&T and Verizon visit homes to install their new television services, they come with blue hospital booties that they slip over their shoes before going inside.",
      "publication_date": "2006-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/26/technology/learning-to-love-a-cable-guy.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Bargains Are Near; Just Keep Waiting",
      "snippet": "Damon Darlin column offers advice finding bargains in digital cameras, external hard drives and flat-panel televisions; suggests stripping product down to its essence in order to determine bigger or newer product selling for less than smaller or o...",
      "abstract": "Damon Darlin column offers advice finding bargains in digital cameras, external hard drives and flat-panel televisions; suggests stripping product down to its essence in order to determine bigger or newer product selling for less than smaller or older one; graphs (M)",
      "lead_paragraph": "As the economy slows, manufacturers and consumer electronics retailers are growing more anxious -- and pushy.",
      "publication_date": "2006-08-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/26/technology/bargains-are-near-just-keep-waiting.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Missing Chechen Was Secret Bride of Terror Leader",
      "snippet": "A woman’s disappearance offers a glimpse into the life of Russia’s most wanted man, who died in an explosion.",
      "abstract": "A woman’s disappearance offers a glimpse into the life of Russia’s most wanted man, who died in an explosion.",
      "lead_paragraph": " GROZNY, Russia, Aug. 26  The hurried effort to free Elina Ersenoyeva, who was abducted by masked men on the main street of Chechnya’s capital on Aug. 17, began like many others. ",
      "publication_date": "2006-08-27T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/27/world/europe/27chechnya.html",
      "byline": "By C. J. Chivers"
    },
    {
      "headline": "A Kaffeeklatsch With a Goal",
      "snippet": "One of the many sharp realizations of being unemployed is that your friends and family can’t really help. ",
      "abstract": "One of the many sharp realizations of being unemployed is that your friends and family can’t really help. ",
      "lead_paragraph": "ONE of the many sharp realizations of being unemployed is that your friends and family can’t really help. They might have leads at first, or loans, but as time passes “they start to wonder why it’s taking you so long to get a job, they get tired of hearing your tales of woe, they start thinking something is wrong with you,” Tory Johnson said of the cycle she’s seen so many times. ",
      "publication_date": "2006-08-27T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/08/27/jobs/27wcol.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "That Other Guy From Omaha",
      "snippet": "At infoUSA, the perks keep coming for the chief executive.",
      "abstract": "At infoUSA, the perks keep coming for the chief executive.",
      "lead_paragraph": "ANYONE who says that the Midwest is dull and monochromatic has obviously never been to Omaha. The city of Warren E. Buffett, the investing great who has generated huge gains for his shareholders over the years, is also home to Vinod Gupta, the colorful chief executive of infoUSA, who has destroyed enormous value for outside shareholders in recent years. Now that’s diversity.",
      "publication_date": "2006-08-27T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/08/27/business/yourmoney/27gret.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "A C.E.O. Needs a Certain Shine Best Learned at Finishing School",
      "snippet": "Part therapist, part drill sergeant, an executive coach concentrates less on business plans than on reversing potentially self-defeating barriers to success.",
      "abstract": "Part therapist, part drill sergeant, an executive coach concentrates less on business plans than on reversing potentially self-defeating barriers to success.",
      "lead_paragraph": "When he became president of PepsiCola East in 1989, Michael K. Lorelli had chief executive aspirations and the finesse associated with that job. Nonetheless, he joined the ranks of professionals who have enlisted executive coaches to help them smooth the rough edges that can impede a climb up the corporate ladder — in essence, to make them more linen tablecloth, less paper napkin.",
      "publication_date": "2006-08-27T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/08/27/jobs/27jmar.html",
      "byline": "By Hillary Chura"
    },
    {
      "headline": "Whispers of Mergers Set Off Suspicious Trading",
      "snippet": "The boom in corporate mergers is creating concern that illicit trading ahead of deal announcements is becoming a systemic problem.",
      "abstract": "The boom in corporate mergers is creating concern that illicit trading ahead of deal announcements is becoming a systemic problem.",
      "lead_paragraph": "The boom in corporate mergers is creating concern that illicit trading ahead of deal announcements is becoming a systemic problem.",
      "publication_date": "2006-08-27T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/27/business/27deals.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Tracing the Path of a Corpse, From the Street to Dignity",
      "snippet": "The journey of one corpse illuminates the silent ranks of the hundreds of people who died in Hurricane Katrina’s aftermath.",
      "abstract": "The journey of one corpse illuminates the silent ranks of the hundreds of people who died in Hurricane Katrina’s aftermath.",
      "lead_paragraph": "NEW ORLEANS — More than a week after Hurricane Katrina nearly leveled this city, workers newly assigned to collect the dead stopped on a downtown street. There before them, on its back, lay another corpse, all but baked into a pose of submission by several hot suns. ",
      "publication_date": "2006-08-27T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/27/us/nationalspecial/27body.html",
      "byline": "By Dan Barry"
    },
    {
      "headline": "Dancers Land in Iraq. Marines Offer No Resistance.",
      "snippet": "Tours by a group of shapely dancers, intended to boost morale, have occasionally stirred some controversy.",
      "abstract": "Tours by a group of shapely dancers, intended to boost morale, have occasionally stirred some controversy.",
      "lead_paragraph": "HADITHA DAM, Iraq — One by one, the marines took the stage for one of the most coveted photo opportunities of the war. Tanea sat on a knee of an eager marine while Laurie rested on the other.",
      "publication_date": "2006-08-27T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/27/world/middleeast/27morale.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "What-Ifs of a Media Eclipse",
      "snippet": "Many people in the newspaper industry are scratching their heads over how a company with relatively high profit margins allowed itself to be wiped off the media landscape.",
      "abstract": "Many people in the newspaper industry are scratching their heads over how a company with relatively high profit margins allowed itself to be wiped off the media landscape.",
      "lead_paragraph": "WHEN P. Anthony Ridder met with Wall Street analysts in June last year for a routine financial review, he was the chief executive of the nation’s second-largest newspaper company. And he could not have sounded more upbeat about the prospects for his corporate namesake, Knight Ridder.",
      "publication_date": "2006-08-27T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/08/27/business/yourmoney/27knight.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Who Signed Off on Those Options?",
      "snippet": "A software company's pay practices — and the actions of three outside directors on its compensation and audit committees — have come under scrutiny.",
      "abstract": "A software company's pay practices — and the actions of three outside directors on its compensation and audit committees — have come under scrutiny.",
      "lead_paragraph": "AS Silicon Valley companies competed for top talent during the heady days of the dot-com boom — luring stars with plump signing bonuses and the most highly prized manna of all, stock options — Mercury Interactive, a highflying software concern, joined the fray with gusto.",
      "publication_date": "2006-08-27T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/08/27/business/yourmoney/27mercury.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "Outlines Emerge for a Shaken New Orleans",
      "snippet": "Somewhere between the extravagant visions of the boosters and the gloomy predictions of the pessimists lies a glimpse of the city’s real future.",
      "abstract": "Somewhere between the extravagant visions of the boosters and the gloomy predictions of the pessimists lies a glimpse of the city’s real future.",
      "lead_paragraph": "NEW ORLEANS, Aug. 26 — At one edge of this city’s future are the extravagant visions of its boosters. Awash in federal cash, the New Orleans they dream of will be an arts-infused mecca for youthful risk-takers, a boomtown where entrepreneurs can repair to cool French Quarter bars in ancient buildings after a hard day of deal making.",
      "publication_date": "2006-08-27T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/27/us/nationalspecial/27orleans.html",
      "byline": "By Adam Nossiter"
    },
    {
      "headline": "Tracing the Path of a Corpse, From the Street to Dignity",
      "snippet": "Article in series The Katrina Year; hastily conceived system to collect, identify and release for burial bodies of hundreds of people who died during Hurricane Katrina is examined through case of anonymous corpse found on Union Street; photos (L)",
      "abstract": "Article in series The Katrina Year; hastily conceived system to collect, identify and release for burial bodies of hundreds of people who died during Hurricane Katrina is examined through case of anonymous corpse found on Union Street; photos (L)",
      "lead_paragraph": "NEW ORLEANS - More than a week after Hurricane Katrina nearly leveled this city, workers newly assigned to collect the dead stopped on a downtown street. There before them, on its back, lay another corpse, all but baked into a pose of submission by several hot suns.",
      "publication_date": "2006-08-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/08/27/us/nationalspecial/tracing-the-path-of-a-corpse-from-the-street-to-dignity.html",
      "byline": "By Dan Barry"
    },
    {
      "headline": "Who Signed Off on Those Options?",
      "snippet": "Article on possibility that Securities and Exchange Commission may take unusual measure by filing civil complaint against three outside directors on Mercury Interactive compensation and audit committees for backdating stock options granted to sale...",
      "abstract": "Article on possibility that Securities and Exchange Commission may take unusual measure by filing civil complaint against three outside directors on Mercury Interactive compensation and audit committees for backdating stock options granted to sales manager Jay Larson in 2001; corporate governance experts say it appears to be first time that members of entire compensation or audit committee could face civil charges in wake of finnacial scandal; photos; graph (L)",
      "lead_paragraph": "AS Silicon Valley companies competed for top talent during the heady days of the dot-com boom -- luring stars with plump signing bonuses and the most highly prized manna of all, stock options -- Mercury Interactive, a highflying software concern, joined the fray with gusto.",
      "publication_date": "2006-08-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/08/27/business/yourmoney/who-signed-off-on-those-options.html",
      "byline": "By Eric Dash"
    },
    {
      "headline": "That Other Guy From Omaha",
      "snippet": "Gretchen Morgenson column on Vinod Gupta, colorful founder and chief executive of InfoUSA, based in Omaha, Neb; says Gupta often prevents large shareholders from asking questions on conference calls, has received unearned compensation and, accordi...",
      "abstract": "Gretchen Morgenson column on Vinod Gupta, colorful founder and chief executive of InfoUSA, based in Omaha, Neb; says Gupta often prevents large shareholders from asking questions on conference calls, has received unearned compensation and, according to suit filed by its largest outside shareholder Cardinal Value Equity Partners, has been given free reign by board to dispense stock options and to make questionable financial transactions; graph (M)",
      "lead_paragraph": "ANYONE who says that the Midwest is dull and monochromatic has obviously never been to Omaha. The city of Warren E. Buffett, the investing great who has generated huge gains for his shareholders over the years, is also home to Vinod Gupta, the colorful chief executive of infoUSA, who has destroyed enormous value for outside shareholders in recent years. Now that's diversity.",
      "publication_date": "2006-08-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/08/27/business/yourmoney/that-other-guy-from-omaha.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "What-Ifs of a Media Eclipse",
      "snippet": "Article describes permutations that led to sale of Knight Ridder newspaper chain to McClatchy Co, which resulted in Knight Ridder's demise; ball started rolling in June 2005, when aggressive group of shareholders, which was headed by Bruce Sherman...",
      "abstract": "Article describes permutations that led to sale of Knight Ridder newspaper chain to McClatchy Co, which resulted in Knight Ridder's demise; ball started rolling in June 2005, when aggressive group of shareholders, which was headed by Bruce Sherman of Private Capital Management and was disappointed with Knight Ridder's faltering stock price, began urging P Anthony Ridder to sell company; photos; graph (L)",
      "lead_paragraph": "WHEN P. Anthony Ridder met with Wall Street analysts in June last year for a routine financial review, he was the chief executive of the nation's second-largest newspaper company. And he could not have sounded more upbeat about the prospects for his corporate namesake, Knight Ridder.",
      "publication_date": "2006-08-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/08/27/business/yourmoney/whatifs-of-a-media-eclipse.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Missing Chechen Was Secret Bride of Terror Leader",
      "snippet": "Disappearance of Elina Ersenoyeva offers glimpses into Chechen netherworld; Ersenoyeva was journalist and social worker, but also secret wife of late Chechen terrorist Shamil Basayev; Ersenoyeva's mother says her daughter was forced into marriage ...",
      "abstract": "Disappearance of Elina Ersenoyeva offers glimpses into Chechen netherworld; Ersenoyeva was journalist and social worker, but also secret wife of late Chechen terrorist Shamil Basayev; Ersenoyeva's mother says her daughter was forced into marriage by threats to family; much of Chechen life is centered around male-dominated rituals and kidnapping of brides is persistent tradition; Ersenoyeva seemed relieved at news of her husband's death, but there are indications she was kidnapped by pro-Russian Chechens; photos (L)",
      "lead_paragraph": "GROZNY, Russia, Aug. 26 - The hurried effort to free Elina Ersenoyeva, who was abducted by masked men on the main street of Chechnya's capital on Aug. 17, began like many others.",
      "publication_date": "2006-08-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/08/27/world/europe/missing-chechen-was-secret-bride-of-terror-leader.html",
      "byline": "By C. J. Chivers"
    },
    {
      "headline": "A Kaffeeklatsch With a Goal",
      "snippet": "Women for Hire Career Club founded by Tory Johnson is weekly gathering of unemployed women at Upper West Side coffee house, whose only topic for discussion is finding work; organization creates job fairs aimed at women; members emphasize that it i...",
      "abstract": "Women for Hire Career Club founded by Tory Johnson is weekly gathering of unemployed women at Upper West Side coffee house, whose only topic for discussion is finding work; organization creates job fairs aimed at women; members emphasize that it is strictly networking, not social, group; drawing (M)",
      "lead_paragraph": "ONE of the many sharp realizations of being unemployed is that your friends and family can't really help. They might have leads at first, or loans, but as time passes \"they start to wonder why it's taking you so long to get a job, they get tired of hearing your tales of woe, they start thinking something is wrong with you,\" Tory Johnson said of the cycle she's seen so many times.",
      "publication_date": "2006-08-27T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/08/27/jobs/a-kaffeeklatsch-with-a-goal.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Dancers Land in Iraq. Marines Offer No Resistance.",
      "snippet": "Military has paid for Purrfect Angelz dancers to tour Iraq and raise morale among troops; group has occasionally stirred controversy over suggestion that their wardrobes and routines encourage insensitive attitudes toward women in military, but to...",
      "abstract": "Military has paid for Purrfect Angelz dancers to tour Iraq and raise morale among troops; group has occasionally stirred controversy over suggestion that their wardrobes and routines encourage insensitive attitudes toward women in military, but tour is extremely popular with male marines stationed at Haditha Dam on hostile stretch of Euphrates; Iraqi army officers in training are also enthusiastic about photo opportunities; photos (L)",
      "lead_paragraph": "HADITHA DAM, Iraq - One by one, the marines took the stage for one of the most coveted photo opportunities of the war. Tanea sat on a knee of an eager marine while Laurie rested on the other.",
      "publication_date": "2006-08-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/08/27/world/middleeast/dancers-land-in-iraq-marines-offer-no-resistance.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "Whispers of Mergers Set Off Suspicious Trading",
      "snippet": "Analysis of 90 mergers valued at $1 billion or more over last 12 months indicates that shares of 37 target companies exhibited abnormal and suspicious trading in days and weeks before deals became public; investors who bought shares during periods...",
      "abstract": "Analysis of 90 mergers valued at $1 billion or more over last 12 months indicates that shares of 37 target companies exhibited abnormal and suspicious trading in days and weeks before deals became public; investors who bought shares during periods of unusual trading made quick gains of as much as 40 percent; aberrant activities most likely involved insider trading; graphs; chronology (L)",
      "lead_paragraph": "The boom in corporate mergers is creating concern that illicit trading ahead of deal announcements is becoming a systemic problem.",
      "publication_date": "2006-08-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/08/27/business/whispers-of-mergers-set-off-suspicious-trading.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "In Schools Across U.S., the Melting Pot Overflows",
      "snippet": "Baby-boomers and foreign-born parents are sending demographic bulge through schools that is driving surge in classroom construction and prompting thousands of school districts to hire additional teachers; many districts have begun recruiting teach...",
      "abstract": "Baby-boomers and foreign-born parents are sending demographic bulge through schools that is driving surge in classroom construction and prompting thousands of school districts to hire additional teachers; many districts have begun recruiting teachers from overseas; students in nation's public schools in 1973 were 78 percent whites and 22 percent minorities, while in 2004 57 percent of students were white and 47 percent were minorities; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-08-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/08/27/education/in-schools-across-us-the-melting-pot-overflows.html",
      "byline": "By Sam Dillon"
    },
    {
      "headline": "Outlines Emerge for a Shaken New Orleans",
      "snippet": "Article in series The Katrina Year; rebuilt New Orleans will almost certainly be smaller than it was and have fewer poor people, as inexpensive housing is scarce and not being built; demographers think city will shrink back to its pre-World War II...",
      "abstract": "Article in series The Katrina Year; rebuilt New Orleans will almost certainly be smaller than it was and have fewer poor people, as inexpensive housing is scarce and not being built; demographers think city will shrink back to its pre-World War II size, with life concentrated mostly in middle-class districts closer to Mississippi River; Lower Ninth Ward is unlikely to be rebuilt soon, if at all; wave of citizen activism is chipping away at some of city's ailing institutions; photos (L)",
      "lead_paragraph": "NEW ORLEANS, Aug. 26 - At one edge of this city's future are the extravagant visions of its boosters. Awash in federal cash, the New Orleans they dream of will be an arts-infused mecca for youthful risk-takers, a boomtown where entrepreneurs can repair to cool French Quarter bars in ancient buildings after a hard day of deal making.",
      "publication_date": "2006-08-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/08/27/us/nationalspecial/outlines-emerge-for-a-shaken-new-orleans.html",
      "byline": "By Adam Nossiter"
    },
    {
      "headline": "A C.E.O. Needs a Certain Shine Best Learned at Finishing School",
      "snippet": "Executive coaches focus on helping managers hone their mannerisms, voice, interpersonal skills and other characteristics; most coaches are hired by businesses to help up-and-coming executives or those who have arrived but lack polish; photo (M)",
      "abstract": "Executive coaches focus on helping managers hone their mannerisms, voice, interpersonal skills and other characteristics; most coaches are hired by businesses to help up-and-coming executives or those who have arrived but lack polish; photo (M)",
      "lead_paragraph": "When he became president of PepsiCola East in 1989, Michael K. Lorelli had chief executive aspirations and the finesse associated with that job. Nonetheless, he joined the ranks of professionals who have enlisted executive coaches to help them smooth the rough edges that can impede a climb up the corporate ladder -- in essence, to make them more linen tablecloth, less paper napkin.",
      "publication_date": "2006-08-27T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/08/27/jobs/a-ceo-needs-a-certain-shine-best-learned-at-finishing-school.html",
      "byline": "By Hillary Chura"
    },
    {
      "headline": "Year After Katrina, Bush Still Fights for 9/11 Image",
      "snippet": "President Bush’s public persona remains that of a wartime president flying by as desperate and vulnerable Americans suffered.",
      "abstract": "President Bush’s public persona remains that of a wartime president flying by as desperate and vulnerable Americans suffered.",
      "lead_paragraph": "WASHINGTON, Aug. 27 — When the nation records the legacy of George W. Bush, 43rd president and self-described compassionate conservative, two competing images will help tell the tale.",
      "publication_date": "2006-08-28T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/28/us/nationalspecial/28bush.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "This Is Only a Drill: In California, Testing Technology in a Disaster Response",
      "snippet": "In San Diego, technology companies, nongovernmental agencies and the Pentagon held a five-day test of a new set of digital tools for responding to disaster.",
      "abstract": "In San Diego, technology companies, nongovernmental agencies and the Pentagon held a five-day test of a new set of digital tools for responding to disaster.",
      "lead_paragraph": "SAN DIEGO, Aug. 26 — It began with a worldwide virus outbreak that had cities under quarantine, emergency workers overwhelmed and government agencies unable to cope. It was compounded by a wave of cyberterror attacks that cut off power, phones and Internet access. ",
      "publication_date": "2006-08-28T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/28/technology/28disaster.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "A Big Star May Not a Profitable Movie Make",
      "snippet": "Economists and other academics that study the movie industry say most marquee names in Hollywood are simply not worth the expense.",
      "abstract": "Economists and other academics that study the movie industry say most marquee names in Hollywood are simply not worth the expense.",
      "lead_paragraph": "Is Sumner M. Redstone crazy like a fox?",
      "publication_date": "2006-08-28T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/28/business/media/28cast.html",
      "byline": "By Eduardo Porter and Geraldine Fabrikant"
    },
    {
      "headline": "Real Wages Fail to Match a Rise in Productivity",
      "snippet": "Wages and salaries now make up the lowest share of the nation’s economy since the U.S. began recording the data in 1947.",
      "abstract": "Wages and salaries now make up the lowest share of the nation’s economy since the U.S. began recording the data in 1947.",
      "lead_paragraph": "With the economy beginning to slow, the current expansion has a chance to become the first sustained period of economic growth since World War II that fails to offer a prolonged increase in real wages for most workers.",
      "publication_date": "2006-08-28T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/28/business/28wages.html",
      "byline": "By Steven Greenhouse and David Leonhardt"
    },
    {
      "headline": "A Sighting, Perhaps, of a Fugitive in High Tech",
      "snippet": "The Israeli newspaper Ma’ariv reported last week that an Israeli private detective had located Jacob Alexander in a seaside resort town in Sri Lanka.",
      "abstract": "The Israeli newspaper Ma’ariv reported last week that an Israeli private detective had located Jacob Alexander in a seaside resort town in Sri Lanka.",
      "lead_paragraph": "Lots of people are looking for Jacob Alexander, the fugitive former head of Comverse Technology. But only one has publicly claimed to have seen him.",
      "publication_date": "2006-08-28T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/28/technology/28options.html",
      "byline": "By Julie Creswell and Wayne Arnold"
    },
    {
      "headline": "At Forbes.com, Lots of Glitter but Maybe Not So Many Visitors",
      "snippet": "Forbes.com claims to be the most popular source for business news, but a closer look raises questions about the site’s industry-leading success.",
      "abstract": "Forbes.com claims to be the most popular source for business news, but a closer look raises questions about the site’s industry-leading success.",
      "lead_paragraph": "If Forbes.com was looking to create some Internet buzz last week, it succeeded. ",
      "publication_date": "2006-08-28T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/28/technology/28forbes.html",
      "byline": "By Peter Edmonston"
    },
    {
      "headline": "California Seeks to Clear Hemp of a Bad Name",
      "snippet": "California is the first state that may directly challenge the federal ban on the farming of industrial hemp.",
      "abstract": "California is the first state that may directly challenge the federal ban on the farming of industrial hemp.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-08-28T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/28/us/28hemp.html",
      "byline": "By Patricia Leigh Brown"
    },
    {
      "headline": "Details Emerge in British Terror Case",
      "snippet": "New evidence shows the suspects had made progress, but they were not prepared to strike immediately.",
      "abstract": "New evidence shows the suspects had made progress, but they were not prepared to strike immediately.",
      "lead_paragraph": " LONDON, Aug. 27 — On Aug. 9, in a small second-floor apartment in East London, two young Muslim men recorded a video justifying what the police say was their suicide plot to blow up trans-Atlantic planes: revenge against the United States and its “accomplices,” Britain and the Jews.",
      "publication_date": "2006-08-28T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/28/world/europe/28plot.html",
      "byline": "By Don Van Natta Jr., Elaine Sciolino and Stephen Grey"
    },
    {
      "headline": "49 Die in Crash as Jet Takes Off From Wrong Runway",
      "snippet": "A Comair passenger plane bound for Atlanta crashed shortly after takeoff in Lexington, Ky., killing all but one person on board.",
      "abstract": "A Comair passenger plane bound for Atlanta crashed shortly after takeoff in Lexington, Ky., killing all but one person on board.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-08-28T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/28/us/28crash.html",
      "byline": "By Ian Urbina and Amanda Van Benschoten"
    },
    {
      "headline": "Global Trends May Hinder Effort to Curb U.S. Inflation",
      "snippet": "Economists said global trends of low-priced Chinese goods and foreign investment in the U.S. and Europe could soon change, increasing inflation.",
      "abstract": "Economists said global trends of low-priced Chinese goods and foreign investment in the U.S. and Europe could soon change, increasing inflation.",
      "lead_paragraph": "JACKSON HOLE, Wyo., Aug. 27 — As the Federal Reserve fiercely debates how to reduce inflation within the United States, economists are warning that trends outside the country may soon make the Fed’s job much harder.",
      "publication_date": "2006-08-28T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/28/business/worldbusiness/28fed.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "A Sighting, Perhaps, of a Fugitive in High Tech",
      "snippet": "Lots of people are looking for Jacob Alexander, the fugitive former head of Comverse Technology. But only one has publicly claimed to have seen him.     Moshe Buller, an Israeli private detective, whipped the world's media into a frenzy late last ...",
      "abstract": "Lots of people are looking for Jacob Alexander, the fugitive former head of Comverse Technology. But only one has publicly claimed to have seen him.     Moshe Buller, an Israeli private detective, whipped the world's media into a frenzy late last week after the Israeli newspaper Ma'ariv reported that Mr. Buller had located Mr. Alexander, known as Kobi, in a popular seaside resort town in Sri Lanka.  ",
      "lead_paragraph": "Lots of people are looking for Jacob Alexander, the fugitive former head of Comverse Technology. But only one has publicly claimed to have seen him.",
      "publication_date": "2006-08-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/28/technology/a-sighting-perhaps-of-a-fugitive-in-high-tech.html",
      "byline": "By Julie Creswell and Wayne Arnold"
    },
    {
      "headline": "A Big Star May Not a Profitable Movie Make",
      "snippet": "Is Sumner M. Redstone crazy like a fox?     Movie industry executives may be forgiven for thinking that the Viacom chairman was mad to let Tom Cruise go after a 14-year relationship simply because Mr. Cruise seemed a little off balance. After all,...",
      "abstract": "Is Sumner M. Redstone crazy like a fox?     Movie industry executives may be forgiven for thinking that the Viacom chairman was mad to let Tom Cruise go after a 14-year relationship simply because Mr. Cruise seemed a little off balance. After all, the movies made by Viacom's Paramount Pictures studio and the actor's production company earned more than $2.5 billion at the box office.  ",
      "lead_paragraph": "Is Sumner M. Redstone crazy like a fox?",
      "publication_date": "2006-08-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/28/business/media/a-big-star-may-not-a-profitable-movie-make.html",
      "byline": "By Eduardo Porter and Geraldine Fabrikant"
    },
    {
      "headline": "California Seeks to Clear Hemp of a Bad Name",
      "snippet": "Charles Meyer's politics are as steady and unswerving as the rows of pima cotton on his Central Valley farm. With his work-shirt blue eyes and flinty Clint Eastwood demeanor, he is staunchly in favor of the war in Iraq, against gun control and bel...",
      "abstract": "Charles Meyer's politics are as steady and unswerving as the rows of pima cotton on his Central Valley farm. With his work-shirt blue eyes and flinty Clint Eastwood demeanor, he is staunchly in favor of the war in Iraq, against gun control and believes people unwilling to recite the Pledge of Allegiance should be kicked out of America, and fast.     But what gets him excited is the crop he sees as a potential windfall for California farmers: industrial hemp, or Cannabis sativa. The rapidly growing plant with a seemingly infinite variety of uses is against federal law to grow because of its association with its evil twin, marijuana.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-08-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/28/us/california-seeks-to-clear-hemp-of-a-bad-name.html",
      "byline": "By Patricia Leigh Brown"
    },
    {
      "headline": "Global Trends May Hinder Effort to Curb U.S. Inflation",
      "snippet": "As the Federal Reserve fiercely debates how to reduce inflation within the United States, economists are warning that trends outside the country may soon make the Fed's job much harder.     In recent years, global integration has made things easie...",
      "abstract": "As the Federal Reserve fiercely debates how to reduce inflation within the United States, economists are warning that trends outside the country may soon make the Fed's job much harder.     In recent years, global integration has made things easier for the Fed in two ways. An explosion in low-cost exports from China and other countries helped keep prices of many products low even as Americans spent heavily and loaded up on debt.  ",
      "lead_paragraph": "JACKSON HOLE, Wyo., Aug. 27 - As the Federal Reserve fiercely debates how to reduce inflation within the United States, economists are warning that trends outside the country may soon make the Fed's job much harder.",
      "publication_date": "2006-08-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/28/business/worldbusiness/global-trends-may-hinder-effort-to-curb-us-inflation.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Year After Katrina, Bush Still Fights for 9/11 Image",
      "snippet": "When the nation records the legacy of George W. Bush, 43rd president and self-described compassionate conservative, two competing images will help tell the tale.     The first is of Mr. Bush after the Sept. 11 terrorist attacks, bullhorn in hand, ...",
      "abstract": "When the nation records the legacy of George W. Bush, 43rd president and self-described compassionate conservative, two competing images will help tell the tale.     The first is of Mr. Bush after the Sept. 11 terrorist attacks, bullhorn in hand, feet planted firmly in the rubble of the twin towers. The second is of him aboard Air Force One, on his way from Crawford, Tex., to Washington, peering out the window at the wreckage of Hurricane Katrina thousands of feet below.  ",
      "lead_paragraph": "WASHINGTON, Aug. 27 - When the nation records the legacy of George W. Bush, 43rd president and self-described compassionate conservative, two competing images will help tell the tale.",
      "publication_date": "2006-08-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/28/us/nationalspecial/year-after-katrina-bush-still-fights-for-911-image.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "This Is Only a Drill: In California, Testing Technology in a Disaster Response",
      "snippet": "It began with a worldwide virus outbreak that had cities under quarantine, emergency workers overwhelmed and government agencies unable to cope. It was compounded by a wave of cyberterror attacks that cut off power, phones and Internet access.    ...",
      "abstract": "It began with a worldwide virus outbreak that had cities under quarantine, emergency workers overwhelmed and government agencies unable to cope. It was compounded by a wave of cyberterror attacks that cut off power, phones and Internet access.      Such was the crisis that teams from the Pentagon, nongovernmental agencies and several dozen technology companies set out to resolve in a five-day simulation meant to showcase and test a new set of digital tools in responding to disaster.  ",
      "lead_paragraph": "SAN DIEGO, Aug. 26 - It began with a worldwide virus outbreak that had cities under quarantine, emergency workers overwhelmed and government agencies unable to cope. It was compounded by a wave of cyberterror attacks that cut off power, phones and Internet access.",
      "publication_date": "2006-08-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/28/technology/this-is-only-a-drill-in-california-testing-technology-in-a.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "At Forbes.com, Lots of Glitter but Maybe Not So Many Visitors",
      "snippet": "If Forbes.com was looking to create some Internet buzz last week, it succeeded.      The Web site published an article called ''Don't Marry Career Women,'' which suggested that if a man did, he was more likely to be cheated on, get divorced and ha...",
      "abstract": "If Forbes.com was looking to create some Internet buzz last week, it succeeded.      The Web site published an article called ''Don't Marry Career Women,'' which suggested that if a man did, he was more likely to be cheated on, get divorced and have a dirty house.  ",
      "lead_paragraph": "If Forbes.com was looking to create some Internet buzz last week, it succeeded.",
      "publication_date": "2006-08-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/08/28/technology/at-forbescom-lots-of-glitter-but-maybe-not-so-many-visitors.html",
      "byline": "By Peter Edmonston"
    },
    {
      "headline": "In Tapes, Receipts and a Diary, Details of the British Terror Case",
      "snippet": "\"Residents of the United Kingdom are requested not to read, download or disseminate this article. This request arises from British laws that prohibit publication of information that could be deemed prejudicial to defendants charged with a crime.\" ...",
      "abstract": "\"Residents of the United Kingdom are requested not to read, download or disseminate this article. This request arises from British laws that prohibit publication of information that could be deemed prejudicial to defendants charged with a crime.\"    On Aug. 9, in a small second-floor apartment in East London, two young Muslim men recorded a video justifying what the police say was their suicide plot to blow up trans-Atlantic planes: revenge against the United States and its ''accomplices,'' Britain and the Jews.  ",
      "lead_paragraph": "LONDON, Aug. 27 - \"Residents of the United Kingdom are requested not to read, download or disseminate this article. This request arises from British laws that prohibit publication of information that could be deemed prejudicial to defendants charged with a crime.\"",
      "publication_date": "2006-08-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/28/front page/world/in-tapes-receipts-and-a-diary-details-of-the-british.html",
      "byline": "This article was reported and written by Don van Natta Jr., Elaine Sciolino and Stephen Grey"
    },
    {
      "headline": "Real Wages Fail to Match a Rise in Productivity",
      "snippet": "With the economy beginning to slow, the current expansion has a chance to become the first sustained period of economic growth since World War II that fails to offer a prolonged increase in real wages for most workers.     That situation is adding...",
      "abstract": "With the economy beginning to slow, the current expansion has a chance to become the first sustained period of economic growth since World War II that fails to offer a prolonged increase in real wages for most workers.     That situation is adding to fears among Republicans that the economy will hurt vulnerable incumbents in this year's midterm elections even though overall growth has been healthy for much of the last five years.  ",
      "lead_paragraph": "With the economy beginning to slow, the current expansion has a chance to become the first sustained period of economic growth since World War II that fails to offer a prolonged increase in real wages for most workers.",
      "publication_date": "2006-08-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/28/business/real-wages-fail-to-match-a-rise-in-productivity.html",
      "byline": "By Steven Greenhouse and David Leonhardt"
    },
    {
      "headline": "49 Die in Crash as Jet Takes Off From Wrong Runway",
      "snippet": "A Comair jet that mistakenly took off on a short runway crashed into a woody field here on Sunday, killing all but one of the 50 people aboard, federal aviation officials said.     An initial examination of the flight recorders, or so-called black...",
      "abstract": "A Comair jet that mistakenly took off on a short runway crashed into a woody field here on Sunday, killing all but one of the 50 people aboard, federal aviation officials said.     An initial examination of the flight recorders, or so-called black boxes, indicated that the pilots of the plane, a Bombardier Canadair jet, used a 3,500-foot runway at the Blue Grass Airport, much shorter than is typically required for a fully loaded aircraft of that type. A runway twice that length that is perpendicular to the shorter runway is used mostly by commercial jets at the airport.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-08-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/28/us/49-die-in-crash-as-jet-takes-off-from-wrong-runway.html",
      "byline": "By Ian Urbina and Amanda Van Benschoten"
    },
    {
      "headline": "Can Inflation Be Curbed?",
      "snippet": "At a Federal Reserve retreat, economists said that global trends make it harder to reduce inflation domestically. Business Day, Page C1.  ",
      "abstract": "At a Federal Reserve retreat, economists said that global trends make it harder to reduce inflation domestically. Business Day, Page C1.  ",
      "lead_paragraph": "At a Federal Reserve retreat, economists said that global trends make it harder to reduce inflation domestically. Business Day, Page C1.",
      "publication_date": "2006-08-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/08/28/business/front page/can-inflation-be-curbed.html",
      "byline": ""
    }
  ]
}