{
  "metadata": {
    "date": "2006-10-19",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "Israel Warriors Find Machismo Is Way of Past",
      "snippet": "The womanizing that used to be considered part of Israeli leaders’ mystique is now a crime.",
      "abstract": "The womanizing that used to be considered part of Israeli leaders’ mystique is now a crime.",
      "lead_paragraph": "TEL AVIV, Oct. 18 — For decades it was widely accepted that some of Israel’s top military officers and government ministers considered sexual encounters with female employees a seigneurial right. ",
      "publication_date": "2006-10-19T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/19/world/middleeast/19israel.html",
      "byline": "By Dina Kraft"
    },
    {
      "headline": "With Cash, Defectors Find North Korea’s Cracks",
      "snippet": "The increase in defections suggests that the state’s ability to control its citizens is diminishing.",
      "abstract": "The increase in defections suggests that the state’s ability to control its citizens is diminishing.",
      "lead_paragraph": "BANGKOK — Last March, Lee Chun-hak, a 19-year-old North Korean, went to the Chinese border to meet with a North Korean money trafficker. Using the trafficker’s Chinese cellphone, Mr. Lee talked to his mother, who had defected to South Korea in 2003. She told him she was going to get him out.",
      "publication_date": "2006-10-19T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/19/world/asia/19defect.html",
      "byline": "By Norimitsu Onishi"
    },
    {
      "headline": "Bloomberg Dismisses Talk of Sale",
      "snippet": "Mayor Michael R. Bloomberg said although he has been approached by potential buyers, he will not sell his multibillion-dollar company.",
      "abstract": "Mayor Michael R. Bloomberg said although he has been approached by potential buyers, he will not sell his multibillion-dollar company.",
      "lead_paragraph": "Nearly as rife as the speculation about the political ambitions of Mayor Michael R. Bloomberg of New York has been talk about a possible sale of his multibillion-dollar financial information company.",
      "publication_date": "2006-10-19T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/19/business/19bloomb.html",
      "byline": "By Thomas J. Lueck and Andrew Ross Sorkin"
    },
    {
      "headline": "A New Gadget on Campus. Who’s It For?",
      "snippet": "The new Mylo, Sony’s wireless pocket communicator, could be the first cousin of the T-Mobile Sidekick.",
      "abstract": "The new Mylo, Sony’s wireless pocket communicator, could be the first cousin of the T-Mobile Sidekick.",
      "lead_paragraph": "There’s nothing quite as embarrassing as a grown-up trying too hard to look young and hip. A youthful attitude is one thing, but some haircuts, dance moves and jeans sizes just aren’t well suited for middle-age paunches and hairlines.",
      "publication_date": "2006-10-19T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/19/technology/19pogue.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Apple Profit Rises 27%; Stock Jumps",
      "snippet": "Strong sales of its Macintosh computers and iPod music players led to better-than-expected results.",
      "abstract": "Strong sales of its Macintosh computers and iPod music players led to better-than-expected results.",
      "lead_paragraph": "SAN FRANCISCO, Oct. 18  Apple Computer said Wednesday that strong sales of its Macintosh computers and iPod portable music players led to a 27 percent rise in its fiscal fourth-quarter profit.",
      "publication_date": "2006-10-19T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/19/technology/19apple.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "Premier of Iraq Seeks Assistance of Shiite Clerics",
      "snippet": "The visit with the clerics was a sign of the crisis surrounding the Iraqi government as it tries to quell sectarian violence.",
      "abstract": "The visit with the clerics was a sign of the crisis surrounding the Iraqi government as it tries to quell sectarian violence.",
      "lead_paragraph": "BAGHDAD, Oct. 18 — Prime Minister Nuri Kamal al-Maliki flew to the holy city of Najaf on Wednesday to plead for help from Iraq’s two most influential and enigmatic Shiite clerics, in a sign of the crisis surrounding the Iraqi government as it faces mounting American pressure to quell sectarian violence by reining in Shiite militias. ",
      "publication_date": "2006-10-19T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/19/world/middleeast/19iraq.html",
      "byline": "By Kirk Semple and John F. Burns"
    },
    {
      "headline": "New Laws and Machines May Spell Voting Woes",
      "snippet": "Officials are bracing for an Election Day with long lines and an increase in the number of contested results. ",
      "abstract": "Officials are bracing for an Election Day with long lines and an increase in the number of contested results. ",
      "lead_paragraph": "WASHINGTON, Oct. 18 — New electronic voting machines have arrived in Yolo County, Calif., but there is one hitch: the audio program for the visually impaired in some of them works only in Vietnamese.",
      "publication_date": "2006-10-19T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/19/us/politics/19voting.html",
      "byline": "By Ian Urbina"
    },
    {
      "headline": "A Virtual World but Real Money",
      "snippet": "An online service called Second Life is fast becoming a three-dimensional test bed for corporate marketers.",
      "abstract": "An online service called Second Life is fast becoming a three-dimensional test bed for corporate marketers.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-19T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/19/technology/19virtual.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Music Companies Grab a Share of the YouTube Sale",
      "snippet": "Three major music companies are said to have acquired small stakes in YouTube prior to its sale, and now stand to receive as much as $50 million collectively.",
      "abstract": "Three major music companies are said to have acquired small stakes in YouTube prior to its sale, and now stand to receive as much as $50 million collectively.",
      "lead_paragraph": "YouTube’s young founders may have been the biggest beneficiaries of last week’s $1.65 billion deal with Google, but they have some unexpected bedfellows — old-line media companies that had been considered YouTube’s biggest legal threat.",
      "publication_date": "2006-10-19T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/19/technology/19net.html",
      "byline": "By Andrew Ross Sorkin and Jeff Leeds"
    },
    {
      "headline": "Tables Turned for the G.O.P. Over Iraq Issue",
      "snippet": "Republican candidates are barely mentioning Iraq, while Democrats have seized on the issue.",
      "abstract": "Republican candidates are barely mentioning Iraq, while Democrats have seized on the issue.",
      "lead_paragraph": "WASHINGTON, Oct. 18 — Four months ago, the White House offered a set of clear political directions to Republicans heading into the midterm elections: embrace the war in Iraq as critical to the antiterrorism fight and belittle Democrats as advocates of a “cut and run” policy of weakness.",
      "publication_date": "2006-10-19T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/19/us/politics/19campaign.html",
      "byline": "By Adam Nagourney and Jim Rutenberg"
    },
    {
      "headline": "New Laws and Machines May Spell Voting Woes",
      "snippet": "Officials across country brace for Election Day with long lines and heightened confusion, as dozens of states enforce new voter registration laws and switch to paperless electronic voting systems; increase in number of contested results is also ex...",
      "abstract": "Officials across country brace for Election Day with long lines and heightened confusion, as dozens of states enforce new voter registration laws and switch to paperless electronic voting systems; increase in number of contested results is also expected; new computerized registration rolls and litigation over new voter identification laws in some states leave many poll workers and voters unclear about rules, since courts have blocked many of new laws; votes in half of 45 most competitive Congressional races will be cast on electronic machines that provide no independent means of verification; problems across country detailed; map; chart (M)",
      "lead_paragraph": "WASHINGTON, Oct. 18 - New electronic voting machines have arrived in Yolo County, Calif., but there is one hitch: the audio program for the visually impaired in some of them works only in Vietnamese.",
      "publication_date": "2006-10-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/19/us/politics/new-laws-and-machines-may-spell-voting-woes.html",
      "byline": "By Ian Urbina"
    },
    {
      "headline": "Premier of Iraq Seeks Assistance of Shiite Clerics",
      "snippet": "Prime Min Nuri Kamal al-Maliki flies to holy city of Najaf to plead for help from Iraq's two most influential Shiite clerics, Grand Ayatollah Ali al-Sistani and Moktada al-Sadr, to effort to rein in Shiite militias; Iraqi government is facing moun...",
      "abstract": "Prime Min Nuri Kamal al-Maliki flies to holy city of Najaf to plead for help from Iraq's two most influential Shiite clerics, Grand Ayatollah Ali al-Sistani and Moktada al-Sadr, to effort to rein in Shiite militias; Iraqi government is facing mounting American pressure to quell sectarian violence; Sadr's Mahdi Army militia has been accused of wave of sectarian attacks on Sunni minority; Sistani, peacemaker in previous confrontations between American forces and Sadr, is thought to be only Shiite leader with potential authority to subdue Shiite militias; Maliki is protege of Sistani's, but he is politically indebted to Sadr, whose party holds crucial bloc of seats in Iraq's Parliament; Maliki's decision to win rapid release of one of Sadr's prominent loyalists who had been seized in American-led raid provoked new wave of exasperation among American officials and military commanders; Maliki returns to Baghdad without any clear breakthrough in his meetings; American soldiers continue intensive patrols of Baghdad to prevent capital from slipping out of control; 11 American service members die, making Oct 17 one of deadliest days for American military since start of war; photo; graph of Iraq fatalities (M)",
      "lead_paragraph": "BAGHDAD, Oct. 18 - Prime Minister Nuri Kamal al-Maliki flew to the holy city of Najaf on Wednesday to plead for help from Iraq's two most influential and enigmatic Shiite clerics, in a sign of the crisis surrounding the Iraqi government as it faces mounting American pressure to quell sectarian violence by reining in Shiite militias.",
      "publication_date": "2006-10-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/19/world/middleeast/premier-of-iraq-seeks-assistance-of-shiite-clerics.html",
      "byline": "By Kirk Semple and John F. Burns"
    },
    {
      "headline": "A Virtual World but Real Money",
      "snippet": "Second Life online service is fast becoming three-dimensional test bed for corporate marketers, including Sony BMG Music Entertainment, Sun Microsystems, Nissan, Adidas/Reebok, Toyota and Starwood Hotels; sudden rush of real companies into so-call...",
      "abstract": "Second Life online service is fast becoming three-dimensional test bed for corporate marketers, including Sony BMG Music Entertainment, Sun Microsystems, Nissan, Adidas/Reebok, Toyota and Starwood Hotels; sudden rush of real companies into so-called virtual worlds mirrors evolution of Internet itself, which moved beyond educational and research network in 1990's to become commercial proposition; Internet is fastest-growing advertising medium, as traditional forms of marketing like TV commercials and print advertising slow; early forays into virtual worlds could be next frontier for businesses in blurring of advertising and entertainment; Philip Rosedale, chief executive of Linden Labs which operates Second Life, comments; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/19/technology/a-virtual-world-but-real-money.html",
      "byline": "By Richard Siklos"
    },
    {
      "headline": "Bloomberg Dismisses Talk of Sale",
      "snippet": "New York City Mayor Michael R Bloomberg says he has been approached about selling his company Bloomberg LP has decided at this time not to sell company, which some have estimated could be worth as much as $12 billion; several private equity firms ...",
      "abstract": "New York City Mayor Michael R Bloomberg says he has been approached about selling his company Bloomberg LP has decided at this time not to sell company, which some have estimated could be worth as much as $12 billion; several private equity firms have informally told Wall Street bankers of their interest in buying Bloomberg LP in recent months, including Blackstone Group and Kohlberg Kravis Roberts & Co; McGraw-Hill and Thomson are also said to be prospective suitors (M)",
      "lead_paragraph": "Nearly as rife as the speculation about the political ambitions of Mayor Michael R. Bloomberg of New York has been talk about a possible sale of his multibillion-dollar financial information company.",
      "publication_date": "2006-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/19/business/bloomberg-dismisses-talk-of-sale.html",
      "byline": "By Thomas J. Lueck and Andrew Ross Sorkin"
    },
    {
      "headline": "Israel Warriors Find Machismo Is Way of Past",
      "snippet": "Question of sexual harassment is now getting real attention in Israel; society built partly on conscious effort to project image of strength in face of successive wars with Arab neighbors is no longer overlooking sexual encounters between its top ...",
      "abstract": "Question of sexual harassment is now getting real attention in Israel; society built partly on conscious effort to project image of strength in face of successive wars with Arab neighbors is no longer overlooking sexual encounters between its top military officers and government ministers and their female employees; police have recommended charging Pres Moshe Katsav with rape of two former employees, and Justice Min Haim Ramon has gone on trial, accused of kissing soldier against her will; Israeli Parliament passed sweeping sexual harassment law in 1998, inspired in part by American legislation, making such behavior illegal in workplace or anywhere; major turning point was trial of Yitzhak Mordechai, former general and Israel's defense minister; he was forced to resign and give up hope of being prime minister, after being convicted of sexual assault and harassment of several women who worked for him in government and in army; nearly all Jewish 18-year-old Israelis are drafted into army, which has begun promoting awareness of sexual harassment and consequences that can follow; photos (M)",
      "lead_paragraph": "TEL AVIV, Oct. 18 - For decades it was widely accepted that some of Israel's top military officers and government ministers considered sexual encounters with female employees a seigneurial right.",
      "publication_date": "2006-10-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/19/world/middleeast/israel-warriors-find-machismo-is-way-of-past.html",
      "byline": "By Dina Kraft"
    },
    {
      "headline": "Apple Profit Rises 27%; Stock Jumps",
      "snippet": "Apple Computer says strong sales of its Macintosh computers and iPod portable music players led to 27 percent rise in its fiscal fourth-quarter profit; Apple's shares rise 6 percent in after-hours trading; reports net income of $546 million, up fr...",
      "abstract": "Apple Computer says strong sales of its Macintosh computers and iPod portable music players led to 27 percent rise in its fiscal fourth-quarter profit; Apple's shares rise 6 percent in after-hours trading; reports net income of $546 million, up from $430 million year earlier; revenue was $4.84 billion, increase of nearly 32 percent from $3.68 billion year before; Macintosh sales accounted for 58 percent of revenue in quarter; chief executive Steven P Jobs and chief financial officer Peter Oppenheimer comment (M)",
      "lead_paragraph": "SAN FRANCISCO, Oct. 18 - Apple Computer said Wednesday that strong sales of its Macintosh computers and iPod portable music players led to a 27 percent rise in its fiscal fourth-quarter profit.",
      "publication_date": "2006-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/19/technology/apple-profit-rises-27-stock-jumps.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "With Cash, Defectors Find North Korea’s Cracks",
      "snippet": "North Korean government's considerable ability to control its citizens is diminishing, judging by increasing ease with which people are able to buy their way out; defectors, brokers, South Korean Christian missionaries and other experts on subject...",
      "abstract": "North Korean government's considerable ability to control its citizens is diminishing, judging by increasing ease with which people are able to buy their way out; defectors, brokers, South Korean Christian missionaries and other experts on subject tell of sophisticated, underground network of human smugglers operating inside North and South Korea, China and Southeast Asia; their accounts provide glimpses of government that, while still a repressive police state, is losing paramount role it used to enjoy in society, before it lost ability to feed its own people in famine of 1990's and people were left to scrounge for themselves; information has begun to seep in from outside world; effects of money and corruption appear to have grown sharply in recent years, as market liberalization allows ordinary people to run small businesses and enables those with connections to prosper in booming trade with China; now, main obstacle to fleeing is cash, not state security; cost of getting out includes bribes for soldiers stationed at border, for their supervisors and chain of officials; process described; photos; map (M)",
      "lead_paragraph": "BANGKOK - Last March, Lee Chun-hak, a 19-year-old North Korean, went to the Chinese border to meet with a North Korean money trafficker. Using the trafficker's Chinese cellphone, Mr. Lee talked to his mother, who had defected to South Korea in 2003. She told him she was going to get him out.",
      "publication_date": "2006-10-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/19/world/asia/with-cash-defectors-find-north-koreas-cracks.html",
      "byline": "By Norimitsu Onishi"
    },
    {
      "headline": "Tables Turned for the G.O.P. Over Iraq Issue",
      "snippet": "Democrats seize on Iraq as central issue in midterm elections, three weeks before Election Day; in debates and in speeches, Democratic candidates pummel Republicans with accusations of failed war and denounce them for supporting Pres Bush; they ar...",
      "abstract": "Democrats seize on Iraq as central issue in midterm elections, three weeks before Election Day; in debates and in speeches, Democratic candidates pummel Republicans with accusations of failed war and denounce them for supporting Pres Bush; they are spotlighting their opposition rather than avoiding confrontation on issue as they did in 2002 and 2004; Republicans, exhorted by White House just four months ago to embrace war as critical to antiterrorism fight, now barely mention Iraq on campaign trail or in their television advertisements; Republican strategist Mark Campbell concedes that environment for Republican candidates is eroding as Iraq war gets more unpopular; even Pres Bush has largely dropped his call of 'stay the course' for more nuanced promise of flexibility; photos (M)",
      "lead_paragraph": "WASHINGTON, Oct. 18 - Four months ago, the White House offered a set of clear political directions to Republicans heading into the midterm elections: embrace the war in Iraq as critical to the antiterrorism fight and belittle Democrats as advocates of a \"cut and run\" policy of weakness.",
      "publication_date": "2006-10-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/19/us/politics/tables-turned-for-the-gop-over-iraq-issue.html",
      "byline": "By Adam Nagourney and Jim Rutenberg"
    },
    {
      "headline": "A New Gadget on Campus. Who’s It For?",
      "snippet": "David Pogue column on Sony Corp's Mylo, $350 wirless pocket communicator, measuring 4.8 by 0.9 by 2.5 inches, intended for college crowd; device requires wireless Internet signal, like Wi-Fi hot spots that blanket many college campuses; Mylo's bes...",
      "abstract": "David Pogue column on Sony Corp's Mylo, $350 wirless pocket communicator, measuring 4.8 by 0.9 by 2.5 inches, intended for college crowd; device requires wireless Internet signal, like Wi-Fi hot spots that blanket many college campuses; Mylo's best trick is making voice calls using Skype, free computer-to-computer chat program; Mylo eliminates computer on user's end; drawing; photo (M)",
      "lead_paragraph": "There's nothing quite as embarrassing as a grown-up trying too hard to look young and hip. A youthful attitude is one thing, but some haircuts, dance moves and jeans sizes just aren't well suited for middle-age paunches and hairlines.",
      "publication_date": "2006-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/19/technology/a-new-gadget-on-campus-whos-it-for.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Music Companies Grab a Share of the YouTube Sale",
      "snippet": "Vivendi's Universal Music Group, Sony BMG Music Entertainment and Warner Music Group each quietly negotiated to take small stakes in YouTube as part of video- and music-licensing deals they struck shortly before sale to Google; music companies col...",
      "abstract": "Vivendi's Universal Music Group, Sony BMG Music Entertainment and Warner Music Group each quietly negotiated to take small stakes in YouTube as part of video- and music-licensing deals they struck shortly before sale to Google; music companies collectively stand to receive as much as $50 million from these arrangements; Web site had been considered litigation land mine because of significant portion of videos posted to YouTube contain copyrighted songs or video material; Universal ahs filed suits against Bolt and Grouper, smaller video-sharing sites, for allowing users to post hundreds of pirated music videos of its artists; deals that music companies struck for stakes in YouTube should help shield Google from copyright-infringement lawsuits, issue that concerned some Google investors when YouTube deal was first announced; other copyright holders, including Hollywood and television studios, could pursue legal action if their content appears on YouTube; photo (M)",
      "lead_paragraph": "YouTube's young founders may have been the biggest beneficiaries of last week's $1.65 billion deal with Google, but they have some unexpected bedfellows -- old-line media companies that had been considered YouTube's biggest legal threat.",
      "publication_date": "2006-10-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/19/technology/music-companies-grab-a-share-of-the-youtube-sale.html",
      "byline": "By Andrew Ross Sorkin and Jeff Leeds"
    }
  ]
}