{
  "metadata": {
    "date": "2006-07-24",
    "total_articles": 54
  },
  "articles": [
    {
      "headline": "Silicon Valley Firms Scrutinized on Stock Option Policies",
      "snippet": "Silicon Valley cannot seem to shake off the sins of its heady dot-com past.",
      "abstract": "Silicon Valley cannot seem to shake off the sins of its heady dot-com past.",
      "lead_paragraph": "Silicon Valley cannot seem to shake off the sins of its dot-com past.",
      "publication_date": "2006-07-22T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/22/business/22options.html",
      "byline": "By Gary Rivlin and Eric Dash"
    },
    {
      "headline": "U.S. Speeds Up Bomb Delivery for the Israelis",
      "snippet": "The Bush administration is rushing a delivery of precision-guided bombs to Israel, which some military officers see as a sign of a longer campaign ahead.",
      "abstract": "The Bush administration is rushing a delivery of precision-guided bombs to Israel, which some military officers see as a sign of a longer campaign ahead.",
      "lead_paragraph": "WASHINGTON, July 21 — The Bush administration is rushing a delivery of precision-guided bombs to Israel, which requested the expedited shipment last week after beginning its air campaign against Hezbollah targets in Lebanon, American officials said Friday.",
      "publication_date": "2006-07-22T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/22/world/middleeast/22military.html",
      "byline": "By David S. Cloud and Helene Cooper"
    },
    {
      "headline": "A Surprise After the Split: Viacom Struggles as CBS Holds Its Own",
      "snippet": "When Viacom split into Viacom and CBS, Wall Street’s darling was Viacom. What a difference a new year makes.",
      "abstract": "When Viacom split into Viacom and CBS, Wall Street’s darling was Viacom. What a difference a new year makes.",
      "lead_paragraph": " It was not supposed to be this way. When Viacom announced last year that it would split into two companies  Viacom and CBS  Wall Street’s darling was Viacom.",
      "publication_date": "2006-07-22T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/22/business/media/22viacom.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "No Victors, Few Spoils in This Proxy Fight",
      "snippet": "Warren G. Lichtenstein’s decision to abandon the board of BKF Capital had the appearance of a man throwing in the towel.",
      "abstract": "Warren G. Lichtenstein’s decision to abandon the board of BKF Capital had the appearance of a man throwing in the towel.",
      "lead_paragraph": "LAST month, Warren G. Lichtenstein stepped down from the board of an investment management company called BKF Capital. Mr. Lichtenstein is a 41-year-old hedge fund manager, whose $2 billion fund, Steel Partners II, has earned a compounded rate of return of over 24 percent a year since opening for business in 1993. He has generated those returns in large part by taking big positions in underperforming small companies and then agitating aggressively for change. With its high costs, lack of profits and market capitalization of around $250 million, BKF was his typical prey.",
      "publication_date": "2006-07-22T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/22/business/22nocera.html",
      "byline": ""
    },
    {
      "headline": "Indictment of Doctor Tests Drug Marketing Rules",
      "snippet": "Drug companies often skirt F.D.A. rules by paying doctors to promote their drugs, including the “off label” uses.",
      "abstract": "Drug companies often skirt F.D.A. rules by paying doctors to promote their drugs, including the “off label” uses.",
      "lead_paragraph": "At first, Dr. Peter Gleason thought his arrest was a joke.",
      "publication_date": "2006-07-22T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/22/business/22drugdoc.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "In Reversal, S.E.C. Plans to Question Executive",
      "snippet": "The chief executive of Morgan Stanley has been asked to testify in an insider trading case involving Pequot Capital, the hedge fund.",
      "abstract": "The chief executive of Morgan Stanley has been asked to testify in an insider trading case involving Pequot Capital, the hedge fund.",
      "lead_paragraph": "The Securities and Exchange Commission has asked John J. Mack, the chief executive of Morgan Stanley, to testify in its insider-trading investigation of a prominent hedge fund, reversing a decision that is at the center of several government inquiries into the agency’s handling of the case. ",
      "publication_date": "2006-07-22T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/22/business/22sec.html",
      "byline": "By Walt Bogdanich and Gretchen Morgenson"
    },
    {
      "headline": "Israeli Buildup at Lebanese Line as Fight Rages",
      "snippet": "Early Saturday, Israeli aircraft and artillery pounded Lebanese roads and villages in the path of its troops. Secretary of State Condoleezza Rice will travel to the region Sunday.",
      "abstract": "Early Saturday, Israeli aircraft and artillery pounded Lebanese roads and villages in the path of its troops. Secretary of State Condoleezza Rice will travel to the region Sunday.",
      "lead_paragraph": "JERUSALEM, July 22 — The Israeli military massed armored vehicles near its northern border on Friday, called up several thousand reserve soldiers and warned residents of south Lebanon to flee, suggesting expanded ground operations may lie ahead in its war with the Lebanese militia Hezbollah.",
      "publication_date": "2006-07-22T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/22/world/middleeast/22mideast.html",
      "byline": "By Greg Myre and Jad Mouawad"
    },
    {
      "headline": "Feeling Strains, Baptist Colleges Cut Church Ties",
      "snippet": "Georgetown College, small Baptist liberal arts institution in Kentucky, is among half-dozen colleges and universities whose ties with state Baptist conventions have been severed in last four years; it is part of broad realignment in which more tha...",
      "abstract": "Georgetown College, small Baptist liberal arts institution in Kentucky, is among half-dozen colleges and universities whose ties with state Baptist conventions have been severed in last four years; it is part of broad realignment in which more than dozen Southern Baptist universities, including Wake Forest and Furman, have ended affiliations over last two decades; many Southern Baptist colleges and their state conventions have been battling over money, control of boards of trustees, whether Bible must be interpreted literally and how evolution is taught; Georgetown pres William H Crouch Jr photo (M)",
      "lead_paragraph": "GEORGETOWN, Ky. - The request seemed simple enough to the Rev. Hershael W. York, then the president of the Kentucky Baptist Convention. He asked Georgetown College, a small Baptist liberal arts institution here, to consider hiring for its religion department someone who would teach a literal interpretation of the Bible.",
      "publication_date": "2006-07-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/22/education/feeling-strains-baptist-colleges-cut-church-ties.html",
      "byline": "By Alan Finder"
    },
    {
      "headline": "U.S. Speeds Up Bomb Delivery for the Israelis",
      "snippet": "Bush administration is rushing delivery of precision-guided bombs to Israel, which requested expedited shipment after beginning its air campaign against Hezbollah targets in Lebanon; US officials say decision to ship weapons to Israel was made wit...",
      "abstract": "Bush administration is rushing delivery of precision-guided bombs to Israel, which requested expedited shipment after beginning its air campaign against Hezbollah targets in Lebanon; US officials say decision to ship weapons to Israel was made with little debate within administration; munitions are part of multimillion-dollar arms sale package approved last year that Israel is able to draw on as needed; photo (M)",
      "lead_paragraph": "WASHINGTON, July 21 - The Bush administration is rushing a delivery of precision-guided bombs to Israel, which requested the expedited shipment last week after beginning its air campaign against Hezbollah targets in Lebanon, American officials said Friday.",
      "publication_date": "2006-07-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/22/world/middleeast/us-speeds-up-bomb-delivery-for-the-israelis.html",
      "byline": "By David S. Cloud and Helene Cooper"
    },
    {
      "headline": "No Victors, Few Spoils in This Proxy Fight",
      "snippet": "Joe Nocera column assesses circumstances surrounding downfall of BKF Capital, including involvement of Steel Partners II hedge fund manager Warren Lichtenstein, who resigned from BKF's board last month; describes how former BKF chief executive Joh...",
      "abstract": "Joe Nocera column assesses circumstances surrounding downfall of BKF Capital, including involvement of Steel Partners II hedge fund manager Warren Lichtenstein, who resigned from BKF's board last month; describes how former BKF chief executive John Levin also played pivotal role in saga; photos (M)",
      "lead_paragraph": "LAST month, Warren G. Lichtenstein stepped down from the board of an investment management company called BKF Capital. Mr. Lichtenstein is a 41-year-old hedge fund manager, whose $2 billion fund, Steel Partners II, has earned a compounded rate of return of over 24 percent a year since opening for business in 1993. He has generated those returns in large part by taking big positions in underperforming small companies and then agitating aggressively for change. With its high costs, lack of profits and market capitalization of around $250 million, BKF was his typical prey.",
      "publication_date": "2006-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/22/business/no-victors-few-spoils-in-this-proxy-fight.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Indictment of Doctor Tests Drug Marketing Rules",
      "snippet": "Article in Side Effects series notes that Dr Peter Gleason, Maryland psychiatrist, was arrested for doing something that has become common among doctors: promoting drug for purposes other than those approved by Food and Drug Administration; prosec...",
      "abstract": "Article in Side Effects series notes that Dr Peter Gleason, Maryland psychiatrist, was arrested for doing something that has become common among doctors: promoting drug for purposes other than those approved by Food and Drug Administration; prosecutors say that Gleason advised other physicians that Xyrem, powerful drug for narcolepsy, could be prescribed for depression and pain relief; Gleason acknowledges that he received over $100,000 from Jazz Pharmaceuticals for promoting drug in 2005; active ingredient in Xyrem is gamma hydroxybutyrate (GHB), illegal street drug with history of use in date rape and of overdose hazards; Xyrem is listed as federally controlled substance, with distribution tightly monitored; Gleason is free on bail and continues to practice medicine; his photo (M)",
      "lead_paragraph": "At first, Dr. Peter Gleason thought his arrest was a joke.",
      "publication_date": "2006-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/22/business/indictment-of-doctor-tests-drug-marketing-rules.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Israeli Buildup at Lebanese Line as Fight Rages",
      "snippet": "Israeli military masses armored vehicles near its northern border, calls up several thousand reserve soldiers and warns residents of south Lebanon to flee; senior Israeli military commanders say they are not looking to repeat their 1982 invasion o...",
      "abstract": "Israeli military masses armored vehicles near its northern border, calls up several thousand reserve soldiers and warns residents of south Lebanon to flee; senior Israeli military commanders say they are not looking to repeat their 1982 invasion of Lebanon; heavy fighting shows no signs of letting up, and evacuation of foreigners continues; Israeli Air Force blasts targets throughout Lebanon; Sec of State Condoleezza Rice will visit Israel and West Bank; she blames Hezbollah for igniting conflict; says cease-fire without political conditions does not make sense; her trip will take her to Italy, where she will meet with European and Arab leaders on crisis; map; photo (M)",
      "lead_paragraph": "JERUSALEM, July 21 - The Israeli military massed armored vehicles near its northern border on Friday, called up several thousand reserve soldiers and warned residents of south Lebanon to flee, suggesting expanded ground operations may lie ahead in its war with the Lebanese militia Hezbollah.",
      "publication_date": "2006-07-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/22/world/middleeast/israeli-buildup-at-lebanese-line-as-fight-rages.html",
      "byline": "By Greg Myre and Jad Mouawad"
    },
    {
      "headline": "NASA’s Goals Delete Mention of Home Planet",
      "snippet": "NASA deletes phrase 'to understand and protect our home planet' from its mission statement in attempt to square statement with Pres Bush's goal of pursuing human spaceflight to Moon and Mars; change comes as unwelcome surprise to many NASA scienti...",
      "abstract": "NASA deletes phrase 'to understand and protect our home planet' from its mission statement in attempt to square statement with Pres Bush's goal of pursuing human spaceflight to Moon and Mars; change comes as unwelcome surprise to many NASA scientists, who say phrase was not merely window dressing but actively influenced shaping and execution of research priorities; they say without it, there will be less incentive to pursue projects to improve understanding of terrestrial problems like climate change caused by greenhouse gas emissions (M)",
      "lead_paragraph": "From 2002 until this year, NASA's mission statement, prominently featured in its budget and planning documents, read: \"To understand and protect our home planet; to explore the universe and search for life; to inspire the next generation of explorers ... as only NASA can.\"",
      "publication_date": "2006-07-22T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/22/science/nasas-goals-delete-mention-of-home-planet.html",
      "byline": "By Andrew C. Revkin"
    },
    {
      "headline": "In Reversal, S.E.C. Plans to Question Executive",
      "snippet": "Securities and Exchange Commission, reversing itself, asks Morgan Stanley chief executive John Mack to testify in insider-trading investigation of prominent hedge fund Pequot Capital Management; Office of Inspector General reopens inquiry into fir...",
      "abstract": "Securities and Exchange Commission, reversing itself, asks Morgan Stanley chief executive John Mack to testify in insider-trading investigation of prominent hedge fund Pequot Capital Management; Office of Inspector General reopens inquiry into firing of SEC lawyer Gary Aguirre, who said his superiors stopped him from taking Mack's testimony in connection with his investigation of Pequot; photo (M)",
      "lead_paragraph": "The Securities and Exchange Commission has asked John J. Mack, the chief executive of Morgan Stanley, to testify in its insider-trading investigation of a prominent hedge fund, reversing a decision that is at the center of several government inquiries into the agency's handling of the case.",
      "publication_date": "2006-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/22/business/in-reversal-sec-plans-to-question-executive.html",
      "byline": "By Walt Bogdanich and Gretchen Morgenson"
    },
    {
      "headline": "Silicon Valley Firms Scrutinized on Stock Option Policies",
      "snippet": "Latest corporate scandal--involving manipulation of stock options--is placing California's Silicon Valley in spotlight; of more than 80 businesses that have been caught up in federal investigations or have announced their own internal reviews, tec...",
      "abstract": "Latest corporate scandal--involving manipulation of stock options--is placing California's Silicon Valley in spotlight; of more than 80 businesses that have been caught up in federal investigations or have announced their own internal reviews, technology companies make up overwhelming majority; scandal, chiefly affecting midsize companies, is also raising cloud over some powerful institutions, including law firm of Wilson Sonsini Goodrich & Rosati and its partner Larry Sonsini; photos; map (M)",
      "lead_paragraph": "Silicon Valley cannot seem to shake off the sins of its dot-com past.",
      "publication_date": "2006-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/22/business/silicon-valley-firms-scrutinized-on-stock-option-policies.html",
      "byline": "By Gary Rivlin and Eric Dash"
    },
    {
      "headline": "A Surprise After the Split: Viacom Struggles as CBS Holds Its Own",
      "snippet": "Viacom, which split from CBS last year, has been struggling ever since, with its stock plunging nearly 20 percent; advertising on its cable networks has been soft, its long-dominant, youth-oriented networks are being challenged and company has bee...",
      "abstract": "Viacom, which split from CBS last year, has been struggling ever since, with its stock plunging nearly 20 percent; advertising on its cable networks has been soft, its long-dominant, youth-oriented networks are being challenged and company has been faulted for not being aggressive enough in making Internet acquisitions; chief executive Tom Freston, in interview, concedes cable upfront market has been slow but is optimistic about Viacom's prospects; photo; graph (M)",
      "lead_paragraph": "It was not supposed to be this way. When Viacom announced last year that it would split into two companies -- Viacom and CBS -- Wall Street's darling was Viacom.",
      "publication_date": "2006-07-22T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/22/business/media/a-surprise-after-the-split-viacom-struggles-as-cbs-holds-its.html",
      "byline": "By Geraldine Fabrikant"
    },
    {
      "headline": "Troops Ready, but Israel Bets on Air Power",
      "snippet": "Israel’s preparation now seems to be less for a ground invasion than for more punishing airstrikes on Hezbollah military assets.",
      "abstract": "Israel’s preparation now seems to be less for a ground invasion than for more punishing airstrikes on Hezbollah military assets.",
      "lead_paragraph": " JERUSALEM, July 22 — On Israeli intelligence maps of southern Lebanon, the stronghold of the Hezbollah militia, there are numerals in circles that overlap many villages. One is marked “8,” others “7” or fewer.",
      "publication_date": "2006-07-23T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/23/world/middleeast/23israel.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "In Iran’s Streets, Aid to Hezbollah Stirs Resentment",
      "snippet": "Iran has been Hezbollah’s prime patron for decades, but many Iranians are wary of their government’s commitments abroad.",
      "abstract": "Iran has been Hezbollah’s prime patron for decades, but many Iranians are wary of their government’s commitments abroad.",
      "lead_paragraph": "TEHRAN, July 22 — There is a huge amount of anger here about what is happening in Lebanon, but it is not all the result of Israeli bombs, missiles and artillery.",
      "publication_date": "2006-07-23T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/23/world/middleeast/23iran.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "Re-Refinancing, and Putting Off Mortgage Pain",
      "snippet": "As payments on mortgages balloon, many Americans have found a way to put off the day of reckoning.",
      "abstract": "As payments on mortgages balloon, many Americans have found a way to put off the day of reckoning.",
      "lead_paragraph": "It is the latest twist in the gravity-defying world of the high housing prices and exotic low-rate mortgages: As monthly payments on adjustable-rate mortgages are starting to balloon, many Americans have found a way to put off the day of reckoning.",
      "publication_date": "2006-07-23T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/23/business/23mortgage.html",
      "byline": "By Vikas Bajaj and Ron Nixon"
    },
    {
      "headline": "At the Options Buffet, Some Got a Bigger Helping",
      "snippet": "It is becoming clearer that at some companies almost everything about stock options is apparently a mirage.",
      "abstract": "It is becoming clearer that at some companies almost everything about stock options is apparently a mirage.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-23T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/07/23/business/yourmoney/23gret.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Anger Management at American Air",
      "snippet": "At American Airlines, the only old-line domestic airline that has never filed for bankruptcy protection, a grand experiment is playing out.",
      "abstract": "At American Airlines, the only old-line domestic airline that has never filed for bankruptcy protection, a grand experiment is playing out.",
      "lead_paragraph": "Fort Worth, Tex.",
      "publication_date": "2006-07-23T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/07/23/business/yourmoney/23arpey.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "Praise at Home for Envoy, but Scorn at U.N.",
      "snippet": "Many United Nations diplomats see John R. Bolton as a stand-in for the arrogance of the Bush administration.",
      "abstract": "Many United Nations diplomats see John R. Bolton as a stand-in for the arrogance of the Bush administration.",
      "lead_paragraph": "UNITED NATIONS, July 22 — In recent months, as one international crisis followed another, John R. Bolton has fulfilled the role of the United Nations’ most influential ambassador at full strength, firmly articulating the position of the United States government regarding Iran, North Korea and the Middle East.",
      "publication_date": "2006-07-23T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/23/world/23bolton.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "The House That Steinbrenner Is Building",
      "snippet": "Still pushy after all these years, George Steinbrenner is staking the Yankees’ financial future on a new megastadium.",
      "abstract": "Still pushy after all these years, George Steinbrenner is staking the Yankees’ financial future on a new megastadium.",
      "lead_paragraph": "IT’S another June evening in baseball and the Boston Red Sox are visiting New York for the latest showdown with their archenemy, the Yankees. As it is at every meeting between the teams, the stadium is packed and crackling with energy.",
      "publication_date": "2006-07-23T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/07/23/business/yourmoney/23george.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "In This Chinatown, Chinese Is Just a Start",
      "snippet": "Growing immigrant population in Flushing, Queens, has fueled entrepreneur-driven boom that has been engine for economic growth; Mayor Michael Bloomberg administration, noting area's rising economic role, has created business improvement district a...",
      "abstract": "Growing immigrant population in Flushing, Queens, has fueled entrepreneur-driven boom that has been engine for economic growth; Mayor Michael Bloomberg administration, noting area's rising economic role, has created business improvement district and growth plan for area; photo (M)",
      "lead_paragraph": "CHINATOWN is not the biggest Chinatown in New York City.",
      "publication_date": "2006-07-23T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/07/23/nyregion/in-this-chinatown-chinese-is-just-a-start.html",
      "byline": "By Jennifer 8. Lee"
    },
    {
      "headline": "At the Options Buffet, Some Got a Bigger Helping",
      "snippet": "Recent stock option scandals at companies like Brocade Communications, CA Inc, Delta Petroleum and Caremark RX highlight problems and misconceptions about practice; easy money they represent for executives may be too tempting and too easily abused...",
      "abstract": "Recent stock option scandals at companies like Brocade Communications, CA Inc, Delta Petroleum and Caremark RX highlight problems and misconceptions about practice; easy money they represent for executives may be too tempting and too easily abused; investor awareness of options may serve to control abuse (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/07/23/business/yourmoney/at-the-options-buffet-some-got-a-bigger-helping.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "The Politics of Good Touch, Bad Touch",
      "snippet": "Politicians in US and abroad can run into trouble when they engage in physical contact, as Pres Bush did when he massaged shoulders of German Chancellor Angela Merkel at Group 8 meeting; consultants have actually been encouraging politicians to gi...",
      "abstract": "Politicians in US and abroad can run into trouble when they engage in physical contact, as Pres Bush did when he massaged shoulders of German Chancellor Angela Merkel at Group 8 meeting; consultants have actually been encouraging politicians to give the occasional hug; Allen Pease, media coach, says problems occur when you try to take American-style intimacy to places where it has not caught on; photos (M)",
      "lead_paragraph": "IT was the neck rub heard round the world.",
      "publication_date": "2006-07-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "9",
      "web_url": "https://www.nytimes.com/2006/07/23/fashion/sundaystyles/the-politics-of-good-touch-bad-touch.html",
      "byline": "By Warren St. John"
    },
    {
      "headline": "Re-Refinancing, and Putting Off Mortgage Pain",
      "snippet": "Many holders of adjustable-rate mortgages (ARMs), faced with rising interest rates, are refinancing with new ARMs that keep monthly payments low for now, though their future payments are likely to rise even further; first big wave of mortgage boom...",
      "abstract": "Many holders of adjustable-rate mortgages (ARMs), faced with rising interest rates, are refinancing with new ARMs that keep monthly payments low for now, though their future payments are likely to rise even further; first big wave of mortgage boom is cresting now as more than $400 billion worth of ARMs, or about 5 percent of all outstanding debt, readjust this year for first time; about $1 trillion in loans will readjust next year; refinancing boom has eased concerns that rising rates and payments will drive some borrowers into foreclosure, but trend represents doubling-down on bet that housing prices will continue to rise; maps; graphs (L)",
      "lead_paragraph": "It is the latest twist in the gravity-defying world of the high housing prices and exotic low-rate mortgages: As monthly payments on adjustable-rate mortgages are starting to balloon, many Americans have found a way to put off the day of reckoning.",
      "publication_date": "2006-07-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/07/23/business/rerefinancing-and-putting-off-mortgage-pain.html",
      "byline": "By Vikas Bajaj and Ron Nixon"
    },
    {
      "headline": "Troops Ready, but Israel Bets on Air Power",
      "snippet": "Israeli troops have entered southern Lebanon, but Israeli preparations seem to be focused on more punishing airstrikes aimed at eliminating Hezbollah military assets and stockpiles, which Israelis say are distributed and hidden in houses, apartmen...",
      "abstract": "Israeli troops have entered southern Lebanon, but Israeli preparations seem to be focused on more punishing airstrikes aimed at eliminating Hezbollah military assets and stockpiles, which Israelis say are distributed and hidden in houses, apartments and garages; Israel's overall aim is to weaken Hezbollah sufficiently so that international community can help Lebanese government carry out United Nations Security Council Resolution 1559 and exercise its sovereignty over all Lebanon; Israeli infantry activity has been limited to within mile or two of border aside from commando operations; photo (L)",
      "lead_paragraph": "JERUSALEM, July 22 - On Israeli intelligence maps of southern Lebanon, the stronghold of the Hezbollah militia, there are numerals in circles that overlap many villages. One is marked \"8,\" others \"7\" or fewer.",
      "publication_date": "2006-07-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/07/23/world/middleeast/troops-ready-but-israel-bets-on-air-power.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "The House That Steinbrenner Is Building",
      "snippet": "George Steinbrenner is building $1 billion stadium for New York Yankees in effort to increase profit margins for baseball's most successful team; executives and analysts question whether stadium will bring as much revenue as hoped and team may hav...",
      "abstract": "George Steinbrenner is building $1 billion stadium for New York Yankees in effort to increase profit margins for baseball's most successful team; executives and analysts question whether stadium will bring as much revenue as hoped and team may have to find creative ways to increase profits such as selling naming rights to stadium; financial failure for Yankees will affect other teams in major league baseball; photo; drawings (M)",
      "lead_paragraph": "IT'S another June evening in baseball and the Boston Red Sox are visiting New York for the latest showdown with their archenemy, the Yankees. As it is at every meeting between the teams, the stadium is packed and crackling with energy.",
      "publication_date": "2006-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/07/23/business/yourmoney/the-house-that-steinbrenner-is-building.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Praise at Home for Envoy, but Scorn at U.N.",
      "snippet": "Performance of John R Bolton in his role as United States' UN ambassador has won over crucial critic Sen George V Voinovich ahead of reconfirmation hearing by Senate Foreign Relations Committee; many UN diplomats remain critical, but their focus i...",
      "abstract": "Performance of John R Bolton in his role as United States' UN ambassador has won over crucial critic Sen George V Voinovich ahead of reconfirmation hearing by Senate Foreign Relations Committee; many UN diplomats remain critical, but their focus is on Bolton's stated aim of overhauling UN's discredited management; his combativeness may endanger that goal; more than 30 ambassadors, all of whom share US goal of changing UN management practices, have voiced broad misgivings over Bolton's leadership; photo (L)",
      "lead_paragraph": "UNITED NATIONS, July 22 - In recent months, as one international crisis followed another, John R. Bolton has fulfilled the role of the United Nations' most influential ambassador at full strength, firmly articulating the position of the United States government regarding Iran, North Korea and the Middle East.",
      "publication_date": "2006-07-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/07/23/world/praise-at-home-for-envoy-but-scorn-at-un.html",
      "byline": "By Warren Hoge"
    },
    {
      "headline": "U.S. Plan Seeks to Wedge Syria Away From Iran",
      "snippet": "Bush administration recognizes that Syria is central to any plans to resolve Middle East crisis and is seeking ways to peel Syria away from its alliance of convenience with Iran; US has had few official contacts with Syria since it withdrew its am...",
      "abstract": "Bush administration recognizes that Syria is central to any plans to resolve Middle East crisis and is seeking ways to peel Syria away from its alliance of convenience with Iran; US has had few official contacts with Syria since it withdrew its ambassador following assassination of former Lebanese Prime Min Rafik Hariri, but is encouraging Saudi Arabia, Egypt and Jordan to persuade Syria to turn away from Hezbollah; effort risks encouraging Syria to reclaim some of its lost influence in Lebanon; photo (L)",
      "lead_paragraph": "WASHINGTON, July 22 - As Secretary of State Condoleezza Rice heads to Israel on Sunday, Bush administration officials say they recognize Syria is central to any plans to resolve the crisis in the Middle East, and they are seeking ways to peel Syria away from its alliance of convenience with Iran.",
      "publication_date": "2006-07-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/07/23/washington/us-plan-seeks-to-wedge-syria-away-from-iran.html",
      "byline": "By Helene Cooper and David E. Sanger"
    },
    {
      "headline": "Anger Management at American Air",
      "snippet": "American Airlines chief executive Gerard J Arpey operates airline with culture of collaboration in effort to renew struggling business; aims to make organized labor and front-line employees into 'business partners'; American is only old-line domes...",
      "abstract": "American Airlines chief executive Gerard J Arpey operates airline with culture of collaboration in effort to renew struggling business; aims to make organized labor and front-line employees into 'business partners'; American is only old-line domestic airline to that has never filed for bankruptcy; graph shows performance of parent company AMR; photo (M)",
      "lead_paragraph": "Fort Worth, Tex. - A GRAND experiment is playing out behind the scenes at American Airlines. Just listen.",
      "publication_date": "2006-07-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/07/23/business/yourmoney/anger-management-at-american-air.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "In Irans Streets, Aid to Hezbollah Stirs Resentment",
      "snippet": "Iranian officials are insistent that they had nothing to do with events that set off Israeli clash with Hezbollah, partly from fear that United States and European Union will punish Iran and partly from fear of their own public; Pres Mahmoud Ahmad...",
      "abstract": "Iranian officials are insistent that they had nothing to do with events that set off Israeli clash with Hezbollah, partly from fear that United States and European Union will punish Iran and partly from fear of their own public; Pres Mahmoud Ahmadinejad was elected on populist economic message and public is sensitive about Iranian money going abroad to finance Hezbollah; photo (L)",
      "lead_paragraph": "TEHRAN, July 22 - There is a huge amount of anger here about what is happening in Lebanon, but it is not all the result of Israeli bombs, missiles and artillery.",
      "publication_date": "2006-07-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/07/23/world/middleeast/in-irans-streets-aid-to-hezbollah-stirs-resentment.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "In G.O.P. Fund-Raising, Dole's Star Power Dims",
      "snippet": "Some Republicans say Sen Elizabeth Dole is faltering in her job as head of National Republican Senatorial Committee, which raises money, recruits candidates, plots strategy and shapes party's message; Democratic Senatorial Campaign Committee has r...",
      "abstract": "Some Republicans say Sen Elizabeth Dole is faltering in her job as head of National Republican Senatorial Committee, which raises money, recruits candidates, plots strategy and shapes party's message; Democratic Senatorial Campaign Committee has raised $37.7 million, while Republican committee has raised $19.9 million; Dole has failed to find strong candidates to run against vulnerable Senate Democrats in at least four states; Dole's defenders say she had misfortune of winning leadership of campaign committee in year when climate has turned sour for Republicans; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/07/23/washington/in-gop-fundraising-doles-star-power-dims.html",
      "byline": "By Adam Nagourney and Kate Zernike"
    },
    {
      "headline": "Ross, Buyer of Assets, Is Selling Own Firm",
      "snippet": "Wilbur L. Ross Jr., the New York investor who has made a fortune buying troubled companies, is selling his own firm in an effort to make it bigger.\n",
      "abstract": "Wilbur L. Ross Jr., the New York investor who has made a fortune buying troubled companies, is selling his own firm in an effort to make it bigger.\n",
      "lead_paragraph": "Wilbur L. Ross Jr., the New York investor who has made a fortune buying troubled companies — including much of the American steel industry — is selling his own firm in an effort to make it bigger.",
      "publication_date": "2006-07-24T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/24/business/24hedge.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "To Flee or to Stay? Family Chooses Too Late and Pays Dearly",
      "snippet": "A southern Lebanon family fleeing to the north was struck by an Israeli rocket minutes after they departed, killing three.",
      "abstract": "A southern Lebanon family fleeing to the north was struck by an Israeli rocket minutes after they departed, killing three.",
      "lead_paragraph": "SIDIQEEN, Lebanon, July 23 — Muntaha Shaito’s eyes rolled back as the paramedics screamed at her to stay awake and implored her son Ali to keep her engaged, as she teetered near death from shrapnel wounds inflicted by an Israeli rocket. ",
      "publication_date": "2006-07-24T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/24/world/middleeast/24tyre.html",
      "byline": "By Hassan M. Fattah"
    },
    {
      "headline": "Wary Iraqis Are Recruited as Policemen",
      "snippet": "Recruiting efforts face a vicious insurgent campaign to intimidate Iraq’s fledgling security services.",
      "abstract": "Recruiting efforts face a vicious insurgent campaign to intimidate Iraq’s fledgling security services.",
      "lead_paragraph": "HIT, Iraq — Faisal Mahmoud Mutayeb has a vivid recollection of how dangerous it can be to serve as a policeman in Hit.",
      "publication_date": "2006-07-24T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/24/world/middleeast/24anbar.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "Weighing Foreign Forces: Sea Change for Israel",
      "snippet": "After decades of resisting foreign intervention, Israel is embracing the idea of having an international force on its northern border with Lebanon.",
      "abstract": "After decades of resisting foreign intervention, Israel is embracing the idea of having an international force on its northern border with Lebanon.",
      "lead_paragraph": "JERUSALEM, July 23 — For decades, Arab — particularly Palestinian — leaders have sought international intervention in their conflicts with Israel, while Israeli leaders spurned foreign forces as unreliable and likely to be biased against Israeli interests.",
      "publication_date": "2006-07-24T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/24/world/middleeast/24israel.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "Macy's Is Set to Become a Reality TV Star",
      "snippet": "The producers of the reality show “Unwrapping Macy’s” bill it as a revealing behind-the-scenes look at the nation’s largest department store chain.",
      "abstract": "The producers of the reality show “Unwrapping Macy’s” bill it as a revealing behind-the-scenes look at the nation’s largest department store chain.",
      "lead_paragraph": "During an episode of a new reality television series about Macy’s, the executive in charge of producing a new clothing catalog asks a professional surfer to lie across his surfboard in the middle of a beach in Florida for a photograph.",
      "publication_date": "2006-07-24T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/24/business/media/24reality.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Israel Weighs Foreign Troops on Border",
      "snippet": "Israeli officials expressed interest in a multinational armed force as the military again pounded southern Lebanon from the air and ground and Hezbollah rockets hit northern Israel.",
      "abstract": "Israeli officials expressed interest in a multinational armed force as the military again pounded southern Lebanon from the air and ground and Hezbollah rockets hit northern Israel.",
      "lead_paragraph": "KIRYAT SHMONA, Israel, July 23 — As Israel again pounded southern Lebanon from the air and ground on Sunday and the Hezbollah militia rained dozens more rockets on Israel’s north, diplomatic efforts increased with growing discussion of a multinational armed force being placed in the area. ",
      "publication_date": "2006-07-24T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/24/world/middleeast/24mideast.html",
      "byline": "By Craig S. Smith"
    },
    {
      "headline": "In the Race With Google, It’s Consistency vs. ‘Wow’",
      "snippet": "Do Internet users prefer predictable services like Yahoo, or are they more interested in Google’s wow factor?",
      "abstract": "Do Internet users prefer predictable services like Yahoo, or are they more interested in Google’s wow factor?",
      "lead_paragraph": " ",
      "publication_date": "2006-07-24T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/24/technology/24yahoo.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "A Sideline That Competes With a Byline",
      "snippet": "Some reporters have stared down grim realities of the news business and decided that there may be opportunity amid all the mayhem.",
      "abstract": "Some reporters have stared down grim realities of the news business and decided that there may be opportunity amid all the mayhem.",
      "lead_paragraph": "OF all the journalists who wrote obits for the dot-com mania, few did it with the precision and quiet glee of Nina Munk, a former writer for Fortune. “Fools Rush In,” her brick-by-brick demolition of the ill-conceived AOL-Time Warner merger drew raves for its portrait of a company that got a little pixie dust in its eye and promptly lost its head.",
      "publication_date": "2006-07-24T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/24/business/media/24carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Anne Frank 2006: War Diaries Online",
      "snippet": "Bloggers in Israel and Lebanon are using the Internet to give the world a first-hand look at the conflict in the Mideast.",
      "abstract": "Bloggers in Israel and Lebanon are using the Internet to give the world a first-hand look at the conflict in the Mideast.",
      "lead_paragraph": "JUST over a decade ago, as another of the world’s great ethnic tinderboxes — the former Yugoslavia — was about to catch fire, 11-year-old Zlata Filipovic of Croatia began keeping a diary. ",
      "publication_date": "2006-07-24T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/24/technology/24link.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "Anne Frank 2006: War Diaries Online",
      "snippet": "JUST over a decade ago, as another of the world's great ethnic tinderboxes -- the former Yugoslavia -- was about to catch fire, 11-year-old Zlata Filipovic of Croatia began keeping a diary.      The poignancy of the journal rises in large part fro...",
      "abstract": "JUST over a decade ago, as another of the world's great ethnic tinderboxes -- the former Yugoslavia -- was about to catch fire, 11-year-old Zlata Filipovic of Croatia began keeping a diary.      The poignancy of the journal rises in large part from Zlata's sober acclimation, in latter entries, to life as it was disintegrating around her. From the concerns of a modern middle-class girl in 1991 -- school, a new pair of skis, Madonna's fan club -- Zlata's journal became a diary, too, of bombs and snipers' bullets zipping through her bedroom, of food shortages and blackouts and death. Her journal was eventually published and she was billed as a latter-day Anne Frank.  ",
      "lead_paragraph": "JUST over a decade ago, as another of the world's great ethnic tinderboxes -- the former Yugoslavia -- was about to catch fire, 11-year-old Zlata Filipovic of Croatia began keeping a diary.",
      "publication_date": "2006-07-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/24/technology/anne-frank-2006-war-diaries-online.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "Ross, Buyer of Assets, Is Selling Own Firm",
      "snippet": "Wilbur L. Ross Jr., the New York investor who has made a fortune buying troubled companies -- including much of the American steel industry -- is selling his own firm in an effort to make it bigger.     Amvescap, a global investment company based ...",
      "abstract": "Wilbur L. Ross Jr., the New York investor who has made a fortune buying troubled companies -- including much of the American steel industry -- is selling his own firm in an effort to make it bigger.     Amvescap, a global investment company based in London, is acquiring W. L. Ross & Company for $130 million to $375 million, depending on performance goals, Mr. Ross and Amvescap announced yesterday. Mr. Ross will remain with the company and manage Amvescap's private-equity business.  ",
      "lead_paragraph": "Wilbur L. Ross Jr., the New York investor who has made a fortune buying troubled companies -- including much of the American steel industry -- is selling his own firm in an effort to make it bigger.",
      "publication_date": "2006-07-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/24/business/ross-buyer-of-assets-is-selling-own-firm.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "U.S. Government Plans Overhaul in Disaster Aid",
      "snippet": "The Department of Homeland Security, responding to months of criticism and ridicule, is revamping several of its core disaster relief programs, enacting changes that will include sharply cutting emergency cash assistance for victims of major disas...",
      "abstract": "The Department of Homeland Security, responding to months of criticism and ridicule, is revamping several of its core disaster relief programs, enacting changes that will include sharply cutting emergency cash assistance for victims of major disasters, and more carefully controlling access to free hotel rooms.     Immediate emergency aid would not exceed $500 under the new rules, instead of the $2,000 per family previously allowed. And it would be handed out only after identities and addresses were checked. Such precautions were not taken consistently last year after Hurricanes Katrina and Rita, an oversight auditors said led to fraud and abuse of up to $1.4 billion.  ",
      "lead_paragraph": "WASHINGTON, July 23 - The Department of Homeland Security, responding to months of criticism and ridicule, is revamping several of its core disaster relief programs, enacting changes that will include sharply cutting emergency cash assistance for victims of major disasters, and more carefully controlling access to free hotel rooms.",
      "publication_date": "2006-07-24T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/24/washington/us-government-plans-overhaul-in-disaster-aid.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "Hussein Is Put on Feeding Tube",
      "snippet": "Saddam Hussein was hospitalized and was being fed with a tube and given tests to ensure that he could stand trial later this week despite a two-week hunger strike. Page A11.  ",
      "abstract": "Saddam Hussein was hospitalized and was being fed with a tube and given tests to ensure that he could stand trial later this week despite a two-week hunger strike. Page A11.  ",
      "lead_paragraph": "Saddam Hussein was hospitalized and was being fed with a tube and given tests to ensure that he could stand trial later this week despite a two-week hunger strike. Page A11.",
      "publication_date": "2006-07-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/24/front page/world/hussein-is-put-on-feeding-tube.html",
      "byline": ""
    },
    {
      "headline": "Macy's Is Set to Become a Reality TV Star",
      "snippet": "During an episode of a new reality television series about Macy's, the executive in charge of producing a new clothing catalog asks a professional surfer to lie across his surfboard in the middle of a beach in Florida for a photograph.     ''I don...",
      "abstract": "During an episode of a new reality television series about Macy's, the executive in charge of producing a new clothing catalog asks a professional surfer to lie across his surfboard in the middle of a beach in Florida for a photograph.     ''I don't know, bro,'' the surfer says, his white button-down Macy's shirt fluttering in the breeze. ''Lying on my back, on my surfboard on the sand -- it's totally unnatural.'' The request, he explains, makes him feel ''totally compromised.''  ",
      "lead_paragraph": "During an episode of a new reality television series about Macy's, the executive in charge of producing a new clothing catalog asks a professional surfer to lie across his surfboard in the middle of a beach in Florida for a photograph.",
      "publication_date": "2006-07-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/24/business/media/macys-is-set-to-become-a-reality-tv-star.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Wary Iraqis Are Recruited as Policemen",
      "snippet": "Faisal Mahmoud Mutayeb has a vivid recollection of how dangerous it can be to serve as a policeman in Hit.     The former policeman still bears the scars from the bullets that ripped through his arm when insurgents overran his police station last ...",
      "abstract": "Faisal Mahmoud Mutayeb has a vivid recollection of how dangerous it can be to serve as a policeman in Hit.     The former policeman still bears the scars from the bullets that ripped through his arm when insurgents overran his police station last year, one of many such attacks in the region. But lured by a salary of $360 a month and the opportunity to serve, he turned out for the police recruiting drive here in early July.  ",
      "lead_paragraph": "HIT, Iraq - Faisal Mahmoud Mutayeb has a vivid recollection of how dangerous it can be to serve as a policeman in Hit.",
      "publication_date": "2006-07-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/24/world/middleeast/wary-iraqis-are-recruited-as-policemen.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "To Flee or to Stay? Family Chooses Too Late and Pays Dearly",
      "snippet": "Muntaha Shaito's eyes rolled back as the paramedics screamed at her to stay awake and implored her son Ali to keep her engaged, as she teetered near death from shrapnel wounds inflicted by an Israeli rocket.      ''Pray to God!,'' one paramedic sh...",
      "abstract": "Muntaha Shaito's eyes rolled back as the paramedics screamed at her to stay awake and implored her son Ali to keep her engaged, as she teetered near death from shrapnel wounds inflicted by an Israeli rocket.      ''Pray to God!,'' one paramedic shouted at her as she writhed in Ali's arms.  ",
      "lead_paragraph": "SIDIQEEN, Lebanon, July 23 - Muntaha Shaito's eyes rolled back as the paramedics screamed at her to stay awake and implored her son Ali to keep her engaged, as she teetered near death from shrapnel wounds inflicted by an Israeli rocket.",
      "publication_date": "2006-07-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/24/world/middleeast/to-flee-or-to-stay-family-chooses-too-late-and-pays-dearly.html",
      "byline": "By Hassan M. Fattah"
    },
    {
      "headline": "Israel Weighs Foreign Troops on Border",
      "snippet": "As Israel again pounded southern Lebanon from the air and ground on Sunday and the Hezbollah militia rained dozens more rockets on Israel's north, diplomatic efforts increased with growing discussion of a multinational armed force being placed in ...",
      "abstract": "As Israel again pounded southern Lebanon from the air and ground on Sunday and the Hezbollah militia rained dozens more rockets on Israel's north, diplomatic efforts increased with growing discussion of a multinational armed force being placed in the area.      Defense Minister Amir Peretz said Israel was interested in a NATO-led force, and the prime minister, Ehud Olmert, spoke of one consisting of European Union members with combat experience and the authority to take control of Lebanon's border and crossing points.  ",
      "lead_paragraph": "KIRYAT SHMONA, Israel, July 23 - As Israel again pounded southern Lebanon from the air and ground on Sunday and the Hezbollah militia rained dozens more rockets on Israel's north, diplomatic efforts increased with growing discussion of a multinational armed force being placed in the area.",
      "publication_date": "2006-07-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/24/world/middleeast/israel-weighs-foreign-troops-on-border.html",
      "byline": "By Craig S. Smith"
    },
    {
      "headline": "In the Race With Google, Its Consistency vs. Wow",
      "snippet": "When Google introduced its mapping service last year, it did something that made its competitors look antiquated. Users could click on a map and drag it to see an adjacent area, a much faster approach than those offered by rival mapping services. ...",
      "abstract": "When Google introduced its mapping service last year, it did something that made its competitors look antiquated. Users could click on a map and drag it to see an adjacent area, a much faster approach than those offered by rival mapping services.      But today, Google Maps still does not offer some of the pedestrian conveniences of Yahoo Maps and MapQuest from AOL. For example, it does not remember addresses, so users need to tell it where they live every time they want driving directions.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-07-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/24/technology/in-the-race-with-google-its-consistency-vs-wow.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "A Sideline That Competes With a Byline",
      "snippet": "OF all the journalists who wrote obits for the dot-com mania, few did it with the precision and quiet glee of Nina Munk, a former writer for Fortune. ''Fools Rush In,'' her brick-by-brick demolition of the ill-conceived AOL-Time Warner merger drew...",
      "abstract": "OF all the journalists who wrote obits for the dot-com mania, few did it with the precision and quiet glee of Nina Munk, a former writer for Fortune. ''Fools Rush In,'' her brick-by-brick demolition of the ill-conceived AOL-Time Warner merger drew raves for its portrait of a company that got a little pixie dust in its eye and promptly lost its head.     It is worth noting that at the same time, Ms. Munk was taking on a tiny AOL of her own. Urbanhound.com was a tidy little enterprise designed to help dog owners and their furry friends make their way through the wilds of New York City. After years of putt-putting along while Ms. Monk had two children, wrote her book, did articles as a contract writer for Vanity Fair and other publications, including The New York Times, urbanhound.com is now expanding to San Francisco and Chicago.  ",
      "lead_paragraph": "OF all the journalists who wrote obits for the dot-com mania, few did it with the precision and quiet glee of Nina Munk, a former writer for Fortune. \"Fools Rush In,\" her brick-by-brick demolition of the ill-conceived AOL-Time Warner merger drew raves for its portrait of a company that got a little pixie dust in its eye and promptly lost its head.",
      "publication_date": "2006-07-24T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/07/24/business/media/a-sideline-that-competes-with-a-byline.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Weighing Foreign Forces: Sea Change for Israel",
      "snippet": "For decades, Arab -- particularly Palestinian -- leaders have sought international intervention in their conflicts with Israel, while Israeli leaders spurned foreign forces as unreliable and likely to be biased against Israeli interests.     Now, ...",
      "abstract": "For decades, Arab -- particularly Palestinian -- leaders have sought international intervention in their conflicts with Israel, while Israeli leaders spurned foreign forces as unreliable and likely to be biased against Israeli interests.     Now, in a sudden turnabout, Israel is embracing the possibility of an aggressive international force on its northern border with Lebanon to bolster its security in its struggle with Hezbollah.  ",
      "lead_paragraph": "JERUSALEM, July 23 - For decades, Arab -- particularly Palestinian -- leaders have sought international intervention in their conflicts with Israel, while Israeli leaders spurned foreign forces as unreliable and likely to be biased against Israeli interests.",
      "publication_date": "2006-07-24T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/07/24/world/middleeast/weighing-foreign-forces-sea-change-for-israel.html",
      "byline": "By Steven Erlanger"
    }
  ]
}