{
  "metadata": {
    "date": "2006-03-13",
    "total_articles": 32
  },
  "articles": [
    {
      "headline": "Some Finding Perils in Online Real Estate",
      "snippet": "Increasingly common practice of Internet home sales is leading to fraud by unscrupulous sellers; online flipping is damaging already weak urban neighborhoods by displacing legitimate investment; laws to protect consumers are ineffective when purch...",
      "abstract": "Increasingly common practice of Internet home sales is leading to fraud by unscrupulous sellers; online flipping is damaging already weak urban neighborhoods by displacing legitimate investment; laws to protect consumers are ineffective when purchase is made completely on Web since long-distance buyers will most likely be unfamiliar with regulations; government leaders blame sites like eBay, which make transactions simple for dishonest sellers; photo (M)",
      "lead_paragraph": "For the last few years, real estate transactions over the Internet -- where buyers need never set eyes on the property they purchase -- have become increasingly common.",
      "publication_date": "2006-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/11/technology/some-finding-perils-in-online-real-estate.html",
      "byline": "By Katie Hafner"
    },
    {
      "headline": "Symbol of Abu Ghraib Seeks to Spare Others His Nightmare",
      "snippet": "Almost two years later, Ali Shalal Qaissi's wounds are still raw.      There is the mangled hand, an old injury that became infected by the shackles chafing his skin. There is the slight limp, made worse by days tied in uncomfortable positions. An...",
      "abstract": "Almost two years later, Ali Shalal Qaissi's wounds are still raw.      There is the mangled hand, an old injury that became infected by the shackles chafing his skin. There is the slight limp, made worse by days tied in uncomfortable positions. And most of all, there are the nightmares of his nearly six-month ordeal at Abu Ghraib prison in 2003 and 2004.  ",
      "lead_paragraph": "AMMAN, Jordan, March 8 - Almost two years later, Ali Shalal Qaissi's wounds are still raw.",
      "publication_date": "2006-03-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/11/front page/world/symbol-of-abu-ghraib-seeks-to-spare-others-his-nightmare.html",
      "byline": "By Hassan M. Fattah"
    },
    {
      "headline": "Take Your Pills, All Your Pills",
      "snippet": "Drug companies use nurses as part of sales and marketing strategy to urge patients to use medication as directed; pharmaceutical industry loses billions of dollars annually because people do not take drugs as often or as long as prescribed; studie...",
      "abstract": "Drug companies use nurses as part of sales and marketing strategy to urge patients to use medication as directed; pharmaceutical industry loses billions of dollars annually because people do not take drugs as often or as long as prescribed; studies show that not taking medicines as prescribed can cause patients to develop serious, costly complications; medical professionals worry about consumer's privacy or destroying trust of medical community; experts are concerned about industry motives and how brand loyalty effects programs; photo; graph (M)",
      "lead_paragraph": "Joseph A. Brocato's weekly self-injections of a drug to treat hepatitis C left him so feverish and fatigued, he said, he often thought of quitting. He didn't, thanks to a nurse who urged him by phone to stay the course.",
      "publication_date": "2006-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/11/business/media/take-your-pills-all-your-pills.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "London Rejects Bid by Nasdaq",
      "snippet": "London Stock Exchange rejects $4.1 billion takeover bid from Nasdaq; offer comes days after New York Stock Exchange starts trading as public company; NYSE chief executive John A Thain has publicly stated desire to become leader in consolidation of...",
      "abstract": "London Stock Exchange rejects $4.1 billion takeover bid from Nasdaq; offer comes days after New York Stock Exchange starts trading as public company; NYSE chief executive John A Thain has publicly stated desire to become leader in consolidation of world markets; many see Nasdaq's bid as pre-emptive strike against NYSE bid; London board says offer substantially undervalues company; London exchange has long been attractive takeover target by companies concerned about strict United States regulations due to its relatively small market value; photo (M)",
      "lead_paragraph": "The London Stock Exchange, Europe's biggest stock market, announced yesterday that it had received and rejected a $4.1 billion informal cash offer from Nasdaq, an indication that the arms race among the world's leading exchanges is escalating.",
      "publication_date": "2006-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/11/business/worldbusiness/london-rejects-bid-by-nasdaq.html",
      "byline": "By Jenny Anderson and Heather Timmons"
    },
    {
      "headline": "A Path to a Seat on the Board? Try the Fairway",
      "snippet": "Corporations are under pressure to appoint experienced and independent board members, but golf handicaps and club memberships still play role; two of directors named to Morgan Stanley's board last summer are members of chmn John J Mack's own club,...",
      "abstract": "Corporations are under pressure to appoint experienced and independent board members, but golf handicaps and club memberships still play role; two of directors named to Morgan Stanley's board last summer are members of chmn John J Mack's own club, Golf Club of Purchase in Westchester County, as are two of his recent appointees to investment bank's management committee; most chief executives of large Wall Street banks belong to at least one major golf club, but according to tournament scores filed on Web site of US Golf Association, it appears that none of pure investment banks have more than one member of same club on their boards; photo (M)",
      "lead_paragraph": "When John J. Mack began his effort to recruit and promote new talent at Morgan Stanley, he did not have to stray too far afield -- or off the fairway, for that matter.",
      "publication_date": "2006-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/11/business/a-path-to-a-seat-on-the-board-try-the-fairway.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Push to Tighten Lobbying Rules Loses Strength",
      "snippet": "Drive for tighter lobbying law, until recently major priority on Capitol Hill, is losing momentum, victim of shifting political interests, infighting among House Republicans and growing sense among lawmakers of both parties that wholesale change m...",
      "abstract": "Drive for tighter lobbying law, until recently major priority on Capitol Hill, is losing momentum, victim of shifting political interests, infighting among House Republicans and growing sense among lawmakers of both parties that wholesale change may not be needed after all; debate on lobbying bill was derailed in Senate by fracas over port security; Sen Susan Collins, chief architect of legislation, says bill is way off track and that she fears its chances have been jeopardized; Rep David Dreier and Speaker J Dennis Hastert called for tough restrictions after lobbyist Jack Abramoff pleaded guilty to corruption charges; Rep John A Boehner, new majority leader, opposes ban on privately financed travel (M)",
      "lead_paragraph": "WASHINGTON, March 10 - The drive for a tighter lobbying law, just two months ago a major priority on Capitol Hill, is losing momentum, a victim of shifting political interests, infighting among House Republicans and a growing sense among lawmakers of both parties that wholesale change may not be needed after all.",
      "publication_date": "2006-03-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/11/politics/push-to-tighten-lobbying-rules-loses-strength.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "For Muslim Who Says Violence Destroys Islam, Violent Threats",
      "snippet": "Dr Wafa Sultan, Syrian-American psychiatrist, is international sensation following interview on Al Jazeera televsion in which she criticized Muslim clerics, holy warriors and political leaders for distorting teachings of Muhammad and Koran for 14 ...",
      "abstract": "Dr Wafa Sultan, Syrian-American psychiatrist, is international sensation following interview on Al Jazeera televsion in which she criticized Muslim clerics, holy warriors and political leaders for distorting teachings of Muhammad and Koran for 14 centuries; Sultan said Muslims, whom she compared unfavorably with Jews, have descended into vortex of self-pity and violence, and that world is not witnessing clash of religions, but battle between modernity and barbarism that Islam is destined to lose; interview has been viewed on Internet over million times; Sultan has been hailed as fresh voice of reason by some, and by others as heretic and infidel who deserves to die; photos (M)",
      "lead_paragraph": "LOS ANGELES, March 10 - Three weeks ago, Dr. Wafa Sultan was a largely unknown Syrian-American psychiatrist living outside Los Angeles, nursing a deep anger and despair about her fellow Muslims.",
      "publication_date": "2006-03-11T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/11/world/middleeast/for-muslim-who-says-violence-destroys-islam-violent.html",
      "byline": "By John M. Broder"
    },
    {
      "headline": "The Future Divined by the Crowd",
      "snippet": "LAST Sunday was Oscar night, which of course meant movie stars, glamour, Jon Stewart's jokes and -- drum roll, please! -- Michael J. Mauboussin's annual economics experiment. Or rather, his annual economics eye-opener.      Mr. Mauboussin is a wel...",
      "abstract": "LAST Sunday was Oscar night, which of course meant movie stars, glamour, Jon Stewart's jokes and -- drum roll, please! -- Michael J. Mauboussin's annual economics experiment. Or rather, his annual economics eye-opener.      Mr. Mauboussin is a well-known Wall Street strategist, now with Legg Mason, who gained a following for an offbeat, scholarly newsletter called The Consilient Observer, in which he tackled such diverse subjects as what investors can learn from Tupperware parties and why stress can lower investment performance. His work is sometimes dense, but always original.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/11/business/the-future-divined-by-the-crowd.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Gentrification Changing Face of New Atlanta",
      "snippet": "Gentrification has had unintended effect on Atlanta, long a lure to African-Americans and symbol of black success; black share of city's population is declining and white percentage is on rise for first time since 1920's; change has introduced ele...",
      "abstract": "Gentrification has had unintended effect on Atlanta, long a lure to African-Americans and symbol of black success; black share of city's population is declining and white percentage is on rise for first time since 1920's; change has introduced element of uncertainty into local politics, which has been dominated by blacks since 1973, when Atlanta became first major Southern city to elect black mayor; some, like Mayor Shirley Franklin, play down significance of change, saying that city--now 54 percent black--will remain progressive and that voters do not strictly adhere to racial lines; others warn of dilution of black power; map; photos (M)",
      "lead_paragraph": "ATLANTA, March 8 - In-town living. Live-work-play. Mixed income. The buzzwords of soft-core urbanism are everywhere these days in this eternally optimistic city, used in real estate advertisements and mayoral boasts to lure money from the suburbs and to keep young people from leaving.",
      "publication_date": "2006-03-11T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/11/us/gentrification-changing-face-of-new-atlanta.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "Why Appliances Buck the Trend and Cost More",
      "snippet": "Kitchen and laundry room appliances go against conventional technology wisdom with prices that rose 10 percent in last decade; market analyst NPD Group calculates average price of washing machines rose 16 percent in past two years; luxury end of m...",
      "abstract": "Kitchen and laundry room appliances go against conventional technology wisdom with prices that rose 10 percent in last decade; market analyst NPD Group calculates average price of washing machines rose 16 percent in past two years; luxury end of market has grown 10 percent per year while rest of market is flat; style and rules regulating energy consumption drive up prices on popular appliances although Americans often ignore trend; manufacturers continue to add energy-saving technologies as they become cheaper; photo",
      "lead_paragraph": "The price of home electronics declines each year as advances in technology keep making them better -- with a few notable exceptions.",
      "publication_date": "2006-03-11T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/11/business/yourmoney/why-appliances-buck-the-trend-and-cost-more.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Bracket Provokes Its Own Madness for the N.C.A.A.",
      "snippet": "Cottage industry of prognosticators, software-sellers and T-shirt sellers has developed around bracket for National Collegiate Athletic Assn Division I men's basketball tournament; bracket will be revealed on Mar 12; photo (L)",
      "abstract": "Cottage industry of prognosticators, software-sellers and T-shirt sellers has developed around bracket for National Collegiate Athletic Assn Division I men's basketball tournament; bracket will be revealed on Mar 12; photo (L)",
      "lead_paragraph": "The bracket is the star. A road map of hypnotic, straight-line symmetry leading to the Final Four, it is revered for both its simplicity and its complex possibilities. When empty, the bracket stirs hype and imagination. When filled with 65 teams at their starting lines, it stirs even more.",
      "publication_date": "2006-03-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/03/12/sports/ncaabasketball/bracket-provokes-its-own-madness-for-the-ncaa.html",
      "byline": "By John Branch"
    },
    {
      "headline": "Even as U.S. Invaded, Hussein Saw Iraqi Unrest as Top Threat",
      "snippet": "Classified United States military report, other documents and interviews show that Saddam Hussein and his inner circle were convinced main danger to his government came from within even as US began its invasion; Hussein distrusted his own commande...",
      "abstract": "Classified United States military report, other documents and interviews show that Saddam Hussein and his inner circle were convinced main danger to his government came from within even as US began its invasion; Hussein distrusted his own commanders and soldiers so much and was so secretive that top military leaders were stunned to learn three months before war that there were no weapons of mass destruction; prized loyalty over competence and worried about Shiites and Iran; photos (L)",
      "lead_paragraph": "As American warplanes streaked overhead two weeks after the invasion began, Lt. Gen. Raad Majid al-Hamdani drove to Baghdad for a crucial meeting with Iraqi leaders. He pleaded for reinforcements to stiffen the capital's defenses and permission to blow up the Euphrates River bridge south of the city to block the American advance.",
      "publication_date": "2006-03-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/03/12/world/middleeast/even-as-us-invaded-hussein-saw-iraqi-unrest-as-top-threat.html",
      "byline": "By Michael R. Gordon and Bernard E. Trainor"
    },
    {
      "headline": "Bush's Troubles Weigh Heavily as Republicans Meet",
      "snippet": "Officials attending Southern Republican Leadership Conference in Memphis, Tenn, describe themselves as shaken by mistakes that have afflicted Bush administration; situation is complicated for prospective Presidential aspirants Sens John S McCain, ...",
      "abstract": "Officials attending Southern Republican Leadership Conference in Memphis, Tenn, describe themselves as shaken by mistakes that have afflicted Bush administration; situation is complicated for prospective Presidential aspirants Sens John S McCain, George Allen, Bill Frist and Sam Brownback and Govs Mitt Romney and Mike Huckabee in that Bush remains hugely popular with party's conservative base; some suggest huge turnout at meeting is evidence that many are anxious for respite from bad news; several speakers warn Republicans to focus on 2006 elections, not Presidential race of 2008; photos (L)",
      "lead_paragraph": "MEMPHIS, March 11 - Republicans gathered here this weekend acutely concerned with the elections ahead and distressed by the White House's performance since President Bush's re-election. They listened as a parade of prospective presidential candidates wrestled with how much to associate their campaigns with an increasingly unpopular sitting president.",
      "publication_date": "2006-03-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/03/12/politics/bushs-troubles-weigh-heavily-as-republicans-meet.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Making History, One Day at a Time",
      "snippet": "Lisa Belkin Life's Work column on women who have made difference like Dr Jan Brunstrom, cerebral palsy sufferer who overcame obstacles to become doctor and is now role model to youngsters with cerebral palsy; Dawn Staley, who survived life in Phil...",
      "abstract": "Lisa Belkin Life's Work column on women who have made difference like Dr Jan Brunstrom, cerebral palsy sufferer who overcame obstacles to become doctor and is now role model to youngsters with cerebral palsy; Dawn Staley, who survived life in Philadelphia housing projects to become professional basketball player and coach, and Zainab Salbi, who fled Iraq for United States and founded group that provides microcredit loans and job training to women in war-ravaged countries; drawing (M)",
      "lead_paragraph": "MARCH is Women's History Month -- a time to look back at those who have swept us along from the past into the present, changing the world in the process.",
      "publication_date": "2006-03-12T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/03/12/jobs/making-history-one-day-at-a-time.html",
      "byline": "By Lisa Belkin"
    },
    {
      "headline": "Thanks to Detroit, China Is Poised to Lead",
      "snippet": "Automakers are moving operations into China in illustration of how quickly overall auto industry is expanding and modernizing in nation; Ford Motor Co opens its second production line with its most advanced factory equipment; will bring total capa...",
      "abstract": "Automakers are moving operations into China in illustration of how quickly overall auto industry is expanding and modernizing in nation; Ford Motor Co opens its second production line with its most advanced factory equipment; will bring total capacity in China to 200,000 cars per year by June; other American and European carmakers, including General Motors, DaimlerChrysler and Volkswagen, are also introducing their best technologies to plants in China, facing competition from local companies like Geely, Chery Automobile Co and Lifan Group; auto executives believe Chinese companies will soon be ready to compete in world market as they learn to make use of new equipment and become more efficient; photos; graph (M)",
      "lead_paragraph": "CHONGQING, China - VOLKSWAGEN and other carmakers used to prosper by sending outdated factory equipment to China to produce older models no longer salable in the West. But competition has become so fierce here that Honda is about to introduce its latest version of the Civic only several months after it went on sale in Europe, Japan and the United States. Toyota, meanwhile, is assembling its Prius gasoline-electric sedan only in Japan and China.",
      "publication_date": "2006-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/03/12/business/yourmoney/thanks-to-detroit-china-is-poised-to-lead.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Downgrade a Stock, Then Duck and Cover",
      "snippet": "Gretchen Morgenson column on stock analysts who are increasingly becoming targets of retaliation after making downgrades to stock; says attacks often come from companies themselves, which can sue or ban analysts from conference calls; holds Raymon...",
      "abstract": "Gretchen Morgenson column on stock analysts who are increasingly becoming targets of retaliation after making downgrades to stock; says attacks often come from companies themselves, which can sue or ban analysts from conference calls; holds Raymond James & Associates analyst Michael Krensavage encountered abuse from individual investor for his downgrade of Bentley Pharmaceutical; notes phone message threatened to report Krensavage to Securities and Exchange Commission for manipulating stock; says market is becoming closed to differences of opinions among investors; photo (M)",
      "lead_paragraph": "MICHAEL KRENSAVAGE, a veteran pharmaceuticals analyst at Raymond James & Associates in New York, has encountered abuse and invective in the past after advising investors to sell the shares of a company he followed. But the message left on his voice mail last Thursday was vituperative enough that Mr. Krensavage sent it along as an example of what can happen when an analyst writes less than glowingly about a company's prospects.",
      "publication_date": "2006-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/03/12/business/yourmoney/downgrade-a-stock-then-duck-and-cover.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "A Way to Try a Job on for Size Before Making a Commitment",
      "snippet": "Employees are increasingly trying out new jobs as temporary workers before committing to permanent status in workplace; photo (M)",
      "abstract": "Employees are increasingly trying out new jobs as temporary workers before committing to permanent status in workplace; photo (M)",
      "lead_paragraph": "For Caroline Holley, taking a job after meeting the boss once makes about as much sense as agreeing to an arranged marriage.",
      "publication_date": "2006-03-12T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/03/12/jobs/a-way-to-try-a-job-on-for-size-before-making-a-commitment.html",
      "byline": "By Tanya Mohn"
    },
    {
      "headline": "A Cancer Drug's Big Price Rise Is Cause for Concern",
      "snippet": "Merck & Co sold rights to manufacture and market slow-selling cancer drugs nitrogen mustard, or Mustargen, and Cosmegen to Ovation Pharmaceuticals last August; Ovation stunned doctors and patients by raising wholesale price of Mustargen roughly te...",
      "abstract": "Merck & Co sold rights to manufacture and market slow-selling cancer drugs nitrogen mustard, or Mustargen, and Cosmegen to Ovation Pharmaceuticals last August; Ovation stunned doctors and patients by raising wholesale price of Mustargen roughly tenfold in February and that of Cosmegen even more, saying increases were needed to pay for manufacturing facilities for drugs; doctors see trend in soaring prices of cancer drugs and tendency for prices to have little relation to cost of development; graph; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-12T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/03/12/business/a-cancer-drugs-big-price-rise-is-cause-for-concern.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "As Internet TV Aims at Niche Audiences, the Slivercast Is Born",
      "snippet": "Andy Stewart starts Sail.tv sailing channel, which is broadcast on Internet; video is allowed to reach large audience at far lower costs than satellite television channel; channel is part of trend of traditional media increasingly moving programmi...",
      "abstract": "Andy Stewart starts Sail.tv sailing channel, which is broadcast on Internet; video is allowed to reach large audience at far lower costs than satellite television channel; channel is part of trend of traditional media increasingly moving programming online through downloads or streaming programs which can be watched over high-speed connections; Internet gives medium for programming that would not be successful on prime-time television; experts believe next wave of video will serve special interests that appeal to niche rather than mass audiences; programmers are learning to work with online giants, such as Google and Apple's iTunes to reach larger viewership; drawing; photos (M)",
      "lead_paragraph": "ANDY STEWARD, a successful London computer consultant and sailboat racer, became exasperated when trying to watch his favorite sport on television. There were a few half-hour recaps of some major sailing races, but they were always shown late at night.",
      "publication_date": "2006-03-12T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/03/12/business/yourmoney/as-internet-tv-aims-at-niche-audiences-the-slivercast-is.html",
      "byline": "By Saul Hansell"
    },
    {
      "headline": "To His Death in Jail, Milosevic Exalted Image of Serb Suffering",
      "snippet": "Slobodan Milosevic spent four years trying to cast himself before tribunal at The Hague as misunderstood man bent on defending long-suffering Serbian people; Croats, Bosnian Muslims and Kosovo Albanians all provided material for Milosevic to engin...",
      "abstract": "Slobodan Milosevic spent four years trying to cast himself before tribunal at The Hague as misunderstood man bent on defending long-suffering Serbian people; Croats, Bosnian Muslims and Kosovo Albanians all provided material for Milosevic to engineer his 'giddy apotheosis' from humdrum career as banker and Communist bureaucrat to ruler of exceptional ruthlessness; argued before tribunal that wars are nasty, but plan for Greater Serbia brutally emptied of non-Serbs was invention of Serbia's enemies; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/03/12/world/europe/to-his-death-in-jail-milosevic-exalted-image-of-serb-suffering.html",
      "byline": "By Roger Cohen"
    },
    {
      "headline": "A Sharp Debate Erupts in China Over Ideologies",
      "snippet": "China's annual National People's Congress is consumed with ideological debate over socialism and capitalism; old-style leftist thinkers have used rising income gap and increasing social unrest to raise doubts about headlong pursuit of private weal...",
      "abstract": "China's annual National People's Congress is consumed with ideological debate over socialism and capitalism; old-style leftist thinkers have used rising income gap and increasing social unrest to raise doubts about headlong pursuit of private wealth; controversy has forced shelving of draft law to protect property rights; law was severely critiqued on Internet by Beijing University Law School Prof Gong Xiantian; divide does not appear likely to derail China's market-led growth; photo (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-12T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/03/12/world/asia/a-sharp-debate-erupts-in-china-over-ideologies.html",
      "byline": "By Joseph Kahn"
    },
    {
      "headline": "Acquittal in Killing Unleashes Ire at India's Rich",
      "snippet": "The crime itself was sensational. A fashion model was shot dead in an unlicensed bar stuffed full of fashionable people. The prime suspect was a member of the capital's brat pack and the son of an influential politician.      The verdict turned ou...",
      "abstract": "The crime itself was sensational. A fashion model was shot dead in an unlicensed bar stuffed full of fashionable people. The prime suspect was a member of the capital's brat pack and the son of an influential politician.      The verdict turned out to be even more lurid. Nearly seven years after the killing of Jessica Lall at the trendy Tamarind Court bar and the about-face of several celebrity witnesses on the stand, a Delhi court acquitted all nine defendants, including Manu Sharma, the one accused of being the gunman. The others were charged with aiding him.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/13/world/asia/acquittal-in-killing-unleashes-ire-at-indias-rich.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "Dash to Baghdad Left Top U.S. Generals Divided",
      "snippet": "The war was barely a week old when Gen. Tommy R. Franks threatened to fire the Army's field commander.      From the first days of the invasion in March 2003, American forces had tangled with fanatical Saddam Fedayeen paramilitary fighters. Lt. Ge...",
      "abstract": "The war was barely a week old when Gen. Tommy R. Franks threatened to fire the Army's field commander.      From the first days of the invasion in March 2003, American forces had tangled with fanatical Saddam Fedayeen paramilitary fighters. Lt. Gen. William S. Wallace, who was leading the Army's V Corps toward Baghdad, had told two reporters that his soldiers needed to delay their advance on the Iraqi capital to suppress the Fedayeen threat in the rear.  ",
      "lead_paragraph": "The war was barely a week old when Gen. Tommy R. Franks threatened to fire the Army's field commander.",
      "publication_date": "2006-03-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/13/world/middleeast/dash-to-baghdad-left-top-us-generals-divided.html",
      "byline": "By Michael R. Gordon and Bernard E. Trainor"
    },
    {
      "headline": "Hungry Media Companies Find a Meager Menu of Web Sites to Buy",
      "snippet": "Media companies are still hungry. Is there much left for them to consume that they'll find satisfying?      NBC Universal's $600 million acquisition of iVillage, an early Internet company catering to women, highlights the continuing interest by me...",
      "abstract": "Media companies are still hungry. Is there much left for them to consume that they'll find satisfying?      NBC Universal's $600 million acquisition of iVillage, an early Internet company catering to women, highlights the continuing interest by media companies in adding new Web sites to reach and connect with consumers, hobbyists, parents, investors, car buyers, Scrabble players and virtually every other niche audience.  ",
      "lead_paragraph": "Media companies are still hungry. Is there much left for them to consume that they'll find satisfying?",
      "publication_date": "2006-03-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/13/business/media/hungry-media-companies-find-a-meager-menu-of-web-sites-to.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Those Bell Mergers Are Giving Cable Companies Even More to Worry About",
      "snippet": "In the chess game between the cable companies and their nemeses, the Bell phone companies, the Bells may be gaining ground. Phone mergers -- including AT&T's recent proposal to take over BellSouth -- could give the Bells more power to cut prices, ...",
      "abstract": "In the chess game between the cable companies and their nemeses, the Bell phone companies, the Bells may be gaining ground. Phone mergers -- including AT&T's recent proposal to take over BellSouth -- could give the Bells more power to cut prices, move faster into television and expand their advantage in the wireless market.     Sheer size also helps the Bells throw their weight around in Washington. Last week, lawmakers began drafting a bill to make it easier for the Bell companies to acquire local television franchises, a move that would help speed up their push to sell TV programming over high-speed lines around the country.  ",
      "lead_paragraph": "In the chess game between the cable companies and their nemeses, the Bell phone companies, the Bells may be gaining ground. Phone mergers -- including AT&T's recent proposal to take over BellSouth -- could give the Bells more power to cut prices, move faster into television and expand their advantage in the wireless market.",
      "publication_date": "2006-03-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/13/business/those-bell-mergers-are-giving-cable-companies-even-more-to-worry.html",
      "byline": "By Ken Belson and Geraldine Fabrikant"
    },
    {
      "headline": "A Ship Leaks, but She Wants to Anchor It",
      "snippet": "KATIE COURIC has taken some hits to her Q rating for her big salary and perceived imperiousness. More recently, she has displayed some professional restlessness, making it clear that she would like to trade her throne in the morning for the anchor...",
      "abstract": "KATIE COURIC has taken some hits to her Q rating for her big salary and perceived imperiousness. More recently, she has displayed some professional restlessness, making it clear that she would like to trade her throne in the morning for the anchor chair in the evening. And CBS seems to be a willing partner.     I spent last Friday morning with Ms. Couric -- well, O.K., I watched the ''Today'' show along with more than six million other viewers -- and I can't say I blame her. Yes, she got to talk to Tim Russert about port security, but that was the high point. Then it was on to a feature about knock-off Oscar gowns and some time on Rockefeller Plaza introducing a children's artist who sang about marching with dinosaurs.  ",
      "lead_paragraph": "KATIE COURIC has taken some hits to her Q rating for her big salary and perceived imperiousness. More recently, she has displayed some professional restlessness, making it clear that she would like to trade her throne in the morning for the anchor chair in the evening. And CBS seems to be a willing partner.",
      "publication_date": "2006-03-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/13/business/media/a-ship-leaks-but-she-wants-to-anchor-it.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Insider Said to Be Chosen at Universal Movie Studio",
      "snippet": "Under pressure to fill a leadership vacuum, NBC Universal is in talks to promote Marc Shmuger, the vice chairman of Universal Pictures, to take over the movie studio, possibly in tandem with a partner, according to a senior executive close to the ...",
      "abstract": "Under pressure to fill a leadership vacuum, NBC Universal is in talks to promote Marc Shmuger, the vice chairman of Universal Pictures, to take over the movie studio, possibly in tandem with a partner, according to a senior executive close to the negotiations.      The decision by Ron Meyer, the president of Universal Studios, is expected to be completed sometime this week, and would elevate at least one seasoned executive from within the company, whose corporate parent is General Electric.  ",
      "lead_paragraph": "LOS ANGELES, March 12 - Under pressure to fill a leadership vacuum, NBC Universal is in talks to promote Marc Shmuger, the vice chairman of Universal Pictures, to take over the movie studio, possibly in tandem with a partner, according to a senior executive close to the negotiations.",
      "publication_date": "2006-03-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/13/business/media/insider-said-to-be-chosen-at-universal-movie-studio.html",
      "byline": "By Sharon Waxman"
    },
    {
      "headline": "Milosevic Died of Heart Attack, Autopsy Shows",
      "snippet": "An autopsy showed that a heart attack killed Slobodan Milosevic, the United Nations war crimes tribunal said here on Sunday evening in a terse announcement. The statement served only to deepen the mystery over the circumstances surrounding Mr. Mil...",
      "abstract": "An autopsy showed that a heart attack killed Slobodan Milosevic, the United Nations war crimes tribunal said here on Sunday evening in a terse announcement. The statement served only to deepen the mystery over the circumstances surrounding Mr. Milosevic's abrupt death just as his prolonged trial was finally nearing an end.     The autopsy result was disclosed as new evidence emerged that Mr. Milosevic, the former Yugoslav president found dead in his prison cell bed on Saturday, had been taking medicine not prescribed by his physicians, including an antibiotic known to diminish or blunt the effect of the medicines he had been taking for heart and blood-pressure problems.  ",
      "lead_paragraph": "THE HAGUE, March 12 - An autopsy showed that a heart attack killed Slobodan Milosevic, the United Nations war crimes tribunal said here on Sunday evening in a terse announcement. The statement served only to deepen the mystery over the circumstances surrounding Mr. Milosevic's abrupt death just as his prolonged trial was finally nearing an end.",
      "publication_date": "2006-03-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/13/world/europe/milosevic-died-of-heart-attack-autopsy-shows.html",
      "byline": "By Marlise Simons"
    },
    {
      "headline": "A Studio Boss and a Private Eye Star in a Bitter Hollywood Tale",
      "snippet": "The phone rang in Linda Doucett's desert ranch house here in the late spring of 1998. It was her ex-fiancé, the comedian Garry Shandling, calling. Again.     Mr. Shandling had called several times that year to talk about his lawsuit accusing Brad ...",
      "abstract": "The phone rang in Linda Doucett's desert ranch house here in the late spring of 1998. It was her ex-fiancé, the comedian Garry Shandling, calling. Again.     Mr. Shandling had called several times that year to talk about his lawsuit accusing Brad Grey, his longtime manager and friend, of enriching himself at his expense. Now he was asking Ms. Doucett to testify for him.  ",
      "lead_paragraph": "TEMECULA, Calif., March 12 - The phone rang in Linda Doucett's desert ranch house here in the late spring of 1998. It was her ex-fiancé, the comedian Garry Shandling, calling. Again.",
      "publication_date": "2006-03-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/13/movies/a-studio-boss-and-a-private-eye-star-in-a-bitter-hollywood-tale.html",
      "byline": "By David M. Halbfinger and Allison Hope Weiner"
    },
    {
      "headline": "A Bush Alarm: Urging U.S. to Shun Isolationism",
      "snippet": "The president who made pre-emption and going it alone the watchwords of his first term is quietly turning in a new direction, warning at every opportunity of the dangers of turning the nation inward and isolationist, and making the case for intern...",
      "abstract": "The president who made pre-emption and going it alone the watchwords of his first term is quietly turning in a new direction, warning at every opportunity of the dangers of turning the nation inward and isolationist, and making the case for international engagement on issues from national security to global economics.     President Bush's cautions on the dangers of pulling back behind American borders -- in trade and investment, in immigration and in his effort to make the spread of democracy the signature of his second term -- first cropped up in his State of the Union address six weeks ago.  ",
      "lead_paragraph": "WASHINGTON, March 12 - The president who made pre-emption and going it alone the watchwords of his first term is quietly turning in a new direction, warning at every opportunity of the dangers of turning the nation inward and isolationist, and making the case for international engagement on issues from national security to global economics.",
      "publication_date": "2006-03-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/13/politics/a-bush-alarm-urging-us-to-shun-isolationism.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Newspaper Chain Agrees to a Sale for $4.5 Billion",
      "snippet": "Knight Ridder, the second-largest newspaper company in the United States, agreed last night to sell itself for about $4.5 billion in cash and stock to the McClatchy Company, a publisher half its size, according to people involved in the negotiatio...",
      "abstract": "Knight Ridder, the second-largest newspaper company in the United States, agreed last night to sell itself for about $4.5 billion in cash and stock to the McClatchy Company, a publisher half its size, according to people involved in the negotiations.     The deal, which is expected to be announced today, comes as the newspaper industry is gripped by uncertainty. Readers have begun to drift away from printed newspapers as their Web sites have experienced sharp gains in use.  ",
      "lead_paragraph": "Knight Ridder, the second-largest newspaper company in the United States, agreed last night to sell itself for about $4.5 billion in cash and stock to the McClatchy Company, a publisher half its size, according to people involved in the negotiations.",
      "publication_date": "2006-03-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/13/business/media/newspaper-chain-agrees-to-a-sale-for-45-billion.html",
      "byline": "By Katharine Q. Seelye and Andrew Ross Sorkin"
    },
    {
      "headline": "Online Auteurs Hardly Need to Be Famous",
      "snippet": "On his computer screen, Jake R. Sanowski scrutinizes a short video of a baby eating its first pickle. Next is a skit of a woman getting drunker over the course of a meal at which, it turns out, her dining companion is a dog. That is followed by a ...",
      "abstract": "On his computer screen, Jake R. Sanowski scrutinizes a short video of a baby eating its first pickle. Next is a skit of a woman getting drunker over the course of a meal at which, it turns out, her dining companion is a dog. That is followed by a clip of a band playing a song, but the lighting is so dim that the screen is nearly black. ''I feel really bad for it,'' Mr. Sanowski said.     Mr. Sanowski, 24, who recently moved to Los Angeles from Minnesota, is an editor at iFilm, a company that displays short-form videos, movie trailers and music videos on its Web site (www.iFilm.com) He wades through many of the nearly 500 video submissions that the site receives each day from average Joes and Janes seeking fame -- and now cash and prizes -- via the Internet.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/13/business/media/online-auteurs-hardly-need-to-be-famous.html",
      "byline": "By Richard Siklos"
    }
  ]
}