{
  "metadata": {
    "date": "2006-11-15",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "Enter, Pariah: Now It's Hugs For Lieberman",
      "snippet": "Sen Joseph Lieberman gets warm reception and hugs from Democratic caucus members just three months after losing Connecticut primary and being deserted by longtime allies who endorsed party nominee Ned Lamont; newly self-styled Independent Democrat...",
      "abstract": "Sen Joseph Lieberman gets warm reception and hugs from Democratic caucus members just three months after losing Connecticut primary and being deserted by longtime allies who endorsed party nominee Ned Lamont; newly self-styled Independent Democrat gets standing ovation as incoming majority leader Harry Reid declares 'We're all family'; photos; Lieberman won re-election without help of Democrats like fellow Connecticut Democrat Christopher Dodd; Republican Susan Collins, his longtime close friend, says it is clear that Democats need him now more than he needs them, given slim 51-to-49 majority; Mary Landrieu, who did back Lieberman, and others acknowledge continuing strains (M)",
      "lead_paragraph": "WASHINGTON, Nov. 14 - Senator Joseph I. Lieberman strode into a Democratic caucus gathering like he owned the place or, at the very least, like someone who is a flight risk and could leave at any minute, taking the Democrats' new majority with him.",
      "publication_date": "2006-11-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/15/washington/the-2006-elections-enter-pariah-now-its-hugs-for-lieberman.html",
      "byline": "By Mark Leibovich"
    },
    {
      "headline": "Dozens Abducted in Brazen Raid on Iraq Ministry",
      "snippet": "Orders for police commanders to be arrested suggest the abductions may have been the work of death squads operating under Interior Ministry cover.",
      "abstract": "Orders for police commanders to be arrested suggest the abductions may have been the work of death squads operating under Interior Ministry cover.",
      "lead_paragraph": "BAGHDAD, Wednesday, Nov. 15 — Gunmen dressed in Iraqi police commando uniforms and driving vehicles with Interior Ministry markings rounded up dozens of people inside a government building in the heart of Baghdad on Tuesday and drove off with them in one of the most brazen mass kidnappings since a wave of sectarian abductions and killings became a feature of the war.",
      "publication_date": "2006-11-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/15/world/middleeast/15iraq.html",
      "byline": "By John F. Burns and Michael Luo"
    },
    {
      "headline": "Prices Fell Sharply in October",
      "snippet": "Wholesale prices fell at record rate in October as costs of gasoline and light trucks plunged; new Labor Department statistics add to growing pool of economic data that show inflation is easing; news suggests interest rates will remain stable; Com...",
      "abstract": "Wholesale prices fell at record rate in October as costs of gasoline and light trucks plunged; new Labor Department statistics add to growing pool of economic data that show inflation is easing; news suggests interest rates will remain stable; Commerce Department reports retail sales in October, apart from gasoline, rose 0.4 percent; wholesale prices as measured by producer price index fell 1.6 percent in October, matching steepest decline on record, set in 2002; core wholesale inflation rate declined 0.9 percent, biggest drop in 13 years; Labor Department says light truck prices fell 12.4 percent, biggest year-over-year decline since department began tracking them in 1964; price of wholesale gasoline dropped 18.5 percent from October 2005 to October 2006; wholesale prices are down 1.6 percent for year; prices of crude goods fell 10.5 percent after declining 3.4 percent in September; graph (M)",
      "lead_paragraph": "Wholesale prices fell at a record rate last month as two economic forces that rarely move in the same direction -- the costs of gasoline and light trucks -- both plunged.",
      "publication_date": "2006-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/15/business/prices-fell-sharply-in-october.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Get Out of Iraq Now? Not So Fast, Experts Say",
      "snippet": "Military analysis on warnings even by sharp critics of Bush administration that any substantial reduction of US forces in Iraq over next few months would more likely accelerate slide to civil war than stop it; Sen Carl Levin and other Democrats wa...",
      "abstract": "Military analysis on warnings even by sharp critics of Bush administration that any substantial reduction of US forces in Iraq over next few months would more likely accelerate slide to civil war than stop it; Sen Carl Levin and other Democrats want phased withdrawal to force Iraqi government to assume more respnsibility but some experts and former generals like Anthony Zinni and John Batiste, who joined calls for Sec Donald Rumsfeld's resignation, believe Prime Min Nuri al-Maliki is not able to stop sectarian violence; Levin points out that there is no purely military solution, that Iraqis have to reach political compromise on sharing power and resources; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 14 - One of the most resonant arguments in the debate over Iraq holds that the United States can move forward by pulling its troops back, as part of a phased withdrawal. If American troops begin to leave and the remaining forces assume a more limited role, the argument holds, it will galvanize the Iraqi government to assume more responsibility for securing and rebuilding Iraq.",
      "publication_date": "2006-11-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/15/washington/get-out-of-iraq-now-not-so-fast-experts-say.html",
      "byline": "By Michael R. Gordon"
    },
    {
      "headline": "Banks Shouldn’t Name Ball Fields. You Can Look It Up.",
      "snippet": "Market Place column focuses on why banks should not name major league baseball fields in light of Citigroup acquiring naming rights to new home of New York Mets; says Citigroup thinks that naming rights are valuable, but history does not indicate ...",
      "abstract": "Market Place column focuses on why banks should not name major league baseball fields in light of Citigroup acquiring naming rights to new home of New York Mets; says Citigroup thinks that naming rights are valuable, but history does not indicate such deals have done much for other banks, or for ball clubs that play in them; holds stocks of banks with ballparks have tended to do worse than stocks of other banks, and teams in these parks have tended to lose more games than they win; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/15/business/banks-shouldnt-name-ball-fields-you-can-look-it-up.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Rare Look at China’s Burdened Banks",
      "snippet": "Analysts say China's banking system continues to have widespread problems that could ultimately threaten country's breakneck economic growth; say China's big banks have made too many loans for political or social reasons, rather than commercially ...",
      "abstract": "Analysts say China's banking system continues to have widespread problems that could ultimately threaten country's breakneck economic growth; say China's big banks have made too many loans for political or social reasons, rather than commercially sound ones, that may never be repaid; while government has sought to ease problem by spending $400 billion since 1998 to cover bad loans, fears remain that banks are still burdened with many more troubled loans than they acknowledge; some of world's largest financial institutions are buying stakes in Chinese banks despite concerns; dispute between China Construction Bank and senior risk adviser, who repeatedly told top executives that up to $3 billion in bad loans might have been intentionally hidden from auditors, detailed; risk adviser was fired in July; chart; photos (L)",
      "lead_paragraph": "BEIJING - Two years ago, one of China's largest state-owned banks hired a senior risk adviser who had previously worked for major banks in the United States. His mission was to advise the Chinese bank on how to clean up its books, by helping assess loans that were going bad.",
      "publication_date": "2006-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/15/business/worldbusiness/rare-look-at-chinas-burdened-banks.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "As Guard Changes in Congress, Lobbyists Scramble",
      "snippet": "Companies are moving to fortify lobbying teams with well-connected Democrats.",
      "abstract": "Companies are moving to fortify lobbying teams with well-connected Democrats.",
      "lead_paragraph": "WASHINGTON, Nov. 14 — Republicans do not cede control of Congress for nearly two months, but money, power and influence are already beginning to change hands. The political economy, at least here in the capital, is humming for Democrats.",
      "publication_date": "2006-11-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/15/us/politics/15lobby.html",
      "byline": "By Jeff Zeleny"
    },
    {
      "headline": "Rare Look at China’s Burdened Banks",
      "snippet": "A loan risk adviser told top executives that up to $3 billion in bad loans might have been intentionally hidden from outside auditors.",
      "abstract": "A loan risk adviser told top executives that up to $3 billion in bad loans might have been intentionally hidden from outside auditors.",
      "lead_paragraph": "BEIJING — Two years ago, one of China’s largest state-owned banks hired a senior risk adviser who had previously worked for major banks in the United States. His mission was to advise the Chinese bank on how to clean up its books, by helping assess loans that were going bad. ",
      "publication_date": "2006-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/15/business/worldbusiness/15bank.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "Officials Clash Over Mentally Ill in Florida Jails",
      "snippet": "Florida courts threaten state with steep daily fines for flouting orders to promptly transfer severely mentally ill inmates from jails to state hospitals, as law requires; Gov Jeb Bush's administration is ignoring orders for lack of hospital beds;...",
      "abstract": "Florida courts threaten state with steep daily fines for flouting orders to promptly transfer severely mentally ill inmates from jails to state hospitals, as law requires; Gov Jeb Bush's administration is ignoring orders for lack of hospital beds; courts have issued orders because state has for years not complied with law requiring that inmates found incompetent to stand trial be moved to mental hospitals within 15 days; Judge Crockett Farnell says 'arrogant' conduct cannot be tolerated in orderly society; more than 300 inmates are now without treatment because 1,416 psychiatric beds are full; several such inmates have died or injured themselves and public defenders in Miami-Dade describe psychotic clients hallucinating or attempting suicide; courts question funding cuts as number of committed inmates soars; judges in three counties weigh contempt actions (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/15/us/officials-clash-over-mentally-ill-in-florida-jails.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "NBC Official Is Expected to Join AOL",
      "snippet": "Randy Falco, the president of the NBC Universal Television Group, is in talks to take a senior operating role at AOL, Time Warner’s Internet subsidiary.",
      "abstract": "Randy Falco, the president of the NBC Universal Television Group, is in talks to take a senior operating role at AOL, Time Warner’s Internet subsidiary.",
      "lead_paragraph": "Randy Falco, the president of the NBC Universal Television Group, is in talks to leave his position as the No. 2 executive at the television group to take a senior operating role at AOL, Time Warner’s Internet subsidiary, according to executives briefed on the move. ",
      "publication_date": "2006-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/15/business/media/15tele.html",
      "byline": "By Richard Siklos and Bill Carter"
    },
    {
      "headline": "Prices Fell Sharply in October",
      "snippet": "Two contributing economic forces that rarely move in the same direction — the costs of gasoline and light trucks — both plunged.",
      "abstract": "Two contributing economic forces that rarely move in the same direction — the costs of gasoline and light trucks — both plunged.",
      "lead_paragraph": "Wholesale prices fell at a record rate last month as two economic forces that rarely move in the same direction — the costs of gasoline and light trucks — both plunged.",
      "publication_date": "2006-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/15/business/15econ.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Banks Shouldn’t Name Ball Fields. You Can Look It Up.",
      "snippet": "Citigroup will have its name on the Mets' new stadium, but history does not indicate such deals have done much for other banks, or for the ball clubs that play in them.",
      "abstract": "Citigroup will have its name on the Mets' new stadium, but history does not indicate such deals have done much for other banks, or for the ball clubs that play in them.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/15/business/15place.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "As Guard Changes in Congress, Lobbyists Scramble",
      "snippet": "Political economy hums in Washington for Democratic lobbyists fielding calls from business interests that grew accustomed to patronizing Republicans and have to adjust to new Democratic majority in Congress; former Rep Vic Fazio, who is close to i...",
      "abstract": "Political economy hums in Washington for Democratic lobbyists fielding calls from business interests that grew accustomed to patronizing Republicans and have to adjust to new Democratic majority in Congress; former Rep Vic Fazio, who is close to incoming Speaker Nancy Pelosi, reports he is much in demand as lobbyist with Akin Gump Strauss Hauer & Feld; K Street Project engineered by Republicans is unraveling and Democrats say they intend to pass sweeping reforms rather than reverse project for their own benefit; lobbyists comment; photo of Steve Elmendorf, longtime House aide who now works for Bryan Cave Strategies (M)",
      "lead_paragraph": "WASHINGTON, Nov. 14 - Republicans do not cede control of Congress for nearly two months, but money, power and influence are already beginning to change hands. The political economy, at least here in the capital, is humming for Democrats.",
      "publication_date": "2006-11-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/15/us/politics/as-guard-changes-in-congress-lobbyists-scramble.html",
      "byline": "By Jeff Zeleny"
    },
    {
      "headline": "Study Questions Angioplasty Use in Some Patients",
      "snippet": "New study concludes that opening blocked artery with balloons and stent can be lifesaving in early hours after heart attack but often does no good if attack occurred three or more days earlier and patient is stable and free of chest pain; angiopla...",
      "abstract": "New study concludes that opening blocked artery with balloons and stent can be lifesaving in early hours after heart attack but often does no good if attack occurred three or more days earlier and patient is stable and free of chest pain; angioplasty is sometimes performed late because patients delay going to hospital or diagnosis is not confirmed immediately; study author Dr Judith S Hochman and Dr Elizabeth G Nabel of National Heart Lung and Blood Institute say 'definitive' findings will change practice; report, presented to American Heart Assn meeting, is latest warning from researchers who suspect that stents are being overused and could even be causing heart attacks and deaths; drug-coated stents that possibly increase risk of bloot clots even years later still account for more than 80 percent of stents implanted in US; patients with clogged arteries who have not had heart attacks may do better with drug therapies; about one million angioplasties are performed in US and Hochman emphasizes that they are still best treatment for many patients who go hospital within 12 hours of start of attack; patients who generally do best are those who get to hospital and have angioplasty within 90 minutes of attack; Hochman adds that she and colleagues were surprised by results, having believed that angioplasty would reduce deaths from heart failure; her photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/15/health/study-questions-angioplasty-use-in-some-patients.html",
      "byline": "By Denise Grady"
    },
    {
      "headline": "Why Roots Matter More",
      "snippet": "The trend of buying food grown on smaller farms close to home is gaining ground among consumers who are willing to pay a little more for quality food. ",
      "abstract": "The trend of buying food grown on smaller farms close to home is gaining ground among consumers who are willing to pay a little more for quality food. ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "SPG",
      "web_url": "https://www.nytimes.com/2006/11/15/business/smallbusiness/15recall.html",
      "byline": "By Kim Severson"
    },
    {
      "headline": "Enter, Pariah: Now It’s Hugs for Lieberman",
      "snippet": "Democrats are being extra nice to Senator Joseph I. Lieberman, whose vote is the key to the party’s new Senate majority.",
      "abstract": "Democrats are being extra nice to Senator Joseph I. Lieberman, whose vote is the key to the party’s new Senate majority.",
      "lead_paragraph": "WASHINGTON, Nov. 14 — Senator Joseph I. Lieberman strode into a Democratic caucus gathering like he owned the place or, at the very least, like someone who is a flight risk and could leave at any minute, taking the Democrats’ new majority with him.",
      "publication_date": "2006-11-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/15/us/politics/15lieberman.html",
      "byline": "By Mark Leibovich"
    },
    {
      "headline": "NBC Official Is Expected to Join AOL",
      "snippet": "NBC Universal Television Group president Randy Falco is in talks to leave his position as No 2 executive at television group to take senior operating role at AOL; it is unclear whether Falco will hold title of president or chief executive at AOL, ...",
      "abstract": "NBC Universal Television Group president Randy Falco is in talks to leave his position as No 2 executive at television group to take senior operating role at AOL; it is unclear whether Falco will hold title of president or chief executive at AOL, and what position AOL chairman-chief executive Jonathan F Miller would maintain after move; photo (M)",
      "lead_paragraph": "Randy Falco, the president of the NBC Universal Television Group, is in talks to leave his position as the No. 2 executive at the television group to take a senior operating role at AOL, Time Warner's Internet subsidiary, according to executives briefed on the move.",
      "publication_date": "2006-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/15/business/media/nbc-official-is-expected-to-join-aol.html",
      "byline": "By Richard Siklos and Bill Carter"
    },
    {
      "headline": "The Art of Pricing Great Art",
      "snippet": "The mysterious part of the current high-end art mania lies in figuring out what exactly makes a piece of art worth $30 million instead of, say, $1 million.",
      "abstract": "The mysterious part of the current high-end art mania lies in figuring out what exactly makes a piece of art worth $30 million instead of, say, $1 million.",
      "lead_paragraph": "By the time the crowd began arriving in Rockefeller Center last Wednesday for the big auction at Christie’s, rain had already been falling in New York for 19 consecutive hours. It was one of those blustery rains for which umbrellas were no match, so the assembled art lovers were left to peel off their damp overcoats in Christie’s lobby and wait in a long coat-check line.",
      "publication_date": "2006-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/15/business/15leonhardt.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Why Roots Matter More",
      "snippet": "Article on consumer trend toward paying a little more for quality food grown on small farms close to home; many small farms, in turn, are foregoing traditional sales methods and marketing approaches by appealing to consumers who think that food gr...",
      "abstract": "Article on consumer trend toward paying a little more for quality food grown on small farms close to home; many small farms, in turn, are foregoing traditional sales methods and marketing approaches by appealing to consumers who think that food grown regionally or produced by eco-friendly operations is fresher and tastes better; photos (special section, Small Business) (L)/",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "G",
      "web_url": "https://www.nytimes.com/2006/11/15/business/smallbusiness/why-roots-matter-more.html",
      "byline": "By Kim Severson"
    },
    {
      "headline": "Officials Clash Over Mentally Ill in Florida Jails",
      "snippet": "The state is threatened with steep fines if it does not move mentally ill inmates from jails to hospitals.",
      "abstract": "The state is threatened with steep fines if it does not move mentally ill inmates from jails to hospitals.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/15/us/15inmates.html",
      "byline": "By Abby Goodnough"
    },
    {
      "headline": "The Art of Pricing Great Art",
      "snippet": "David Leonhardt column on science of pricing great art; focuses on theory of David W Galenson, art lover, modest collector and tenured professor of economics at University of Chicago; says Galenson believes most of great artists produced their mos...",
      "abstract": "David Leonhardt column on science of pricing great art; focuses on theory of David W Galenson, art lover, modest collector and tenured professor of economics at University of Chicago; says Galenson believes most of great artists produced their most valuable work either very early in their career or very late; photo (M)",
      "lead_paragraph": "By the time the crowd began arriving in Rockefeller Center last Wednesday for the big auction at Christie's, rain had already been falling in New York for 19 consecutive hours. It was one of those blustery rains for which umbrellas were no match, so the assembled art lovers were left to peel off their damp overcoats in Christie's lobby and wait in a long coat-check line.",
      "publication_date": "2006-11-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/15/business/the-art-of-pricing-great-art.html",
      "byline": "By David Leonhardt"
    }
  ]
}