{
  "metadata": {
    "date": "2006-03-21",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Schweiker Declares Nursing Home Rules Will Not Be Relaxed",
      "snippet": "Richard S. Schweiker, the Secretary of Health and Human Services, today rejected proposals by his top aides to reduce the Government's role in insuring proper health, safety and staffing at the nation's nursing homes.  ",
      "abstract": "Richard S. Schweiker, the Secretary of Health and Human Services, today rejected proposals by his top aides to reduce the Government's role in insuring proper health, safety and staffing at the nation's nursing homes.  ",
      "lead_paragraph": "WASHINGTON, March 20 - - Richard S. Schweiker, the Secretary of Health and Human Services, today rejected proposals by his top aides to reduce the Government's role in insuring proper health, safety and staffing at the nation's nursing homes.",
      "publication_date": "2006-03-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/21/us/front page/schweiker-declares-nursing-home-rules-will-not-be-relaxed.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "Banker Granted Retrial in a Case From 90's Boom",
      "snippet": "A federal appeals court yesterday overturned the obstruction-of-justice conviction of Frank P. Quattrone, the investment banker who rose to prominence in the 1990's technology boom, and granted him a new trial.     The ruling, a rare reversal of a...",
      "abstract": "A federal appeals court yesterday overturned the obstruction-of-justice conviction of Frank P. Quattrone, the investment banker who rose to prominence in the 1990's technology boom, and granted him a new trial.     The ruling, a rare reversal of a jury verdict, is considered a big setback for the Justice Department, which had sought to portray Mr. Quattrone as a symbol of Wall Street excesses during the boom years.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/21/business/banker-granted-retrial-in-a-case-from-90s-boom.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Ring Up My Bill, Please",
      "snippet": "Roy Peek had about $40, three credit cards and a debit card in his wallet. But to pay for a Coke and a slice of pizza here at a Philips Arena concession stand, he whipped out his cellphone.     ''With this, I don't have to hurry, I don't have to s...",
      "abstract": "Roy Peek had about $40, three credit cards and a debit card in his wallet. But to pay for a Coke and a slice of pizza here at a Philips Arena concession stand, he whipped out his cellphone.     ''With this, I don't have to hurry, I don't have to stop at an A.T.M.,'' said Mr. Peek, shortly after tapping the device against a coaster-size terminal that flashed lights and beeped as it billed his credit card account.  ",
      "lead_paragraph": "ATLANTA, March 16 - Roy Peek had about $40, three credit cards and a debit card in his wallet. But to pay for a Coke and a slice of pizza here at a Philips Arena concession stand, he whipped out his cellphone.",
      "publication_date": "2006-03-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/21/technology/ring-up-my-bill-please.html",
      "byline": "By Eric Dash and Ken Belson"
    },
    {
      "headline": "Delphi Put Dominoes in Motion",
      "snippet": "When Delphi sought bankruptcy protection in October, its chief executive, Robert S. Miller Jr., painted the filing as a watershed moment, one that would lead to a long-needed restructuring of the auto industry.     That may happen, but for now, De...",
      "abstract": "When Delphi sought bankruptcy protection in October, its chief executive, Robert S. Miller Jr., painted the filing as a watershed moment, one that would lead to a long-needed restructuring of the auto industry.     That may happen, but for now, Delphi's bankruptcy has become a scalding witch's brew that has engulfed General Motors and the United Automobile Workers. It has also splashed over other auto parts suppliers that followed Delphi into Chapter 11.  ",
      "lead_paragraph": "DETROIT, March 20 - When Delphi sought bankruptcy protection in October, its chief executive, Robert S. Miller Jr., painted the filing as a watershed moment, one that would lead to a long-needed restructuring of the auto industry.",
      "publication_date": "2006-03-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/21/business/delphi-put-dominoes-in-motion.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "2 Years After Soldier's Death, Family's Battle Is With Army",
      "snippet": "Patrick K. Tillman stood outside his law office here, staring intently at a yellow house across the street, just over 70 yards away. That, he recalled, is how far away his eldest son, Pat, who gave up a successful N.F.L. career to become an Army R...",
      "abstract": "Patrick K. Tillman stood outside his law office here, staring intently at a yellow house across the street, just over 70 yards away. That, he recalled, is how far away his eldest son, Pat, who gave up a successful N.F.L. career to become an Army Ranger, was standing from his fellow Rangers when they shot him dead in Afghanistan almost two years ago.     ''I could hit that house with a rock,'' Mr. Tillman said. ''You can see every last detail on that place, everything, and you're telling me they couldn't see Pat?''  ",
      "lead_paragraph": "SAN JOSE, Calif. - Patrick K. Tillman stood outside his law office here, staring intently at a yellow house across the street, just over 70 yards away. That, he recalled, is how far away his eldest son, Pat, who gave up a successful N.F.L. career to become an Army Ranger, was standing from his fellow Rangers when they shot him dead in Afghanistan almost two years ago.",
      "publication_date": "2006-03-21T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/21/politics/2-years-after-soldiers-death-familys-battle-is-with-army.html",
      "byline": "By Monica Davey and Eric Schmitt"
    },
    {
      "headline": "Business Prepares for the Possibility of Avian Flu in the United States",
      "snippet": "The deadly strain of avian flu has not been found anywhere in the Western Hemisphere, but Mark Holden, a chicken grower for Tyson Foods in Ellijay, Ga., is not taking any chances.      Every seven weeks a group of his chickens is tested before the...",
      "abstract": "The deadly strain of avian flu has not been found anywhere in the Western Hemisphere, but Mark Holden, a chicken grower for Tyson Foods in Ellijay, Ga., is not taking any chances.      Every seven weeks a group of his chickens is tested before the birds are sent to be slaughtered. All people who enter or leave the chicken houses must walk through disinfecting baths. And visitors and workers must wear plastic booties over their shoes.  ",
      "lead_paragraph": "The deadly strain of avian flu has not been found anywhere in the Western Hemisphere, but Mark Holden, a chicken grower for Tyson Foods in Ellijay, Ga., is not taking any chances.",
      "publication_date": "2006-03-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/21/business/business-prepares-for-the-possibility-of-avian-flu-in-the-united.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "Reviewers Cite Flaws at Guidant",
      "snippet": "An expert panel commissioned last summer by the Guidant Corporation to review its handling of heart device flaws said yesterday that the company had systematically failed to fully assess patient safety in deciding whether to publicize product fail...",
      "abstract": "An expert panel commissioned last summer by the Guidant Corporation to review its handling of heart device flaws said yesterday that the company had systematically failed to fully assess patient safety in deciding whether to publicize product failures.     The group found that decisions made by Guidant about how to address or disclose product problems were driven by statistical projections from engineers rather than assessments from doctors about the medical consequences of those failures. The group urged Guidant to create an outside panel of physicians and others who would regularly monitor the safety of its devices and advise the company about when and how to notify doctors and patients about problems.  ",
      "lead_paragraph": "An expert panel commissioned last summer by the Guidant Corporation to review its handling of heart device flaws said yesterday that the company had systematically failed to fully assess patient safety in deciding whether to publicize product failures.",
      "publication_date": "2006-03-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/21/business/reviewers-cite-flaws-at-guidant.html",
      "byline": "By Barry Meier"
    },
    {
      "headline": "Visitors Seek a Taste of Revolution in Venezuela",
      "snippet": "The actor Danny Glover has come. Harry Belafonte has also been here. So has the antiwar activist Cindy Sheehan, the prominent African-American writer Cornel West and Bolivia's new president, Evo Morales.      But most visitors are like Cameron Dur...",
      "abstract": "The actor Danny Glover has come. Harry Belafonte has also been here. So has the antiwar activist Cindy Sheehan, the prominent African-American writer Cornel West and Bolivia's new president, Evo Morales.      But most visitors are like Cameron Durnsford, a 24-year-old student from Australia who decided to study at a new government-financed university in Caracas. Mr. Durnsford was, admittedly, put off some by the cult of celebrity around President Hugo Chávez, which he says ''seems a little bit Maoist.'' But Venezuela's revolution, he quickly added, was not to be missed.  ",
      "lead_paragraph": "CARACAS, Venezuela - The actor Danny Glover has come. Harry Belafonte has also been here. So has the antiwar activist Cindy Sheehan, the prominent African-American writer Cornel West and Bolivia's new president, Evo Morales.",
      "publication_date": "2006-03-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/21/world/americas/visitors-seek-a-taste-of-revolution-in-venezuela.html",
      "byline": "By Juan Forero"
    },
    {
      "headline": "Airline Workers Are Left at Gate, Mourning a Perk",
      "snippet": "Through deep pay cuts, shrunken pensions and longer hours, airline employees who survived the endless rounds of layoffs knew they could still count on one thing: free flights. But that perk, a touch of jet-setting glamour in an increasingly dreary...",
      "abstract": "Through deep pay cuts, shrunken pensions and longer hours, airline employees who survived the endless rounds of layoffs knew they could still count on one thing: free flights. But that perk, a touch of jet-setting glamour in an increasingly dreary line of work, is now much harder to use because so many flights are full.     ''This system is now just ripping at the seams,'' said Patricia Haddon, an American Airlines flight attendant for 29 years who often enjoyed flying in first class. ''We all came to work here because we value the benefit. We are middle-class people but this allows us to have upper-class experiences.''  ",
      "lead_paragraph": "Through deep pay cuts, shrunken pensions and longer hours, airline employees who survived the endless rounds of layoffs knew they could still count on one thing: free flights. But that perk, a touch of jet-setting glamour in an increasingly dreary line of work, is now much harder to use because so many flights are full.",
      "publication_date": "2006-03-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/21/business/airline-workers-are-left-at-gate-mourning-a-perk.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "Global View Is Backed by Fed Chief",
      "snippet": "Ben S. Bernanke, the newly installed Federal Reserve chairman, suggested yesterday that the central bank would need to pay more attention to global financial conditions in setting interest rates, moving beyond its traditional focus on domestic eco...",
      "abstract": "Ben S. Bernanke, the newly installed Federal Reserve chairman, suggested yesterday that the central bank would need to pay more attention to global financial conditions in setting interest rates, moving beyond its traditional focus on domestic economic forces.     In a speech to the Economic Club of New York at the Grand Hyatt Hotel in Manhattan, Mr. Bernanke said that to understand the reasons behind movements in American bond yields ''an explanation less centered on the United States might be required.''  ",
      "lead_paragraph": "Ben S. Bernanke, the newly installed Federal Reserve chairman, suggested yesterday that the central bank would need to pay more attention to global financial conditions in setting interest rates, moving beyond its traditional focus on domestic economic forces.",
      "publication_date": "2006-03-21T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/21/business/worldbusiness/global-view-is-backed-by-fed-chief.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "New Business Blooms in Iraq: Terror Insurance",
      "snippet": "Twice in the past year, Muhammad Said has survived assassination attempts that left his car riddled with bullets. He works part time as a bodyguard for his father, a Baghdad city councilman, and helps a friend who has contracts with the American m...",
      "abstract": "Twice in the past year, Muhammad Said has survived assassination attempts that left his car riddled with bullets. He works part time as a bodyguard for his father, a Baghdad city councilman, and helps a friend who has contracts with the American military. Both are very dangerous jobs.     So last month, Mr. Said, a slim, baby-faced 23-year-old, did what a small but growing number of Iraqis are doing: He walked into the offices of the Iraq Insurance Company and bought a terrorism insurance policy. It looked like an ordinary life insurance policy, but with a one-page rider adding coverage for ''the following dangers: 1) explosions caused by weapons of war and car bombs; 2) assassinations; 3) terrorist attacks.''  ",
      "lead_paragraph": "BAGHDAD, Iraq - Twice in the past year, Muhammad Said has survived assassination attempts that left his car riddled with bullets. He works part time as a bodyguard for his father, a Baghdad city councilman, and helps a friend who has contracts with the American military. Both are very dangerous jobs.",
      "publication_date": "2006-03-21T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/21/world/middleeast/new-business-blooms-in-iraq-terror-insurance.html",
      "byline": "By Robert F. Worth"
    }
  ]
}