{
  "metadata": {
    "date": "2006-04-13",
    "total_articles": 14
  },
  "articles": [
    {
      "headline": "Nascar Fans Trade the R.V. for a Condo",
      "snippet": "The traditionally blue-collar sport has gone upscale, with penthouse condominiums near racetracks costing $1 million or more.",
      "abstract": "The traditionally blue-collar sport has gone upscale, with penthouse condominiums near racetracks costing $1 million or more.",
      "lead_paragraph": "HAMPTON, Ga. — The sound of automobile traffic was deafening. Inside Jim and Muriel Dollar's two-bedroom penthouse condominium here, a party was going on, and the guests leaned in close in their theater-style leather chairs to make themselves heard, their drinks set in cup holders that occasionally vibrated ever so slightly. ",
      "publication_date": "2006-04-13T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/13/us/13nascar.html",
      "byline": "By MICHELLE HIGGINS"
    },
    {
      "headline": "Analysts Say a Nuclear Iran Is Years Away",
      "snippet": "Experts said that Tehran lacks the skills, materials and equipment to make good on its immediate nuclear goals.",
      "abstract": "Experts said that Tehran lacks the skills, materials and equipment to make good on its immediate nuclear goals.",
      "lead_paragraph": "Western nuclear analysts said yesterday that Tehran lacked the skills, materials and equipment to make good on its immediate nuclear ambitions, even as a senior Iranian official said Iran would defy international pressure and rapidly expand its ability to enrich uranium for fuel. ",
      "publication_date": "2006-04-13T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/13/world/middleeast/13iran.html",
      "byline": "By WILLIAM J. BROAD, NAZILA FATHI and JOEL BRINKLEY"
    },
    {
      "headline": "Lenient Rule Set for Rebuilding in New Orleans",
      "snippet": "Tens of thousands of homeowners may be able to return at costs far less than they had feared.",
      "abstract": "Tens of thousands of homeowners may be able to return at costs far less than they had feared.",
      "lead_paragraph": "NEW ORLEANS, April 12 — Federal officials issued unexpectedly lenient guidelines on Wednesday for rebuilding the flood-damaged homes of New Orleans, potentially allowing tens of thousands of homeowners to return to their neighborhoods at costs far less than they had feared.",
      "publication_date": "2006-04-13T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/13/us/nationalspecial/13rebuild.html",
      "byline": "By ADAM NOSSITER and JOHN SCHWARTZ"
    },
    {
      "headline": "In India, Maoist Guerrillas Widen 'People's War'",
      "snippet": "A quiet 25-year fight looks increasingly like a civil war, one claiming more and more lives.",
      "abstract": "A quiet 25-year fight looks increasingly like a civil war, one claiming more and more lives.",
      "lead_paragraph": "BHANUPRATAPUR FOREST RESERVE, India — The gray light of dawn broke over the bamboo forest as the People's Liberation Guerrilla Army prepared for a new day. ",
      "publication_date": "2006-04-13T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/13/world/asia/13maoists.html",
      "byline": "By SOMINI SENGUPTA"
    },
    {
      "headline": "Analysts Say a Nuclear Iran Is Years Away",
      "snippet": "Western nuclear analysts said yesterday that Tehran lacked the skills, materials and equipment to make good on its immediate nuclear ambitions, even as a senior Iranian official said Iran would defy international pressure and rapidly expand its ab...",
      "abstract": "Western nuclear analysts said yesterday that Tehran lacked the skills, materials and equipment to make good on its immediate nuclear ambitions, even as a senior Iranian official said Iran would defy international pressure and rapidly expand its ability to enrich uranium for fuel.      The official, Muhammad Saeedi, the deputy head of Iran's atomic energy organization, said Iran would push quickly to put 54,000 centrifuges on line -- a vast increase from the 164 the Iranians said Tuesday that they had used to enrich uranium to levels that could fuel a nuclear reactor.  ",
      "lead_paragraph": "Western nuclear analysts said yesterday that Tehran lacked the skills, materials and equipment to make good on its immediate nuclear ambitions, even as a senior Iranian official said Iran would defy international pressure and rapidly expand its ability to enrich uranium for fuel.",
      "publication_date": "2006-04-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/13/world/middleeast/analysts-say-a-nuclear-iran-is-years-away.html",
      "byline": "This article is by William J. Broad,  Nazila Fathi and Joel Brinkley"
    },
    {
      "headline": "Nissan Chief Says Rebates Need to Stop",
      "snippet": "Carlos Ghosn, who now runs both the French automaker Renault and its Japanese affiliate, Nissan Motor, urged his fellow auto executives yesterday to wean themselves from costly incentives, which he said had become ''an insidious, confusing carouse...",
      "abstract": "Carlos Ghosn, who now runs both the French automaker Renault and its Japanese affiliate, Nissan Motor, urged his fellow auto executives yesterday to wean themselves from costly incentives, which he said had become ''an insidious, confusing carousel'' on which the companies could not stop spinning.     Mr. Ghosn's plea, made at the New York International Auto Show, came with both General Motors and Ford Motor mired in problems that have led to billions of dollars in losses and their lowest market share in North America in decades.  ",
      "lead_paragraph": "Carlos Ghosn, who now runs both the French automaker Renault and its Japanese affiliate, Nissan Motor, urged his fellow auto executives yesterday to wean themselves from costly incentives, which he said had become \"an insidious, confusing carousel\" on which the companies could not stop spinning.",
      "publication_date": "2006-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/13/automobiles/autospecial/nissan-chief-says-rebates-need-to-stop.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Final Struggles on 9/11 Plane Fill Courtroom",
      "snippet": "The recorded sounds of struggle and panic on United Airlines Flight 93 filled a federal courtroom here today as jurors in the sentencing trial of Zacarias Moussaoui listened raptly to the Sept. 11 hijackers seizing control of the cockpit and passe...",
      "abstract": "The recorded sounds of struggle and panic on United Airlines Flight 93 filled a federal courtroom here today as jurors in the sentencing trial of Zacarias Moussaoui listened raptly to the Sept. 11 hijackers seizing control of the cockpit and passengers trying to retake control, believing it was their only chance to avoid death.     Long silences in the 31-minute recording were punctuated by the cries of the hijackers at the controls, the passengers who were trying desperately to break down the cockpit door and the crashing of objects around the cabin.  ",
      "lead_paragraph": "ALEXANDRIA, Va., April 12 - The recorded sounds of struggle and panic on United Airlines Flight 93 filled a federal courtroom here today as jurors in the sentencing trial of Zacarias Moussaoui listened raptly to the Sept. 11 hijackers seizing control of the cockpit and passengers trying to retake control, believing it was their only chance to avoid death.",
      "publication_date": "2006-04-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/13/us/final-struggles-on-911-plane-fill-courtroom.html",
      "byline": "By Neil A. Lewis"
    },
    {
      "headline": "Nascar Fans Trade the R.V. for a Condo",
      "snippet": "The sound of automobile traffic was deafening. Inside Jim and Muriel Dollar's two-bedroom penthouse condominium here, a party was going on, and the guests leaned in close in their theater-style leather chairs to make themselves heard, their drinks...",
      "abstract": "The sound of automobile traffic was deafening. Inside Jim and Muriel Dollar's two-bedroom penthouse condominium here, a party was going on, and the guests leaned in close in their theater-style leather chairs to make themselves heard, their drinks set in cup holders that occasionally vibrated ever so slightly.      But no one seemed to mind the noise or the tremors. In fact, some had binoculars in their hands to get a close-up view of what was going on nine stories below. That was because the apartment's floor-to-ceiling windows looked directly onto the racetrack of the Atlanta Motor Speedway, where cars were roaring by at speeds up to 190 miles per hour.  ",
      "lead_paragraph": "HAMPTON, Ga. - The sound of automobile traffic was deafening. Inside Jim and Muriel Dollar's two-bedroom penthouse condominium here, a party was going on, and the guests leaned in close in their theater-style leather chairs to make themselves heard, their drinks set in cup holders that occasionally vibrated ever so slightly.",
      "publication_date": "2006-04-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/13/us/nascar-fans-trade-the-rv-for-a-condo.html",
      "byline": "By Michelle Higgins"
    },
    {
      "headline": "How the Gospel of Judas Emerged",
      "snippet": "When the National Geographic Society announced to great fanfare last week that it had gained access to a 1,700-year-old document known as the Gospel of Judas, it described how a deteriorating manuscript, unearthed in Egypt three decades ago, had m...",
      "abstract": "When the National Geographic Society announced to great fanfare last week that it had gained access to a 1,700-year-old document known as the Gospel of Judas, it described how a deteriorating manuscript, unearthed in Egypt three decades ago, had made its way through the shady alleys of the antiquities market to a safe-deposit box on Long Island and eventually to a Swiss art dealer who ''rescued'' it from obscurity.     But there is even more to the story.  ",
      "lead_paragraph": "When the National Geographic Society announced to great fanfare last week that it had gained access to a 1,700-year-old document known as the Gospel of Judas, it described how a deteriorating manuscript, unearthed in Egypt three decades ago, had made its way through the shady alleys of the antiquities market to a safe-deposit box on Long Island and eventually to a Swiss art dealer who \"rescued\" it from obscurity.",
      "publication_date": "2006-04-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/13/science/how-the-gospel-of-judas-emerged.html",
      "byline": "By Barry Meier and John Noble Wilford"
    },
    {
      "headline": "Michael Jackson Bailout Said to Be Close",
      "snippet": "Michael Jackson, the onetime pop-music king who has endured a lengthy slide toward insolvency, is close to a deal that would keep him from bankruptcy by refinancing hundreds of millions of dollars in loans, people briefed on the plan said last nig...",
      "abstract": "Michael Jackson, the onetime pop-music king who has endured a lengthy slide toward insolvency, is close to a deal that would keep him from bankruptcy by refinancing hundreds of millions of dollars in loans, people briefed on the plan said last night.     As part of the transaction, he will also agree at some point in the future to give up a part of a prized asset -- a song catalog that includes Beatles' hits -- to the Sony Corporation, people briefed on the plan said.  ",
      "lead_paragraph": "Michael Jackson, the onetime pop-music king who has endured a lengthy slide toward insolvency, is close to a deal that would keep him from bankruptcy by refinancing hundreds of millions of dollars in loans, people briefed on the plan said last night.",
      "publication_date": "2006-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/13/business/media/michael-jackson-bailout-said-to-be-close.html",
      "byline": "By Jeff Leeds and Andrew Ross Sorkin"
    },
    {
      "headline": "Run Windows and Mac OS Both at Once",
      "snippet": "ONLY a week ago, Apple released what seemed like an astonishing piece of software called Boot Camp. This program radically rewrote the rules of Macintosh-Windows warfare -- by letting you run Windows XP on a Macintosh at full speed.     Now, some ...",
      "abstract": "ONLY a week ago, Apple released what seemed like an astonishing piece of software called Boot Camp. This program radically rewrote the rules of Macintosh-Windows warfare -- by letting you run Windows XP on a Macintosh at full speed.     Now, some in the Cult of Macintosh were baffled by the whole thing. Who on earth, they asked, wants to pollute the magnificence of the Mac with a headache like Windows XP?  ",
      "lead_paragraph": "ONLY a week ago, Apple released what seemed like an astonishing piece of software called Boot Camp. This program radically rewrote the rules of Macintosh-Windows warfare -- by letting you run Windows XP on a Macintosh at full speed.",
      "publication_date": "2006-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/13/technology/run-windows-and-mac-os-both-at-once.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Lenient Rule Set for Rebuilding in New Orleans",
      "snippet": "Federal officials issued unexpectedly lenient guidelines on Wednesday for rebuilding the flood-damaged homes of New Orleans, potentially allowing tens of thousands of homeowners to return to their neighborhoods at costs far less than they had fear...",
      "abstract": "Federal officials issued unexpectedly lenient guidelines on Wednesday for rebuilding the flood-damaged homes of New Orleans, potentially allowing tens of thousands of homeowners to return to their neighborhoods at costs far less than they had feared.     Under the guidelines issued here by the Federal Emergency Management Agency, huge swaths of homes might still have to be rebuilt at least three feet off the ground, or risk getting no federal reconstruction money or insurance.  ",
      "lead_paragraph": "NEW ORLEANS, April 12 - Federal officials issued unexpectedly lenient guidelines on Wednesday for rebuilding the flood-damaged homes of New Orleans, potentially allowing tens of thousands of homeowners to return to their neighborhoods at costs far less than they had feared.",
      "publication_date": "2006-04-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/04/13/us/nationalspecial/lenient-rule-set-for-rebuilding-in-new-orleans.html",
      "byline": "By Adam Nossiter and John Schwartz"
    },
    {
      "headline": "A Crystal Ball Submerged In a Test Tube; Genetic Technology Reshapes The Diagnostics Business",
      "snippet": "When her hairdresser asked her last fall whether she would continue wearing her hair long, Elizabeth Sloan broke down crying. Unbeknown to the hairstylist, Ms. Sloan had recently had a breast tumor removed and was expecting to begin chemotherapy, ...",
      "abstract": "When her hairdresser asked her last fall whether she would continue wearing her hair long, Elizabeth Sloan broke down crying. Unbeknown to the hairstylist, Ms. Sloan had recently had a breast tumor removed and was expecting to begin chemotherapy, which would probably mean losing her hair.      But later that day, Ms. Sloan received the results of a new $3,500 genetic test, which indicated that her cancer probably would not come back even if she skipped chemotherapy.  ",
      "lead_paragraph": "When her hairdresser asked her last fall whether she would continue wearing her hair long, Elizabeth Sloan broke down crying. Unbeknown to the hairstylist, Ms. Sloan had recently had a breast tumor removed and was expecting to begin chemotherapy, which would probably mean losing her hair.",
      "publication_date": "2006-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/13/business/a-crystal-ball-submerged-in-a-test-tube-genetic-technology.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Enron Prosecutors Aim to Rattle, Not Be Rattled",
      "snippet": "After methodically laying out their case against Jeffrey K. Skilling and Kenneth L. Lay over nine weeks and 22 witnesses, the Enron prosecutors now have to start all over.      With Mr. Skilling emotionally proclaiming his innocence from the stand...",
      "abstract": "After methodically laying out their case against Jeffrey K. Skilling and Kenneth L. Lay over nine weeks and 22 witnesses, the Enron prosecutors now have to start all over.      With Mr. Skilling emotionally proclaiming his innocence from the stand and Mr. Lay still an elusive target, the verdict, according to legal experts from both sides of the aisle, is likely to turn on the cross-examination of the two defendants, who ran Enron before it collapsed in 2001.  ",
      "lead_paragraph": "HOUSTON, April 12 - After methodically laying out their case against Jeffrey K. Skilling and Kenneth L. Lay over nine weeks and 22 witnesses, the Enron prosecutors now have to start all over.",
      "publication_date": "2006-04-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/04/13/business/businessspecial3/enron-prosecutors-aim-to-rattle-not-be-rattled.html",
      "byline": "By Alexei Barrionuevo"
    }
  ]
}