{
  "metadata": {
    "date": "2006-11-28",
    "total_articles": 18
  },
  "articles": [
    {
      "headline": "Ford Pledges Major Assets in Financing",
      "snippet": "Ford mortgaged nearly all its domestic assets to raise $18 billion to pay for several more years of restructuring.",
      "abstract": "Ford mortgaged nearly all its domestic assets to raise $18 billion to pay for several more years of restructuring.",
      "lead_paragraph": "DEARBORN, Mich., Nov. 27 — Executives at the Ford Motor Company have insisted they are willing to bet the company’s future on a turnaround plan put in place earlier this year.",
      "publication_date": "2006-11-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/28/business/28ford.html",
      "byline": "By Nick Bunkley"
    },
    {
      "headline": "Boeing Not Afraid to Say ‘Sold Out’",
      "snippet": "Boeing is adopting a new strategy as it faces a new wave of orders that, if not managed right, could swamp the company again.",
      "abstract": "Boeing is adopting a new strategy as it faces a new wave of orders that, if not managed right, could swamp the company again.",
      "lead_paragraph": "Saying no to one of your best customers may not seem like a smart business strategy. But that is exactly what Boeing said this year to Southwest Airlines, which buys more Boeing planes than any other carrier, having taken delivery of 477 to date. ",
      "publication_date": "2006-11-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/28/business/28boeing.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Allure of Islam Signals a Shift Within Turkey",
      "snippet": "Pope Benedict XVI's visit to Turkey highlights deep divide festering within Turkish society between its Muslims and West; Turkey--democratic Muslim country with rigidly secular state--is at pivot point; it is trying to navigate between forces seek...",
      "abstract": "Pope Benedict XVI's visit to Turkey highlights deep divide festering within Turkish society between its Muslims and West; Turkey--democratic Muslim country with rigidly secular state--is at pivot point; it is trying to navigate between forces seeking to pull it closer to Islam and institutions that safeguard its secularism; its pro-Islamic government is constrained by rules dictating secularism established by country's revered founder Mustafa Kemal Ataturk; pope's visit comes at time when Turkey is feeling its Muslim identity more and more, trend that worries secular Turkish politicians; Turks are said to feel pushed eastward by pressures from America and Europe; Pew Foundation poll finds 53 percent of Turks have positive views of Iran, while public opinion of Europe and US has slipped sharply and Turkey's hopes of entering European Union have dimmed; photos (M)",
      "lead_paragraph": "ANKARA, Turkey, Nov. 27 - A short 24 hours before a visit by Pope Benedict XVI to this Muslim country, its prime minister finally agreed to meet him publicly. The venue: the airport, on the Turkish leader's way out of town.",
      "publication_date": "2006-11-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/28/world/europe/allure-of-islam-signals-a-shift-within-turkey.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Free or Farmed, When Is a Fish Really Organic?",
      "snippet": "Wild fish, whose living conditions are not controlled, are not likely to meet the requirements for an “organic” label.",
      "abstract": "Wild fish, whose living conditions are not controlled, are not likely to meet the requirements for an “organic” label.",
      "lead_paragraph": "Buying a pork chop labeled “organic” is relatively straightforward: it comes from a pig that ate only organic food, roamed outdoors from time to time and was left free of antibiotics.",
      "publication_date": "2006-11-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/28/business/28fish.html",
      "byline": "By Andrew Martin"
    },
    {
      "headline": "Watts Changes, and a Mainstay Bids It Farewell",
      "snippet": "In Watts and many other once predominantly black neighborhoods in Los Angeles, black families are moving out and Latinos are moving in.",
      "abstract": "In Watts and many other once predominantly black neighborhoods in Los Angeles, black families are moving out and Latinos are moving in.",
      "lead_paragraph": "LOS ANGELES, Nov. 27 — The pint-size White Sox beat the A’s 6-0, ending the baseball season the other day at Ted Watkins Park in Watts. James Dawson hauled out the trophies and T-shirts and some final words of direction and discipline.",
      "publication_date": "2006-11-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/28/us/28watts.html",
      "byline": "By Randal C. Archibold"
    },
    {
      "headline": "Stocks Drop Steeply After a Bull Run",
      "snippet": "Stocks tumble in their steepest slide since July; dollar weakens somewhat further against euro and British pound and price of crude oil bounces back up over $60 per barrel, adding concerns for investors; Standard & Poor's 500-stock index falls 1.3...",
      "abstract": "Stocks tumble in their steepest slide since July; dollar weakens somewhat further against euro and British pound and price of crude oil bounces back up over $60 per barrel, adding concerns for investors; Standard & Poor's 500-stock index falls 1.36 percent, to 1,381.90; Dow Jones industrial average drops 1.29 percent, to 12,121.71; Nasdaq composite index falls 2.21 percent, closing at 2,405.92; Russell 2000 index loses 2.55 percent, ending at 772.10; dollar continues decline against euro, as concerns by some that US economy might falter while economies in Europe grow stronger pushes up euro to $1.3128 from $1.3079; graph; chart; photo (L)",
      "lead_paragraph": "The shopping mall is not the only place where prices are falling. Stocks tumbled yesterday in their steepest slide since July, after a weak sales estimate by Wal-Mart spurred concerns about the holiday shopping season and fed broader worries about a slowing economy.",
      "publication_date": "2006-11-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/28/business/stocks-drop-steeply-after-a-bull-run.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Stocks Drop Steeply After a Bull Run",
      "snippet": "Stocks tumbled after a weak sales estimate by Wal-Mart spurred concerns about the holiday shopping season.",
      "abstract": "Stocks tumbled after a weak sales estimate by Wal-Mart spurred concerns about the holiday shopping season.",
      "lead_paragraph": "The shopping mall is not the only place where prices are falling. Stocks tumbled yesterday in their steepest slide since July, after a weak sales estimate by Wal-Mart spurred concerns about the holiday shopping season and fed broader worries about a slowing economy. ",
      "publication_date": "2006-11-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/28/business/28stox.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Ford Pledges Major Assets in Financing",
      "snippet": "Ford Motor Co executives mortgage nearly all of Ford's domestic assets--its plants, office buildings, patents and trademarks--along with stakes in Ford Credit and Volvo, to raise $18 billion for its restructuring; Ford expects to eliminate more th...",
      "abstract": "Ford Motor Co executives mortgage nearly all of Ford's domestic assets--its plants, office buildings, patents and trademarks--along with stakes in Ford Credit and Volvo, to raise $18 billion for its restructuring; Ford expects to eliminate more than 40,000 jobs and close more than dozen plants; structure of debt, which it has arranged with J P Morgan Chase, Citigroup and Goldman Sachs Group, signals that Ford is not planning to sell stake in Ford Credit, as had been speculated earlier in year, and that it plans to keep Volvo, among most successful of its foreign brands; other brands are up for sale, including Aston Martin; Ford is also expected to seek deals to sell Jaguar and Land Rover; Standard & Poor's Corp and Moody's lower their rating of Ford's unsecured debt (M)",
      "lead_paragraph": "DEARBORN, Mich., Nov. 27 - Executives at the Ford Motor Company have insisted they are willing to bet the company's future on a turnaround plan put in place earlier this year.",
      "publication_date": "2006-11-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/28/business/ford-pledges-major-assets-in-financing.html",
      "byline": "By Nick Bunkley"
    },
    {
      "headline": "’04 Income in U.S. Was Below 2000 Level",
      "snippet": "The income Americans reported to the tax collector in 2004 totaled $7.044 trillion, down from more than $7.143 trillion in 2000.",
      "abstract": "The income Americans reported to the tax collector in 2004 totaled $7.044 trillion, down from more than $7.143 trillion in 2000.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/28/business/28tax.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "’04 Income in U.S. Was Below 2000 Level",
      "snippet": "New government data shows total income of Americans reported to tax collector in 2004, adjusted for inflation, was still below its peak in 2000 despite significant gains in 2004; Internal Revenue Service data shows reported income totaled $7.044 t...",
      "abstract": "New government data shows total income of Americans reported to tax collector in 2004, adjusted for inflation, was still below its peak in 2000 despite significant gains in 2004; Internal Revenue Service data shows reported income totaled $7.044 trillion in 2004, down from more than $7.143 trillion in 2000; total reported income, in 2004 dollars, fell 1.4 percent, but because population grew during period average real incomes declined more than twice as much, falling $1,641, or 3 percent, to $53,974; IRS says individual income receipts were 21.6 percent smaller in 2004 than in 2000 and smaller than they were in 1997; government collected $831.8 billion in individual income taxes in 2004, down from $980.4 billion in 2000 and $848.6 billion in 1997; White House spokesman Tony Fratto says decline in income through 2004 was predictable result of 'what we all know now was a bubble economy with inflated asset values, which is why $7 trillion of equity in stock markets evaporated'; official poverty line in 2004 was $27 per day for single adult below retirement age and $42 per day for household with one child; IRS data does not include value of government benefits like food stamps, earned-income tax credit for working families and subsidized medical care; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/28/business/04-income-in-us-was-below-2000-level.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "Allure of Islam Signals a Shift Within Turkey",
      "snippet": "Turkey is navigating between the forces pulling it closer to Islam and the institutions that safeguard its secularism.",
      "abstract": "Turkey is navigating between the forces pulling it closer to Islam and the institutions that safeguard its secularism.",
      "lead_paragraph": "ANKARA, Turkey, Nov. 27 — A short 24 hours before a visit by Pope Benedict XVI to this Muslim country, its prime minister finally agreed to meet him publicly. The venue: the airport, on the Turkish leader’s way out of town. ",
      "publication_date": "2006-11-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/28/world/europe/28turkey.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Watts Changes, and a Mainstay Bids It Farewell",
      "snippet": "Watts, Los Angeles neighborhood best known for 1964 race riots, is undergoing change, as middle- and working-class black families move to safer communities and more Latinos move in; James Dawson, whose son was shot and killed on streets of Watts t...",
      "abstract": "Watts, Los Angeles neighborhood best known for 1964 race riots, is undergoing change, as middle- and working-class black families move to safer communities and more Latinos move in; James Dawson, whose son was shot and killed on streets of Watts three years ago, discusses his decision to move after many years as mainstay of his community; he will continue to coach youth baseball team in Watts; Los Angeles police report violent crime has declined in past few years in Watts area, but several other baseball coaches say club's membership is dropping because of parents' fear of crime in streets; photos (M)",
      "lead_paragraph": "LOS ANGELES, Nov. 27 - The pint-size White Sox beat the A's 6-0, ending the baseball season the other day at Ted Watkins Park in Watts. James Dawson hauled out the trophies and T-shirts and some final words of direction and discipline.",
      "publication_date": "2006-11-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/28/us/watts-changes-and-a-mainstay-bids-it-farewell.html",
      "byline": "By Randal C. Archibold"
    },
    {
      "headline": "Free or Farmed, When Is a Fish Really Organic?",
      "snippet": "Agriculture Dept must decide what makes a fish organic; its answer could determine whether fish farmers will be able to tap into trend toward organic foods and profits that go with it; because organic foods must meet certain government standards, ...",
      "abstract": "Agriculture Dept must decide what makes a fish organic; its answer could determine whether fish farmers will be able to tap into trend toward organic foods and profits that go with it; because organic foods must meet certain government standards, wild fish, whose living conditions are not controlled, are not likely to make the grade, to dismay of some fishermen, including many in Alaskan salmon industry; it appears that only farm-raised salmon and other fish may pass muster, but proposed Agriculture Dept guideline for calling certain farmed fish 'organic' is controversial; environmentalists note many farm-raised fish live in cramped nets in conditions that can pollute water, while wild fish tend to swim in pristine waters; even among people who favor designation of farmed fish as organic, there are disputes over which types of fish should be included; at issue is what fish eat, and whether they can be fed an organic diet; photos (M)",
      "lead_paragraph": "Buying a pork chop labeled \"organic\" is relatively straightforward: it comes from a pig that ate only organic food, roamed outdoors from time to time and was left free of antibiotics.",
      "publication_date": "2006-11-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/28/business/free-or-farmed-when-is-a-fish-really-organic.html",
      "byline": "By Andrew Martin"
    },
    {
      "headline": "Boeing Not Afraid to Say ‘Sold Out’",
      "snippet": "Commercial plane orders at Boeing have outpaced those at its main rival Airbus so far this year because of design and delivery problems with Airbus's two new planes, midsize A350 and superjumbo A380; Boeing turned down request by Southwest Airline...",
      "abstract": "Commercial plane orders at Boeing have outpaced those at its main rival Airbus so far this year because of design and delivery problems with Airbus's two new planes, midsize A350 and superjumbo A380; Boeing turned down request by Southwest Airlines, its best commercial customer, when airline wanted to add two planes to recent order of 80; Boeing is trying to manage what could be too much of good thing with aviation booming and airlines lining up for Boeing planes; Boeing is trying to avoid mistakes of past; in last aviation boom, in 1997 and 1998, Boeing gorged itself on orders, but its production lines could not keep up and ground to halt; company flooded market with too many planes and ultimately had to sell them at cut-rate prices; graph; photo (M)",
      "lead_paragraph": "Saying no to one of your best customers may not seem like a smart business strategy. But that is exactly what Boeing said this year to Southwest Airlines, which buys more Boeing planes than any other carrier, having taken delivery of 477 to date.",
      "publication_date": "2006-11-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/28/business/boeing-not-afraid-to-say-sold-out.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Where the Appetite for Aircraft Is Big",
      "snippet": "Asian countries are clamoring for planes to meet surging air travel demands, giving Boeing an edge in the region.",
      "abstract": "Asian countries are clamoring for planes to meet surging air travel demands, giving Boeing an edge in the region.",
      "lead_paragraph": "SINGAPORE, Nov. 27 — Boeing is enjoying heady times in Asia.",
      "publication_date": "2006-11-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/28/business/worldbusiness/28asiaplanes.html",
      "byline": "By Wayne Arnold"
    },
    {
      "headline": "Hezbollah Said to Help Shiite Army in Iraq",
      "snippet": "Senior American intelligence official says Iranian-backed group Hezbollah is training members of Mahdi Army, Iraqi Shiite militia led by Moktada al-Sadr, in Lebanon; says several Hezbollah operatives have visited Iraq; says Iran has facilitated li...",
      "abstract": "Senior American intelligence official says Iranian-backed group Hezbollah is training members of Mahdi Army, Iraqi Shiite militia led by Moktada al-Sadr, in Lebanon; says several Hezbollah operatives have visited Iraq; says Iran has facilitated link between Hezbollah and Shiite militias in Iraq, and Syrian officials have also cooperated; Iraq Study Group headed by James A Baker III and Lee H Hamilton is expected to call for direct talks with Iran to help in stabilizing Iraq; claim about Hezbollah's role in training Shiite militias could strengthen hand of those in Bush administration who oppose any such major new diplomatic involvement with Iran; that claim is consistent with one made in Iraq this summer by mid-level Mahdi commander, who said his militia sent 300 fighters to Lebanon, ostensibly to fight alongside Hezbollah; American officials say Iranians have also provided Shiite militias in Iraq with explosives and trigger devices for roadside bombs; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 27 - A senior American intelligence official said Monday that the Iranian-backed group Hezbollah had been training members of the Mahdi Army, the Iraqi Shiite militia led by Moktada al-Sadr.",
      "publication_date": "2006-11-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/28/world/middleeast/hezbollah-said-to-help-shiite-army-in-iraq.html",
      "byline": "By Michael R. Gordon and Dexter Filkins"
    },
    {
      "headline": "Hezbollah Said to Help Shiite Army in Iraq ",
      "snippet": "Between 1,000 and 2,000 fighters from the Mahdi Army and other Shiite militias have been trained by Hezbollah in Lebanon, a senior U.S. official said.",
      "abstract": "Between 1,000 and 2,000 fighters from the Mahdi Army and other Shiite militias have been trained by Hezbollah in Lebanon, a senior U.S. official said.",
      "lead_paragraph": "WASHINGTON, Nov. 27 — A senior American intelligence official said Monday that the Iranian-backed group Hezbollah had been training members of the Mahdi Army, the Iraqi Shiite militia led by Moktada al-Sadr. ",
      "publication_date": "2006-11-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/28/world/middleeast/28military.html",
      "byline": "By Michael R. Gordon and Dexter Filkins"
    },
    {
      "headline": "Where the Appetite for Aircraft Is Big",
      "snippet": "Boeing is enjoying heady times in Asia; latest evidence came from Seoul last week, when Korean Air Lines announced order for 25 jets from Boeing; deal is estimated to be worth $5.5 billion at list prices, but significantly less once discounts typi...",
      "abstract": "Boeing is enjoying heady times in Asia; latest evidence came from Seoul last week, when Korean Air Lines announced order for 25 jets from Boeing; deal is estimated to be worth $5.5 billion at list prices, but significantly less once discounts typical of such talks are taken into consideration; Asia's airlines have been lining up to buy new planes to feed surging demand for travel; International Air Transport Association forecasts that traffic in Asia will grow almost 7 percent this year, compared with about 5 percent in North America and Europe; other orders from Asian carriers for both Boeing and Airbus planes discussed; graph; photos (L)",
      "lead_paragraph": "SINGAPORE, Nov. 27 - Boeing is enjoying heady times in Asia.",
      "publication_date": "2006-11-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/28/business/worldbusiness/where-the-appetite-for-aircraft-is-big.html",
      "byline": "By Wayne Arnold"
    }
  ]
}