{
  "metadata": {
    "date": "2006-10-25",
    "total_articles": 18
  },
  "articles": [
    {
      "headline": "General Weighs 2nd Troop Shift to Calm Baghdad",
      "snippet": "The top American military commander in Iraq said that it was possible he might need to call for an increase in American troop levels in Baghdad.",
      "abstract": "The top American military commander in Iraq said that it was possible he might need to call for an increase in American troop levels in Baghdad.",
      "lead_paragraph": " BAGHDAD, Oct. 24 — The top American military commander in Iraq said Tuesday that it was possible he might need to call for an increase in American troop levels in Baghdad to reinvigorate a plan to recapture the capital’s streets from insurgents and death squads.",
      "publication_date": "2006-10-25T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/25/world/middleeast/25iraq.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Vietnam’s Roaring Economy Is Set for World Stage",
      "snippet": "Since Vietnam has gone from communism to a form of capitalism, it has begun surpassing many of its neighbors.",
      "abstract": "Since Vietnam has gone from communism to a form of capitalism, it has begun surpassing many of its neighbors.",
      "lead_paragraph": " HO CHI MINH CITY, Vietnam — Nearly four decades ago, South Vietnamese leaders mapped out their battle plans inside the presidential palace here. When they lost the war, the palace became the base for the Ho Chi Minh City People’s Committee, which worked to impose tight Communist control.",
      "publication_date": "2006-10-25T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/25/business/worldbusiness/25vietnam.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Ads Test Payola Case Settlement",
      "snippet": "In the last two weeks, songs from two Vivendi record labels got a lift on the charts after a radio chain was paid to play the tunes as part of commercials.",
      "abstract": "In the last two weeks, songs from two Vivendi record labels got a lift on the charts after a radio chain was paid to play the tunes as part of commercials.",
      "lead_paragraph": "Hardly more than a year has passed since the nation’s biggest record labels started agreeing to a series of measures that were intended to end the industry’s long history of employing bribes and other shady practices to influence which songs are heard on the radio. ",
      "publication_date": "2006-10-25T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/25/business/media/25music.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "Idle Contractors Add Millions to Iraq Rebuilding",
      "snippet": "Overhead costs have consumed more than half the budget of some reconstruction projects in Iraq, according to a government estimate.",
      "abstract": "Overhead costs have consumed more than half the budget of some reconstruction projects in Iraq, according to a government estimate.",
      "lead_paragraph": "Overhead costs have consumed more than half the budget of some reconstruction projects in Iraq, according to a government estimate released yesterday, leaving far less money than expected to provide the oil, water and electricity needed to improve the lives of Iraqis.",
      "publication_date": "2006-10-25T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/25/world/middleeast/25reconstruct.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Amazon to Curtail Its Spending",
      "snippet": "Amazon.com said Tuesday it would slow its investment in new technology in a bid to start reaping the rewards of its continuing growth.",
      "abstract": "Amazon.com said Tuesday it would slow its investment in new technology in a bid to start reaping the rewards of its continuing growth.",
      "lead_paragraph": "Going into the critical holiday shopping season, Amazon.com said yesterday that it would slow its investment in new technology in a bid to start reaping the rewards of its continuing growth. ",
      "publication_date": "2006-10-25T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/25/technology/25amazon.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "Talent Agency Is Aiming to Find Web Video Stars",
      "snippet": "United Talent Agency has created an online unit devoted to scouting out up-and-coming creators of Internet content and finding work for them.",
      "abstract": "United Talent Agency has created an online unit devoted to scouting out up-and-coming creators of Internet content and finding work for them.",
      "lead_paragraph": "LOS ANGELES, Oct. 24 — One of Hollywood’s top five talent agencies has created an online unit devoted to scouting out up-and-coming creators of Internet content — particularly video — and finding work for them in Web-based advertising and entertainment, as well as in the older media.",
      "publication_date": "2006-10-25T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/25/technology/25agency.html",
      "byline": "By David M. Halbfinger"
    },
    {
      "headline": "A Cappuccino With the 2x4’s?",
      "snippet": "Amid the worst housing market in a decade, Home Depot has begun selling more than just home improvement products.",
      "abstract": "Amid the worst housing market in a decade, Home Depot has begun selling more than just home improvement products.",
      "lead_paragraph": "ATLANTA — How does the nation’s largest home improvement retailer weather the worst housing market in a decade? ",
      "publication_date": "2006-10-25T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/25/business/25depot.html",
      "byline": "By Michael Barbaro and Claudia H. Deutsch"
    },
    {
      "headline": "When Jobs Are Bountiful and Pay Isn’t",
      "snippet": "Though the U.S. economy is creating lots of jobs, many don’t pay a decent living, and polls suggest that voters want to increase the minimum wage.",
      "abstract": "Though the U.S. economy is creating lots of jobs, many don’t pay a decent living, and polls suggest that voters want to increase the minimum wage.",
      "lead_paragraph": " In the early months of 1935, this newspaper ran a series of editorials warning about a grave threat to the American economy. The Social Security plan being pushed by Franklin D. Roosevelt was “a bad bill,” the editorials said, that would become an enormous burden on American companies and might be unconstitutional to boot.",
      "publication_date": "2006-10-25T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/25/business/25leonhardt.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Vietnam’s Roaring Economy Is Set for World Stage",
      "snippet": "Vietnam, which moved from communism to form of capitalism three decades ago, now has 8.4 percent growth rate that trails only China's in region; American companies and other investors pour in billions of dollars, overseas Vietnamese are returning ...",
      "abstract": "Vietnam, which moved from communism to form of capitalism three decades ago, now has 8.4 percent growth rate that trails only China's in region; American companies and other investors pour in billions of dollars, overseas Vietnamese are returning to run ventures, country is set to join World Trade Organization and Hanoi will host Asia-Pacific Economic Cooperation summit in November; pace of exports to US is rising even faster than China's; Republicans in Congress and corporate America are divided over bill to grant permanent full trade relations, given Vietnam's history with US and its position of selling almost nine times as much to US as it buys; photos; graphs; nearly double-digit growth is producing same shortages of skilled labor as in India and China, leading to soaring salaries for professionals; roads and ports are choked but deep-seated corruption slows construction; liberalization, led by economists like Le Dang Doanh, began in earnest in early 1990's, after poor harvests and mismanagement left millions facing malnutrition (M)",
      "lead_paragraph": "HO CHI MINH CITY, Vietnam - Nearly four decades ago, South Vietnamese leaders mapped out their battle plans inside the presidential palace here. When they lost the war, the palace became the base for the Ho Chi Minh City People's Committee, which worked to impose tight Communist control.",
      "publication_date": "2006-10-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/25/business/worldbusiness/vietnams-roaring-economy-is-set-for-world-stage.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Hospitals Try Free Basic Care for Uninsured",
      "snippet": "Seton hospital network in Texas is one of several in US offering free primary care to uninsured people with chronic conditions because it is cheaper than absorbing high costs of repeated emergencies; Dr Melissa Smith, Seton director in Austin, exp...",
      "abstract": "Seton hospital network in Texas is one of several in US offering free primary care to uninsured people with chronic conditions because it is cheaper than absorbing high costs of repeated emergencies; Dr Melissa Smith, Seton director in Austin, explains that patients like Dee Dee Dodd, who has been hospitalized repeatedly for diabetes emergencies, fare better and cost system less when they get preventive care; photos; Seton is Roman Catholic network that uses profits to provide nearly free care to the working poor; Commonwealth Fund president Karen Davis reports that reaching out to uninsured patients is recent tactic of handful of 'visionary' systems; New York's public system has assigned some 240,000 uninsured patients to primary care doctors and has social workers make sure they get checkups; Denver has 41,000 people enrolled in clinics; Seton in central Texas reports that educating 631 asthma patients alone saved $475,000 in one year; coverage of poor children has expanded greatly through Medicaid and related programs but most states do not cover parents with even poverty-level incomes and Texas is one of least generous; photos; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/25/health/hospitals-try-free-basic-care-for-uninsured.html",
      "byline": "By Erik Eckholm"
    },
    {
      "headline": "Federal Rules Back Single-Sex Public Education",
      "snippet": "Bush administration gives public school districts broad new latitude to expand single-sex classrooms and schools in biggest policy shift since landmark 1972 law barred sex discrimination in education; Education Department's new rules allow such te...",
      "abstract": "Bush administration gives public school districts broad new latitude to expand single-sex classrooms and schools in biggest policy shift since landmark 1972 law barred sex discrimination in education; Education Department's new rules allow such teaching if enrollment is voluntary and if coeducational teaching of 'substantially equal' quality is also available; US now has 241 single-sex public schools, up from three in 1995; Philadelphia schools chief Paul Vallas notes support for such programs there; change was sought by some conservative and urban educators but is condemned by rights groups; women senators from both parties asked department to draft guidelines after No Child Left Behind law, in light of studies suggesting that low-income urban children learn better when separated from opposite sex; Sec Margaret Spellings sees effort to expand options (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/25/education/federal-rules-back-singlesex-public-education.html",
      "byline": "By Diana Jean Schemo"
    },
    {
      "headline": "Ads Test Payola Case Settlement",
      "snippet": "Music industry is still grappling with how to change its history of employing bribes and shady practices to influence which songs are heard on radio; in last two weeks, songs from Blackground Records and Roadrunner Records, both distributed throug...",
      "abstract": "Music industry is still grappling with how to change its history of employing bribes and shady practices to influence which songs are heard on radio; in last two weeks, songs from Blackground Records and Roadrunner Records, both distributed through Vivendi's Universal Music Group, got lift on charts after radio chain Entercom Communications was allegedly paid to play tunes as part of commercials late at night in advertising program that New York State officials say is used to trick radio programmers; ad purchases come five months after Universal settled accusations that it bribed radio programmers with gifts in exchange for airplay and engaged in other deceptive practices; New York State Atty Gen Eliot Spitzer's office is investigating matter; Blackground Records purchased ads that enabled song Too Little, Too Late by singer JoJo to climb to No 2 position on nation's mainstream pop radio chart; representatives for group Nickelback, distributed through Roadrunner Records, paid for ads that inflated performance of song Far Away; tune ranked as week's No 1 song (M)",
      "lead_paragraph": "Hardly more than a year has passed since the nation's biggest record labels started agreeing to a series of measures that were intended to end the industry's long history of employing bribes and other shady practices to influence which songs are heard on the radio.",
      "publication_date": "2006-10-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/25/business/media/ads-test-payola-case-settlement.html",
      "byline": "By Jeff Leeds"
    },
    {
      "headline": "Talent Agency Is Aiming to Find Web Video Stars",
      "snippet": "United Talent Agency has created online unit devoted to scouting out up-and-coming creators of Internet content--particularly video--and finding work for them in Web-based advertising and entertainment, as well as in older media; move is bet that ...",
      "abstract": "United Talent Agency has created online unit devoted to scouting out up-and-coming creators of Internet content--particularly video--and finding work for them in Web-based advertising and entertainment, as well as in older media; move is bet that Web video is on growth curve; it is also return by Hollywood's core talent representatives to sort of new-media business they tested, without great success, at peak of dot-com boom; goal is to help major Web portals that are hungry for original content to find creative people they need; Brent Weinstein heads new online division; photo (M)",
      "lead_paragraph": "LOS ANGELES, Oct. 24 - One of Hollywood's top five talent agencies has created an online unit devoted to scouting out up-and-coming creators of Internet content -- particularly video -- and finding work for them in Web-based advertising and entertainment, as well as in the older media.",
      "publication_date": "2006-10-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/25/technology/talent-agency-is-aiming-to-find-web-video-stars.html",
      "byline": "By David M. Halbfinger"
    },
    {
      "headline": "A Cappuccino With the 2x4’s?",
      "snippet": "Home Depot, in wake of worst housing market in decade, is displaying growing willingness to stray from single-minded focus on home renovations and repair by offering everyday products like seasonal decorations and cigarettes; experiment with every...",
      "abstract": "Home Depot, in wake of worst housing market in decade, is displaying growing willingness to stray from single-minded focus on home renovations and repair by offering everyday products like seasonal decorations and cigarettes; experiment with everyday products--and $350 million program to overhaul look of 500 stores--exemplifies belief of chief executive Robert L Nardelli that Home Depot cannot only survive downturn in housing market, but can exploit situation by plowing money into chain; photos (M)",
      "lead_paragraph": "ATLANTA - How does the nation's largest home improvement retailer weather the worst housing market in a decade?",
      "publication_date": "2006-10-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/25/business/a-cappuccino-with-the-2x4s.html",
      "byline": "By Michael Barbaro and Claudia H. Deutsch"
    },
    {
      "headline": "General Says Troop Increase Not Part of Baghdad Plans",
      "snippet": "Gen George Casey says he may need to call for increase in US troop levels in Baghdad to reinvigorate plan to recapture streets from insurgents and death squads; comments at news conference as he and Amb Zalmay Khalilzad try to reassure restive Ame...",
      "abstract": "Gen George Casey says he may need to call for increase in US troop levels in Baghdad to reinvigorate plan to recapture streets from insurgents and death squads; comments at news conference as he and Amb Zalmay Khalilzad try to reassure restive American public that war is winnable; Khalilzad lays out timetable he says Iraqi leaders have accepted for tamping down violence; Casey predicts Iraqi troops will be able to take over main burden in 12-18 months; neither addresses what would happen if government failed to meet that timetable and Casey declines to specify how he would adjust faltering security plan; he could redeploy troops in country, extend their tours or bring in more from region; 90 US troops have died so far this month; military intensifies hunt for Iraqi-American soldier reported kidnapped while visiting relatives in Baghdad; Casey and Khalilzad say Iraqi leaders must set aside sectarian differences for 'national compact' and Iraqi military must become more credible force; 'notional political timetable' sets seven-month schedule from Sept to March 2007 to decide key issues, including crackdown on militias, that Prime Min Nuri al-Maliki, beholden to Shiite forces, has deferred; four more US troops die in attacks (M)",
      "lead_paragraph": "BAGHDAD, Oct. 24 - The top American military commander in Iraq said Tuesday that it was possible he might need to call for an increase in American troop levels in Baghdad to reinvigorate a plan to recapture the capital's streets from insurgents and death squads.",
      "publication_date": "2006-10-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/25/world/middleeast/general-says-troop-increase-not-part-of-baghdad-plans.html",
      "byline": "By John F. Burns"
    },
    {
      "headline": "Amazon to Curtail Its Spending",
      "snippet": "Amazon.com says it will slow its investment in new technology in bid to start reaping rewards of its continuing growth; reports its third-quarter earnings fell by more than third, dragged down heavy spending to get new projects off ground, even as...",
      "abstract": "Amazon.com says it will slow its investment in new technology in bid to start reaping rewards of its continuing growth; reports its third-quarter earnings fell by more than third, dragged down heavy spending to get new projects off ground, even as its sales rose 24 percent; investors welcome Amazon's decision to slow investment, bidding up stock more than 14 percent in after-hours trading; sales increased to $2.31 billion in third quarter, compared with $1.86 billion in period year earlier; profit declined 37 percent, to $19 million from $30 million year ago; chief executive Jeffrey Bezos comments (M)",
      "lead_paragraph": "Going into the critical holiday shopping season, Amazon.com said yesterday that it would slow its investment in new technology in a bid to start reaping the rewards of its continuing growth.",
      "publication_date": "2006-10-25T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/25/technology/amazon-to-curtail-its-spending.html",
      "byline": "By Laurie J. Flynn"
    },
    {
      "headline": "When Jobs Are Bountiful and Pay Isn’t",
      "snippet": "David Leonhardt column on referendums in Arizona, Colorado, Missouri, Montana, Ohio and Nevada to raise minimum wage; says higher minimum wage is not most effective way to fight poverty, because some minimum wage jobs are held by middle-class teen...",
      "abstract": "David Leonhardt column on referendums in Arizona, Colorado, Missouri, Montana, Ohio and Nevada to raise minimum wage; says higher minimum wage is not most effective way to fight poverty, because some minimum wage jobs are held by middle-class teenagers; holds current batch of initiatives is not perfect; holds Congress and state legislatures have yet to come up with better solution to poverty, and voters may not be willing to wait for perfection; map; chart (M)",
      "lead_paragraph": "In the early months of 1935, this newspaper ran a series of editorials warning about a grave threat to the American economy. The Social Security plan being pushed by Franklin D. Roosevelt was \"a bad bill,\" the editorials said, that would become an enormous burden on American companies and might be unconstitutional to boot.",
      "publication_date": "2006-10-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/25/business/when-jobs-are-bountiful-and-pay-isnt.html",
      "byline": "By David Leonhardt"
    },
    {
      "headline": "Idle Contractors Add Millions to Iraq Rebuilding",
      "snippet": "Report by inspector general for Iraq reconstruction finds that overhead costs have consumed more than half of budgets of some projects, with more money spent in some cases on employees, paperwork and security than on actual construction; overhead ...",
      "abstract": "Report by inspector general for Iraq reconstruction finds that overhead costs have consumed more than half of budgets of some projects, with more money spent in some cases on employees, paperwork and security than on actual construction; overhead costs range from under 20 percent to 55 percent; highest are on oil contracts won by Halliburton subsidiary KBR; actual costs could be even higher because US has not properly tracked how much such expenses have taken from $18.4-billion reconstruction approved two years ago; report faults not so much security as bureaucracy that ordered contractors to Iraq and let them sit idle for months while 'meter ran'; poorly written contracts, ineffective oversight, needless delays and egregiously poor work also noted; Stephen Ellis of Taxpayers for Common Sense remarks on 'shoveling money out the door' to pad corporate coffers instead of doing work; report cites Parsons contracts with big overheads and Lucent with lowest, 11 percent; KBR and Parsons defend billing; photo; graph (M)",
      "lead_paragraph": "Overhead costs have consumed more than half the budget of some reconstruction projects in Iraq, according to a government estimate released yesterday, leaving far less money than expected to provide the oil, water and electricity needed to improve the lives of Iraqis.",
      "publication_date": "2006-10-25T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/25/world/middleeast/idle-contractors-add-millions-to-iraq-rebuilding.html",
      "byline": "By James Glanz"
    }
  ]
}