{
  "metadata": {
    "date": "2006-03-09",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Suddenly, a Rebellion in theG.O.P. on a Signature Issue",
      "snippet": "After more than five years of allowing President Bush relatively free rein to set their course, Republicans in Congress are suddenly, if selectively, in rebellion, a mutiny all the more surprising since it centers on the party's signature issue of...",
      "abstract": "After more than five years of allowing President Bush relatively free rein to set their course, Republicans in Congress are suddenly, if selectively, in rebellion, a mutiny all the more surprising since it centers on the party's signature issue of national security.     In a rebuke to the White House, House Republicans are moving aggressively to put the brakes on the takeover by a Dubai company of some port terminal operations in several large American cities, an effort that moved forward on Wednesday with broad bipartisan support.  ",
      "lead_paragraph": "WASHINGTON, March 8 - After more than five years of allowing President Bush relatively free rein to set their course, Republicans in Congress are suddenly, if selectively, in rebellion, a mutiny all the more surprising since it centers on the party's signature issue of national security.",
      "publication_date": "2006-03-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/09/politics/suddenly-a-rebellion-in-thegop-on-a-signature-issue.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "Fastow Testifies Lay Knew of Enron's Problems",
      "snippet": "Andrew S. Fastow, the onetime chief financial officer of Enron, provided some of the strongest evidence yet linking Kenneth L. Lay, the company's founder and former chief executive, to a conspiracy to defraud investors. But Mr. Fastow's statements...",
      "abstract": "Andrew S. Fastow, the onetime chief financial officer of Enron, provided some of the strongest evidence yet linking Kenneth L. Lay, the company's founder and former chief executive, to a conspiracy to defraud investors. But Mr. Fastow's statements, coming in the sixth week of the trial of Mr. Lay and Jeffrey K. Skilling, another former chief executive, were almost lost under a searing cross-examination by Daniel Petrocelli, Mr. Skilling's lead lawyer.     Days after he retook the reins as Enron's chief executive in 2001, Mr. Lay was told that Enron was in such a precarious state that a ''massive restructuring'' or a sale of the company would be required to save it from ruin, Mr. Fastow said at the criminal trial of his former bosses.  ",
      "lead_paragraph": "HOUSTON, March 8 - Andrew S. Fastow, the onetime chief financial officer of Enron, provided some of the strongest evidence yet linking Kenneth L. Lay, the company's founder and former chief executive, to a conspiracy to defraud investors. But Mr. Fastow's statements, coming in the sixth week of the trial of Mr. Lay and Jeffrey K. Skilling, another former chief executive, were almost lost under a searing cross-examination by Daniel Petrocelli, Mr. Skilling's lead lawyer.",
      "publication_date": "2006-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/09/business/businessspecial3/fastow-testifies-lay-knew-of-enrons-problems.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "China Attacks Its Woes With an Old Party Ritual",
      "snippet": "Like a giant company concerned with organizational disarray and a sinking public image, the Chinese Communist Party is trying to remake itself into an efficient, modern machine. But to do so, it has chosen one of its oldest political tools -- a Ma...",
      "abstract": "Like a giant company concerned with organizational disarray and a sinking public image, the Chinese Communist Party is trying to remake itself into an efficient, modern machine. But to do so, it has chosen one of its oldest political tools -- a Maoist-style ideological campaign, complete with required study groups.     For 14 months and counting, the party's 70 million rank-and-file members have been ordered to read speeches by Mao and Deng Xiaoping, as well as the numbing treatise of 17,000-plus words that is the party constitution. Mandatory meetings include sessions where cadres must offer self-criticisms and also criticize everyone else.  ",
      "lead_paragraph": "BEIJING, March 8 - Like a giant company concerned with organizational disarray and a sinking public image, the Chinese Communist Party is trying to remake itself into an efficient, modern machine. But to do so, it has chosen one of its oldest political tools -- a Maoist-style ideological campaign, complete with required study groups.",
      "publication_date": "2006-03-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/09/world/asia/china-attacks-its-woes-with-an-old-party-ritual.html",
      "byline": "By Jim Yardley"
    },
    {
      "headline": "Almost iPod, but in the End a Samsung",
      "snippet": "ALL right, we've now entered Year 5 of the iPod Era. Apple's rivals have had plenty of time to study the iPod, figure out what makes it such a hit and offer reasonable competition.     As you may have noticed, however, that hasn't happened. Of eve...",
      "abstract": "ALL right, we've now entered Year 5 of the iPod Era. Apple's rivals have had plenty of time to study the iPod, figure out what makes it such a hit and offer reasonable competition.     As you may have noticed, however, that hasn't happened. Of every 100 people walking by in their little music isolation bubbles, 78 of them seem to have telltale white iPod earbuds. Year after year, the iPod's market share drifts upward, leaving its rivals to fight over the scraps; call it Snow White and the 20 Dwarfs.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/09/technology/circuits/almost-ipod-but-in-the-end-a-samsung.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "U.S. Plans to Take On Gabelli Suit",
      "snippet": "The Justice Department announced yesterday that it planned to pursue civil fraud claims against the famed money manager Mario J. Gabelli, contending that he orchestrated a scheme to deceive the Federal Communications Commission in its auctions of ...",
      "abstract": "The Justice Department announced yesterday that it planned to pursue civil fraud claims against the famed money manager Mario J. Gabelli, contending that he orchestrated a scheme to deceive the Federal Communications Commission in its auctions of wireless spectrum licenses several years ago.     The government is seeking to take over a civil lawsuit filed by a lawyer involved in the auction process in 2001 that accused Mr. Gabelli of creating a series of sham companies that bid for F.C. C. licenses at a discount under a program that favored minorities and small businesses.  ",
      "lead_paragraph": "The Justice Department announced yesterday that it planned to pursue civil fraud claims against the famed money manager Mario J. Gabelli, contending that he orchestrated a scheme to deceive the Federal Communications Commission in its auctions of wireless spectrum licenses several years ago.",
      "publication_date": "2006-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/09/business/us-plans-to-take-on-gabelli-suit.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "50 Iraq Workers Abducted at Site Owned by Sunnis",
      "snippet": "In one of the most audacious kidnappings since the American invasion, a group of about 50 people was abducted in a Baghdad raid on Wednesday by gunmen wearing the uniforms of a police paramilitary unit, Iraqi officials and witnesses said.      The...",
      "abstract": "In one of the most audacious kidnappings since the American invasion, a group of about 50 people was abducted in a Baghdad raid on Wednesday by gunmen wearing the uniforms of a police paramilitary unit, Iraqi officials and witnesses said.      The raid took place hours after the discovery in Baghdad of at least 24 bodies, all victims of execution-style slayings, Iraqi and American officials said.  ",
      "lead_paragraph": "BAGHDAD, Iraq, March 8 - In one of the most audacious kidnappings since the American invasion, a group of about 50 people was abducted in a Baghdad raid on Wednesday by gunmen wearing the uniforms of a police paramilitary unit, Iraqi officials and witnesses said.",
      "publication_date": "2006-03-09T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/09/world/middleeast/50-iraq-workers-abducted-at-site-owned-by-sunnis.html",
      "byline": "By Kirk Semple"
    },
    {
      "headline": "Are Papers About to Land or Take Off?",
      "snippet": "The fate of Knight Ridder newspapers, the nation's second-largest newspaper chain, could be determined any day -- and with it, the future of what has come to be known as the mainstream media could become clearer.     Knight Ridder was put up for s...",
      "abstract": "The fate of Knight Ridder newspapers, the nation's second-largest newspaper chain, could be determined any day -- and with it, the future of what has come to be known as the mainstream media could become clearer.     Knight Ridder was put up for sale in November under pressure from its three biggest shareholders, who said the company's stock was undervalued. In what may be an early sign that the newspaper industry's value has declined, it appears that only two bidders are likely to make offers by the deadline, which is today. Several private equity firms looked over the property but dropped out.  ",
      "lead_paragraph": "The fate of Knight Ridder newspapers, the nation's second-largest newspaper chain, could be determined any day -- and with it, the future of what has come to be known as the mainstream media could become clearer.",
      "publication_date": "2006-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/09/business/media/are-papers-about-to-land-or-take-off.html",
      "byline": "By Katharine Q. Seelye and Andrew Ross Sorkin"
    },
    {
      "headline": "Soda Sales Fall for First Time in 20 Years",
      "snippet": "The next generation may not be the Pepsi generation -- or the Coke generation, for that matter.     For years, soda has been the quintessential American drink, considered the perfect thirst quencher, morning pick-me-up or accompaniment to lunch or...",
      "abstract": "The next generation may not be the Pepsi generation -- or the Coke generation, for that matter.     For years, soda has been the quintessential American drink, considered the perfect thirst quencher, morning pick-me-up or accompaniment to lunch or dinner.  ",
      "lead_paragraph": "The next generation may not be the Pepsi generation -- or the Coke generation, for that matter.",
      "publication_date": "2006-03-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/09/business/soda-sales-fall-for-first-time-in-20-years.html",
      "byline": "By Melanie Warner"
    },
    {
      "headline": "3 Students Held in Church Fires Set in Alabama",
      "snippet": "Three college students from the prosperous suburbs of Birmingham, Ala., were arrested yesterday in the burning of nine Baptist churches last month in rural Alabama. Federal officials said the fires were a ''joke'' that spun out of control while th...",
      "abstract": "Three college students from the prosperous suburbs of Birmingham, Ala., were arrested yesterday in the burning of nine Baptist churches last month in rural Alabama. Federal officials said the fires were a ''joke'' that spun out of control while the students were deer hunting.     After initially setting ablaze five churches in the county just south of Birmingham, two students burned four additional churches days later in more remote areas, hoping to divert investigators, the authorities said.  ",
      "lead_paragraph": "Three college students from the prosperous suburbs of Birmingham, Ala., were arrested yesterday in the burning of nine Baptist churches last month in rural Alabama. Federal officials said the fires were a \"joke\" that spun out of control while the students were deer hunting.",
      "publication_date": "2006-03-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/09/us/3-students-held-in-church-fires-set-in-alabama.html",
      "byline": "By Rick Lyman"
    }
  ]
}