{
  "metadata": {
    "date": "2006-02-03",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Charges May Raise Pressure on Greenberg",
      "snippet": "Three former General Re executives and one former executive of American International Group have been charged with fraud and conspiracy, federal prosecutors and regulators announced yesterday, possibly ratcheting up the pressure on other senior ex...",
      "abstract": "Three former General Re executives and one former executive of American International Group have been charged with fraud and conspiracy, federal prosecutors and regulators announced yesterday, possibly ratcheting up the pressure on other senior executives.      At the heart of the charges is a two-part reinsurance transaction, executed in 2000 and 2001, that federal prosecutors described as a sham, intended to inflate A.I.G.'s financial position and mislead investors. That transaction, investigators have said, was initiated and approved by Maurice R. Greenberg, who was ousted as A.I.G.'s chairman and chief executive last March.  ",
      "lead_paragraph": "Three former General Re executives and one former executive of American International Group have been charged with fraud and conspiracy, federal prosecutors and regulators announced yesterday, possibly ratcheting up the pressure on other senior executives.",
      "publication_date": "2006-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/03/business/charges-may-raise-pressure-on-greenberg.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "After Dreary '05, Drug Makers See Brighter Year Ahead",
      "snippet": "Drug industry executives are voicing new hope that their companies are past the worst of the scientific, political and legal problems that dogged them through 2005.     After a long drought in finding new medicines, drug companies are filling thei...",
      "abstract": "Drug industry executives are voicing new hope that their companies are past the worst of the scientific, political and legal problems that dogged them through 2005.     After a long drought in finding new medicines, drug companies are filling their early-stage pipelines with promising new treatments, executives and analysts say. And prescription growth seems to be accelerating slightly, after rising only about 3 percent last year. Companies may also be benefiting from slightly higher prices that they are receiving under the Medicare drug benefit, which began on Jan. 1.  ",
      "lead_paragraph": "Drug industry executives are voicing new hope that their companies are past the worst of the scientific, political and legal problems that dogged them through 2005.",
      "publication_date": "2006-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/03/business/after-dreary-05-drug-makers-see-brighter-year-ahead.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "House G.O.P. Votes a Surprise Choice to Succeed DeLay",
      "snippet": "Representative John A. Boehner of Ohio in an upset on Thursday became the new House majority leader as Republicans, worried about a corruption scandal and their own tarnished image, tried to distance themselves from the tenure of Representative To...",
      "abstract": "Representative John A. Boehner of Ohio in an upset on Thursday became the new House majority leader as Republicans, worried about a corruption scandal and their own tarnished image, tried to distance themselves from the tenure of Representative Tom DeLay.     Mr. Boehner defeated Representative Roy Blunt of Missouri, the interim majority leader and a protégé of Mr. DeLay, on a second ballot, 122 to 109, after Mr. Blunt fell six votes short of victory in the initial voting.  ",
      "lead_paragraph": "WASHINGTON, Feb. 2 - Representative John A. Boehner of Ohio in an upset on Thursday became the new House majority leader as Republicans, worried about a corruption scandal and their own tarnished image, tried to distance themselves from the tenure of Representative Tom DeLay.",
      "publication_date": "2006-02-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/03/politics/house-gop-votes-a-surprise-choice-to-succeed-delay.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "High Profits, Sluggish Investments",
      "snippet": "AS oil company earnings soar, there is talk of excess profits and a new windfall profits tax. The real issue, though, is not how much the oil companies are making, but what they are doing with the money. In too many cases, they seem to have only a...",
      "abstract": "AS oil company earnings soar, there is talk of excess profits and a new windfall profits tax. The real issue, though, is not how much the oil companies are making, but what they are doing with the money. In too many cases, they seem to have only a limited interest in investing it in projects that might help prevent or ameliorate a new energy crisis.     Exxon Mobil, the world's most valuable company, reported this week that it earned $36 billion in 2005. But it was only able to find ways to invest less than half that amount. Instead, Exxon Mobil's chief executive, Rex W. Tillerson, bragged that it had distributed $23.2 billion to shareholders, ''an increase of 56 percent, or $8.3 billion, from 2004.''  ",
      "lead_paragraph": "AS oil company earnings soar, there is talk of excess profits and a new windfall profits tax. The real issue, though, is not how much the oil companies are making, but what they are doing with the money. In too many cases, they seem to have only a limited interest in investing it in projects that might help prevent or ameliorate a new energy crisis.",
      "publication_date": "2006-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/03/business/high-profits-sluggish-investments.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "The iPod Ecosystem",
      "snippet": "In the weeks leading up to last month's Macworld conference, few people knew what the notoriously secretive Steven P. Jobs was going to announce.      Gavin Downey, the director of product management at the Belkin Corporation, listened to all the ...",
      "abstract": "In the weeks leading up to last month's Macworld conference, few people knew what the notoriously secretive Steven P. Jobs was going to announce.      Gavin Downey, the director of product management at the Belkin Corporation, listened to all the rumors leading up to the everything-Apple conference in San Francisco, from the outlandish to the logical. He had to. His job is making sure there are cases, rechargers and other accessories that add features to all the variations of iPods that Apple Computer makes. Any change in direction by Apple means his company has to scramble.  ",
      "lead_paragraph": "In the weeks leading up to last month's Macworld conference, few people knew what the notoriously secretive Steven P. Jobs was going to announce.",
      "publication_date": "2006-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/03/technology/the-ipod-ecosystem.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Gains Seen in Redesign of S.U.V.'s",
      "snippet": "Design changes that automakers initially resisted and then reluctantly adopted have sharply reduced the number of deaths among drivers of cars struck by a sport utility vehicle or pickup, according to results from the first study of the standards....",
      "abstract": "Design changes that automakers initially resisted and then reluctantly adopted have sharply reduced the number of deaths among drivers of cars struck by a sport utility vehicle or pickup, according to results from the first study of the standards.     The study, by the Insurance Institute for Highway Safety, using data from the auto industry and the federal government, found that in side-impact collisions the number of deaths fell by nearly half when automakers lowered S.U.V.'s by as little as half an inch or equipped them with hollow impact-absorbing bars below the front and rear bumpers.  ",
      "lead_paragraph": "DETROIT, Feb. 2 - Design changes that automakers initially resisted and then reluctantly adopted have sharply reduced the number of deaths among drivers of cars struck by a sport utility vehicle or pickup, according to results from the first study of the standards.",
      "publication_date": "2006-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/03/business/gains-seen-in-redesign-of-suvs.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Pension Battle May Entangle Mogul's Home",
      "snippet": "Ira L. Rennert's colossal house in the Hamptons, built with the riches from his sprawling industrial empire, has withstood lawsuits from angry neighbors, appeals to the local zoning board, even an attempted documentary filming by Michael Moore.   ...",
      "abstract": "Ira L. Rennert's colossal house in the Hamptons, built with the riches from his sprawling industrial empire, has withstood lawsuits from angry neighbors, appeals to the local zoning board, even an attempted documentary filming by Michael Moore.     But now a new challenge is looming. The federal agency that insures pensions appears poised to lay claim to Mr. Rennert's 29-bedroom oceanfront estate, along with other assets, to make sure he delivers on hundreds of millions of dollars in pensions promised to a group of steelworkers in Ohio.  ",
      "lead_paragraph": "Ira L. Rennert's colossal house in the Hamptons, built with the riches from his sprawling industrial empire, has withstood lawsuits from angry neighbors, appeals to the local zoning board, even an attempted documentary filming by Michael Moore.",
      "publication_date": "2006-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/03/business/pension-battle-may-entangle-moguls-home.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Women, Secret Hamas Strength, Win Votes at Polls and New Role",
      "snippet": "Hamas has been known and feared for its men, armed or strapped with suicide bombs. But in its parliamentary election triumph here last week, one secret weapon was its women.      To a degree specialists said was new in the conservative Muslim soci...",
      "abstract": "Hamas has been known and feared for its men, armed or strapped with suicide bombs. But in its parliamentary election triumph here last week, one secret weapon was its women.      To a degree specialists said was new in the conservative Muslim society of the Gaza Strip, Hamas used its women to win, sending them door to door with voter lists and to polling places for last-minute campaigning.  ",
      "lead_paragraph": "GAZA, Feb. 2 - Hamas has been known and feared for its men, armed or strapped with suicide bombs. But in its parliamentary election triumph here last week, one secret weapon was its women.",
      "publication_date": "2006-02-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/03/world/middleeast/women-secret-hamas-strength-win-votes-at-polls-and-new.html",
      "byline": "By Ian Fisher"
    },
    {
      "headline": "Device Maker Moves to Appease the F.D.A.",
      "snippet": "James R. Tobin has the sort of meeting with the Food and Drug Administration today that no executive looks forward to. In the eyes of the F.D.A., he and other top executives of the medical device maker Boston Scientific have much to atone for.    ...",
      "abstract": "James R. Tobin has the sort of meeting with the Food and Drug Administration today that no executive looks forward to. In the eyes of the F.D.A., he and other top executives of the medical device maker Boston Scientific have much to atone for.      Mr. Tobin, the chief executive, and his team will sit across a conference table from regulators led by Dr. Daniel G. Schultz, director of the F.D.A.'s medical device office. The meeting, in Rockville, Md., was prompted by an unusually harsh and broad warning letter by the agency last week. The F.D.A. cited serious quality-control problems -- and inadequate responses to earlier warnings -- at numerous factories operated by Boston Scientific, whose products include the best-selling Taxus stent, a tiny drug-coated metal device that props open coronary arteries after blockages have been cleared.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-02-03T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/03/business/device-maker-moves-to-appease-the-fda.html",
      "byline": "By Barnaby J. Feder"
    },
    {
      "headline": "The Met, Ending 30-Year Stance, Is Set to Yield Prized Vase to Italy",
      "snippet": "Reversing a position it has held for more than 30 years, the Metropolitan Museum of Art said yesterday that it would relinquish ownership of a 2,500-year-old Greek vase, considered one of the world's finest, to Italy. The Italians have long conten...",
      "abstract": "Reversing a position it has held for more than 30 years, the Metropolitan Museum of Art said yesterday that it would relinquish ownership of a 2,500-year-old Greek vase, considered one of the world's finest, to Italy. The Italians have long contended that the vase was stolen from an Etruscan tomb near Rome and smuggled from the country.     In documents delivered yesterday in Rome by the Met's lawyers after weeks of negotiations, the museum pledged to return the vase, known as the Euphronios krater; 15 pieces of Hellenistic silver; and four other vessels from the Classical era to Italy in exchange for long-term loans of other prized antiquities. Under the proposal, the Met would accept no liability for acquiring objects determined to have been looted, maintaining that it bought them in good faith.  ",
      "lead_paragraph": "Reversing a position it has held for more than 30 years, the Metropolitan Museum of Art said yesterday that it would relinquish ownership of a 2,500-year-old Greek vase, considered one of the world's finest, to Italy. The Italians have long contended that the vase was stolen from an Etruscan tomb near Rome and smuggled from the country.",
      "publication_date": "2006-02-03T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/03/arts/the-met-ending-30year-stance-is-set-to-yield-prized-vase-to-italy.html",
      "byline": "By Randy Kennedy and Hugh Eakin"
    },
    {
      "headline": "When Trust in Doctors Erodes, Other Treatments Fill the Void",
      "snippet": "A few moments before boarding a plane from Los Angeles to New York in January, Charlene Solomon performed her usual preflight ritual: she chewed a small tablet that contained trace amounts of several herbs, including extracts from daisy and chamom...",
      "abstract": "A few moments before boarding a plane from Los Angeles to New York in January, Charlene Solomon performed her usual preflight ritual: she chewed a small tablet that contained trace amounts of several herbs, including extracts from daisy and chamomile plants.      Ms. Solomon, 56, said she had no way to know whether the tablet, an herb-based remedy for jet lag, worked as advertised. Researchers have found no evidence that such preparations are effective, and Ms. Solomon knows that most doctors would scoff that she was wasting her money.  ",
      "lead_paragraph": "A few moments before boarding a plane from Los Angeles to New York in January, Charlene Solomon performed her usual preflight ritual: she chewed a small tablet that contained trace amounts of several herbs, including extracts from daisy and chamomile plants.",
      "publication_date": "2006-02-03T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/03/health/when-trust-in-doctors-erodes-other-treatments-fill-the-void.html",
      "byline": "By Benedict Carey"
    }
  ]
}