{
  "metadata": {
    "date": "2006-11-10",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "This Fund Is Making a Bundle",
      "snippet": "Security filing by Fortress Investment Group to sell $750 million worth of shares to public values company at $7.5 billion; offers rare peak into fast-growing hedge funds and private equity businesses; Fortress earned $88 million on revenue of $87...",
      "abstract": "Security filing by Fortress Investment Group to sell $750 million worth of shares to public values company at $7.5 billion; offers rare peak into fast-growing hedge funds and private equity businesses; Fortress earned $88 million on revenue of $877.5 million for first half of year; fees totaled $185.5 million; filing highlights how profitable hedge funds and private equity can be; company was founded in 1998; filing indicates desire for growth and need to establish itself as permanent institution; graph (M)",
      "lead_paragraph": "How much money is actually made in the fast-growing realm of hedge funds and private equity is often just an informed estimate.",
      "publication_date": "2006-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/10/business/this-fund-is-making-a-bundle.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "This Fund Is Making a Bundle",
      "snippet": "A securities filing by Fortress Investment Group provides a rare peek into the world of alternative investments.",
      "abstract": "A securities filing by Fortress Investment Group provides a rare peek into the world of alternative investments.",
      "lead_paragraph": "How much money is actually made in the fast-growing realm of hedge funds and private equity is often just an informed estimate. ",
      "publication_date": "2006-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/10/business/10hedge.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "When Soldiers Fall, Grief Binds a Unit’s 2 Worlds",
      "snippet": "Spike in American deaths in Iraq in Oct, major factor in sweeping Democratic gains in Congress, causes special pain for members of battalion that suffered highest losses; First Battalion, 22nd Infantry, based in Fort Hood, Tex, loses nine comrades...",
      "abstract": "Spike in American deaths in Iraq in Oct, major factor in sweeping Democratic gains in Congress, causes special pain for members of battalion that suffered highest losses; First Battalion, 22nd Infantry, based in Fort Hood, Tex, loses nine comrades just as battalion was beginning to make preparations to return home later this month; until Sept, only 3 soldiers of 800 in battalion had been killed in combat during battalion's second tour of Iraq; Sgt First Class Robert Warman describes wrenching experience of watching Humvee with four soldiers get blown to bits in front of his eyes; wives at home describe their fear and apprehension; photos (M)",
      "lead_paragraph": "BAGHDAD, Nov. 9 - Memorial services honoring fallen soldiers from the First Battalion, 22nd Infantry in Iraq used to require planning meetings of as long as 45 minutes. But at this point, they take barely five.",
      "publication_date": "2006-11-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/10/world/middleeast/when-soldiers-fall-grief-binds-a-units-2-worlds.html",
      "byline": "By Michael Luo and Michael Wilson"
    },
    {
      "headline": "Brands Produce Their Own Shows",
      "snippet": "Marketers are creating TV shows, movies and online programming with help of advertising agencies to keep consumers from turning away from typical commercials; companies like Burger King, PepsiCo, Mars and Office Max are creating television shows a...",
      "abstract": "Marketers are creating TV shows, movies and online programming with help of advertising agencies to keep consumers from turning away from typical commercials; companies like Burger King, PepsiCo, Mars and Office Max are creating television shows and feature-length films while Anheuser-Busch plans seven-channel online BudTV network; companies will use new strategies alongside traditional advertising; advertising executives say line between commercialization and entertainment is blurred; photos (M)",
      "lead_paragraph": "Marketers have found a new way to try to keep viewers from tuning out: offer them TV shows, movies and online programming created by the marketers themselves, often with help from their advertising agencies.",
      "publication_date": "2006-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/10/business/media/brands-produce-their-own-shows.html",
      "byline": "By Louise Story"
    },
    {
      "headline": "Brands Produce Their Own Shows",
      "snippet": "More marketers are creating their own TV shows in the hopes of endearing viewers to the brands behind them.",
      "abstract": "More marketers are creating their own TV shows in the hopes of endearing viewers to the brands behind them.",
      "lead_paragraph": "Marketers have found a new way to try to keep viewers from tuning out: offer them TV shows, movies and online programming created by the marketers themselves, often with help from their advertising agencies.",
      "publication_date": "2006-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/10/business/media/10adco.html",
      "byline": "By Louise Story"
    },
    {
      "headline": "Buying Cheney’s Blunder",
      "snippet": "Can KBR, now a subsidiary of Halliburton, raise millions from investors, even though four Justice Department investigations into the company are pending?",
      "abstract": "Can KBR, now a subsidiary of Halliburton, raise millions from investors, even though four Justice Department investigations into the company are pending?",
      "lead_paragraph": "Can a company under investigation by the Justice Department raise hundreds of millions of dollars in an initial public offering? What if there are two separate investigations? Or three?",
      "publication_date": "2006-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/10/business/10norris.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Democrats Gain Senate and New Influence",
      "snippet": "Democrats gained control of the Senate on Thursday, giving them a majority in both houses of Congress for the first time since 1994.",
      "abstract": "Democrats gained control of the Senate on Thursday, giving them a majority in both houses of Congress for the first time since 1994.",
      "lead_paragraph": "WASHINGTON, Nov. 9 — Democrats gained control of the Senate on Thursday, giving them a majority in both houses of Congress for the first time since 1994 and increased influence over President Bush’s policies at home and abroad, starting with the war in Iraq.",
      "publication_date": "2006-11-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/10/us/politics/10elect.html",
      "byline": "By John M. Broder"
    },
    {
      "headline": "An Infighter With a Sharp Jab -- Harry Mason Reid",
      "snippet": "Man in the News profile of Harry Mason Reid, who will become Senate majority leader; he is from Nevada, elected to Congress in 1982 and to Senate in 1986; he is 66 years old; photo (M)",
      "abstract": "Man in the News profile of Harry Mason Reid, who will become Senate majority leader; he is from Nevada, elected to Congress in 1982 and to Senate in 1986; he is 66 years old; photo (M)",
      "lead_paragraph": "WASHINGTON, Nov. 9 - Harry Reid began Election Day with 50 situps and 80 push-ups (very red state of him) and 40 minutes of yoga (very blue state of him).",
      "publication_date": "2006-11-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/10/washington/the-2006-elections-man-in-the-news-an-infighter-with-a-sharp-jab.html",
      "byline": "By Mark Leibovich"
    },
    {
      "headline": "DEMOCRATS TAKE SENATE",
      "snippet": "Democrats gain control of Senate, and majority in both houses of Congress for first time since 1994, after Republican incumbent Sen George Allen of Virginia concedes to his Democratic challenger Jim Webb; Democrats now have 51-to-49 advantage in S...",
      "abstract": "Democrats gain control of Senate, and majority in both houses of Congress for first time since 1994, after Republican incumbent Sen George Allen of Virginia concedes to his Democratic challenger Jim Webb; Democrats now have 51-to-49 advantage in Senate, including two independents who align themselves with Democrats; Pres Bush has lunch with Rep Nancy Pelosi, who will become first woman to serve as speaker of House; Sen Harry Reid, who will become new majority leader, will join him for breakfast at White House on Nov 10; Senate Democrats celebrate their triumph at rally on Capitol Hill; Bush, who has practiced muscular brand of partisan combat in past six years, adopts more conciliatory tone after he and Vice Pres Cheney meet with Pelosi and Democratic House whip, Steny Hoyer; Republican recrimination over election wipeout continues, with conservatives criticizing Bush for dumping Defense Sec Donald Rumsfeld day after election and not before, when it might have won some independent votes; Ken Mehlman says he is stepping down as chairman of Republican National Committee; photos; charts (M)",
      "lead_paragraph": "WASHINGTON, Nov. 9 - Democrats gained control of the Senate on Thursday, giving them a majority in both houses of Congress for the first time since 1994 and increased influence over President Bush's policies at home and abroad, starting with the war in Iraq.",
      "publication_date": "2006-11-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/10/washington/the-2006-elections-democrats-take-senate.html",
      "byline": "By John M. Broder: Holli Chmela, David D. Kirkpatrick and Rachel L. Swarns Contributed Reporting"
    },
    {
      "headline": "Basic Chic From Japan. But Will It Sell?",
      "snippet": "Japanese clothing brand Uniqlo opens flagship store in New York City that could reshape American clothing industry with inexpensive, high quality fashions; brand hopes to capitalize on popularity of 'cheap chic' that brings sense of style to masse...",
      "abstract": "Japanese clothing brand Uniqlo opens flagship store in New York City that could reshape American clothing industry with inexpensive, high quality fashions; brand hopes to capitalize on popularity of 'cheap chic' that brings sense of style to masses by concentrating on basics; founder Tadashi Yanai expects Uniqlo to become profitable in its second year, projecting sales would nearly triple to $9 billion by 2010; store faces crowded competition and tough market for untested fashion lines; photo (M)",
      "lead_paragraph": "Fast fashion may be moving too fast for customers to keep up.",
      "publication_date": "2006-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/10/business/worldbusiness/basic-chic-from-japan-but-will-it-sell.html",
      "byline": "By Eric Wilson and Michael Barbaro"
    },
    {
      "headline": "Adjusting to the Changing Landscape",
      "snippet": "As President Bush grapples with the loss of his Republican majority in Congress, how far will he go to reinvent himself? To hear him talk, it might seem like a new George W. Bush. But, Republicans say, it is really just the same President Bush -- ...",
      "abstract": "As President Bush grapples with the loss of his Republican majority in Congress, how far will he go to reinvent himself? To hear him talk, it might seem like a new George W. Bush. But, Republicans say, it is really just the same President Bush -- pragmatic enough to recognize that he must adjust his tactics to changing conditions on the ground. Democrats are not so sure.   BY SHERYL GAY STOLBERG, PAGE A24  ",
      "lead_paragraph": "As President Bush grapples with the loss of his Republican majority in Congress, how far will he go to reinvent himself? To hear him talk, it might seem like a new George W. Bush. But, Republicans say, it is really just the same President Bush -- pragmatic enough to recognize that he must adjust his tactics to changing conditions on the ground. Democrats are not so sure. BY SHERYL GAY STOLBERG, PAGE A24",
      "publication_date": "2006-11-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/10/us/front page/adjusting-to-the-changing-landscape.html",
      "byline": ""
    },
    {
      "headline": "Marines Get the News",
      "snippet": "Marines using the home of an Iraqi to watch for enemy activity got the news from their host that the Democrats had taken control of Congress, and that Donald H. Rumsfeld was out as defense secretary. ''Who's Rumsfeld?'' one marine asked. Page A10....",
      "abstract": "Marines using the home of an Iraqi to watch for enemy activity got the news from their host that the Democrats had taken control of Congress, and that Donald H. Rumsfeld was out as defense secretary. ''Who's Rumsfeld?'' one marine asked. Page A10.  ",
      "lead_paragraph": "Marines using the home of an Iraqi to watch for enemy activity got the news from their host that the Democrats had taken control of Congress, and that Donald H. Rumsfeld was out as defense secretary. \"Who's Rumsfeld?\" one marine asked. Page A10.",
      "publication_date": "2006-11-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/10/front page/world/marines-get-the-news.html",
      "byline": ""
    },
    {
      "headline": "New Power Over the Bush Agenda",
      "snippet": "When Democrats take control of the Senate, they will assume far more power to influence President Bush's agenda, particularly his choice of executive and judicial nominations. With their majority, Democrats will now control the committees and the ...",
      "abstract": "When Democrats take control of the Senate, they will assume far more power to influence President Bush's agenda, particularly his choice of executive and judicial nominations. With their majority, Democrats will now control the committees and the floor schedule, a factor Mr. Bush will have to weigh in his selection process.   BY CARL HULSE, PAGE A26  ",
      "lead_paragraph": "When Democrats take control of the Senate, they will assume far more power to influence President Bush's agenda, particularly his choice of executive and judicial nominations. With their majority, Democrats will now control the committees and the floor schedule, a factor Mr. Bush will have to weigh in his selection process. BY CARL HULSE, PAGE A26",
      "publication_date": "2006-11-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/10/us/front page/new-power-over-the-bush-agenda.html",
      "byline": ""
    },
    {
      "headline": "When Soldiers Fall, Grief Binds a Unit’s 2 Worlds",
      "snippet": "The First Battalion, 22nd Infantry in Iraq has suffered more casualties than any other battalion in October.",
      "abstract": "The First Battalion, 22nd Infantry in Iraq has suffered more casualties than any other battalion in October.",
      "lead_paragraph": "BAGHDAD, Nov. 9 — Memorial services honoring fallen soldiers from the First Battalion, 22nd Infantry in Iraq used to require planning meetings of as long as 45 minutes. But at this point, they take barely five.",
      "publication_date": "2006-11-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/10/world/middleeast/10unit.html",
      "byline": "By Michael Luo and Michael Wilson"
    },
    {
      "headline": "Basic Chic From Japan. But Will It Sell?",
      "snippet": "The opening of a mammoth New York flagship for the Japanese retailer Uniqlo could further reshape the U.S. clothing industry.",
      "abstract": "The opening of a mammoth New York flagship for the Japanese retailer Uniqlo could further reshape the U.S. clothing industry.",
      "lead_paragraph": "Fast fashion may be moving too fast for customers to keep up.",
      "publication_date": "2006-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/10/business/worldbusiness/10retail.html",
      "byline": "By Eric Wilson and Michael Barbaro"
    },
    {
      "headline": "After Rumsfeld: Bid to Reshape the Brain Trust",
      "snippet": "Robert M. Gates will likely seek advice from moderate Republicans on the Iraq war.",
      "abstract": "Robert M. Gates will likely seek advice from moderate Republicans on the Iraq war.",
      "lead_paragraph": "WASHINGTON, Nov. 9 — Robert M. Gates, President Bush’s choice to become defense secretary, has sharply criticized the Bush administration’s handling of the Iraq war and has made it clear that he would seek advice from moderate Republicans who have been largely frozen out of the White House, according to administration officials and Mr. Gates’s close associates. ",
      "publication_date": "2006-11-10T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/10/world/middleeast/10policy.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Fastow Gets His Moment in the Sun",
      "snippet": "Andrew S. Fastow delivered the most expansive deposition yet in a spate of lawsuits stemming from Enron’s 2001 collapse.",
      "abstract": "Andrew S. Fastow delivered the most expansive deposition yet in a spate of lawsuits stemming from Enron’s 2001 collapse.",
      "lead_paragraph": "HOUSTON, Nov. 3 — No one sold tickets, but the Andrew S. Fastow show cost a small fortune.",
      "publication_date": "2006-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/10/business/10fastow.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "Recount Sought in Close Florida Race",
      "snippet": "A Democrat who narrowly lost her Congressional race in Sarasota, Fla., is seeking a recount after reports of problems with voting machines and a significant number of ballots with no recorded votes in the tight contest.   BY ABBY GOODNOUGH, PAGE A...",
      "abstract": "A Democrat who narrowly lost her Congressional race in Sarasota, Fla., is seeking a recount after reports of problems with voting machines and a significant number of ballots with no recorded votes in the tight contest.   BY ABBY GOODNOUGH, PAGE A29  ",
      "lead_paragraph": "A Democrat who narrowly lost her Congressional race in Sarasota, Fla., is seeking a recount after reports of problems with voting machines and a significant number of ballots with no recorded votes in the tight contest. BY ABBY GOODNOUGH, PAGE A29",
      "publication_date": "2006-11-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/10/us/front page/recount-sought-in-close-florida-race.html",
      "byline": ""
    },
    {
      "headline": "After Rumsfeld: Bid to Reshape the Brain Trust",
      "snippet": "Robert M Gates, Pres Bush's choice to become defense secretary, is described as sharp critic of Bush administration's handling of Iraq war who made clear to Bush that he would seek advice from moderate Republicans who have been frozen out of White...",
      "abstract": "Robert M Gates, Pres Bush's choice to become defense secretary, is described as sharp critic of Bush administration's handling of Iraq war who made clear to Bush that he would seek advice from moderate Republicans who have been frozen out of White House; close friend describes Gates as 'clearly distraught' over 'incompetence' of how Iraq operations have been run; says Gates, member of Iraq Study Group, returned from recent visit to Baghdad and expressed disbelief that Defense Sec Donald Rumsfeld, man he will be replacing, had not responded more quickly to rapid deterioration of security and that Bush had not acted sooner to overhaul management of war; Bush has resisted calls from Republicans like Sen John McCain to increase size of American force in Iraq, and rebuffed calls for setting deadlines for withdrawal of American troops; during campaign leading up to midterm elections, he declared that 'we're winning,' but several officials now say Gates would likely be given some latitude to redefine what constitutes victory; chart showing voters' attitudes toward war (M)",
      "lead_paragraph": "WASHINGTON, Nov. 9 - Robert M. Gates, President Bush's choice to become defense secretary, has sharply criticized the Bush administration's handling of the Iraq war and has made it clear that he would seek advice from moderate Republicans who have been largely frozen out of the White House, according to administration officials and Mr. Gates's close associates.",
      "publication_date": "2006-11-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/10/world/middleeast/after-rumsfeld-bid-to-reshape-the-brain-trust.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Buying Cheney’s Blunder",
      "snippet": "Halliburton is continuing with plans to sell KBR subsidiary despite being under four Justice Department investigations including issues of fraud in purchasing supplies for government and possible overcharges for work abroad; sale may save Hallibur...",
      "abstract": "Halliburton is continuing with plans to sell KBR subsidiary despite being under four Justice Department investigations including issues of fraud in purchasing supplies for government and possible overcharges for work abroad; sale may save Halliburton from paying antitrust penalties; underwriters hope investors will focus on potential profits instead of criminal inquiry that resulted from business in Iraq; graph (M)",
      "lead_paragraph": "Can a company under investigation by the Justice Department raise hundreds of millions of dollars in an initial public offering? What if there are two separate investigations? Or three?",
      "publication_date": "2006-11-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/10/business/buying-cheneys-blunder.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Fastow Gets His Moment in the Sun",
      "snippet": "Enron's former chief financial officer Andrew S Fastow's eight and a half day deposition in downtown Houston is first time Enron insider attempts to help shareholders recover money in civil litigation; it is unclear if Fastow's testimony will conv...",
      "abstract": "Enron's former chief financial officer Andrew S Fastow's eight and a half day deposition in downtown Houston is first time Enron insider attempts to help shareholders recover money in civil litigation; it is unclear if Fastow's testimony will convince seven banks that have not settled to begin negotiations; bank executives say no new information is offered that would change their positions; Fastow outlines role of banks in helping Enron meet earnings targets while hiding poor cash flow and growing debt; Former executive is seeking to reduce sentence in exchange for his cooperation with prosectution; photo (M)",
      "lead_paragraph": "HOUSTON, Nov. 3 - No one sold tickets, but the Andrew S. Fastow show cost a small fortune.",
      "publication_date": "2006-11-10T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/10/business/fastow-gets-his-moment-in-the-sun.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "Harry Reid, an Infighter With a Sharp Jab",
      "snippet": "The next majority leader of the Senate is low-key, deferential and somewhat sheepish, which makes it easy to underestimate him.",
      "abstract": "The next majority leader of the Senate is low-key, deferential and somewhat sheepish, which makes it easy to underestimate him.",
      "lead_paragraph": "WASHINGTON, Nov. 9 — Harry Reid began Election Day with 50 situps and 80 push-ups (very red state of him) and 40 minutes of yoga (very blue state of him).",
      "publication_date": "2006-11-10T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/10/us/politics/10reid.html",
      "byline": "By Mark Leibovich"
    }
  ]
}