{
  "metadata": {
    "date": "2006-01-09",
    "total_articles": 29
  },
  "articles": [
    {
      "headline": "Coming Soon to TV Land: The Internet, Actually",
      "snippet": "What would a world with television coming through the Internet be like?      Instead of tuning into programs preset and determined by the broadcast network or cable or satellite TV provider, viewers would be able to search the Internet and choose ...",
      "abstract": "What would a world with television coming through the Internet be like?      Instead of tuning into programs preset and determined by the broadcast network or cable or satellite TV provider, viewers would be able to search the Internet and choose from hundreds of thousands of programs sent to them from high-speed connections.  ",
      "lead_paragraph": "LAS VEGAS, Jan. 6 - What would a world with television coming through the Internet be like?",
      "publication_date": "2006-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/07/technology/coming-soon-to-tv-land-the-internet-actually.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "Bush Cites 2 Million New Jobs in 2005 and Healthy Economy",
      "snippet": "The United States generated about 200,000 new jobs a month in the last part of 2005, a healthy pace that President Bush immediately used on Friday as part of a broader campaign to promote his economic record and agenda of tax cuts, tighter limits ...",
      "abstract": "The United States generated about 200,000 new jobs a month in the last part of 2005, a healthy pace that President Bush immediately used on Friday as part of a broader campaign to promote his economic record and agenda of tax cuts, tighter limits on government spending and more trade.     The nation added 108,000 jobs in December as the unemployment rate edged down to 4.9 percent, the Labor Department said Friday.  ",
      "lead_paragraph": "WASHINGTON, Jan. 6 - The United States generated about 200,000 new jobs a month in the last part of 2005, a healthy pace that President Bush immediately used on Friday as part of a broader campaign to promote his economic record and agenda of tax cuts, tighter limits on government spending and more trade.",
      "publication_date": "2006-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/07/politics/bush-cites-2-million-new-jobs-in-2005-and-healthy-economy.html",
      "byline": "By Edmund L. Andrews and Richard W. Stevenson"
    },
    {
      "headline": "Miners Went by Book, but Time and Air Ran Out",
      "snippet": "It is perhaps the most heartbreaking question raised by a heartbreaking accident. Did 12 miners die deep inside the Sago Mine because, instead of trying to walk to safety after an explosion, they waited for help that took too long to arrive?      ...",
      "abstract": "It is perhaps the most heartbreaking question raised by a heartbreaking accident. Did 12 miners die deep inside the Sago Mine because, instead of trying to walk to safety after an explosion, they waited for help that took too long to arrive?      They apparently had enough oxygen in their respirators to last an hour or more and no wall of debris blocked their escape, mine company officials said. They could not have known it, but there was breathable air inside the mine, possibly just 2,000 feet away.  ",
      "lead_paragraph": "SAGO, W.Va., Jan. 6 - It is perhaps the most heartbreaking question raised by a heartbreaking accident. Did 12 miners die deep inside the Sago Mine because, instead of trying to walk to safety after an explosion, they waited for help that took too long to arrive?",
      "publication_date": "2006-01-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/07/us/miners-went-by-book-but-time-and-air-ran-out.html",
      "byline": "By James Dao and Felicity Barringer"
    },
    {
      "headline": "Rebels in G.O.P. Call for DeLay to Be Replaced",
      "snippet": "A rebellious band of House Republicans moved Friday to bar Representative Tom DeLay of Texas from regaining his position as majority leader, demanding a vote to replace him permanently at the top of the party hierarchy.      Acting in the wake of ...",
      "abstract": "A rebellious band of House Republicans moved Friday to bar Representative Tom DeLay of Texas from regaining his position as majority leader, demanding a vote to replace him permanently at the top of the party hierarchy.      Acting in the wake of Tuesday's guilty plea to corruption charges by the lobbyist Jack Abramoff, once a close ally of Mr. DeLay, Representatives Jeff Flake of Arizona and Charles Bass of New Hampshire began circulating a petition on Friday to collect 50 signatures needed to call a party leadership election. By midafternoon, they had commitments from about two dozen lawmakers, aides said.  ",
      "lead_paragraph": "WASHINGTON, Jan. 6 - A rebellious band of House Republicans moved Friday to bar Representative Tom DeLay of Texas from regaining his position as majority leader, demanding a vote to replace him permanently at the top of the party hierarchy.",
      "publication_date": "2006-01-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/07/politics/rebels-in-gop-call-for-delay-to-be-replaced.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "Pentagon Study Links Fatalities to Body Armor",
      "snippet": "A secret Pentagon study has found that as many as 80 percent of the marines who have been killed in Iraq from wounds to the upper body could have survived if they had had extra body armor. Such armor has been available since 2003, but until recent...",
      "abstract": "A secret Pentagon study has found that as many as 80 percent of the marines who have been killed in Iraq from wounds to the upper body could have survived if they had had extra body armor. Such armor has been available since 2003, but until recently the Pentagon has largely declined to supply it to troops despite calls from the field for additional protection, according to military officials.     The ceramic plates in vests now worn by the majority of troops in Iraq cover only some of the chest and back. In at least 74 of the 93 fatal wounds that were analyzed in the Pentagon study of marines from March 2003 through June 2005, bullets and shrapnel struck the marines' shoulders, sides or areas of the torso where the plates do not reach.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/07/politics/pentagon-study-links-fatalities-to-body-armor.html",
      "byline": "By Michael Moss"
    },
    {
      "headline": "Americans Said to Meet Rebels, Exploiting Rift",
      "snippet": "American officials are talking with local Iraqi insurgent leaders to exploit a rift that has opened between homegrown insurgents and radical groups like Al Qaeda, and to draw the local leaders into the political process, according to a Western dip...",
      "abstract": "American officials are talking with local Iraqi insurgent leaders to exploit a rift that has opened between homegrown insurgents and radical groups like Al Qaeda, and to draw the local leaders into the political process, according to a Western diplomat, an Iraqi political leader and an Iraqi insurgent leader.      Clashes between Iraqi groups and Al Qaeda have broken out in several cities across the Sunni Triangle, including Taji, Yusefiya, Qaim and Ramadi, and they appear to have intensified in recent months, according to interviews with insurgents and with American and Iraqi officials.  ",
      "lead_paragraph": "BAGHDAD, Iraq, Jan. 6 - American officials are talking with local Iraqi insurgent leaders to exploit a rift that has opened between homegrown insurgents and radical groups like Al Qaeda, and to draw the local leaders into the political process, according to a Western diplomat, an Iraqi political leader and an Iraqi insurgent leader.",
      "publication_date": "2006-01-07T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/07/world/middleeast/americans-said-to-meet-rebels-exploiting-rift.html",
      "byline": "By Dexter Filkins and Sabrina Tavernise"
    },
    {
      "headline": "His Airline Didn't Skimp on the Cheese",
      "snippet": "CAN the airline business really be this simple?     ''You need to be consistent and reliable,'' said Gordon M. Bethune, the best unemployed airline executive in the United States. ''You need to control your costs, but you can't let cost-cutting ta...",
      "abstract": "CAN the airline business really be this simple?     ''You need to be consistent and reliable,'' said Gordon M. Bethune, the best unemployed airline executive in the United States. ''You need to control your costs, but you can't let cost-cutting take over your business. You need to gain the trust of your employees. You need to treat your customers well. Other guys always wanted to talk about market share. They'd lose your bags but they'd show great movies. We always focused on the fundamentals: get Joe Nocera to New York, on time, with his underwear. There's no secret formula for this #%&*.''  ",
      "lead_paragraph": "CAN the airline business really be this simple?",
      "publication_date": "2006-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/07/business/his-airline-didnt-skimp-on-the-cheese.html",
      "byline": "By Joseph Nocera"
    },
    {
      "headline": "Basis for Spying in U.S. Is Doubted",
      "snippet": "President Bush's rationale for eavesdropping on Americans without warrants rests on questionable legal ground, and Congress does not appear to have given him the authority to order the surveillance, said a Congressional analysis released Friday.  ...",
      "abstract": "President Bush's rationale for eavesdropping on Americans without warrants rests on questionable legal ground, and Congress does not appear to have given him the authority to order the surveillance, said a Congressional analysis released Friday.     The analysis, by the Congressional Research Service, a nonpartisan research arm of Congress, was the first official assessment of a question that has gripped Washington for three weeks: Did Mr. Bush act within the law when he ordered the National Security Agency, the country's most secretive spy agency, to eavesdrop on some Americans?  ",
      "lead_paragraph": "WASHINGTON, Jan. 6 - President Bush's rationale for eavesdropping on Americans without warrants rests on questionable legal ground, and Congress does not appear to have given him the authority to order the surveillance, said a Congressional analysis released Friday.",
      "publication_date": "2006-01-07T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/07/politics/basis-for-spying-in-us-is-doubted.html",
      "byline": "By Eric Lichtblau and Scott Shane"
    },
    {
      "headline": "More and More Bang for More and More Bucks",
      "snippet": "In the supersized world of modern communications, cellphone plans are bulging with minutes, cable channels are proliferating and high-speed connections are, well, zippier than ever. Consumers are spending more than ever, but some are wondering if ...",
      "abstract": "In the supersized world of modern communications, cellphone plans are bulging with minutes, cable channels are proliferating and high-speed connections are, well, zippier than ever. Consumers are spending more than ever, but some are wondering if they are being showered with necessary advances or force-fed features they cannot hope to use.     Paradoxically, the cost of providing cable, Internet and phone services has been falling. Instead of passing along the savings in the form of cheaper plans, the cable, phone and broadband providers are locking customers into higher-priced packages and giving them bigger bundles of services. The pool of new customers, after all, is shrinking -- more than 65 percent of Americans already have a cellphone, for example -- and companies need new revenue.  ",
      "lead_paragraph": "In the supersized world of modern communications, cellphone plans are bulging with minutes, cable channels are proliferating and high-speed connections are, well, zippier than ever. Consumers are spending more than ever, but some are wondering if they are being showered with necessary advances or force-fed features they cannot hope to use.",
      "publication_date": "2006-01-07T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/07/business/more-and-more-bang-for-more-and-more-bucks.html",
      "byline": "By Ken Belson and Matt Richtel"
    },
    {
      "headline": "Sometimes, Two Is Less Than One",
      "snippet": "Andrew Ross Sorkin column explores reasons why stock is likely to decline in near term, rather than go up, when company is broken up; Goldman Sachs study examining 10 big companies that split up between 1994 and 1999 shows average company's shares...",
      "abstract": "Andrew Ross Sorkin column explores reasons why stock is likely to decline in near term, rather than go up, when company is broken up; Goldman Sachs study examining 10 big companies that split up between 1994 and 1999 shows average company's shares fell 6 percent between announcement and actual split; big shareholders sold their shares because new companies would no longer be one they bought into and big-cap investors no longer want to own collection of small-cap or midcap companies; money can be made in long term from spinoffs despite early drop in stock prices; photo (M)",
      "lead_paragraph": "VIACOM, the media giant, announced almost a year ago that it would split itself in two. For the chairman, Sumner M. Redstone, it was a bold step to try to create value from a company whose stock price had been treading water, as well as a frank acknowledgment that his previous strategy had failed.",
      "publication_date": "2006-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/01/08/business/yourmoney/sometimes-two-is-less-than-one.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "DeLay Ends Bid to Regain Post as G.O.P. Leader",
      "snippet": "Representative Tom DeLay, under pressure from colleagues and swept into an election-year lobbying scandal, abandoned his effort to remain House majority leader on Saturday. The move touched off a battle for the House Republican leadership in a cam...",
      "abstract": "Representative Tom DeLay, under pressure from colleagues and swept into an election-year lobbying scandal, abandoned his effort to remain House majority leader on Saturday. The move touched off a battle for the House Republican leadership in a campaign season tinged by corruption.     In letters sent Saturday to fellow House Republicans and Speaker J. Dennis Hastert, Mr. DeLay said he supported the call for an election of a new leader and was stepping aside to avoid becoming a political liability as Republicans face a determined Democratic challenge to their majority.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/08/politics/delay-ends-bid-to-regain-post-as-gop-leader.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "States Intervene After Drug Plan Hits Snags",
      "snippet": "Low-income Medicare beneficiaries around the country were often overcharged, and some were turned away from pharmacies without getting their medications, in the first week of Medicare's new drug benefit. The problems have prompted emergency action...",
      "abstract": "Low-income Medicare beneficiaries around the country were often overcharged, and some were turned away from pharmacies without getting their medications, in the first week of Medicare's new drug benefit. The problems have prompted emergency action by some states to protect their citizens.     Although there are no hard numbers, concerns expressed by state officials and complaints from pharmacists suggest a widespread pattern of problems.  ",
      "lead_paragraph": "WASHINGTON, Jan. 7 - Low-income Medicare beneficiaries around the country were often overcharged, and some were turned away from pharmacies without getting their medications, in the first week of Medicare's new drug benefit. The problems have prompted emergency action by some states to protect their citizens.",
      "publication_date": "2006-01-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/08/us/states-intervene-after-drug-plan-hits-snags.html",
      "byline": "By Robert Pear"
    },
    {
      "headline": "All Parts of City in Rebuild Plan of New Orleans",
      "snippet": "The city's official blueprint for redevelopment after Hurricane Katrina, to be released on Wednesday, will recommend that residents be allowed to return and rebuild anywhere they like, no matter how damaged or vulnerable the neighborhood, accordin...",
      "abstract": "The city's official blueprint for redevelopment after Hurricane Katrina, to be released on Wednesday, will recommend that residents be allowed to return and rebuild anywhere they like, no matter how damaged or vulnerable the neighborhood, according to several members of the mayor's rebuilding commission.     The proposal appears to put the city's rebuilding panel on a collision course with its state counterpart, which will control at least some of the flow of federal rebuilding money to the city.  ",
      "lead_paragraph": "NEW ORLEANS, Jan. 7 - The city's official blueprint for redevelopment after Hurricane Katrina, to be released on Wednesday, will recommend that residents be allowed to return and rebuild anywhere they like, no matter how damaged or vulnerable the neighborhood, according to several members of the mayor's rebuilding commission.",
      "publication_date": "2006-01-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/08/us/nationalspecial/all-parts-of-city-in-rebuild-plan-of-new-orleans.html",
      "byline": "By Gary Rivlin"
    },
    {
      "headline": "Miners Steer Children to Different Jobs",
      "snippet": "Mark Rankin worked in the deep mines for 23 years until a back injury put him on disability, and he said that if he ever had a son, he sure would not have wanted him to follow his father into the precarious ground.     As it was, his daughter's hu...",
      "abstract": "Mark Rankin worked in the deep mines for 23 years until a back injury put him on disability, and he said that if he ever had a son, he sure would not have wanted him to follow his father into the precarious ground.     As it was, his daughter's husband, 28-year-old David Lewis, was the youngest of the 12 men found dead this week, huddled together behind a makeshift barricade to keep out the toxic fumes in Sago Mine No. 1.  ",
      "lead_paragraph": "SAGO, W.Va., Jan. 7 - Mark Rankin worked in the deep mines for 23 years until a back injury put him on disability, and he said that if he ever had a son, he sure would not have wanted him to follow his father into the precarious ground.",
      "publication_date": "2006-01-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/08/us/miners-steer-children-to-different-jobs.html",
      "byline": "By Rick Lyman"
    },
    {
      "headline": "Call It the Deal of a Lifetime",
      "snippet": "Profile of Michael Kopper, who, three years ago, became first Enron executive to plead guilty to criminal charges and cut deal with government; Kopper could escape prison sentence by helping government build its case against more senior executives...",
      "abstract": "Profile of Michael Kopper, who, three years ago, became first Enron executive to plead guilty to criminal charges and cut deal with government; Kopper could escape prison sentence by helping government build its case against more senior executives; Kopper works as grant writer at Legacy Community Health Services outside Houston, which provides health care and counseling to HIV patients and other chronically ill people; photos (M)",
      "lead_paragraph": "MOST mornings these days, Michael J. Kopper wakes up early, slips on a pair of khakis and hops into his Nissan sport utility vehicle for the short commute from his duplex in a Houston suburb to his job at Legacy Community Health Services, a community clinic. The Prada suits gather lint in his closet, and the shiny BMW 530 has been sold.",
      "publication_date": "2006-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/01/08/business/call-it-the-deal-of-a-lifetime.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Is There a Future in Ford's Future?",
      "snippet": "Article on challenges Mark Fields faces as he takes on job as new president of American operations at Ford Motor; Fields, in his first interview since his promotion, comments on what he expects from his staff and what they should expect from him a...",
      "abstract": "Article on challenges Mark Fields faces as he takes on job as new president of American operations at Ford Motor; Fields, in his first interview since his promotion, comments on what he expects from his staff and what they should expect from him as he tries to turn company around; Fields has daunting task of trying to reverse momentum that Chrysler and GM have gained by introducing Edge, crossover vehicle that is first in next wave of new vehicles aimed at recapturing at least some of its lost sales; photos (L)",
      "lead_paragraph": "DEARBORN, Mich. - MARK FIELDS has no time to waste -- and no time to become acquainted with employees at Ford Motor, where he is the new president of its American operations.",
      "publication_date": "2006-01-08T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/01/08/business/yourmoney/is-there-a-future-in-fords-future.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Officials Focus on a 2nd Firm Tied to DeLay",
      "snippet": "Having secured a guilty plea from the lobbyist Jack Abramoff, prosecutors are entering a new phase of the corruption investigation in Washington and are focusing on a lobbying firm that has even closer ties to Tom DeLay, the former House majority ...",
      "abstract": "Having secured a guilty plea from the lobbyist Jack Abramoff, prosecutors are entering a new phase of the corruption investigation in Washington and are focusing on a lobbying firm that has even closer ties to Tom DeLay, the former House majority leader who is under scrutiny in the scandal.     The firm, Alexander Strategy Group, is of particular interest to investigators because it was founded by Edwin A. Buckham, a close friend of Mr. DeLay's and his former chief of staff, and has been a lucrative landing spot for several former members of the DeLay staff, people who are directly involved in the case have said.  ",
      "lead_paragraph": "WASHINGTON, Jan. 7 - Having secured a guilty plea from the lobbyist Jack Abramoff, prosecutors are entering a new phase of the corruption investigation in Washington and are focusing on a lobbying firm that has even closer ties to Tom DeLay, the former House majority leader who is under scrutiny in the scandal.",
      "publication_date": "2006-01-08T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/08/politics/officials-focus-on-a-2nd-firm-tied-to-delay.html",
      "byline": "By Anne E. Kornblut and Glen Justice"
    },
    {
      "headline": "From Sticks to Sturdier Wood",
      "snippet": "AT first, making furniture played second fiddle to making music for Felix Hendrickson -- a way to pay the bills when the club dates that topped his career agenda were slow in coming.     Today, making furniture and other woodwork is his main gig, ...",
      "abstract": "AT first, making furniture played second fiddle to making music for Felix Hendrickson -- a way to pay the bills when the club dates that topped his career agenda were slow in coming.     Today, making furniture and other woodwork is his main gig, while his drum playing has segued into an avocational refrain.  ",
      "lead_paragraph": "AT first, making furniture played second fiddle to making music for Felix Hendrickson -- a way to pay the bills when the club dates that topped his career agenda were slow in coming.",
      "publication_date": "2006-01-08T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/01/08/jobs/from-sticks-to-sturdier-wood.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "With Sharon Ill, Palestinians Face Own Travails",
      "snippet": "The sudden political disappearance of Prime Minister Ariel Sharon, struggling for life after a massive stroke, has thrown the future of any peace process with the Palestinians into question. But the Palestinian Authority itself is in such disarray...",
      "abstract": "The sudden political disappearance of Prime Minister Ariel Sharon, struggling for life after a massive stroke, has thrown the future of any peace process with the Palestinians into question. But the Palestinian Authority itself is in such disarray that it may be incapable of negotiating on terms any Israeli leader could accept.      There is spreading chaos, a sense of deterioration and growing concern among both Palestinians and Israelis that the Palestinian Authority, nearly bankrupt and facing a huge budget deficit, may look like a failed state even before it becomes one.  ",
      "lead_paragraph": "JERUSALEM, Jan. 7 - The sudden political disappearance of Prime Minister Ariel Sharon, struggling for life after a massive stroke, has thrown the future of any peace process with the Palestinians into question. But the Palestinian Authority itself is in such disarray that it may be incapable of negotiating on terms any Israeli leader could accept.",
      "publication_date": "2006-01-08T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/01/08/world/middleeast/with-sharon-ill-palestinians-face-own-travails.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "ABC News Remembers Peter Jennings as It Moves On Without Him",
      "snippet": "Ankle deep in mud on Wednesday, Elizabeth Vargas had just welcomed viewers to the new afternoon Webcast for ABC News -- live from outside the coal mine in Sago, W.Va. -- when a voice from the control room in Manhattan began crackling in her earpie...",
      "abstract": "Ankle deep in mud on Wednesday, Elizabeth Vargas had just welcomed viewers to the new afternoon Webcast for ABC News -- live from outside the coal mine in Sago, W.Va. -- when a voice from the control room in Manhattan began crackling in her earpiece.     ''Go! Go! Go!'' it said.  ",
      "lead_paragraph": "Ankle deep in mud on Wednesday, Elizabeth Vargas had just welcomed viewers to the new afternoon Webcast for ABC News -- live from outside the coal mine in Sago, W.Va. -- when a voice from the control room in Manhattan began crackling in her earpiece.",
      "publication_date": "2006-01-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/09/business/media/abc-news-remembers-peter-jennings-as-it-moves-on-without-him.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Alito to Face Senators' Queriesat Confirmation Hearings Today",
      "snippet": "When Judge John G. Roberts Jr. appeared before the Senate Judiciary Committee in September for hearings on his nomination to the Supreme Court, all of the participants were largely improvising. It had been 11 years since the last nomination, and t...",
      "abstract": "When Judge John G. Roberts Jr. appeared before the Senate Judiciary Committee in September for hearings on his nomination to the Supreme Court, all of the participants were largely improvising. It had been 11 years since the last nomination, and the legal landscape, political climate and very state of the world had changed so radically that the old templates were of little use.     Judge Samuel A. Alito Jr., on the other hand, will have a fresh road map from the Roberts hearings when he sits to face the committee Monday for his own confirmation hearings. The topics to be covered, the nature and tenor of the senators' questions, and the limits on what Judge Alito will be willing to answer will almost certainly follow the path cut in September.  ",
      "lead_paragraph": "WASHINGTON, Jan. 8 - When Judge John G. Roberts Jr. appeared before the Senate Judiciary Committee in September for hearings on his nomination to the Supreme Court, all of the participants were largely improvising. It had been 11 years since the last nomination, and the legal landscape, political climate and very state of the world had changed so radically that the old templates were of little use.",
      "publication_date": "2006-01-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/09/politics/politicsspecial1/alito-to-face-senators-queriesat-confirmation.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "A Commitment to Marriage, and to New Orleans",
      "snippet": "Charles Reddick of Delery Street in New Orleans is a big, gruff, no-nonsense man who could not be called a sentimentalist. This fall, when he finally proposed to his longtime girlfriend, Jacqueline Journee, he told her that he was too busy working...",
      "abstract": "Charles Reddick of Delery Street in New Orleans is a big, gruff, no-nonsense man who could not be called a sentimentalist. This fall, when he finally proposed to his longtime girlfriend, Jacqueline Journee, he told her that he was too busy working to get her a ring. She bought her own.     A New Year's Eve wedding seemed like a starry-eyed idea for such a pragmatist. But deep down, beneath the Bad Boy T-shirt that often encases his belly, Mr. Reddick, 46, is something of a softy -- and never more so than since his large extended family lost everything but their lives to Hurricane Katrina.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-01-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/09/us/nationalspecial/a-commitment-to-marriage-and-to-new-orleans.html",
      "byline": "By Deborah Sontag"
    },
    {
      "headline": "Diabetes and Its Awful Toll Quietly Emerge as a Crisis",
      "snippet": "Begin on the sixth floor, third room from the end, swathed in fluorescence: a 60-year-old woman was having two toes sawed off. One floor up, corner room: a middle-aged man sprawled, recuperating from a kidney transplant. Next door: nerve damage. E...",
      "abstract": "Begin on the sixth floor, third room from the end, swathed in fluorescence: a 60-year-old woman was having two toes sawed off. One floor up, corner room: a middle-aged man sprawled, recuperating from a kidney transplant. Next door: nerve damage. Eighth floor, first room to the left: stroke. Two doors down: more toes being removed. Next room: a flawed heart.     As always, the beds at Montefiore Medical Center in the Bronx were filled with a universe of afflictions. In truth, these assorted burdens were all the work of a single illness: diabetes. Room after room, floor after floor, diabetes. On any given day, hospital officials say, nearly half the patients are there for some trouble precipitated by the disease.  ",
      "lead_paragraph": "Begin on the sixth floor, third room from the end, swathed in fluorescence: a 60-year-old woman was having two toes sawed off. One floor up, corner room: a middle-aged man sprawled, recuperating from a kidney transplant. Next door: nerve damage. Eighth floor, first room to the left: stroke. Two doors down: more toes being removed. Next room: a flawed heart.",
      "publication_date": "2006-01-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/09/us/front page/diabetes-and-its-awful-toll-quietly-emerge-as-a-crisis.html",
      "byline": "By N. R. Kleinfield"
    },
    {
      "headline": "More Companies Ending Promises for Retirement",
      "snippet": "The death knell for the traditional company pension has been tolling for some time now. Companies in ailing industries like steel, airlines and auto parts have thrown themselves into bankruptcy and turned over their ruined pension plans to the fed...",
      "abstract": "The death knell for the traditional company pension has been tolling for some time now. Companies in ailing industries like steel, airlines and auto parts have thrown themselves into bankruptcy and turned over their ruined pension plans to the federal government.      Now, with the recent announcements of pension freezes by some of the cream of corporate America -- Verizon, Lockheed Martin, Motorola and, just last week, I.B.M. -- the bell is tolling even louder. Even strong, stable companies with the means to operate a pension plan are facing longer worker lifespans, looming regulatory and accounting changes and, most important, heightened global competition. Some are deciding they either cannot, or will not, keep making the decades-long promises that a pension plan involves.  ",
      "lead_paragraph": "The death knell for the traditional company pension has been tolling for some time now. Companies in ailing industries like steel, airlines and auto parts have thrown themselves into bankruptcy and turned over their ruined pension plans to the federal government.",
      "publication_date": "2006-01-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/09/business/more-companies-ending-promises-for-retirement.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Lobbyist's Firm Escapes Fallout From a Scandal",
      "snippet": "Greenberg Traurig was a politically well-connected law firm long before Jack Abramoff, the disgraced lobbyist who pleaded guilty last week to conspiracy, fraud and tax evasion, joined it about six years ago.      Lawyers for the firm represented G...",
      "abstract": "Greenberg Traurig was a politically well-connected law firm long before Jack Abramoff, the disgraced lobbyist who pleaded guilty last week to conspiracy, fraud and tax evasion, joined it about six years ago.      Lawyers for the firm represented George W. Bush in the weeks after the disputed 2000 election. Its partnership ranks include high-powered lawyers like John Scalia, the son of Justice Antonin Scalia.  ",
      "lead_paragraph": "WASHINGTON, Jan. 8 - Greenberg Traurig was a politically well-connected law firm long before Jack Abramoff, the disgraced lobbyist who pleaded guilty last week to conspiracy, fraud and tax evasion, joined it about six years ago.",
      "publication_date": "2006-01-09T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/09/politics/lobbyists-firm-escapes-fallout-from-a-scandal.html",
      "byline": "By Jonathan D. Glater and Anne E. Kornblut"
    },
    {
      "headline": "New Bid for Guidant Sets Up a Showdown",
      "snippet": "After poring over Guidant's confidential financial records for more than a month, Boston Scientific said yesterday that it would make a formal, binding bid for the company that is worth $25 billion in cash and stock.     The offer is expected to s...",
      "abstract": "After poring over Guidant's confidential financial records for more than a month, Boston Scientific said yesterday that it would make a formal, binding bid for the company that is worth $25 billion in cash and stock.     The offer is expected to set off a takeover battle between Boston Scientific and Johnson & Johnson, which had already agreed to buy Guidant for $21.4 billion. Johnson & Johnson lowered its earlier $25.4 billion offer because it said a raft of safety problems had diminished Guidant's value.  ",
      "lead_paragraph": "After poring over Guidant's confidential financial records for more than a month, Boston Scientific said yesterday that it would make a formal, binding bid for the company that is worth $25 billion in cash and stock.",
      "publication_date": "2006-01-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/09/business/new-bid-for-guidant-sets-up-a-showdown.html",
      "byline": "By Andrew Ross Sorkin and Barnaby J. Feder"
    },
    {
      "headline": "To Reach the Heights, First Be Male",
      "snippet": "THE glass ceiling has been shattered so often in the last decade that you might think that metaphor for the limits many women in business confront would have lost its power. But as some women in the media business found out last week, once you get...",
      "abstract": "THE glass ceiling has been shattered so often in the last decade that you might think that metaphor for the limits many women in business confront would have lost its power. But as some women in the media business found out last week, once you get through the ceiling, you find a secret glass treehouse suspended far above your head. That's where the men sit.     Last week, Martha Nelson was promoted by John Huey, Time Inc.'s editor-in-chief, from editor of People magazine, that large, reliable A.T.M. for Time Inc., to corporate editor in charge of People and its offspring. When Mr. Huey ascended from editorial director earlier this year, some thought Ms. Nelson would get his old job as No. 2 and act as his adviser and confidante, as Mr. Huey had for Norman Pearlstine.  ",
      "lead_paragraph": "THE glass ceiling has been shattered so often in the last decade that you might think that metaphor for the limits many women in business confront would have lost its power. But as some women in the media business found out last week, once you get through the ceiling, you find a secret glass treehouse suspended far above your head. That's where the men sit.",
      "publication_date": "2006-01-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/09/business/to-reach-the-heights-first-be-male.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Buying Music From Anywhere and Selling It for Play on the Internet",
      "snippet": "Working in the media and entertainment group of the consultants McKinsey & Company, Greg Scholl got a firsthand look at the inefficiency in the music business: the major record labels focus on creating hits, and they rarely make money on releases ...",
      "abstract": "Working in the media and entertainment group of the consultants McKinsey & Company, Greg Scholl got a firsthand look at the inefficiency in the music business: the major record labels focus on creating hits, and they rarely make money on releases that sell less than a few hundred thousand copies.     Now, as chief executive of the Orchard, a music distributor that sells to iTunes, Napster, Yahoo and other digital music services, Mr. Scholl is trying to exploit that inefficiency.  ",
      "lead_paragraph": "Working in the media and entertainment group of the consultants McKinsey & Company, Greg Scholl got a firsthand look at the inefficiency in the music business: the major record labels focus on creating hits, and they rarely make money on releases that sell less than a few hundred thousand copies.",
      "publication_date": "2006-01-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/09/technology/buying-music-from-anywhere-and-selling-it-for-play-on-the.html",
      "byline": "By Robert Levine"
    },
    {
      "headline": "Was Wal-Mart's Anti-Union Image Used as a Shield?",
      "snippet": "In December 2004, shortly before Thomas M. Coughlin left his job as the second-ranking executive at Wal-Mart Stores, he instructed a subordinate to order him a $1,700 laptop computer, which he later charged to Wal-Mart. ''This,'' he wrote to the a...",
      "abstract": "In December 2004, shortly before Thomas M. Coughlin left his job as the second-ranking executive at Wal-Mart Stores, he instructed a subordinate to order him a $1,700 laptop computer, which he later charged to Wal-Mart. ''This,'' he wrote to the aide, in an e-mail message later disclosed by the company, ''is to be used on the union project.''     The union project, according to Mr. Coughlin, was a secret scheme, approved by senior Wal-Mart executives, to pay union members for information about which stores they planned to organize.  ",
      "lead_paragraph": "In December 2004, shortly before Thomas M. Coughlin left his job as the second-ranking executive at Wal-Mart Stores, he instructed a subordinate to order him a $1,700 laptop computer, which he later charged to Wal-Mart. \"This,\" he wrote to the aide, in an e-mail message later disclosed by the company, \"is to be used on the union project.\"",
      "publication_date": "2006-01-09T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/09/business/was-walmarts-antiunion-image-used-as-a-shield.html",
      "byline": "By Michael Barbaro"
    }
  ]
}