{
  "metadata": {
    "date": "2006-05-15",
    "total_articles": 47
  },
  "articles": [
    {
      "headline": "Gas Prices and Rate Worries Rattle Consumer Confidence",
      "snippet": "The upbeat mood present at the start of the year appears to have been clouded by rising gasoline prices, a cooling housing market and higher interest rates.",
      "abstract": "The upbeat mood present at the start of the year appears to have been clouded by rising gasoline prices, a cooling housing market and higher interest rates.",
      "lead_paragraph": "Several months of rising gasoline prices appear to be deflating some of the enthusiasm American consumers exhibited at the start of the year.",
      "publication_date": "2006-05-13T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/13/business/13econ.html",
      "byline": "By Vikas Bajaj and Jeremy W. Peters"
    },
    {
      "headline": "Full Tanks Put Squeeze on Working Class",
      "snippet": "As drivers struggle to cope with fuel prices, working-class people with long commutes are suffering the most.",
      "abstract": "As drivers struggle to cope with fuel prices, working-class people with long commutes are suffering the most.",
      "lead_paragraph": "MIAMI BEACH, May 12 — Giving up the occasional rib-eye steak hasn't been the hardest part for Ana Lopez, although her husband is a red-meat man.",
      "publication_date": "2006-05-13T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/13/us/13driving.html",
      "byline": "By Robin Pogrebin"
    },
    {
      "headline": "A Revolution That Came in a Box",
      "snippet": "The microchip, light bulb and television are all world-changing inventions that deserve celebration. And so does the shipping container.",
      "abstract": "The microchip, light bulb and television are all world-changing inventions that deserve celebration. And so does the shipping container.",
      "lead_paragraph": "I DON'T know how I missed this, but a few weeks ago there was a big gala at the Smithsonian Institution's National Museum of Natural History, complete with black tie, fancy hors d'oeuvres, a keynote address by Senator Daniel K. Inouye of Hawaii and entertainment by the Capitol Steps. And why not? The 400 or so people in the room had a lot to celebrate. It was the 50th anniversary of the shipping container.",
      "publication_date": "2006-05-13T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/13/business/13nocera.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Dell's World Isn't What It Used to Be",
      "snippet": "Dell is sharply reducing prices again, but some think the strategy may not faze rivals this time.",
      "abstract": "Dell is sharply reducing prices again, but some think the strategy may not faze rivals this time.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-05-13T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/13/technology/13computer.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "A Bitter Game: Beijing Battles With Vatican",
      "snippet": "The public dispute between China and the Vatican over the consecration of two bishops threatens recent gains in relations between the two.",
      "abstract": "The public dispute between China and the Vatican over the consecration of two bishops threatens recent gains in relations between the two.",
      "lead_paragraph": " SHENYANG, China, May 9 — From the moment in 1978 when China reopened itself, conditionally, to the outside world, the Roman Catholic Church has been painstakingly working to get back in. Hopes have been raised, then dashed, but this year Rome and Beijing finally seemed close to a historic deal to normalize relations.",
      "publication_date": "2006-05-13T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/13/world/asia/13china.html",
      "byline": "By Jim Yardley and Keith Bradsher"
    },
    {
      "headline": "Vet Bills and the Priceless Pet: What's a Practical Owner to Do?",
      "snippet": "Making a choice between expensive health care for a pet or ending the life of that animal companion is a complicated dilemma most pet owners eventually face.",
      "abstract": "Making a choice between expensive health care for a pet or ending the life of that animal companion is a complicated dilemma most pet owners eventually face.",
      "lead_paragraph": "When Henry the cat began dragging his legs, his owner, Carol Kalinoski, suspected her 15-year-old pet's problem might be more serious than old age and arthritis.",
      "publication_date": "2006-05-13T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/13/business/13money.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Gas Prices and Rate Worries Rattle Consumer Confidence",
      "snippet": "Rising gas prices slow American consumer behavior for beginning of year; impact on spending is not clear, although experts agree that it has had impact; University of Michigan's consumer confidence index fell to its lowest level since gas prices s...",
      "abstract": "Rising gas prices slow American consumer behavior for beginning of year; impact on spending is not clear, although experts agree that it has had impact; University of Michigan's consumer confidence index fell to its lowest level since gas prices started to rise; Commerce Department reports nation's trade deficit narrowed in March as country spent less on petroleum imports and exported more raw material and industrial equipment; International Energy Agency says rising energy prices have slowed global demand for oil; Labor Department reports price for petroleum imports to US jumped 11.5 percent in April; US imported $62 billion more than it exported in March, representing 5.5 percent decline from February's $65.6 deficit; imports of petroleum-based products fell 8.3 percent, to $22.5 billion, in March, while exports rose 46 percent, to $964 million; dollar fell to its lowest level this year against euro and British pound and lost less ground against Japanese yen; trade gap with China rose 13 percent, to $15.6 billion; photo (M)",
      "lead_paragraph": "Several months of rising gasoline prices appear to be deflating some of the enthusiasm American consumers exhibited at the start of the year.",
      "publication_date": "2006-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/13/business/gas-prices-and-rate-worries-rattle-consumer-confidence.html",
      "byline": "By Vikas Bajaj and Jeremy W. Peters"
    },
    {
      "headline": "Questions Raised for Phone Giants in Spy Data Furor",
      "snippet": "Lawyer for Joseph P Nacchio, former chief executive of Qwest, says Nacchio rebuffed government requests for company's calling records after 9/11 because of disinclination on part of authorities to use any legal process; AT&T, BellSouth and Verizon...",
      "abstract": "Lawyer for Joseph P Nacchio, former chief executive of Qwest, says Nacchio rebuffed government requests for company's calling records after 9/11 because of disinclination on part of authorities to use any legal process; AT&T, BellSouth and Verizon, which did comply with National Security Agency's effort to build vast database of calling records, without warrants, say they were vigilant about their customers' privacy, but do not directly address their cooperation with government effort; legal experts say these companies face prospect of lawsuits seeking billions of dollars in damages over cooperation in program; Verizon is sued for as much as $50 billion on behalf of its subscribers; reaction around country appears to be divided (M)",
      "lead_paragraph": "The former chief executive of Qwest, the nation's fourth-largest phone company, rebuffed government requests for the company's calling records after 9/11 because of \"a disinclination on the part of the authorities to use any legal process,\" his lawyer said yesterday.",
      "publication_date": "2006-05-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/13/washington/questions-raised-for-phone-giants-in-spy-data-furor.html",
      "byline": "By John Markoff"
    },
    {
      "headline": "A Revolution That Came in a Box",
      "snippet": "Joe Nocera column on 50th Anniversary of shipping container; cites several books on subject, including Marc Levinson's book The Box: How the Shipping Container Made the World Smaller and the World Economy Bigger, which hails innovation as 'disrupt...",
      "abstract": "Joe Nocera column on 50th Anniversary of shipping container; cites several books on subject, including Marc Levinson's book The Box: How the Shipping Container Made the World Smaller and the World Economy Bigger, which hails innovation as 'disruptive technology' that changed shipping industry completely; draws parallels to other industries; photo (M)",
      "lead_paragraph": "I DON'T know how I missed this, but a few weeks ago there was a big gala at the Smithsonian Institution's National Museum of Natural History, complete with black tie, fancy hors d'oeuvres, a keynote address by Senator Daniel K. Inouye of Hawaii and entertainment by the Capitol Steps. And why not? The 400 or so people in the room had a lot to celebrate. It was the 50th anniversary of the shipping container.",
      "publication_date": "2006-05-13T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/13/business/a-revolution-that-came-in-a-box.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "A Bitter Game: Beijing Battles With Vatican",
      "snippet": "China's installation of Catholic bishops in Kunming and Anhui without Vatican approval sets back painstaking efforts to normalize relations between Beijing and Rome; struggle is in many ways personal one between two old acquaintances: Cardinal Jos...",
      "abstract": "China's installation of Catholic bishops in Kunming and Anhui without Vatican approval sets back painstaking efforts to normalize relations between Beijing and Rome; struggle is in many ways personal one between two old acquaintances: Cardinal Joseph Zen Ze-kium, bishop of Hong Kong and ardent democracy advocate, and Liu Bainian, officially general secretary of Chinese Catholic Patriotic Assn and informally 'China's Pope,' who denounced Zen's elevation to cardinal; election of Pope Benedict XVI had raised optimism for normalization; meanwhile, Pei Junmin is consecrated auxiliary bishop in Shenyang; his appointment was approved by Vatican and Chinese governments; photo (L)",
      "lead_paragraph": "SHENYANG, China, May 9 - From the moment in 1978 when China reopened itself, conditionally, to the outside world, the Roman Catholic Church has been painstakingly working to get back in. Hopes have been raised, then dashed, but this year Rome and Beijing finally seemed close to a historic deal to normalize relations.",
      "publication_date": "2006-05-13T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/13/world/asia/a-bitter-game-beijing-battles-with-vatican.html",
      "byline": "By Jim Yardley and Keith Bradsher"
    },
    {
      "headline": "Full Tanks Put Squeeze on Working Class",
      "snippet": "Many working-class people in Florida, particularly those who drive long distances to and from work, are forced to make painful cuts elsewhere in their budgets in order to buy all the gasoline they need; some consider moving to lower-cost areas; ph...",
      "abstract": "Many working-class people in Florida, particularly those who drive long distances to and from work, are forced to make painful cuts elsewhere in their budgets in order to buy all the gasoline they need; some consider moving to lower-cost areas; photos (M)",
      "lead_paragraph": "MIAMI BEACH, May 12 - Giving up the occasional rib-eye steak hasn't been the hardest part for Ana Lopez, although her husband is a red-meat man.",
      "publication_date": "2006-05-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/13/us/full-tanks-put-squeeze-on-working-class.html",
      "byline": "By Robin Pogrebin"
    },
    {
      "headline": "Vet Bills and the Priceless Pet: What's a Practical Owner to Do?",
      "snippet": "Pet owners must make choice between ending life of animals or paying expensive medical bills; Americans will spend $9.4 billion this year on pet health care; insurance may not save money in long term; veterinarians suggest making emotional decisio...",
      "abstract": "Pet owners must make choice between ending life of animals or paying expensive medical bills; Americans will spend $9.4 billion this year on pet health care; insurance may not save money in long term; veterinarians suggest making emotional decisions rather than financial one's regarding pets; photos (M)",
      "lead_paragraph": "When Henry the cat began dragging his legs, his owner, Carol Kalinoski, suspected her 15-year-old pet's problem might be more serious than old age and arthritis.",
      "publication_date": "2006-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/13/business/vet-bills-and-the-priceless-pet-whats-a-practical-owner-to-do.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Rumors May Fly, but Treasury Chief Hangs On",
      "snippet": "John W Snow hangs on as treasury secretary despite stream of damning quotations attributed to unidentified White House officials, tepid votes of confidence from Pres Bush and countless predictions that had him out the door by spring of 2005; is at...",
      "abstract": "John W Snow hangs on as treasury secretary despite stream of damning quotations attributed to unidentified White House officials, tepid votes of confidence from Pres Bush and countless predictions that had him out the door by spring of 2005; is atypical among officials who have been on Washington deathwatch in past in that he has committed no memorable gaffes, has presided over improving economy, has made few enemies and is hardly combative or outspoken; chief sin may be his failure to be cheerleader for economy; administration officials say Snow is still secretary largely because White House has been unable to find replacement; photos (M)",
      "lead_paragraph": "WASHINGTON, May 12 - Against all odds and punditry, Treasury Secretary John W. Snow keeps showing up for work.",
      "publication_date": "2006-05-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/13/washington/rumors-may-fly-but-treasury-chief-hangs-on.html",
      "byline": "By Mark Leibovich"
    },
    {
      "headline": "Dell's World Isn't What It Used to Be",
      "snippet": "Dell's strategy of reducing prices on computers as demand slows is having less impact on competitors than it has in past; analysts cite changes in industry, computer maker's frequently imitated business model and growth markets that prove difficul...",
      "abstract": "Dell's strategy of reducing prices on computers as demand slows is having less impact on competitors than it has in past; analysts cite changes in industry, computer maker's frequently imitated business model and growth markets that prove difficult for Internet sales; competition has improved, creating further problems for computer maker; Dell, still market leader despite changing circumstances, is working to improve customer service and other issues; photos; graph (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-05-13T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/13/technology/dells-world-isnt-what-it-used-to-be.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Bush to Unveil Plan to Tighten Border Controls",
      "snippet": "Pres Bush will deliver television address on immigration on May 15 in which he will strongly emphasize border security, including possible use of more National Guard troops; reportedly seeks to mollify Republicans in House, who oppose any steps to...",
      "abstract": "Pres Bush will deliver television address on immigration on May 15 in which he will strongly emphasize border security, including possible use of more National Guard troops; reportedly seeks to mollify Republicans in House, who oppose any steps to legalize undocumented workers, unlike colleagues in Senate, where many Republicans favor granting some illegal aliens path to citizenship; Defense Sec Donald H Rumsfeld meets with Mexico's defense minister, Gen Gerardo Clemente Ricardo Vega, discussing, among other things, potential US help in training and equipping Mexican forces at border (M)",
      "lead_paragraph": "WASHINGTON, May 12 - The White House said Friday that President Bush would open the next phase of the debate over illegal immigration next week with a strong emphasis on border security, including the possible use of more National Guard troops.",
      "publication_date": "2006-05-13T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/13/washington/bush-to-unveil-plan-to-tighten-border-controls.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "Avian Flu Wanes in Asian Nations It First Hit Hard",
      "snippet": "Even as it crops up in Europe and Africa, the bird flu that raised fears of a human pandemic has been largely snuffed out in Southeast Asia.",
      "abstract": "Even as it crops up in Europe and Africa, the bird flu that raised fears of a human pandemic has been largely snuffed out in Southeast Asia.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-05-14T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/14/world/asia/14flu.html",
      "byline": "By Donald G. McNeil Jr"
    },
    {
      "headline": "Truce Is Talk, Agony Is Real in Darfur War",
      "snippet": "Although a cease-fire has gone into effect in Darfur, brutal assaults by militiamen continue in the lawless region.",
      "abstract": "Although a cease-fire has gone into effect in Darfur, brutal assaults by militiamen continue in the lawless region.",
      "lead_paragraph": "MENAWASHEI, Sudan, May 12 — It took three months for Fatouma Moussa to collect enough firewood to justify a trip to sell it in the market town of Shangil Tobayi, half a day's drive by truck from here. It took just a few moments on Thursday for janjaweed militiamen, making a mockery of the new cease-fire, to steal the $40 she had earned on the trip and rape her. ",
      "publication_date": "2006-05-14T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/14/world/africa/14sudan.html",
      "byline": "By Lydia Polgreen"
    },
    {
      "headline": "Gentlemen, Start Your Proxy Fight",
      "snippet": "Acxiom Corporation, an information management company, is finding that its chief executive's hobbies and family are drawing scrutiny.",
      "abstract": "Acxiom Corporation, an information management company, is finding that its chief executive's hobbies and family are drawing scrutiny.",
      "lead_paragraph": "THE fight for three board seats at the Acxiom Corporation, an information management company in Little Rock, Ark., is shaping up to be a kind of referendum on whether investors abhor or adore entrenched and imperial chief executives.",
      "publication_date": "2006-05-14T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/05/14/business/yourmoney/14gret.html",
      "byline": ""
    },
    {
      "headline": "What Happened to the Fortune Michael Jackson Made?",
      "snippet": "The pop star made millions with his outsize talent and marketing genius and he invested wisely, but then he went on a spending spree.",
      "abstract": "The pop star made millions with his outsize talent and marketing genius and he invested wisely, but then he went on a spending spree.",
      "lead_paragraph": "This article was reported by Jeff Leeds, Andrew Ross Sorkin and Timothy L. O'Brien and written by Mr. O'Brien.",
      "publication_date": "2006-05-14T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/05/14/business/yourmoney/14michael.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Attention Shoppers: Low Prices on Shots in Clinic",
      "snippet": "Walk-in health clinics are springing up in retail stores as an antidote to the expense of full-service doctors' offices.",
      "abstract": "Walk-in health clinics are springing up in retail stores as an antidote to the expense of full-service doctors' offices.",
      "lead_paragraph": "Everyday low prices on strep-throat exams. ",
      "publication_date": "2006-05-14T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/14/business/14clinic.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "Digital Media Brings Profits (and Tensions) to TV Studios",
      "snippet": "Studios and networks are arguing about how to divide up profits from DVD's, the Web and cellphones.",
      "abstract": "Studios and networks are arguing about how to divide up profits from DVD's, the Web and cellphones.",
      "lead_paragraph": "AMONG the most arresting scenes produced in advance of the current season of the drama \"24\" is one that has not been seen by viewers who watch the show on the Fox network. It is a car chase through an industrial neighborhood in Chicago featuring the series' main character, played by Kiefer Sutherland.",
      "publication_date": "2006-05-14T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/05/14/business/yourmoney/14studio.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Gentlemen, Start Your Proxy Fight",
      "snippet": "Gretchen Morgenson column on proxy fight for three board seats at Acxiom Corp, which is turning into referendum between longtime chief executive Charles Morgan and company's largest shareholder ValueAct Capital; photo (M)",
      "abstract": "Gretchen Morgenson column on proxy fight for three board seats at Acxiom Corp, which is turning into referendum between longtime chief executive Charles Morgan and company's largest shareholder ValueAct Capital; photo (M)",
      "lead_paragraph": "THE fight for three board seats at the Acxiom Corporation, an information management company in Little Rock, Ark., is shaping up to be a kind of referendum on whether investors abhor or adore entrenched and imperial chief executives.",
      "publication_date": "2006-05-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/05/14/business/yourmoney/gentlemen-start-your-proxy-fight.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "What Happened to the Fortune Michael Jackson Made?",
      "snippet": "Article on ups and downs of Michael Jackson's career that, in turn, shaped his finances; traces his earnings from early age, when he performed with his siblings as Jackson 5, to time he broke with his father and group and moved toward creative and...",
      "abstract": "Article on ups and downs of Michael Jackson's career that, in turn, shaped his finances; traces his earnings from early age, when he performed with his siblings as Jackson 5, to time he broke with his father and group and moved toward creative and financial independence in 1980's; says Jackson began showing astute business judgment with purchase of Beatles catalog in 1985 and eventually to late 1990's, when risky investments and ill-advised purchases put severe strain on his finances; photos; drawing (L)",
      "lead_paragraph": "SEATED in a $9,000-a-night luxury suite in the sail-shaped Burj Al Arab hotel in Dubai, Michael Jackson played the role of a wealthy pop star as he met with two senior executives of the Sony Corporation last December. From the opulent setting to Mr. Jackson's retinue of advisers, there was little indication that Sony's troops were paying a visit because they were concerned that he was teetering on the brink of bankruptcy proceedings.",
      "publication_date": "2006-05-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/05/14/business/yourmoney/what-happened-to-the-fortune-michael-jackson-made.html",
      "byline": "This article was reported by Jeff Leeds, Andrew Ross Sorkin and Timothy L. O'Brien and Written By Mr. O'Brien"
    },
    {
      "headline": "Training to Work in the Home (Someone Else's)",
      "snippet": "Growth in training programs for personal and home care aides and home health aides is booming; predictions for job opportunities mirror coming sharp increase in population of older Americans; photo (M)",
      "abstract": "Growth in training programs for personal and home care aides and home health aides is booming; predictions for job opportunities mirror coming sharp increase in population of older Americans; photo (M)",
      "lead_paragraph": "WITH balloons hovering and relatives smiling, Johanny Tavarez, Hing Ting Chan and more than 30 other New York City residents recently received state certification to work in what labor experts say is America's 10th-fastest-growing occupation: personal and home care aide.",
      "publication_date": "2006-05-14T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/05/14/nyregion/training-to-work-in-the-home-someone-elses.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "Digital Media Brings Profits (and Tensions) to TV Studios",
      "snippet": "Article on changes to traditional business model of television production as result of digital age; says opportunities to get programs into ancillary markets such as DVD, Internet and cellphones have emerged as potential new sources of revenue for...",
      "abstract": "Article on changes to traditional business model of television production as result of digital age; says opportunities to get programs into ancillary markets such as DVD, Internet and cellphones have emerged as potential new sources of revenue for studios but tensions have arisen between studios and networks over how to share that revenue; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-05-14T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/05/14/business/yourmoney/digital-media-brings-profits-and-tensions-to-tv-studios.html",
      "byline": "By Jacques Steinberg"
    },
    {
      "headline": "Truce Is Talk, Agony Is Real in Darfur War",
      "snippet": "Government of Sudan and largest rebel group in Darfur have signed broad peace agreement to end brutal assaults that have left more than 200,000 people dead and driven two million from their homes, but attacks by janjaweed militiamen continue; skep...",
      "abstract": "Government of Sudan and largest rebel group in Darfur have signed broad peace agreement to end brutal assaults that have left more than 200,000 people dead and driven two million from their homes, but attacks by janjaweed militiamen continue; skepticism about new agreement stems from frequent and flagrant violations of 2004 ceasefire agreement and fact that only one rebel group has signed new agreement; settled tribes are caught between rebel groups and government militias; photos (L)",
      "lead_paragraph": "MENAWASHIE, Sudan, May 12 - It took three months for Fatouma Moussa to collect enough firewood to justify a trip to sell it in the market town of Shangil Tobayi, half a day's drive by truck from here. It took just a few moments on Thursday for janjaweed militiamen, making a mockery of the new cease-fire, to steal the $40 she had earned on the trip and rape her.",
      "publication_date": "2006-05-14T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/05/14/world/africa/truce-is-talk-agony-is-real-in-darfur-war.html",
      "byline": "By Lydia Polgreen"
    },
    {
      "headline": "Attention Shoppers: Low Prices on Shots in Clinic",
      "snippet": "Retail approach to routine medical care is now catching on among consumers and entrepreneurs, with stores like Wal-Mart and CVS offering walk-in health clinics as alternative to expense and inconvenience of full-service doctors' offices or emergen...",
      "abstract": "Retail approach to routine medical care is now catching on among consumers and entrepreneurs, with stores like Wal-Mart and CVS offering walk-in health clinics as alternative to expense and inconvenience of full-service doctors' offices or emergency rooms; about 100 clinics are now operating around country; entrepreneurs see political concept of 'consumer-driven health care' as mass-market opportunity; most insurers so far welcome retail clinics as way to save money; photos; map; chart (L)",
      "lead_paragraph": "Everyday low prices on strep-throat exams.",
      "publication_date": "2006-05-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/05/14/business/attention-shoppers-low-prices-on-shots-in-clinic.html",
      "byline": "By Milt Freudenheim"
    },
    {
      "headline": "Cheney Pushed U.S. to Widen Eavesdropping",
      "snippet": "Vice Pres Dick Cheney and his top legal advisor David S Addington argued after Sept 11 attacks that National Security Agency should intercept purely domestic telephone calls and e-mail messages without warrants, but NSA lawyers insisted intercepts...",
      "abstract": "Vice Pres Dick Cheney and his top legal advisor David S Addington argued after Sept 11 attacks that National Security Agency should intercept purely domestic telephone calls and e-mail messages without warrants, but NSA lawyers insisted intercepts should be limited to communications into and out of country; it remains unclear how then-NSA director Gen Michael V Hayden designed program, persuaded wary NSA officials to go along and sold it to Bush administration; Hayden faces confirmation hearings as director of Central Intelligence Agency next week; photos (L)",
      "lead_paragraph": "WASHINGTON, May 13 - In the weeks after the Sept. 11 attacks, Vice President Dick Cheney and his top legal adviser argued that the National Security Agency should intercept purely domestic telephone calls and e-mail messages without warrants in the hunt for terrorists, according to two senior intelligence officials.",
      "publication_date": "2006-05-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/05/14/washington/cheney-pushed-us-to-widen-eavesdropping.html",
      "byline": "By Scott Shane and Eric Lichtblau"
    },
    {
      "headline": "In Kentucky Hills, a Homeland Security Bonanza",
      "snippet": "Homeland Security Department's effort to create tamperproof Transportation Worker Identification Credential is nearly two years past deadline to begin production, but along way has benefited Kentucky Rep Harold Rogers by creating jobs in his home ...",
      "abstract": "Homeland Security Department's effort to create tamperproof Transportation Worker Identification Credential is nearly two years past deadline to begin production, but along way has benefited Kentucky Rep Harold Rogers by creating jobs in his home district around Corbin and profits for companies that are donors to his political causes; Rogers has taken 11 trips paid for by American Assn of Airport Executives, which until this week was to profit from no-bid contract Rogers helped arrange; photos (L)",
      "lead_paragraph": "WASHINGTON, May 13 - The Department of Homeland Security has invested tens of millions of dollars and countless hours of labor over the last four years on a seemingly simple task: creating a tamperproof identification card for airport, rail and maritime workers.",
      "publication_date": "2006-05-14T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/05/14/washington/in-kentucky-hills-a-homeland-security-bonanza.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "In Japan, a Provider of Cable Ups the Ante",
      "snippet": "Jupiter Telecommunications is aggressively marketing a \"grand slam\" package of cable television, broadband Internet, a digital phone line and mobile phone service.",
      "abstract": "Jupiter Telecommunications is aggressively marketing a \"grand slam\" package of cable television, broadband Internet, a digital phone line and mobile phone service.",
      "lead_paragraph": "TOKYO — The Japanese are among the most avid television watchers on earth, yet most are still pulling their favorite shows out of the air. Just one in five homes here subscribes to a cable or satellite service. ",
      "publication_date": "2006-05-15T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/15/technology/15cable.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Sri Lankan City Mired in Ethnic Violence",
      "snippet": "Recent violence in Trincomalee harkens back to 1983's anti-Tamil pogrom that plunged the country into  war.",
      "abstract": "Recent violence in Trincomalee harkens back to 1983's anti-Tamil pogrom that plunged the country into  war.",
      "lead_paragraph": "TRINCOMALEE, Sri Lanka — The bad blood, you could say, began with the Buddha.",
      "publication_date": "2006-05-15T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/15/world/asia/15lanka.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "On Some Flights, Millionaires Serve the Drinks",
      "snippet": "Thanks to Southwest's profit-sharing program, employees from the airline's early days are rich, but still working.",
      "abstract": "Thanks to Southwest's profit-sharing program, employees from the airline's early days are rich, but still working.",
      "lead_paragraph": "DALLAS — To earn his pay, Mike Mitchel collects boarding passes and helps passengers onto airplanes. At age 56, he lives with his mother, takes a yearly vacation to Las Vegas when the room rates are cheapest, and counts movies and music CD's as extravagances.",
      "publication_date": "2006-05-15T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/15/business/15millionaires.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "In a Scientist's Fall, China Feels Robbed of Glory",
      "snippet": "A Chinese computer scientist won honors and accolades for chip designs stolen from a foreign company and passed off as his own.",
      "abstract": "A Chinese computer scientist won honors and accolades for chip designs stolen from a foreign company and passed off as his own.",
      "lead_paragraph": "SHANGHAI, May 14  Not very long ago, China saw itself as a nation on the verge of a technological breakthrough. ",
      "publication_date": "2006-05-15T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/15/technology/15fraud.html",
      "byline": "By David Barboza"
    },
    {
      "headline": "Shaking Up Tradition in the Way Ads Are Sold",
      "snippet": "Big broadcast television networks are embracing new media, selling ads not only in first runs of programs, but also in online repeats.",
      "abstract": "Big broadcast television networks are embracing new media, selling ads not only in first runs of programs, but also in online repeats.",
      "lead_paragraph": "The new media are giving a new twist to one of the oldest rituals on Madison Avenue, the \"upfront\" market.",
      "publication_date": "2006-05-15T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/15/technology/15adco.html",
      "byline": "By Stuart Elliott"
    },
    {
      "headline": "Times Are Tough for News Media, but Journalism Schools Are Still Booming",
      "snippet": "Demand for seats in the nation's journalism schools and programs remains robust, and these schools and programs are expanding. ",
      "abstract": "Demand for seats in the nation's journalism schools and programs remains robust, and these schools and programs are expanding. ",
      "lead_paragraph": "COLUMBIA, Mo. — These are tough times for journalism.",
      "publication_date": "2006-05-15T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/15/business/media/15students.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Building a Brand With a Blog",
      "snippet": "The Huffington Post is booming, fueled by rapid-fire news postings and over 700 bloggers, most of whom you have never heard of.",
      "abstract": "The Huffington Post is booming, fueled by rapid-fire news postings and over 700 bloggers, most of whom you have never heard of.",
      "lead_paragraph": "WHEN it began a year ago, The Huffington Post seemed like a remarkably bad idea. The brainchild of Arianna Huffington, the blog was intended to be a liberal counterpoint to The Drudge Report, featuring an elite list of Hollywood bloggers — Gwyneth Paltrow, Warren Beatty and Diane Keaton, among others — who would share their innermost leanings.",
      "publication_date": "2006-05-15T04:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/15/technology/15carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Politics Stalls Plan to Bolster Flood Insurance",
      "snippet": "Lobbying pressures and regional rivalries may block changes to an underfinanced federal program that failed after Hurricane Katrina.",
      "abstract": "Lobbying pressures and regional rivalries may block changes to an underfinanced federal program that failed after Hurricane Katrina.",
      "lead_paragraph": "If ever there was a moment for the obscure federal flood insurance program to ride to the rescue, it would seem to have been in the aftermath of Hurricane Katrina. ",
      "publication_date": "2006-05-15T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/15/us/15flood.html",
      "byline": "By Christopher Drew and Joseph B. Treaster"
    },
    {
      "headline": "Shaking Up Tradition in the Way Ads Are Sold",
      "snippet": "The new media are giving a new twist to one of the oldest rituals on Madison Avenue, the ''upfront'' market.     The unexpectedly fast and furious embrace of new media by the big broadcast television networks is drastically affecting the plans of ...",
      "abstract": "The new media are giving a new twist to one of the oldest rituals on Madison Avenue, the ''upfront'' market.     The unexpectedly fast and furious embrace of new media by the big broadcast television networks is drastically affecting the plans of advertisers and agencies to buy billions of dollars worth of commercial time.  ",
      "lead_paragraph": "The new media are giving a new twist to one of the oldest rituals on Madison Avenue, the \"upfront\" market.",
      "publication_date": "2006-05-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/15/technology/shaking-up-tradition-in-the-way-ads-are-sold.html",
      "byline": "By Stuart Elliott"
    },
    {
      "headline": "In Japan, a Provider of Cable Ups the Ante",
      "snippet": "The Japanese are among the most avid television watchers on earth, yet most are still pulling their favorite shows out of the air. Just one in five homes here subscribes to a cable or satellite service.      Jupiter Telecommunications, the nation'...",
      "abstract": "The Japanese are among the most avid television watchers on earth, yet most are still pulling their favorite shows out of the air. Just one in five homes here subscribes to a cable or satellite service.      Jupiter Telecommunications, the nation's biggest cable provider, is out to change that. Jupiter, which sells services under the brand name J:COM, has been aggressively signing up customers for its television, broadband lines and digital phones -- even going so far as to pitch its wares door to door.  ",
      "lead_paragraph": "TOKYO - The Japanese are among the most avid television watchers on earth, yet most are still pulling their favorite shows out of the air. Just one in five homes here subscribes to a cable or satellite service.",
      "publication_date": "2006-05-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/15/technology/in-japan-a-provider-of-cable-ups-the-ante.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Politics Stalls Plan to Bolster Flood Insurance",
      "snippet": "If ever there was a moment for the obscure federal flood insurance program to ride to the rescue, it would seem to have been in the aftermath of Hurricane Katrina.      Its premiums were supposed to insure homeowners in flood-prone areas and also ...",
      "abstract": "If ever there was a moment for the obscure federal flood insurance program to ride to the rescue, it would seem to have been in the aftermath of Hurricane Katrina.      Its premiums were supposed to insure homeowners in flood-prone areas and also protect taxpayers from spending billions to bail out flood victims. But with Hurricane Katrina, the program failed on both counts.  ",
      "lead_paragraph": "If ever there was a moment for the obscure federal flood insurance program to ride to the rescue, it would seem to have been in the aftermath of Hurricane Katrina.",
      "publication_date": "2006-05-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/15/us/politics-stalls-plan-to-bolster-flood-insurance.html",
      "byline": "By Christopher Drew and Joseph B. Treaster"
    },
    {
      "headline": "Conservative Christians Criticize Republicans",
      "snippet": "Some of President Bush's most influential conservative Christian allies are becoming openly critical of the White House and Republicans in Congress, warning that they will withhold their support in the midterm elections unless Congress does more t...",
      "abstract": "Some of President Bush's most influential conservative Christian allies are becoming openly critical of the White House and Republicans in Congress, warning that they will withhold their support in the midterm elections unless Congress does more to oppose same-sex marriage, obscenity and abortion.     ''There is a growing feeling among conservatives that the only way to cure the problem is for Republicans to lose the Congressional elections this fall,'' said Richard Viguerie, a conservative direct-mail pioneer.  ",
      "lead_paragraph": "WASHINGTON, May 13 - Some of President Bush's most influential conservative Christian allies are becoming openly critical of the White House and Republicans in Congress, warning that they will withhold their support in the midterm elections unless Congress does more to oppose same-sex marriage, obscenity and abortion.",
      "publication_date": "2006-05-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/15/washington/conservative-christians-criticize-republicans.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "Building a Brand With a Blog",
      "snippet": "WHEN it began a year ago, The Huffington Post seemed like a remarkably bad idea. The brainchild of Arianna Huffington, the blog was intended to be a liberal counterpoint to The Drudge Report, featuring an elite list of Hollywood bloggers -- Gwynet...",
      "abstract": "WHEN it began a year ago, The Huffington Post seemed like a remarkably bad idea. The brainchild of Arianna Huffington, the blog was intended to be a liberal counterpoint to The Drudge Report, featuring an elite list of Hollywood bloggers -- Gwyneth Paltrow, Warren Beatty and Diane Keaton, among others -- who would share their innermost leanings.     A year later, The Huffington Post has succeeded by failing. The promised missives from stars never much materialized, but the site is booming, fueled by rapid-fire news postings and more than 700 bloggers, most of whom you have never heard of.  ",
      "lead_paragraph": "WHEN it began a year ago, The Huffington Post seemed like a remarkably bad idea. The brainchild of Arianna Huffington, the blog was intended to be a liberal counterpoint to The Drudge Report, featuring an elite list of Hollywood bloggers -- Gwyneth Paltrow, Warren Beatty and Diane Keaton, among others -- who would share their innermost leanings.",
      "publication_date": "2006-05-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/15/technology/building-a-brand-with-a-blog.html",
      "byline": "By David Carr"
    },
    {
      "headline": "At an Industry Media Lab, Close Views of Multitasking",
      "snippet": "In a sleek media lab hidden in a Los Angeles high-rise, some of the country's biggest media companies and their prominent clients are seeking to understand the state of the divided American attention span.      The space looks like the most advanc...",
      "abstract": "In a sleek media lab hidden in a Los Angeles high-rise, some of the country's biggest media companies and their prominent clients are seeking to understand the state of the divided American attention span.      The space looks like the most advanced of homes: the living room is outfitted with the latest in video technology, and in the kitchen, the refrigerator has a television monitor for leaving notes for the children, and for looking up recipes on the Internet.  ",
      "lead_paragraph": "LOS ANGELES, May 14 - In a sleek media lab hidden in a Los Angeles high-rise, some of the country's biggest media companies and their prominent clients are seeking to understand the state of the divided American attention span.",
      "publication_date": "2006-05-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/15/technology/at-an-industry-media-lab-close-views-of-multitasking.html",
      "byline": "By Sharon Waxman"
    },
    {
      "headline": "On Some Flights, Millionaires Serve the Drinks",
      "snippet": "To earn his pay, Mike Mitchel collects boarding passes and helps passengers onto airplanes. At age 56, he lives with his mother, takes a yearly vacation to Las Vegas when the room rates are cheapest, and counts movies and music CD's as extravaganc...",
      "abstract": "To earn his pay, Mike Mitchel collects boarding passes and helps passengers onto airplanes. At age 56, he lives with his mother, takes a yearly vacation to Las Vegas when the room rates are cheapest, and counts movies and music CD's as extravagances.     ''I like to save,'' Mr. Mitchel said. ''I'll pick up a penny.''  ",
      "lead_paragraph": "DALLAS - To earn his pay, Mike Mitchel collects boarding passes and helps passengers onto airplanes. At age 56, he lives with his mother, takes a yearly vacation to Las Vegas when the room rates are cheapest, and counts movies and music CD's as extravagances.",
      "publication_date": "2006-05-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/15/business/on-some-flights-millionaires-serve-the-drinks.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "Sri Lankan City Mired in Ethnic Violence",
      "snippet": "The bad blood, you could say, began with the Buddha.     Last May, in the dead of night, someone erected a giant white Buddha statue on a five-foot-high concrete platform behind the town's main market. What followed in this multiethnic, multifaith...",
      "abstract": "The bad blood, you could say, began with the Buddha.     Last May, in the dead of night, someone erected a giant white Buddha statue on a five-foot-high concrete platform behind the town's main market. What followed in this multiethnic, multifaith, perennially self-destructive eastern city on the edge of the sea was a chain of anger and savagery, foreshadowing the return of a grave past.  ",
      "lead_paragraph": "TRINCOMALEE, Sri Lanka - The bad blood, you could say, began with the Buddha.",
      "publication_date": "2006-05-15T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/15/world/asia/sri-lankan-city-mired-in-ethnic-violence.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "Times Are Tough for News Media, but Journalism Schools Are Still Booming",
      "snippet": "These are tough times for journalism.     The newspaper industry cut more than 2,000 jobs last year as it continued to lose readers and advertisers to the Internet. Network newscasts are being propped up by older viewers and continue to lose marke...",
      "abstract": "These are tough times for journalism.     The newspaper industry cut more than 2,000 jobs last year as it continued to lose readers and advertisers to the Internet. Network newscasts are being propped up by older viewers and continue to lose market share to cable. Regular reports of ethical breaches are undermining public trust in all news organizations, bloggers accuse the mainstream media of being arrogant and clueless, and Wall Street expresses little confidence in its financial future.  ",
      "lead_paragraph": "COLUMBIA, Mo. - These are tough times for journalism.",
      "publication_date": "2006-05-15T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/05/15/business/media/times-are-tough-for-news-media-but-journalism-schools-are.html",
      "byline": "By Katharine Q. Seelye"
    },
    {
      "headline": "Bush's Plan to Seal Border Worries Mexico",
      "snippet": "President Bush's plan to send National Guard troops to patrol the southern border of the United States has raised the concern of his longtime ally President Vicente Fox of Mexico, who called Mr. Bush on Sunday to express his worries.      White Ho...",
      "abstract": "President Bush's plan to send National Guard troops to patrol the southern border of the United States has raised the concern of his longtime ally President Vicente Fox of Mexico, who called Mr. Bush on Sunday to express his worries.      White House officials said Mr. Bush assured Mr. Fox that a permanent National Guard presence on the border was not being considered.  ",
      "lead_paragraph": "WASHINGTON, May 14 - President Bush's plan to send National Guard troops to patrol the southern border of the United States has raised the concern of his longtime ally President Vicente Fox of Mexico, who called Mr. Bush on Sunday to express his worries.",
      "publication_date": "2006-05-15T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/05/15/washington/bushs-plan-to-seal-border-worries-mexico.html",
      "byline": "By Jim Rutenberg"
    }
  ]
}