{
  "metadata": {
    "date": "2006-10-27",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "New York Isn’t the World’s Undisputed Financial Capital",
      "snippet": "New York’s crown as the world financial capital may be slipping, raising alarm in Washington and in Mayor Michael R. Bloomberg’s office.",
      "abstract": "New York’s crown as the world financial capital may be slipping, raising alarm in Washington and in Mayor Michael R. Bloomberg’s office.",
      "lead_paragraph": "At a black-tie event this summer, some of the world’s most powerful bankers and business executives gathered for a toast: “We are the international finance and business capital of the world, the world’s greatest global financial center, without question,” the mayor told the assembled crowd. ",
      "publication_date": "2006-10-27T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/27/business/worldbusiness/27london.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "G.O.P. Moves Fast to Reignite Issue of Gay Marriage",
      "snippet": "President Bush and Republicans across the country tried to use a court ruling in New Jersey to rally dispirited conservatives to the polls.",
      "abstract": "President Bush and Republicans across the country tried to use a court ruling in New Jersey to rally dispirited conservatives to the polls.",
      "lead_paragraph": "WASHINGTON, Oct. 26 — The divisive debate over gay marriage, which played a prominent role in 2004 campaigns but this year largely faded from view, erupted anew on Thursday as President Bush and Republicans across the country tried to use a court ruling in New Jersey to rally dispirited conservatives to the polls.",
      "publication_date": "2006-10-27T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/27/us/politics/27marriage.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Democrats Fear Disillusionment in Black Voters",
      "snippet": "Democratic strategists in some states worry that blacks may not turn up at the polls because of disillusionment over past shenanigans.",
      "abstract": "Democratic strategists in some states worry that blacks may not turn up at the polls because of disillusionment over past shenanigans.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-27T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/27/us/politics/27race.html",
      "byline": "By Ian Urbina"
    },
    {
      "headline": "Rigs on the Skyline and Gas Far Below",
      "snippet": "A natural gas drilling boom in Fort Worth is bringing with it hopes of wealth, and fears of pitfalls.  ",
      "abstract": "A natural gas drilling boom in Fort Worth is bringing with it hopes of wealth, and fears of pitfalls.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-27T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/27/business/27drilling.html",
      "byline": "By Clifford Krauss"
    },
    {
      "headline": "Warning: Auditor Jokes Are Being Told",
      "snippet": "After Sarbanes-Oxley, auditors are being privately vilified for charging too much money while refusing to provide enough service.",
      "abstract": "After Sarbanes-Oxley, auditors are being privately vilified for charging too much money while refusing to provide enough service.",
      "lead_paragraph": "Humor may not be the best medicine. But it can be a great way to voice anger without admitting hostility.",
      "publication_date": "2006-10-27T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/27/business/27norris.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Cameras Catch Speeding Britons and Lots of Grief",
      "snippet": "To drive in Britain is to measure out your trip in speed cameras. It is a shame so many people hate them.",
      "abstract": "To drive in Britain is to measure out your trip in speed cameras. It is a shame so many people hate them.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-27T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/27/world/europe/27camera.html",
      "byline": "By Sarah Lyall"
    },
    {
      "headline": "New-Home Prices Fall Sharply",
      "snippet": "Builders drastically cut prices and offered discounts in September to keep ahead of a weakening housing market. ",
      "abstract": "Builders drastically cut prices and offered discounts in September to keep ahead of a weakening housing market. ",
      "lead_paragraph": "Home builders, struggling to keep ahead in a weakening market, cut prices and offered a variety of other discounts in September to help sell their newly constructed houses, the latest government and industry statistics show.",
      "publication_date": "2006-10-27T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/27/business/27econ.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Sanctions Don’t Dent N. Korea-China Trade",
      "snippet": "At an isolated border crossing, no one seems to have noticed the recent U.N. sanctions against North Korea.",
      "abstract": "At an isolated border crossing, no one seems to have noticed the recent U.N. sanctions against North Korea.",
      "lead_paragraph": " SANHE, China, Oct. 25 — At the isolated border crossing in this small Chinese town, no one noticed when North Korea conducted its nuclear test in an underground mine about 90 miles away. Nearly three weeks later, no one seems to have noticed the recent United Nations sanctions against North Korea, either.",
      "publication_date": "2006-10-27T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/27/world/asia/27border.html",
      "byline": "By Jim Yardley"
    },
    {
      "headline": "S.E.C. Facing Wide Review of Practices",
      "snippet": "The Securities and Exchange Commission will be subject to an investigation by Congress, prompted by its handling of an insider-trading case.",
      "abstract": "The Securities and Exchange Commission will be subject to an investigation by Congress, prompted by its handling of an insider-trading case.",
      "lead_paragraph": "The Securities and Exchange Commission, under scrutiny for its handling of an insider-trading case involving a prominent hedge fund, will be the subject of a broad review by the investigative arm of Congress, the Government Accountability Office.",
      "publication_date": "2006-10-27T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/27/business/27sec.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "New York Isn’t the World’s Undisputed Financial Capital",
      "snippet": "New York City's long-held crown as financial capital of world may be slipping; London has had heady resurgence in banking and lending; its stock market has attracted growing number of companies that once would have sought to list in US; London is ...",
      "abstract": "New York City's long-held crown as financial capital of world may be slipping; London has had heady resurgence in banking and lending; its stock market has attracted growing number of companies that once would have sought to list in US; London is drawing increasing tide of hedge fund assets; other financial centers growing too; Chicago will be home of world's largest derivatives market when Chicago Mercantile Exchange and Chicago Board of Trade merge, while Hong Kong is poised to be biggest market for initial public offerings this year; possibility that New York is losing ground has raised alarms in Washington and in office of New York City Mayor Michael R Bloomberg; rise of London has been particularly notable as reflection of its geography; some of most rapidly developing markets and fastest-growing companies can be found in Asia and Russia, which are within time zones that can do business easily with London but not with New York; London is attracting investors and companies because of perception that regulatory scrutiny is more burdensome in US than in London; photos (L)",
      "lead_paragraph": "At a black-tie event this summer, some of the world's most powerful bankers and business executives gathered for a toast: \"We are the international finance and business capital of the world, the world's greatest global financial center, without question,\" the mayor told the assembled crowd.",
      "publication_date": "2006-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/27/business/worldbusiness/new-york-isnt-the-worlds-undisputed-financial.html",
      "byline": "By Heather Timmons"
    },
    {
      "headline": "Sanctions Don’t Dent N. Korea-China Trade",
      "snippet": "Upswing in Chinese economic activity in North Korea seen as one reason China is sending mixed signals about how vigorously it will enforce United Nations sanctions against North for its nuclear test; truckers carrying goods into North Korea from C...",
      "abstract": "Upswing in Chinese economic activity in North Korea seen as one reason China is sending mixed signals about how vigorously it will enforce United Nations sanctions against North for its nuclear test; truckers carrying goods into North Korea from China say only change in border inspections has come on North Korean side, where customs agents check loads more carefully for items deemed contraband by Kim Jong-il's government; China's leaders are said to be deeply angered over nuclear test, and United States has praised China for approving sanctions, but question of inspections along 866-mile border between China and North Korea is different matter; US wants tightened border inspections by China as tool for squeezing North Korean economy and ensuring that North Korea cannot buy or sell nuclear materials; China is worried that destabilizing North Korea could begin exodus of refugees and has resisted changing inspections; photo; map (M)",
      "lead_paragraph": "SANHE, China, Oct. 25 - At the isolated border crossing in this small Chinese town, no one noticed when North Korea conducted its nuclear test in an underground mine about 90 miles away. Nearly three weeks later, no one seems to have noticed the recent United Nations sanctions against North Korea, either.",
      "publication_date": "2006-10-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/27/world/asia/sanctions-dont-dent-n-koreachina-trade.html",
      "byline": "By Jim Yardley"
    },
    {
      "headline": "Rigs on the Skyline and Gas Far Below",
      "snippet": "Some of nation's leading independent energy companies are scouring Fort Worth, Tex, in search of best locations to recover one of largest concentrations of natural gas in US; gas exploration is being done under golf courses, schools, parks, librar...",
      "abstract": "Some of nation's leading independent energy companies are scouring Fort Worth, Tex, in search of best locations to recover one of largest concentrations of natural gas in US; gas exploration is being done under golf courses, schools, parks, libraries, airports and dozens of neighborhoods; American Cancer Society recently made $5 million just by selling its mineral rights to land that had been donated years ago; Girl Scouts leased their mineral rights for drilling under summer camp for undisclosed amount; energy executives say they will not tear up heart of city; surging interest in tapping gas trapped in so-called Barnett Shale that veins through Fort Worth is only beginning of new far-flung search by wildcatters now exploring Alabama, Illinois, Ohio, Pennsylvania and West Texas for big new source of shale natural gas; new drilling technologies and relatively high gas prices make exploitation of shale economically feasible for first time; companies involved in drilling include Dale Resources and Devon Energy; Dale president Lawrence B Dale comments; map; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/27/business/rigs-on-the-skyline-and-gas-far-below.html",
      "byline": "By Clifford Krauss"
    },
    {
      "headline": "Warning: Auditor Jokes Are Being Told",
      "snippet": "Floyd Norris column on proliferation of auditor jokes as companies stew over changing world of auditing after Sarbanes-Oxley Act; says auditors are being privately villified for charging too much money while refusing to provide enough service; cit...",
      "abstract": "Floyd Norris column on proliferation of auditor jokes as companies stew over changing world of auditing after Sarbanes-Oxley Act; says auditors are being privately villified for charging too much money while refusing to provide enough service; cites mythical disclosure being circulated through financial industry (M)",
      "lead_paragraph": "Humor may not be the best medicine. But it can be a great way to voice anger without admitting hostility.",
      "publication_date": "2006-10-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/27/business/warning-auditor-jokes-are-being-told.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Democrats Fear Disillusionment in Black Voters",
      "snippet": "Democrats in tight races worry that blacks may not turn up at polls in big enough numbers because of disillusionment over past voting irregularities; party strategist Donna Brazile says that to counter notion that elections are rigged, Democratic ...",
      "abstract": "Democrats in tight races worry that blacks may not turn up at polls in big enough numbers because of disillusionment over past voting irregularities; party strategist Donna Brazile says that to counter notion that elections are rigged, Democratic Party is mobilizing teams of lawyers and poll watchers to check for irregularities, including suppression of black vote, in dozen closest districts; Pew Research Center report finds number of blacks voicing little or no confidence in voting system has doubled since 2004, to 29 percent; figure is three times higher than among white voters; voting experts cite cumulative effect of election problems in 2000 and 2004, and reaction to new identification and voter registration laws; add that long lines and shortages of poll workers in lower-income neighborhoods in 2004 election and widespread reports of fliers with misinformation in minority areas had corrosive effect on confidence; question now is whether this jaded outlook will diminish turnout; photos; graphs (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/27/us/politics/democrats-fear-disillusionment-in-black-voters.html",
      "byline": "By Ian Urbina"
    },
    {
      "headline": "S.E.C. Facing Wide Review of Practices",
      "snippet": "Securities and Exchange Commission, under scrutiny for its handling of insider-trading case involving hedge fund Pequot Capital Management run by Arthur J Samberg, will be subject of broad review by Government Accountability Office, investigative ...",
      "abstract": "Securities and Exchange Commission, under scrutiny for its handling of insider-trading case involving hedge fund Pequot Capital Management run by Arthur J Samberg, will be subject of broad review by Government Accountability Office, investigative arm of Congress; Sen Charles E Grassley, chairman of Senate Finance Committee, in September asked office in letter to conduct review of commission; GAO accepted Grassley's request last week that it review two SEC divisions: its enforcement unit, which brings civil securities suits, and office of compliance, inspection and examination, which oversees money managers, brokerage firms, stock exchanges and other regulated entities; GAO will also examine whether SEC adequately monitors self-regulatory organizations--like New York Stock Exchange and NASD--that refers cases to commission for possible enforcement actions; SEC spokesman John Heine welcomes review and looks forward to any recommendations that might follow (M)",
      "lead_paragraph": "The Securities and Exchange Commission, under scrutiny for its handling of an insider-trading case involving a prominent hedge fund, will be the subject of a broad review by the investigative arm of Congress, the Government Accountability Office.",
      "publication_date": "2006-10-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/27/business/sec-facing-wide-review-of-practices.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Cameras Catch Speeding Britons and Lots of Grief",
      "snippet": "Speed cameras on Britain's highways, streets and lanes are being vandalized by enraged motorists; vigilante group called Motorists Against Detection claims it has attacked more than 1,000 cameras; holds cameras cannot detect tailgating, bad drivin...",
      "abstract": "Speed cameras on Britain's highways, streets and lanes are being vandalized by enraged motorists; vigilante group called Motorists Against Detection claims it has attacked more than 1,000 cameras; holds cameras cannot detect tailgating, bad driving, drunk driving or drug driving; government claims cameras have been resounding success, reducing speed by average of 2.2 miles per hour at speed-camera sites, reducing numbers of people speeding at sites by 31 percent and reducing by 42 percent number of people killed or seriously injured at sites; notes polls show majority of Britons say they support having cameras on roads; about two million people are caught by speed cameras a year, generating more than $200 million in fines; photo; map (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-10-27T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/27/world/europe/cameras-catch-speeding-britons-and-lots-of-grief.html",
      "byline": "By Sarah Lyall"
    },
    {
      "headline": "New-Home Prices Fall Sharply",
      "snippet": "Commerce Department reports median price of new homes plunged 9.7 percent in September, compared with September 2005, falling to $217,100, biggest such drop since December 1970; National Association of Home Builders says prices dropped 5 percent i...",
      "abstract": "Commerce Department reports median price of new homes plunged 9.7 percent in September, compared with September 2005, falling to $217,100, biggest such drop since December 1970; National Association of Home Builders says prices dropped 5 percent in September; lower prices achieved developers' goal: backlog of unsold new homes on market fell for second consecutive month, while number sold, adjusted for normal seasonal variations, rose by 5.3 percent from previous month; economists and industry experts note reported numbers provide somewhat distorted picture of market reality; while they seem to suggest rebound in sales and drop in prices, data is skewed by higher number of sales in South, where homes are cheaper, and fewer in more expensive Northeast; pace of existing-home sales slowed 14 percent from year earlier to seasonally adjusted annual rate of 6.2 million, lowest rate reported since January 2004; Census Bureau reports orders for durable goods rose unexpected 7.8 percent in September from August; upswing was almost entirely result of surge in orders for aircraft; graph; photo (M)",
      "lead_paragraph": "Home builders, struggling to keep ahead in a weakening market, cut prices and offered a variety of other discounts in September to help sell their newly constructed houses, the latest government and industry statistics show.",
      "publication_date": "2006-10-27T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/27/business/newhome-prices-fall-sharply.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "I.R.S. Going Slow Before Election",
      "snippet": "Internal Revenue Service Comr Mark W Everson says he ordered agency to delay collecting back taxes from Hurricane Katrina victims until after Nov 7 elections and holiday season in part to avoid negative publicity, int; calls this routine effort to...",
      "abstract": "Internal Revenue Service Comr Mark W Everson says he ordered agency to delay collecting back taxes from Hurricane Katrina victims until after Nov 7 elections and holiday season in part to avoid negative publicity, int; calls this routine effort to avoid casting IRS in bad light; IRS has broad discretion to change filing deadlines in case of disasters and has traditionally eased off tax collections before Dec holidays; but doing so because of an election is being called improper and indefensible by four former IRS commissioners, who served under presidents of both parties; Everson has close ties to White House; photo (M)",
      "lead_paragraph": "The commissioner of internal revenue has ordered his agency to delay collecting back taxes from Hurricane Katrina victims until after the Nov. 7 elections and the holiday season, saying he did so in part to avoid negative publicity.",
      "publication_date": "2006-10-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/27/washington/irs-going-slow-before-election.html",
      "byline": "By David Cay Johnston"
    },
    {
      "headline": "G.O.P. Moves Fast to Reignite Issue of Gay Marriage",
      "snippet": "Pres Bush and Republicans across country hope court ruling on gay marriage in New Jersey will rally dispirited conservatives to polls with threat that gay marriage could become legal; ruling, which leaves it to Legislature to decide whether to leg...",
      "abstract": "Pres Bush and Republicans across country hope court ruling on gay marriage in New Jersey will rally dispirited conservatives to polls with threat that gay marriage could become legal; ruling, which leaves it to Legislature to decide whether to legalize gay marriage, is having ripple effects in Senate races in some of eight states where voters are considering constitutional amendments to ban gay marriage; debate over gay marriage played prominent role in 2004 campaigns; Bush, campaigning in Iowa, scores 'activist court' in New Jersey for its ruling; Democrats predict that debate would not dramatically alter national conversation in election that has been dominated by war in Iraq and coruption and scandal in Washington; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 26 - The divisive debate over gay marriage, which played a prominent role in 2004 campaigns but this year largely faded from view, erupted anew on Thursday as President Bush and Republicans across the country tried to use a court ruling in New Jersey to rally dispirited conservatives to the polls.",
      "publication_date": "2006-10-27T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/27/us/politics/gop-moves-fast-to-reignite-issue-of-gay-marriage.html",
      "byline": "By Sheryl Gay Stolberg"
    }
  ]
}