{
  "metadata": {
    "date": "2006-11-23",
    "total_articles": 18
  },
  "articles": [
    {
      "headline": "Betting Big on a Buyout in London",
      "snippet": "Investors are piling into shares of the London exchange, hoping that Nasdaq’s pursuit of the exchange will lead to a rich buyout.",
      "abstract": "Investors are piling into shares of the London exchange, hoping that Nasdaq’s pursuit of the exchange will lead to a rich buyout.",
      "lead_paragraph": "LONDON, Nov. 22 — Is the London Stock Exchange really worth $5 billion? Or even $6 billion? ",
      "publication_date": "2006-11-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/23/business/worldbusiness/23exchange.html",
      "byline": "By Heather Timmons and Jenny Anderson"
    },
    {
      "headline": "Armed With Internet Bargains, Travelers Battle High Airfares",
      "snippet": "Balking at ticket prices that have increased 15 percent this year, travelers are aggressively scouring the Internet for cheaper fares.",
      "abstract": "Balking at ticket prices that have increased 15 percent this year, travelers are aggressively scouring the Internet for cheaper fares.",
      "lead_paragraph": "CHICAGO, Nov. 22 — Air travelers, who have endured full flights and a 15 percent increase in ticket prices this year, are exacting revenge with aggressive searches for deals that analysts say are beginning to force down prices. ",
      "publication_date": "2006-11-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/23/business/23air.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "Fed Chief’s Help Enlisted for Trip to Press China",
      "snippet": "Treasury Secretary Henry M. Paulson Jr. has enlisted the help of Ben S. Bernanke to press for changes in Chinese economic policies.",
      "abstract": "Treasury Secretary Henry M. Paulson Jr. has enlisted the help of Ben S. Bernanke to press for changes in Chinese economic policies.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/23/business/worldbusiness/23trip.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "What’s Hot, What’s Not in Stores",
      "snippet": "The five subplots that are likely to define the crucial home stretch for retailers that began Thursday and ends Christmas Eve.",
      "abstract": "The five subplots that are likely to define the crucial home stretch for retailers that began Thursday and ends Christmas Eve.",
      "lead_paragraph": "Want to get an early start on the holiday shopping season? ",
      "publication_date": "2006-11-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/23/business/23holidays.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Civilian Death Toll Reaches New High in Iraq, U.N. Says",
      "snippet": "According to a U.N. report, 3,709 Iraqis were killed in October, up slightly from the previous high in July.",
      "abstract": "According to a U.N. report, 3,709 Iraqis were killed in October, up slightly from the previous high in July.",
      "lead_paragraph": "BAGHDAD, Nov. 22 — More Iraqi civilians were killed in October than in any other month since the American invasion in 2003, a report released by the United Nations on Wednesday said, a rise that underscored the growing cost of Iraq’s deepening sectarian war.",
      "publication_date": "2006-11-23T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/23/world/middleeast/23iraq.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Betting Big on a Buyout in London",
      "snippet": "Number of investors, particularly hedge funds, are piling into shares of London Stock Exchange on expectations that Nasdaq's pursuit of exchange will lead to rich buyout; some see takeover price of 1,500 pence per share--nearly four times London e...",
      "abstract": "Number of investors, particularly hedge funds, are piling into shares of London Stock Exchange on expectations that Nasdaq's pursuit of exchange will lead to rich buyout; some see takeover price of 1,500 pence per share--nearly four times London exchange's trading price two years ago, and 20 percent higher than Nasdaq's offer of $5.1 billion, or 1,243 pence per share--which Nasdaq called final offer for 71 percent it does not own; Samuel J Heyman says his investment companies Heyman Investment Associates and Vesper Holdings have amassed 8.8 percent stake in London exchange; they did so by paying as much as 1,290 pence per share; hedge funds Citadel Investment and Cheyne Capital Management have acquired more London Stock Exchange shares; one third or more of shares of exchange are estimated to be in hands of hedge funds and short-term investors; graph; photo (M)",
      "lead_paragraph": "LONDON, Nov. 22 - Is the London Stock Exchange really worth $5 billion? Or even $6 billion?",
      "publication_date": "2006-11-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/23/business/worldbusiness/betting-big-on-a-buyout-in-london.html",
      "byline": "By Heather Timmons and Jenny Anderson"
    },
    {
      "headline": "Kerkorian to Reduce G.M. Stake",
      "snippet": "Kirk Kerkorian, the billionaire investor, said that he was selling one-quarter of his stake in the automaker.",
      "abstract": "Kirk Kerkorian, the billionaire investor, said that he was selling one-quarter of his stake in the automaker.",
      "lead_paragraph": "Kirk Kerkorian, the billionaire investor who agitated for change at General Motors after amassing nearly 10 percent of the company’s stock, said yesterday that he was selling one-quarter of his stake in the automaker.",
      "publication_date": "2006-11-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/23/business/23auto.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Private Equity Venture Struggles to Navigate European Disdain",
      "snippet": "The Texas Pacific Group is demonstrating how private equity financiers have become catalysts in reshaping business in Europe.",
      "abstract": "The Texas Pacific Group is demonstrating how private equity financiers have become catalysts in reshaping business in Europe.",
      "lead_paragraph": "PARIS Nov. 22 — For years, Olivier Piou angled for a merger with his No. 1 rival. Mr. Piou was chief executive of Axalto, a French company that was the world leader in smart cards, the chip-embedded cards used for purposes like banking, phone calls or identification.",
      "publication_date": "2006-11-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/23/business/worldbusiness/23eurodeal.html",
      "byline": "By John Tagliabue"
    },
    {
      "headline": "Proof Is Scant on Psychiatric Drug Mix for Young",
      "snippet": "Some researchers express alarm at growing number of American children and teenagers who are taking combinations of powerful and even life-threatening drugs for dizzying array of psychiatric disorders; cite studies showing scant evidence that combi...",
      "abstract": "Some researchers express alarm at growing number of American children and teenagers who are taking combinations of powerful and even life-threatening drugs for dizzying array of psychiatric disorders; cite studies showing scant evidence that combining two drugs helps children and total absence of evidence that combining three or more drugs is appropriate or even effective in children or adults; psychiatrists who prescribe drug 'cocktails' say ability to mix and match medications improves their chances of being able to help children who are seriously, even desperately, ill; controversy leaves parents in terrible bind; photos; graphs shows rise of psychiatric drugs being prescribed for children (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/23/health/proof-is-scant-on-psychiatric-drug-mix-for-young.html",
      "byline": "By Gardiner Harris"
    },
    {
      "headline": "Armed With Internet Bargains, Travelers Battle High Airfares",
      "snippet": "Air travelers who have endured full flights and 15 percent increase in fares this year are aggressively searching for bargains online, and recent drop in fares suggests that they are beginning to have some effect; one analyst estimates that 25 per...",
      "abstract": "Air travelers who have endured full flights and 15 percent increase in fares this year are aggressively searching for bargains online, and recent drop in fares suggests that they are beginning to have some effect; one analyst estimates that 25 percent of air travelers consult online newsletters and other sources of special deals before buying, up from 17 percent in 2005; in long term, sharp fare increases this year will probably be anomaly, resulting in large part from sharp contraction of airline fleets brought on by bankruptcies and post-9/11 drop in air travel; graph; photos (M)",
      "lead_paragraph": "CHICAGO, Nov. 22 - Air travelers, who have endured full flights and a 15 percent increase in ticket prices this year, are exacting revenge with aggressive searches for deals that analysts say are beginning to force down prices.",
      "publication_date": "2006-11-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/23/business/armed-with-internet-bargains-travelers-battle-high-airfares.html",
      "byline": "By Jeff Bailey"
    },
    {
      "headline": "Free Services to Inspire Your Cellphone",
      "snippet": "David Pogue column on sojme of exciting and powerful free services available for cellphone user; photos (M)",
      "abstract": "David Pogue column on sojme of exciting and powerful free services available for cellphone user; photos (M)",
      "lead_paragraph": "Thanksgiving, is it? Well, despite occasional headaches, technology has also brought us plenty to be thankful for: safety, convenience and entertainment on the go. Next time you're running late, lost or lonely, ask yourself: aren't you grateful for your cellphone?",
      "publication_date": "2006-11-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/23/technology/free-services-to-inspire-your-cellphone.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Private Equity Venture Struggles to Navigate European Disdain",
      "snippet": "Merged private equity venture involving Texas Pacific Group and French companies Axalto and Gemplus is demonstrating how it and other private equity financiers, in face of resentment they stir up in Euorpe, have become catalysts in reshaping busin...",
      "abstract": "Merged private equity venture involving Texas Pacific Group and French companies Axalto and Gemplus is demonstrating how it and other private equity financiers, in face of resentment they stir up in Euorpe, have become catalysts in reshaping business in France and rest of Europe; success is stoking more criticism; French regulators on Nov 13 held discussions with private equity executives, including Jacques Garaialde, who runs Paris office of Kohlberg Kravis Roberts, about possibility of false takeover rumors; Financial Services Authority in Britain few days earlier issued its first detailed study on private equity, including high levels of leverage, danger of insider trading and risks of conflicts of interest; German politicians in past have articulated criticism of investments by private equity firms; France has emerged as third-most-active country for private equity deals; private equity firms are demonstrating their skill in nudging executives and other staff members off payrolls, establishing ties with government officials and calling on local experts to help negotiate complex labor rules; photo (M)",
      "lead_paragraph": "PARIS Nov. 22 - For years, Olivier Piou angled for a merger with his No. 1 rival. Mr. Piou was chief executive of Axalto, a French company that was the world leader in smart cards, the chip-embedded cards used for purposes like banking, phone calls or identification.",
      "publication_date": "2006-11-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/23/business/worldbusiness/private-equity-venture-struggles-to-navigate.html",
      "byline": "By John Tagliabue"
    },
    {
      "headline": "Free Services to Inspire Your Cellphone",
      "snippet": "Giving thanks for some of the most exciting services awaiting your cellphone. Better yet, they're all free.",
      "abstract": "Giving thanks for some of the most exciting services awaiting your cellphone. Better yet, they're all free.",
      "lead_paragraph": "Thanksgiving, is it? Well, despite occasional headaches, technology has also brought us plenty to be thankful for: safety, convenience and entertainment on the go. Next time you’re running late, lost or lonely, ask yourself: aren’t you grateful for your cellphone?",
      "publication_date": "2006-11-23T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/23/technology/23pogue.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Fed Chief’s Help Enlisted for Trip to Press China",
      "snippet": "Treasury Sec Henry M Paulson Jr enlists Ben S Bernanke, Federal Reserve chairman, to join unusual delegation of cabinet members to China to press for changes in Chinese economic policies long criticized by Bush administration and Congress; Bernank...",
      "abstract": "Treasury Sec Henry M Paulson Jr enlists Ben S Bernanke, Federal Reserve chairman, to join unusual delegation of cabinet members to China to press for changes in Chinese economic policies long criticized by Bush administration and Congress; Bernanke is supposed to be independent of Bush administration, and his presence in delegation is aimed at persuading Chinese to take Western demands more seriously; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-11-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/23/business/worldbusiness/fed-chiefs-help-enlisted-for-trip-to-press-china.html",
      "byline": "By Steven R. Weisman"
    },
    {
      "headline": "Kerkorian to Reduce G.M. Stake",
      "snippet": "Kirk Kerkorian, billionaire investor who agitated for change at General Motors after amassing nearly 10 percent of company's stock, says his investment firm Tracinda Corp is selling one-quarter of its stake in automaker; move is latest retreat by ...",
      "abstract": "Kirk Kerkorian, billionaire investor who agitated for change at General Motors after amassing nearly 10 percent of company's stock, says his investment firm Tracinda Corp is selling one-quarter of its stake in automaker; move is latest retreat by Kerkorian after his effort to spur alliance among GM, Renault and Nissan fell apart in October; sale reduces Kerkorian's stake in GM to 7.4 percent from 10 percent; Kerkorian is selling 14 million shares to unknown buyer at $33 per share, or about $462 million; announcement comes same day that Tracinda offers to pay $825 million to increase its stake in casino operator MGM Mirage; Tracinda already owns controlling stake in MGM Mirage; new purchases would increase Kerkorian's share to 6.17 percent; photos (M)s stiurc",
      "lead_paragraph": "Kirk Kerkorian, the billionaire investor who agitated for change at General Motors after amassing nearly 10 percent of the company's stock, said yesterday that he was selling one-quarter of his stake in the automaker.",
      "publication_date": "2006-11-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/23/business/kerkorian-to-reduce-gm-stake.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "For Rare Few, Taste Is in the Ear of the Beholder",
      "snippet": "Dr Julia Simner of University of Edinburgh reports on rare cases of people who involuntarily 'taste' words when they hear them; says condition, which she found in only 10 people in Europe and US, can be unpleasant as well as pleasant; drawing (M)",
      "abstract": "Dr Julia Simner of University of Edinburgh reports on rare cases of people who involuntarily 'taste' words when they hear them; says condition, which she found in only 10 people in Europe and US, can be unpleasant as well as pleasant; drawing (M)",
      "lead_paragraph": "To some ears, the following Thanksgiving menu sounds -- and tastes -- absolutely scrumptious:",
      "publication_date": "2006-11-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/23/science/for-rare-few-taste-is-in-the-ear-of-the-beholder.html",
      "byline": "By Donald G. McNeil Jr"
    },
    {
      "headline": "Civilian Death Toll Reaches New High in Iraq, U.N. Says",
      "snippet": "United Nations reports that 3,709 Iraqi civilians were killed in October, more than in any month since American invasion in 2003; says 65 percent of all deaths in Baghdad were categorized as unidentified corpses, signature of sectarian militias, w...",
      "abstract": "United Nations reports that 3,709 Iraqi civilians were killed in October, more than in any month since American invasion in 2003; says 65 percent of all deaths in Baghdad were categorized as unidentified corpses, signature of sectarian militias, who kidnap, kill and throw away bodies at rate that now outstrips slaughter inflicted by suicide bombers; report paints portrait of social calamity that includes 100,000 Iraqis a month fleeing to Syria and Jordan, and schools in some of most violent areas of country almost completely shut down; Iraqi areas that are not mixed--Kurdish north and portions of Shiite south--are far safer; UN figures have been criticized as inflated by government of Prime Min Nuri Kamal al-Maliki and US military; photos; graph (L)",
      "lead_paragraph": "BAGHDAD, Nov. 22 - More Iraqi civilians were killed in October than in any other month since the American invasion in 2003, a report released by the United Nations on Wednesday said, a rise that underscored the growing cost of Iraq's deepening sectarian war.",
      "publication_date": "2006-11-23T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/11/23/world/middleeast/civilian-death-toll-reaches-new-high-in-iraq-un-says.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "What’s Hot, What’s Not in Stores",
      "snippet": "Article on five trends for Christmas holiday season that are likely to define crucial home stretch for retailers that begins day after Thanksgiving and ends Christmas Eve; suggests items that are hot and those that are not this season; photos (M)",
      "abstract": "Article on five trends for Christmas holiday season that are likely to define crucial home stretch for retailers that begins day after Thanksgiving and ends Christmas Eve; suggests items that are hot and those that are not this season; photos (M)",
      "lead_paragraph": "Want to get an early start on the holiday shopping season?",
      "publication_date": "2006-11-23T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/11/23/business/whats-hot-whats-not-in-stores.html",
      "byline": "By Michael Barbaro"
    }
  ]
}