{
  "metadata": {
    "date": "2006-12-26",
    "total_articles": 17
  },
  "articles": [
    {
      "headline": "Nanny Hunt Can Be a ‘Slap in the Face’ for Blacks",
      "snippet": "Many nannies, often African-American themselves, avoid working for black families, reducing options for parents.",
      "abstract": "Many nannies, often African-American themselves, avoid working for black families, reducing options for parents.",
      "lead_paragraph": " Last month, Jennifer Freeman sat in a Chicago coffee bar, counting her blessings and considering her problem. She had a husband with an M.B.A. degree, two children and a job offer that would let her dig out the education degree she had stashed away during years of playdates and potty training.",
      "publication_date": "2006-12-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/26/us/26nannies.html",
      "byline": "By Jodi Kantor"
    },
    {
      "headline": "Heady Days for Makers of Weapons",
      "snippet": "Despite a Democratic takeover of Congress, few in the military industry are worried. ",
      "abstract": "Despite a Democratic takeover of Congress, few in the military industry are worried. ",
      "lead_paragraph": "THESE are very good times for military contractors. Profits are up, their stocks are rising and Pentagon spending is reaching record levels. ",
      "publication_date": "2006-12-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/26/business/26place.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "British Soldiers Storm Iraqi Jail, Citing Torture",
      "snippet": "Soldiers rescued 127 prisoners from what the British said was almost certain execution and ultimately reducing the facility to rubble.",
      "abstract": "Soldiers rescued 127 prisoners from what the British said was almost certain execution and ultimately reducing the facility to rubble.",
      "lead_paragraph": "BAGHDAD, Dec. 25 — Hundreds of British and Iraqi soldiers assaulted a police station in the southern city of Basra on Monday, killing seven gunmen, rescuing 127 prisoners from what the British said was almost certain execution and ultimately reducing the facility to rubble. ",
      "publication_date": "2006-12-26T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/26/world/middleeast/26iraq.html",
      "byline": "By Marc Santora"
    },
    {
      "headline": "An Economy of Extremes",
      "snippet": "Parts of US economy have cooled like residential investment and home equity extraction while other areas such as nonresidential investment and real disposable income are hot; housing market has fallen into deep freeze as has auto industry; on seve...",
      "abstract": "Parts of US economy have cooled like residential investment and home equity extraction while other areas such as nonresidential investment and real disposable income are hot; housing market has fallen into deep freeze as has auto industry; on several other fronts, including commercial construction and high-end consumer spending, economic activity appears to be sizzling; situation is challenging for economists and Federal Reserve to decide which risk is greater: that housing will drag down rest of economy, pushing Fed to cut rates, or that inflation will remain above Fed's comfort zone, forcing it to push up rates instead; others say that next year hot and cold could end up canceling each other out, turning economy balmy; graphs; photo (M)",
      "lead_paragraph": "Economists have long waxed lyrical about a \"Goldilocks economy\"-- one that is not too hot, not too cold.",
      "publication_date": "2006-12-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/26/business/an-economy-of-extremes.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "British Soldiers Storm Iraqi Jail, Citing Torture",
      "snippet": "British and Iraqi soldiers storm police station in Basra to rescue 127 prisoners from what British say was almost certain execution, in one of most significant military actions undertaken by British troops since 2003 invasion; combined British and...",
      "abstract": "British and Iraqi soldiers storm police station in Basra to rescue 127 prisoners from what British say was almost certain execution, in one of most significant military actions undertaken by British troops since 2003 invasion; combined British and Iraqi forces discover fetid dungeon with one small cell holding more than 100 men, many of them showing signs of torture; discovery is latest example of abuses by Iraqi security forces, and highlights continuing struggle to combat infiltration of police and army by militias and criminal elements, even in Shiite city like Basra, where there has been no sectarian violence; focus of attack in Basra was arm of local police called serious crimes unit, which British officials say had been thoroughly infiltrated by criminals and militias who used it to terrorize local residents and violently settle scores with political or tribal rivals; local residents say they feared to challenge officers because they were backed by powerful militia groups, including Mahdi Army led by Moktada al-Sadr, though extent of his control is unclear; photos (M)",
      "lead_paragraph": "BAGHDAD, Dec. 25 - Hundreds of British and Iraqi soldiers assaulted a police station in the southern city of Basra on Monday, killing seven gunmen, rescuing 127 prisoners from what the British said was almost certain execution and ultimately reducing the facility to rubble.",
      "publication_date": "2006-12-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/26/world/middleeast/british-soldiers-storm-iraqi-jail-citing-torture.html",
      "byline": "By Marc Santora"
    },
    {
      "headline": "Nanny Hunt Can Be a ‘Slap in the Face’ for Blacks",
      "snippet": "Many economically successful black parents do not have same child care options as their white colleagues and neighbors; many nannies--even of African-American or Caribbean descent themselves--avoid working for black families; their reasons include...",
      "abstract": "Many economically successful black parents do not have same child care options as their white colleagues and neighbors; many nannies--even of African-American or Caribbean descent themselves--avoid working for black families; their reasons include accusations of low pay and extra work, fears that employers would look down at them, and suspicion that any neighborhood inhabited by blacks has to be unsafe; as result, many black parents must settle for illegal immigrants or non-English speakers instead of more experienced or credentialed nannies, rely on day care or scale back their professional aspirations to spend more time at home; Pat Cascio, president of International Nanny Assn, says many African-American nannies, who make up 40 percent of her work force, fear people of their own color will be 'uppity and demanding'; one woman seeking nanny was told by some of best-known nanny agencies in Washington that they do not service Prince George's County, Md, largely black area bordering District of Columbia; and agencies represent only small slice of nannies; most work through informal arrangements, out of reach of civil rights and labor laws; photos (L)",
      "lead_paragraph": "Last month, Jennifer Freeman sat in a Chicago coffee bar, counting her blessings and considering her problem. She had a husband with an M.B.A. degree, two children and a job offer that would let her dig out the education degree she had stashed away during years of playdates and potty training.",
      "publication_date": "2006-12-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/26/us/nanny-hunt-can-be-a-slap-in-the-face-for-blacks.html",
      "byline": "By Jodi Kantor"
    },
    {
      "headline": "Rush at End, but Holiday Sales Fall Short",
      "snippet": "The final burst of buying over the crucial holiday weekend is expected to fall short of retailers’ expectations.",
      "abstract": "The final burst of buying over the crucial holiday weekend is expected to fall short of retailers’ expectations.",
      "lead_paragraph": "There is always next year. ",
      "publication_date": "2006-12-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/26/business/26retail.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "An Economy of Extremes",
      "snippet": "Lately the “just right” economy has taken a particularly tricky turn: it is both too hot and too cold.",
      "abstract": "Lately the “just right” economy has taken a particularly tricky turn: it is both too hot and too cold.",
      "lead_paragraph": "Economists have long waxed lyrical about a “Goldilocks economy”— one that is not too hot, not too cold. ",
      "publication_date": "2006-12-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/26/business/26econ.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Heady Days for Makers of Weapons",
      "snippet": "Market Place column; military contractors are experiencing very good times; profits are up, their stocks are rising and Pentagon spending is reaching record levels; only cloud might seem to be what Democratic takeover in Congress could mean for th...",
      "abstract": "Market Place column; military contractors are experiencing very good times; profits are up, their stocks are rising and Pentagon spending is reaching record levels; only cloud might seem to be what Democratic takeover in Congress could mean for their business; few in military industry are concerned; Pentagon budget for 2007 is expected to exceed $560 billion, including spending for Iraq; Pres Bush has indicated that sometime this spring he will seek additional $100 billion in supplemental spending for 2007 fo3",
      "lead_paragraph": "THESE are very good times for military contractors. Profits are up, their stocks are rising and Pentagon spending is reaching record levels.",
      "publication_date": "2006-12-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/26/business/heady-days-for-makers-of-weapons.html",
      "byline": "By Leslie Wayne"
    },
    {
      "headline": "Coffeehouses as Fashion Boutiques; Selling Cachet by the Cup",
      "snippet": "Italy's coffee company Illycaffe, run by Andrea Illy, is placing its coffee way Gucci does its handbags, at top of market, and it continues to invent accessories, like single-cup pouches prevalent in Europe; it is also introducing espresso bars, c...",
      "abstract": "Italy's coffee company Illycaffe, run by Andrea Illy, is placing its coffee way Gucci does its handbags, at top of market, and it continues to invent accessories, like single-cup pouches prevalent in Europe; it is also introducing espresso bars, called Espressamente, with look of fashion boutiques, and it surrounds its products with cups and saucers whose design is work of contemporary artists like Jeff Koons and James Rosenquist; Illy expects to post $330 million of revenue in 2006, selling coffee as beans, ground and in individual portions, or pods; business of coffee has fundamentally changed, on both sides of Atlantic, and it is companies like Starbucks that have changed it; coffee is becoming case study in globalization, including more people to drink coffee and to pay more for coffee they drink; photos (L)",
      "lead_paragraph": "TRIESTE, Italy - It was Andrea Illy's grandfather, Francesco Illy, who back in the 1930s invented the espresso, a steam-driven coffee maker to replace the little pots Italians used until then.",
      "publication_date": "2006-12-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/26/business/worldbusiness/coffeehouses-as-fashion-boutiques-selling-cachet-by.html",
      "byline": "By John Tagliabue"
    },
    {
      "headline": "Diabetics Confront a Tangle of Workplace Laws",
      "snippet": "Article in series Costs of a Crisis, on impact of Type 2 diabetes epidemic, explores business implications for employers; companies are struggling with confusion about whether diabetes is legitimate disability and with concern about whether it is ...",
      "abstract": "Article in series Costs of a Crisis, on impact of Type 2 diabetes epidemic, explores business implications for employers; companies are struggling with confusion about whether diabetes is legitimate disability and with concern about whether it is overly expensive, hazardous and disruptive to accommodate the illness; doctors claim that with improved medications and methods of self-testing blood sugar, most diabetics can do almost any job if they properly manage their illness; confusion can be traced in part to disease itself, a capricious illness of elevated, damaging levels of sugar in blood; many diabetics face withering complications like blindness, amputations and heart disease; federal law bars diabetics from joining armed services and prevents diabetics on insulin from becoming commercial pilots; but innumerable diabetics are engaged in jobs uninvolved in matters of life and death; for them, 'reasonable accommodation' like permission to eat at their desk or be excused from fluctuating shifts can make difference in whether they can function; Equal Employment Opportunity Commission reports that diabetes-related complaints have been on rise; companies often cite workplace safety as their paramount concern, although there is little hard evidence to suggest that diabetics pose risk; cases described; photos (L)",
      "lead_paragraph": "MINNEAPOLIS - John Steigauf spent more than a decade fiddling with the innards of those huge United Parcel Service trucks until an icy day two years ago when the company put him on leave from his mechanic's job. A supervisor escorted him off the premises.",
      "publication_date": "2006-12-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/26/health/diabetics-confront-a-tangle-of-workplace-laws.html",
      "byline": "By N. R. Kleinfield"
    },
    {
      "headline": "Rush at End, but Holiday Sales Fall Short",
      "snippet": "Shoppers swarmed discount stores and mobbed suburban malls over crucial holiday weekend, but final burst of buying is expected to fall short of retailers' expectations; Visa USA says it will lower its closely watched forecast for holiday spending;...",
      "abstract": "Shoppers swarmed discount stores and mobbed suburban malls over crucial holiday weekend, but final burst of buying is expected to fall short of retailers' expectations; Visa USA says it will lower its closely watched forecast for holiday spending; says sales rose 6.5 percent in November and December, compared with same period last year, but down from its initial forecast of 7.5 percent gain; ShopperTrak RCT, which measures purchases at 45,000 mall-based stores, says spending rose 22.5 percent on Dec 22 and 23, compared with same period last year, hitting $16.3 billion (M)",
      "lead_paragraph": "There is always next year.",
      "publication_date": "2006-12-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/26/business/rush-at-end-but-holiday-sales-fall-short.html",
      "byline": "By Michael Barbaro"
    },
    {
      "headline": "Coffeehouses as Fashion Boutiques; Selling Cachet by the Cup",
      "snippet": "Italians are now positioning their coffee as a gourmet item much the way coffeehouse chains in the United States have been doing.",
      "abstract": "Italians are now positioning their coffee as a gourmet item much the way coffeehouse chains in the United States have been doing.",
      "lead_paragraph": "TRIESTE, Italy — It was Andrea Illy’s grandfather, Francesco Illy, who back in the 1930s invented the espresso, a steam-driven coffee maker to replace the little pots Italians used until then.",
      "publication_date": "2006-12-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/26/business/worldbusiness/26eurocoffee.html",
      "byline": "By John Tagliabue"
    },
    {
      "headline": "Bipartisan Effort to Draft Immigration Bill",
      "snippet": "Millions of illegal immigrants could face easier path to citizenship under terms of measures being considered by bipartisan group of lawmakers; they are considering abandoning requirement in Senate bill that would compel several million illegal im...",
      "abstract": "Millions of illegal immigrants could face easier path to citizenship under terms of measures being considered by bipartisan group of lawmakers; they are considering abandoning requirement in Senate bill that would compel several million illegal immigrants to leave United States before becoming eligible to apply for citizenship; they are also considering denying financing for 700 miles of fencing along border with Mexico; proponents say measure would include tougher border security and guest worker plan, and has critical support from Homeland Security Department; say prospects for its passage have markedly improved since Nov 7, when Hispanic voters, swing constituency that Republicans covet, abandoned party in large numbers, and several Republican hardliners lost their seats; major lawmakers drafting new legislation include Sens Edward M Kennedy and John McCain, and Reps Jeff Flake and Luis V Gutierrez (M)",
      "lead_paragraph": "WASHINGTON, Dec. 25 - Counting on the support of the new Democratic majority in Congress, Democratic lawmakers and their Republican allies are working on measures that could place millions of illegal immigrants on a more direct path to citizenship than would a bill that the Senate passed in the spring.",
      "publication_date": "2006-12-26T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/26/washington/bipartisan-effort-to-draft-immigration-bill.html",
      "byline": "By Rachel L. Swarns"
    },
    {
      "headline": "Frank Stanton, Broadcasting Pioneer, Dies at 98",
      "snippet": "Frank Stanton was the industry’s most articulate and persuasive spokesman while president of CBS.",
      "abstract": "Frank Stanton was the industry’s most articulate and persuasive spokesman while president of CBS.",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-12-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/26/business/media/26stanton.html",
      "byline": "By Holcomb B. Noble"
    },
    {
      "headline": "Ex-Trader Tells Story as a Warning",
      "snippet": "Nicholas W. Leeson lost $1.3 billion in frenzied trades but turned it into a money-making enterprise — warning bankers of their continuing vulnerability to rogue traders.",
      "abstract": "Nicholas W. Leeson lost $1.3 billion in frenzied trades but turned it into a money-making enterprise — warning bankers of their continuing vulnerability to rogue traders.",
      "lead_paragraph": "GALWAY, Ireland — As an unsupervised young chief trader in Singapore in 1995, Nicholas W. Leeson lost $1.3 billion in frenzied trades in Japanese stock futures and bonds, destroying his employer, the 233-year-old Barings Bank, which had Queen Elizabeth as a customer. ",
      "publication_date": "2006-12-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/26/business/26leeson.html",
      "byline": "By Eamon Quinn"
    },
    {
      "headline": "Ex-Trader Tells Story as a Warning",
      "snippet": "Nicholas W Leeson, who lost $1.3 billion in frenzied trades in Japanese stock futures and bonds in 1995 that resulted in destroying his employer Barings Bank, has turned to those money-losing bets into money-making enterprise, warning banks of the...",
      "abstract": "Nicholas W Leeson, who lost $1.3 billion in frenzied trades in Japanese stock futures and bonds in 1995 that resulted in destroying his employer Barings Bank, has turned to those money-losing bets into money-making enterprise, warning banks of their continuing vulnerability to rogue traders; Leeson served four years in prison and survived bout with colon cancer; Leeson earns $9,800 for each speech; has recently been freed from agreement in which he surrendered some of his earnings to liquidators of Barings, which was sold to ING of Netherlands; Leeson is general manager of Galway soccer club; photo; he comments; photo (M)",
      "lead_paragraph": "GALWAY, Ireland - As an unsupervised young chief trader in Singapore in 1995, Nicholas W. Leeson lost $1.3 billion in frenzied trades in Japanese stock futures and bonds, destroying his employer, the 233-year-old Barings Bank, which had Queen Elizabeth as a customer.",
      "publication_date": "2006-12-26T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/26/business/extrader-tells-story-as-a-warning.html",
      "byline": "By Eamon Quinn"
    }
  ]
}