{
  "metadata": {
    "date": "2006-01-20",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Accounting Board Needs Whistle-Blower",
      "snippet": "WHEN two former Enron chief executives go on trial in coming weeks, attention will focus on whether they lied to investors, and on the ways the company violated accounting rules as it showed rising profits when in fact there was so little there th...",
      "abstract": "WHEN two former Enron chief executives go on trial in coming weeks, attention will focus on whether they lied to investors, and on the ways the company violated accounting rules as it showed rising profits when in fact there was so little there that the company collapsed after the lies were disclosed.     Already, many who bear responsibility for the Enron debacle have paid. Investment banks that helped the company mislead investors have paid large fines, and some bankers have been sentenced to prison. Enron's lead auditor with Arthur Andersen pleaded guilty to criminal charges, and Andersen collapsed after charges were filed against it.  ",
      "lead_paragraph": "WHEN two former Enron chief executives go on trial in coming weeks, attention will focus on whether they lied to investors, and on the ways the company violated accounting rules as it showed rising profits when in fact there was so little there that the company collapsed after the lies were disclosed.",
      "publication_date": "2006-01-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/20/business/accounting-board-needs-whistleblower.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Google Resists U.S. Subpoena of Search Data",
      "snippet": "The Justice Department has asked a federal judge to compel Google, the Internet search giant, to turn over records on millions of its users' search queries as part of the government's effort to uphold an online pornography law.      Google has bee...",
      "abstract": "The Justice Department has asked a federal judge to compel Google, the Internet search giant, to turn over records on millions of its users' search queries as part of the government's effort to uphold an online pornography law.      Google has been refusing the request since a subpoena was first issued last August, even as three of its competitors agreed to provide information, according to court documents made public this week. Google asserts that the request is unnecessary, overly broad, would be onerous to comply with, would jeopardize its trade secrets and could expose identifying information about its users.  ",
      "lead_paragraph": "SAN FRANCISCO, Jan. 19 - The Justice Department has asked a federal judge to compel Google, the Internet search giant, to turn over records on millions of its users' search queries as part of the government's effort to uphold an online pornography law.",
      "publication_date": "2006-01-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/20/technology/google-resists-us-subpoena-of-search-data.html",
      "byline": "By Katie Hafner and Matt Richtel"
    },
    {
      "headline": "Tomorrowland: Apple Chief Set for Disney Role",
      "snippet": "Steven P. Jobs could be considered the Walt Disney of his era, breathing new life into animated movies with hits like ''The Incredibles'' and ''Toy Story,'' and reinventing Apple Computer as a media darling with its popular iPod.     Now Mr. Jobs ...",
      "abstract": "Steven P. Jobs could be considered the Walt Disney of his era, breathing new life into animated movies with hits like ''The Incredibles'' and ''Toy Story,'' and reinventing Apple Computer as a media darling with its popular iPod.     Now Mr. Jobs is in negotiations to join forces with the Walt Disney Company itself.  ",
      "lead_paragraph": "LOS ANGELES, Jan. 19 - Steven P. Jobs could be considered the Walt Disney of his era, breathing new life into animated movies with hits like \"The Incredibles\" and \"Toy Story,\" and reinventing Apple Computer as a media darling with its popular iPod.",
      "publication_date": "2006-01-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/20/business/media/tomorrowland-apple-chief-set-for-disney-role.html",
      "byline": "By Laura M. Holson and John Markoff"
    },
    {
      "headline": "Turning Asphalt to Gold",
      "snippet": "In late 2004, Goldman Sachs advised the city of Chicago on the $1.83 billion sale of a 99-year concession for its Skyway toll road. For its work, the firm received a nice $9 million fee. More important, Goldman also got inspiration.     Across the...",
      "abstract": "In late 2004, Goldman Sachs advised the city of Chicago on the $1.83 billion sale of a 99-year concession for its Skyway toll road. For its work, the firm received a nice $9 million fee. More important, Goldman also got inspiration.     Across the negotiating table was an Australian bank that until recently was little known outside its home country: Macquarie Bank. In recent years, Macquarie has become the envy of Wall Street by buying the rights to operate infrastructure projects including ports, tunnels and airports, as well as toll roads, packaging them in funds and reselling the stock in those funds to the public, minting money at each stage along the way.  ",
      "lead_paragraph": "In late 2004, Goldman Sachs advised the city of Chicago on the $1.83 billion sale of a 99-year concession for its Skyway toll road. For its work, the firm received a nice $9 million fee. More important, Goldman also got inspiration.",
      "publication_date": "2006-01-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/20/business/turning-asphalt-to-gold.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Fatal Clash at Mill Site Shows Perils of India's Rise",
      "snippet": "On the first Monday morning of the year, four bulldozers, accompanied by nearly 300 police officers, arrived on a rocky patch of farmland on the edge of a wooded village and began leveling the earth. It was meant to be the first step in the constr...",
      "abstract": "On the first Monday morning of the year, four bulldozers, accompanied by nearly 300 police officers, arrived on a rocky patch of farmland on the edge of a wooded village and began leveling the earth. It was meant to be the first step in the construction of India's third-largest steel mill.      Soon, from the bowels of the wooded village came an army of resistance. Armed with scythes and swords, stones and sticks -- and according to the police, bows and arrows -- the indigenous people who live on these lands in eastern India advanced toward the police line by the hundreds. Exactly what happened next is a matter of contention, except that by the day's end, the land was littered with the gore of more than a dozen dead and a fury that lingers.  ",
      "lead_paragraph": "KALINGANAGAR INDUSTRIAL AREA, India, Jan. 13 - On the first Monday morning of the year, four bulldozers, accompanied by nearly 300 police officers, arrived on a rocky patch of farmland on the edge of a wooded village and began leveling the earth. It was meant to be the first step in the construction of India's third-largest steel mill.",
      "publication_date": "2006-01-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/20/world/asia/fatal-clash-at-mill-site-shows-perils-of-indias-rise.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "Are You My Sperm Donor? Few Clinics Will Say",
      "snippet": "As soon as she gave birth to healthy triplets, Raquel Villalba knew she wanted them to meet the woman whose donated eggs had made it possible. The donor, Marilyn Drake, was just as eager to meet the babies.      But the fertility clinic did not th...",
      "abstract": "As soon as she gave birth to healthy triplets, Raquel Villalba knew she wanted them to meet the woman whose donated eggs had made it possible. The donor, Marilyn Drake, was just as eager to meet the babies.      But the fertility clinic did not think it was a good idea. Ms. Drake had grown ''overly maternal,'' the counselor warned Ms. Villalba. Ms. Drake, in turn, was told that Ms. Villalba would blame her if anything went wrong with the triplets, so it was best to stay away.  ",
      "lead_paragraph": "As soon as she gave birth to healthy triplets, Raquel Villalba knew she wanted them to meet the woman whose donated eggs had made it possible. The donor, Marilyn Drake, was just as eager to meet the babies.",
      "publication_date": "2006-01-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/20/us/are-you-my-sperm-donor-few-clinics-will-say.html",
      "byline": "By Amy Harmon"
    },
    {
      "headline": "Oil Markets Are Jittery Over Iran",
      "snippet": "As world leaders and diplomats debate how to deal with Iran's nuclear ambitions, the worry among analysts these days is the fate of the country's oil sector.      The prospect of sanctions against Iran might have been easily shrugged off a few yea...",
      "abstract": "As world leaders and diplomats debate how to deal with Iran's nuclear ambitions, the worry among analysts these days is the fate of the country's oil sector.      The prospect of sanctions against Iran might have been easily shrugged off a few years ago, when the world sat comfortably on millions of barrels of untapped oil capacity. But the picture today is quite different. Iran exports more oil than the world's current spare capacity.  ",
      "lead_paragraph": "As world leaders and diplomats debate how to deal with Iran's nuclear ambitions, the worry among analysts these days is the fate of the country's oil sector.",
      "publication_date": "2006-01-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/20/business/worldbusiness/oil-markets-are-jittery-over-iran.html",
      "byline": "By Jad Mouawad"
    },
    {
      "headline": "U.S. Rejects Truce Offer From bin Laden",
      "snippet": "Breaking more than a year's silence, Osama bin Laden warned Americans in an audiotape released on Thursday that Al Qaeda was planning more attacks on the United States, but he offered a ''long truce'' on undefined terms.     It was unclear when th...",
      "abstract": "Breaking more than a year's silence, Osama bin Laden warned Americans in an audiotape released on Thursday that Al Qaeda was planning more attacks on the United States, but he offered a ''long truce'' on undefined terms.     It was unclear when the recording, broadcast by the Arab satellite television station Al Jazeera, was made, but the Central Intelligence Agency verified its authenticity and said the station was probably right in saying that it dated from early December.  ",
      "lead_paragraph": "DUBAI, United Arab Emirates, Jan. 19 - Breaking more than a year's silence, Osama bin Laden warned Americans in an audiotape released on Thursday that Al Qaeda was planning more attacks on the United States, but he offered a \"long truce\" on undefined terms.",
      "publication_date": "2006-01-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/20/world/middleeast/us-rejects-truce-offer-from-bin-laden.html",
      "byline": "By Hassan M. Fattah"
    },
    {
      "headline": "Legal Rationale by Justice Dept. on Spying Effort",
      "snippet": "The Bush administration offered its fullest defense to date Thursday of the National Security Agency's domestic eavesdropping program, saying that authorization from Congress to deter terrorist attacks ''places the president at the zenith of his p...",
      "abstract": "The Bush administration offered its fullest defense to date Thursday of the National Security Agency's domestic eavesdropping program, saying that authorization from Congress to deter terrorist attacks ''places the president at the zenith of his powers in authorizing the N.S.A. activities.''     In a 42-page legal analysis, the Justice Department cited the Constitution, the Federalist Papers, the writings of presidents both Republican and Democratic, and dozens of scholarly papers and court cases in justifying President Bush's power to order the N.S.A. surveillance program.  ",
      "lead_paragraph": "WASHINGTON, Jan. 19 - The Bush administration offered its fullest defense to date Thursday of the National Security Agency's domestic eavesdropping program, saying that authorization from Congress to deter terrorist attacks \"places the president at the zenith of his powers in authorizing the N.S.A. activities.\"",
      "publication_date": "2006-01-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/01/20/politics/legal-rationale-by-justice-dept-on-spying-effort.html",
      "byline": "By Eric Lichtblau and James Risen"
    },
    {
      "headline": "Guidant Debated Device Peril",
      "snippet": "Six months before the Guidant Corporation publicly disclosed short circuits in its heart devices, a debate may have been going on within the company over whether to alert doctors about such failures, internal company documents released yesterday s...",
      "abstract": "Six months before the Guidant Corporation publicly disclosed short circuits in its heart devices, a debate may have been going on within the company over whether to alert doctors about such failures, internal company documents released yesterday suggest.     The documents appear to indicate that some Guidant executives recommended in January 2005 that the company find a way to tell doctors about the failures posed by a device known as the Contak Renewal, an advanced heart defibrillator. The records, which were disclosed yesterday as part of a court proceeding in Texas, include handwritten notes said to have been composed by a top Guidant executive.  ",
      "lead_paragraph": "Six months before the Guidant Corporation publicly disclosed short circuits in its heart devices, a debate may have been going on within the company over whether to alert doctors about such failures, internal company documents released yesterday suggest.",
      "publication_date": "2006-01-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/01/20/business/guidant-debated-device-peril.html",
      "byline": "By Barry Meier"
    }
  ]
}