{
  "metadata": {
    "date": "2006-10-02",
    "total_articles": 33
  },
  "articles": [
    {
      "headline": "Hope, at $4,200 a Dose",
      "snippet": "With patients often facing grim prognoses, and insurers relatively powerless to negotiate prices or deny coverage, the cost of treatments have little impact on demand.",
      "abstract": "With patients often facing grim prognoses, and insurers relatively powerless to negotiate prices or deny coverage, the cost of treatments have little impact on demand.",
      "lead_paragraph": "CHARGING $4,200 a dose for a new version of an old cancer drug has helped make Dr. Patrick Soon-Shiong a billionaire.",
      "publication_date": "2006-10-01T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/10/01/business/yourmoney/01drug.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Adding a Personal Touch to Hotel Etiquette",
      "snippet": "Susan Carlin is one of the first graduates of a new corporate training program called “Living Loews.”",
      "abstract": "Susan Carlin is one of the first graduates of a new corporate training program called “Living Loews.”",
      "lead_paragraph": "SUSAN CARLIN is stretched out on a king-size bed at the Regency Hotel in the middle of a workday.",
      "publication_date": "2006-10-01T04:00:00+0000",
      "section_name": "Job Market",
      "print_page": "1",
      "page_section": "HW",
      "web_url": "https://www.nytimes.com/2006/10/01/jobs/01homefront.html",
      "byline": "By Louise Kramer"
    },
    {
      "headline": "H.P., Red-Faced but Still Selling",
      "snippet": "Revelations that Hewlett-Packard supervised an extensive investigation of some of its directors, journalists and a few employees have blemished its reputation.",
      "abstract": "Revelations that Hewlett-Packard supervised an extensive investigation of some of its directors, journalists and a few employees have blemished its reputation.",
      "lead_paragraph": "WHAT if the initials H.P. — as in Hewlett-Packard — enter the lexicon in the same manner that Google has? Google, of course, has become much more than a corporate name. It now doubles as a catch-all term for online search that has resulted in nifty little verbs like “Googled,” “Googles” and “Googling.”",
      "publication_date": "2006-10-01T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/10/01/business/yourmoney/01hurd.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "All’s Not Lost, Disgruntled Investors",
      "snippet": "A crucial moment for shareholders who want more say in board elections.",
      "abstract": "A crucial moment for shareholders who want more say in board elections.",
      "lead_paragraph": "SOMETIMES the stars really do align for the greater good. A case in point was last month’s landmark ruling by the Court of Appeals for the Second Circuit that opened the door to greater shareholder influence over director elections. It means that owners of Hewlett-Packard may be able to bring some adult supervision to the company’s board at its annual meeting next year. ",
      "publication_date": "2006-10-01T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2006/10/01/business/yourmoney/01gret.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Ruined Towns Look to Beirut, Mostly in Vain",
      "snippet": "Nearly $900 million in international pledges remains untapped by the Lebanese government.",
      "abstract": "Nearly $900 million in international pledges remains untapped by the Lebanese government.",
      "lead_paragraph": "BEIRUT, Lebanon, Sept. 30 — A ride through the south of Lebanon, across rutted and bombed-out roads, past a landscape of twisted metal and crumbled concrete, reveals little progress toward rebuilding tens of thousands of homes devastated by the 34 days of Israeli bombing that ended more than six weeks ago. ",
      "publication_date": "2006-10-01T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/01/world/middleeast/01lebanon.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "Often Parched, India Struggles to Tap the Monsoon",
      "snippet": "Every year, India is crippled by floods in some areas, even as it is parched in blighted corners elsewhere. A solution to the problem is crucial for the country’s future.",
      "abstract": "Every year, India is crippled by floods in some areas, even as it is parched in blighted corners elsewhere. A solution to the problem is crucial for the country’s future.",
      "lead_paragraph": "SURAT, India — Early on a Monday morning during the August monsoon, after several days of torrential rains, the engineers in charge of a massive dam about 50 miles upstream from this diamond-polishing hub faced a harrowing crisis. ",
      "publication_date": "2006-10-01T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/01/world/asia/01india.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "Campaign Cash Mirrors a High Court's Rulings",
      "snippet": "Ohio Supreme Court justices routinely sat on cases after receiving contributions from the parties involved.",
      "abstract": "Ohio Supreme Court justices routinely sat on cases after receiving contributions from the parties involved.",
      "lead_paragraph": "COLUMBUS, Ohio — In the fall of 2004, Terrence O’Donnell, an affable judge with the placid good looks of a small-market news anchor, was running hard to keep his seat on the Ohio Supreme Court. He was also considering two important class-action lawsuits that had been argued many months before.",
      "publication_date": "2006-10-01T04:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/01/us/01judges.html",
      "byline": "By Adam Liptak and Janet Roberts"
    },
    {
      "headline": "Adding a Personal Touch to Hotel Etiquette",
      "snippet": "First graduates of corporate training program at Loews Hotels get to show what they have learned in behavior, communication, presentation, salemanship, public speaking and etiquette; effort by Loews aims to attract more customers by standing out f...",
      "abstract": "First graduates of corporate training program at Loews Hotels get to show what they have learned in behavior, communication, presentation, salemanship, public speaking and etiquette; effort by Loews aims to attract more customers by standing out from luxury hotel crowd; 400 staff members are expected to complete training by end of 2006; photo (M)",
      "lead_paragraph": "SUSAN CARLIN is stretched out on a king-size bed at the Regency Hotel in the middle of a workday.",
      "publication_date": "2006-10-01T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/10/01/jobs/adding-a-personal-touch-to-hotel-etiquette.html",
      "byline": "By Louise Kramer"
    },
    {
      "headline": "Often Parched, India Struggles to Tap the Monsoon",
      "snippet": "Third of three articles in series Thirsty Giant; flood in Surat draws new attention to problem of how to harness India's monsoons, which flood some areas while leaving others parched; growing water scarcity threatens farms and cities, and global c...",
      "abstract": "Third of three articles in series Thirsty Giant; flood in Surat draws new attention to problem of how to harness India's monsoons, which flood some areas while leaving others parched; growing water scarcity threatens farms and cities, and global climate change could make weather patterns even more erratic; traditional small-scale water storage systems are in disrepair; proponents of reservoirs say India must build many more reservoirs to meet its water and energy needs, but some dam projects have met resistance for decades; map; photos (L)",
      "lead_paragraph": "SURAT, India - Early on a Monday morning during the August monsoon, after several days of torrential rains, the engineers in charge of a massive dam about 50 miles upstream from this diamond-polishing hub faced a harrowing crisis.",
      "publication_date": "2006-10-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/01/world/asia/often-parched-india-struggles-to-tap-the-monsoon.html",
      "byline": "By Somini Sengupta"
    },
    {
      "headline": "Dues and Deadbeats in Capitol",
      "snippet": "Members of Congress are expected to help fill their parties' campaign chests, a form of dues-paying that is central to the Democrats' strategy to overtake the Republicans. Page 25.  ",
      "abstract": "Members of Congress are expected to help fill their parties' campaign chests, a form of dues-paying that is central to the Democrats' strategy to overtake the Republicans. Page 25.  ",
      "lead_paragraph": "Members of Congress are expected to help fill their parties' campaign chests, a form of dues-paying that is central to the Democrats' strategy to overtake the Republicans. Page 25.",
      "publication_date": "2006-10-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/01/us/dues-and-deadbeats-in-capitol.html",
      "byline": ""
    },
    {
      "headline": "Ruined Towns Look to Beirut, Mostly in Vain",
      "snippet": "Nearly $900 million in international pledges remains untapped by Lebanese government, whose presence is barely visible in south, while Hezbollah continues to give cash payments of Iranian money to individual Lebanese for damaged homes; government ...",
      "abstract": "Nearly $900 million in international pledges remains untapped by Lebanese government, whose presence is barely visible in south, while Hezbollah continues to give cash payments of Iranian money to individual Lebanese for damaged homes; government defends its performance, saying it has restored vital services and kept economy functioning; says it has nearly established trustworthy financial system needed to tap into pledges; photos (L)",
      "lead_paragraph": "BEIRUT, Lebanon, Sept. 30 - A ride through the south of Lebanon, across rutted and bombed-out roads, past a landscape of twisted metal and crumbled concrete, reveals little progress toward rebuilding tens of thousands of homes devastated by the 34 days of Israeli bombing that ended more than six weeks ago.",
      "publication_date": "2006-10-01T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/01/world/middleeast/ruined-towns-look-to-beirut-mostly-in-vain.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "Campaign Cash Mirrors a High Court’s Rulings",
      "snippet": "Spending on judicial races in 39 states that elect judges is skyrocketing, with some judges raising $2 million or more for single campaign; critics question whether money is polluting independence of judiciary; Ohio Supreme Court justices routinel...",
      "abstract": "Spending on judicial races in 39 states that elect judges is skyrocketing, with some judges raising $2 million or more for single campaign; critics question whether money is polluting independence of judiciary; Ohio Supreme Court justices routinely sat on cases after receiving campaign contributions from parties involved or groups filing supporting briefs; voted on average over 12 years in favor of contributors 70 percent of time; most judges insist perception that judges' votes are being bought is wrong; photos; charts (L)",
      "lead_paragraph": "COLUMBUS, Ohio - In the fall of 2004, Terrence O'Donnell, an affable judge with the placid good looks of a small-market news anchor, was running hard to keep his seat on the Ohio Supreme Court. He was also considering two important class-action lawsuits that had been argued many months before.",
      "publication_date": "2006-10-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/01/us/campaign-cash-mirrors-a-high-courts-rulings.html",
      "byline": "By Adam Liptak and Janet Roberts"
    },
    {
      "headline": "All’s Not Lost, Disgruntled Investors",
      "snippet": "SOMETIMES the stars really do align for the greater good. A case in point was last month's landmark ruling by the Court of Appeals for the Second Circuit that opened the door to greater shareholder influence over director elections. It means that ...",
      "abstract": "SOMETIMES the stars really do align for the greater good. A case in point was last month's landmark ruling by the Court of Appeals for the Second Circuit that opened the door to greater shareholder influence over director elections. It means that owners of Hewlett-Packard may be able to bring some adult supervision to the company's board at its annual meeting next year.      If ever there were a board in need of accountability to shareholders it is Hewlett-Packard's, caught up in its burgeoning leak-investigation crisis. And last week, three major public pension funds -- in New York, Connecticut and North Carolina -- filed a proposal seeking access to the Hewlett-Packard proxy, which the company typically sends to shareholders in late January. Together the funds own more than 30 million shares in the company.  ",
      "lead_paragraph": "SOMETIMES the stars really do align for the greater good. A case in point was last month's landmark ruling by the Court of Appeals for the Second Circuit that opened the door to greater shareholder influence over director elections. It means that owners of Hewlett-Packard may be able to bring some adult supervision to the company's board at its annual meeting next year.",
      "publication_date": "2006-10-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/10/01/business/yourmoney/alls-not-lost-disgruntled-investors.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "G.O.P. Aides Knew in Late ’05 of E-Mail",
      "snippet": "Republican lawmakers say top House Republicans, including majority leader John A Boehner and National Republican Committee Chmn Rep Thomas M Reynolds, knew for months of e-mail traffic between Rep Mark Foley and former teenage page in office of Re...",
      "abstract": "Republican lawmakers say top House Republicans, including majority leader John A Boehner and National Republican Committee Chmn Rep Thomas M Reynolds, knew for months of e-mail traffic between Rep Mark Foley and former teenage page in office of Rep Rodney Alexander, but kept matter secret and allowed Foley to remain at head of caucus on children's issues; senior staff members in Speaker Dennis Hastert's office first learned of messages in fall of 2005 and took steps to investigate, but they were not shown messages at request of page's family (L)",
      "lead_paragraph": "WASHINGTON, Sept. 30 - Top House Republicans knew for months about e-mail traffic between Representative Mark Foley and a former teenage page, but kept the matter secret and allowed Mr. Foley to remain head of a Congressional caucus on children's issues, Republican lawmakers said Saturday.",
      "publication_date": "2006-10-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/01/washington/gop-aides-knew-in-late-05-of-email.html",
      "byline": "By Carl Hulse and Raymond Hernandez"
    },
    {
      "headline": "H.P., Red-Faced but Still Selling",
      "snippet": "Article on whether spying scandal at Hewlett-Packard will hurt company and its public image; says company so far appears to have escaped any serious damage; it stock, about only visible barometer of public perception, is strong as it was before sp...",
      "abstract": "Article on whether spying scandal at Hewlett-Packard will hurt company and its public image; says company so far appears to have escaped any serious damage; it stock, about only visible barometer of public perception, is strong as it was before spying operation was revealed in early September; sales do not have been hurt; analysts say forthright manner of chief executive officer Mark V Hurd is helping company weather scandal; photos (L)",
      "lead_paragraph": "WHAT if the initials H.P. -- as in Hewlett-Packard -- enter the lexicon in the same manner that Google has? Google, of course, has become much more than a corporate name. It now doubles as a catch-all term for online search that has resulted in nifty little verbs like \"Googled,\" \"Googles\" and \"Googling.\"",
      "publication_date": "2006-10-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/10/01/business/yourmoney/hp-redfaced-but-still-selling.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Detainee Memo Created Divide in White House",
      "snippet": "June 2005 memo by acting Defense Sec Gordon R England and State Dept counselor Philip D Zelikow urged Bush administration to seek Congressional approval for its detention policies; memo called for return to minimum standards of treatment in Geneva...",
      "abstract": "June 2005 memo by acting Defense Sec Gordon R England and State Dept counselor Philip D Zelikow urged Bush administration to seek Congressional approval for its detention policies; memo called for return to minimum standards of treatment in Geneva Convention and eventual closing of Guantanamo Bay detention center; internal debate over memo pitted top officials against one another and intensified behind scenes over last year; Supreme Court forced resolution of disputes when it struck down crucial elements of administration's approach; Pres Bush included several of memo's recommendations in subsequent policy shifts; photos (L)",
      "lead_paragraph": "In June 2005, two senior national security officials in the Bush administration came together to propose a sweeping new approach to the growing problems the United States was facing with the detention, interrogation and prosecution of terrorism suspects.",
      "publication_date": "2006-10-01T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/10/01/washington/detainee-memo-created-divide-in-white-house.html",
      "byline": "By Tim Golden"
    },
    {
      "headline": "Hope, at $4,200 a Dose",
      "snippet": "Cost of cancer treatments seems to have little impact on demand since patients often face grim prognoses and desperate for new therapies; charging $4,200 per dose for new version of Taxol known as Abraxane has helped make Dr Patrick Soon-Shiong bi...",
      "abstract": "Cost of cancer treatments seems to have little impact on demand since patients often face grim prognoses and desperate for new therapies; charging $4,200 per dose for new version of Taxol known as Abraxane has helped make Dr Patrick Soon-Shiong billionaire; Abraxane does not help patients live longer than older treatment, though it does shrink tumors in more patients; Soon-Shiong's company Abraxis BioScience has promoted Abraxane as major advance in treating last-stage breast cancer for patients who have not responded to other treatments and are close to death; Abraxane costs about 25 times as much as generic version of Taxol; about 20,00 people have been treated with drug, and Soon-Shiong expects its sales to approach $200 million this year; analysts say drug's annual sales could reach $1 billion by 2010; chart; photos (L)",
      "lead_paragraph": "CHARGING $4,200 a dose for a new version of an old cancer drug has helped make Dr. Patrick Soon-Shiong a billionaire.",
      "publication_date": "2006-10-01T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/10/01/business/yourmoney/hope-at-4200-a-dose.html",
      "byline": "By Alex Berenson"
    },
    {
      "headline": "Global Sludge Ends in Tragedy for Ivory Coast",
      "snippet": "To save costs, a global oil company dumped toxic waste on the doorstep of some of the world’s poorest people, spreading illness and killing eight.",
      "abstract": "To save costs, a global oil company dumped toxic waste on the doorstep of some of the world’s poorest people, spreading illness and killing eight.",
      "lead_paragraph": "ABIDJAN, Ivory Coast, Sept. 28 — It was his infant son’s cries, gasping and insistent, that first woke Salif Oudrawogol one night last month. The smell hit him moments later, wafting into the family’s hut, a noxious mélange reminiscent of rotten eggs, garlic and petroleum. ",
      "publication_date": "2006-10-02T04:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/02/world/africa/02ivory.html",
      "byline": "By Lydia Polgreen and Marlise Simons"
    },
    {
      "headline": "The Brashness Is Back in Money Talk, and Also at CNBC",
      "snippet": "In an attempt to broaden its appeal, CNBC is airing more shows for the day trader who just wants to pick stocks and get rich.",
      "abstract": "In an attempt to broaden its appeal, CNBC is airing more shows for the day trader who just wants to pick stocks and get rich.",
      "lead_paragraph": "Red Bull energy drinks stowed out of sight of the cameras, the men of CNBC’s “Fast Money,” four financial traders and the ringmaster, Dylan Ratigan, began their pumped-up, sound effects-laden dissection of the day’s business news.",
      "publication_date": "2006-10-02T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/02/business/media/02cnbc.html",
      "byline": "By Elizabeth Jensen"
    },
    {
      "headline": "A Reporter Who Scoops His Own Paper",
      "snippet": "Bob Woodward works for The Washington Post but does as he pleases, husbanding his most lustrous scoops for his books.",
      "abstract": "Bob Woodward works for The Washington Post but does as he pleases, husbanding his most lustrous scoops for his books.",
      "lead_paragraph": "Few Washington events, save Congressional page scandals and cherry blossoms, arrive more reliably than a Bob Woodward book flap. Every other year, Mr. Woodward, arguably the pre-eminent journalist of the last three decades, will emerge from his headquarters in Georgetown with a book full of federal intrigue, gold-plated sources and the dark arts of Washington.",
      "publication_date": "2006-10-02T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/02/business/media/02carr.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Viacom Resting Its Hopes for the Future on an Old Hand at MTV Networks",
      "snippet": "Judith McGrath, a close ally of fired Viacom chief Tom Freston, will continue to serve as chairwoman of the company’s MTV Networks.",
      "abstract": "Judith McGrath, a close ally of fired Viacom chief Tom Freston, will continue to serve as chairwoman of the company’s MTV Networks.",
      "lead_paragraph": "At MTV Networks, the only thing as unsettling as last month’s ouster of Tom Freston as chief executive of the networks’ parent, Viacom, was the uncertainty about what his departure would mean for a management team he had personally built over 20 years.",
      "publication_date": "2006-10-02T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/02/business/media/02mtv.html",
      "byline": "By Bill Carter"
    },
    {
      "headline": "Fastow a Key for Plaintiffs in Bank Suits",
      "snippet": "In his last weeks of freedom, Andrew S. Fastow laid out to plaintiffs’ lawyers how banks helped Enron disguise limited cash reserves and debt.",
      "abstract": "In his last weeks of freedom, Andrew S. Fastow laid out to plaintiffs’ lawyers how banks helped Enron disguise limited cash reserves and debt.",
      "lead_paragraph": "Andrew S. Fastow is telling all, naming names, and the lawyers suing Enron’s former banks on behalf of investors say that his words could lead to billions of dollars in fresh settlements.",
      "publication_date": "2006-10-02T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/02/business/businessspecial3/02enron.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "Wal-Mart to Add Wage Caps and Part-Timers",
      "snippet": "The company says the changes are to better serve customers. Workers say they reduce already modest incomes and strain employees’ personal lives.",
      "abstract": "The company says the changes are to better serve customers. Workers say they reduce already modest incomes and strain employees’ personal lives.",
      "lead_paragraph": "Wal-Mart, the nation’s largest private employer, is pushing to create a cheaper, more flexible work force by capping wages, using more part-time workers and scheduling more workers on nights and weekends.",
      "publication_date": "2006-10-02T04:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/02/business/02walmart.html",
      "byline": "By Steven Greenhouse and Michael Barbaro"
    },
    {
      "headline": "Fastow a Key for Plaintiffs in Bank Suits",
      "snippet": "Lawyers for investors who lost money in collapse of Enron say Andrew S Fastow, former chief financial officer, is giving them account of role that banks played in schemes he devised to deceive investors about company's true financial condition; de...",
      "abstract": "Lawyers for investors who lost money in collapse of Enron say Andrew S Fastow, former chief financial officer, is giving them account of role that banks played in schemes he devised to deceive investors about company's true financial condition; depositions could lead to billions of dollars in fresh settlements against banks; settlements already total $7.3 billion, most of it from banks like J P Morgan Chase, Bank of America, Citigroup and Canadian Imperial Bank of Commerce; seven banks have not settled; plaintiffs' lawyers have heretofore had to rely primarily on documents to prove banks played central role in Enron's false accounting (M)",
      "lead_paragraph": "Andrew S. Fastow is telling all, naming names, and the lawyers suing Enron's former banks on behalf of investors say that his words could lead to billions of dollars in fresh settlements.",
      "publication_date": "2006-10-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/02/business/businessspecial3/fastow-a-key-for-plaintiffs-in-bank-suits.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "Former Pages Describe Foley as Caring Ally",
      "snippet": "Former Congressional pages say Rep Mark Foley was friendlier to them than most members of Congress were, but some say they also learned about sexually explicit Internet conversations of sort that led to Foley's resignation; say that their lives in...",
      "abstract": "Former Congressional pages say Rep Mark Foley was friendlier to them than most members of Congress were, but some say they also learned about sexually explicit Internet conversations of sort that led to Foley's resignation; say that their lives in Washington were intensely supervised and sheltered and that their orientation included video on sexual harassment; photo (M)",
      "lead_paragraph": "WASHINGTON, Oct. 1 - In the hierarchy of Congress, the high school students who serve as Congressional pages fall somewhere near the bottom, seemingly invisible as they scurry through the hallways of the Capitol ferrying messages to powerful lawmakers who often fail to give them a second glance.",
      "publication_date": "2006-10-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/02/washington/former-pages-describe-foley-as-caring-ally.html",
      "byline": "By Rachel L. Swarns"
    },
    {
      "headline": "MORE ON THE FOLEY CASE",
      "snippet": "INQUIRY BEGINS -- Officials said the F.B.I. was looking into whether former Representative Mark Foley had broken any laws.   PAGE A15    LEGAL RAMIFICATIONS -- Explicit e-mail to minors may violate laws, but prosecutors have great discretion in pu...",
      "abstract": " INQUIRY BEGINS -- Officials said the F.B.I. was looking into whether former Representative Mark Foley had broken any laws.   PAGE A15    LEGAL RAMIFICATIONS -- Explicit e-mail to minors may violate laws, but prosecutors have great discretion in pursuing such cases.   PAGE A15  ",
      "lead_paragraph": "INQUIRY BEGINS -- Officials said the F.B.I. was looking into whether former Representative Mark Foley had broken any laws. PAGE A15",
      "publication_date": "2006-10-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/02/us/front page/more-on-the-foley-case.html",
      "byline": ""
    },
    {
      "headline": "Wal-Mart to Add Wage Caps and Part-Timers",
      "snippet": "Wal-Mart is pushing to create cheaper, more flexible work force by capping wages, using more part-time workers and scheduling more workers on nights and weekends; says this will better serve customers, especially at busy shopping times, but some W...",
      "abstract": "Wal-Mart is pushing to create cheaper, more flexible work force by capping wages, using more part-time workers and scheduling more workers on nights and weekends; says this will better serve customers, especially at busy shopping times, but some Wal-Mart workers say changes are further reducing their already modest incomes and putting serious strain on their child-rearing and personal lives; say company seeks to force out longtime higher-wage workers to make way for lower-wage part-timers; new policies win approval of Wall Street analysts; other big retailers have begun using more part-time workers, adopted wage caps and instituted more demanding work schedules in one form or another, but because of Wal-Mart's size, its labor practices may well influence policies more broadly; photos (M)",
      "lead_paragraph": "Wal-Mart, the nation's largest private employer, is pushing to create a cheaper, more flexible work force by capping wages, using more part-time workers and scheduling more workers on nights and weekends.",
      "publication_date": "2006-10-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/02/business/walmart-to-add-wage-caps-and-parttimers.html",
      "byline": "By Steven Greenhouse and Michael Barbaro"
    },
    {
      "headline": "The Brashness Is Back in Money Talk, and Also at CNBC",
      "snippet": "CNBC tests various time periods for Fast Money, show in which Dylan Ratigan elicits investment secrets from four day traders, hoping that it can join evening lineup along with James Cramer's fast-paced stock-picking show Mad Money; resurgence of s...",
      "abstract": "CNBC tests various time periods for Fast Money, show in which Dylan Ratigan elicits investment secrets from four day traders, hoping that it can join evening lineup along with James Cramer's fast-paced stock-picking show Mad Money; resurgence of stock market has lifted ratings of CBNC, which fell when disillusioned day traders fled tumbling market in 2001; photos (M)",
      "lead_paragraph": "Red Bull energy drinks stowed out of sight of the cameras, the men of CNBC's \"Fast Money,\" four financial traders and the ringmaster, Dylan Ratigan, began their pumped-up, sound effects-laden dissection of the day's business news.",
      "publication_date": "2006-10-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/02/business/the-brashness-is-back-in-money-talk-and-also-at-cnbc.html",
      "byline": "By Elizabeth Jensen"
    },
    {
      "headline": "Trading Votes for Pork Across the House Aisle",
      "snippet": "Rep John P Murtha, leading Democrat on House military spending subcommittee, has proved adept at delivering Democratic votes needed by Republican leaders in tacit exchange for earmarks for himself and his allies; delivered enough votes to narrowly...",
      "abstract": "Rep John P Murtha, leading Democrat on House military spending subcommittee, has proved adept at delivering Democratic votes needed by Republican leaders in tacit exchange for earmarks for himself and his allies; delivered enough votes to narrowly defeat number of Democratic proposals in past year; he alone secured $80 million for his Pennsylvania district in 2006 appropriations bills and $120 million for state; acknowledges that some Democrats grouse about his history of leading others to vote against party, but says he has always acted on principle, working with Republicans either because he agreed with them or to uphold private agreements about spending bills; photos (M)",
      "lead_paragraph": "WASHINGTON, Oct. 1 - For more than a decade, Representative John P. Murtha of Pennsylvania has operated a political trading post in a back corner of the House of Representatives.",
      "publication_date": "2006-10-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/02/washington/trading-votes-for-pork-across-the-house-aisle.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "A Reporter Who Scoops His Own Paper",
      "snippet": "David Carr column on controversy over State of Denial, Bob Woodward's new book about Bush administration and Iraq war, particularly regarding his relationship with Washington Post, which was not able to publish excerpts from book before New York T...",
      "abstract": "David Carr column on controversy over State of Denial, Bob Woodward's new book about Bush administration and Iraq war, particularly regarding his relationship with Washington Post, which was not able to publish excerpts from book before New York Times and Daily News reported extensively on it; questions journalistic merit of book, which follows two other, considerably friendlier Woodward books about Bush administration (M)",
      "lead_paragraph": "Few Washington events, save Congressional page scandals and cherry blossoms, arrive more reliably than a Bob Woodward book flap. Every other year, Mr. Woodward, arguably the pre-eminent journalist of the last three decades, will emerge from his headquarters in Georgetown with a book full of federal intrigue, gold-plated sources and the dark arts of Washington.",
      "publication_date": "2006-10-02T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/02/business/media/a-reporter-who-scoops-his-own-paper.html",
      "byline": "By David Carr"
    },
    {
      "headline": "Roberts Court May Be Defined in Second Term",
      "snippet": "Supreme Court's second term under Chief Justice John G Roberts Jr is expected to reveal more than first did about extent to which members are prepared to confront either precedent or one another; most telling cases are expected to be those about f...",
      "abstract": "Supreme Court's second term under Chief Justice John G Roberts Jr is expected to reveal more than first did about extent to which members are prepared to confront either precedent or one another; most telling cases are expected to be those about federal Partial-Birth Abortion Act of 2003, permissibility of taking race into account in maintaining balance of individual public schools, punitive damages against cigarette maker Philip Morris and interpretation of Clean Air Act (M)",
      "lead_paragraph": "WASHINGTON, Oct. 1 - If Year 1 was the transition for the new Roberts court, Year 2 is likely to be the test.",
      "publication_date": "2006-10-02T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/10/02/washington/roberts-court-may-be-defined-in-second-term.html",
      "byline": "By Linda Greenhouse"
    },
    {
      "headline": "The Relentless Hunt for the Next Deal",
      "snippet": "From his luxurious apartment on Avenue Foch in one of the choicest neighborhoods of Paris, Albert Frère tends his sprawling European financial empire with a slim cellphone pressed to his ear. A fellow business titan is calling to chat.      At 80,...",
      "abstract": "From his luxurious apartment on Avenue Foch in one of the choicest neighborhoods of Paris, Albert Frère tends his sprawling European financial empire with a slim cellphone pressed to his ear. A fellow business titan is calling to chat.      At 80, Mr. Frère is a little hard of hearing, a condition he attributes to weekend hunting trips, the shooting kind. But that does not deter him from prowling corporate Europe in a restless chase for a bargain -- buying, selling and swapping pieces of some of the most prominent businesses in Germany, Italy, France and his native Belgium.  ",
      "lead_paragraph": "PARIS, Sept. 29 - From his luxurious apartment on Avenue Foch in one of the choicest neighborhoods of Paris, Albert Frère tends his sprawling European financial empire with a slim cellphone pressed to his ear. A fellow business titan is calling to chat.",
      "publication_date": "2006-10-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/02/business/worldbusiness/the-relentless-hunt-for-the-next-deal.html",
      "byline": "By Doreen Carvajal"
    },
    {
      "headline": "Viacom Resting Its Hopes for the Future on an Old Hand at MTV Networks",
      "snippet": "Sumner M Redstone, Viacom's chairman, and other members of company's board, assure Judith McGrath that they want her to stay on as chairwoman of Viacom's MTV Networks, and McGrath, who became anxious about her future after firing of Tom Freston as...",
      "abstract": "Sumner M Redstone, Viacom's chairman, and other members of company's board, assure Judith McGrath that they want her to stay on as chairwoman of Viacom's MTV Networks, and McGrath, who became anxious about her future after firing of Tom Freston as chief executive, makes it clear that she will remain; she expresses confidence that MTV can take advantage of exploding media environment in which exploiting Internet is potent new business play; dismisses suggestions that not acquiring Web site MySpace has undone its digital strategy; photos (M)",
      "lead_paragraph": "At MTV Networks, the only thing as unsettling as last month's ouster of Tom Freston as chief executive of the networks' parent, Viacom, was the uncertainty about what his departure would mean for a management team he had personally built over 20 years.",
      "publication_date": "2006-10-02T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/10/02/business/media/viacom-resting-its-hopes-for-the-future-on-an-old-hand-at.html",
      "byline": "By Bill Carter"
    }
  ]
}