{
  "metadata": {
    "date": "2006-02-16",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "An Unexpected Twist in the Celebrity Private Eye Case",
      "snippet": "Damage from the investigation of the celebrity private eye Anthony Pellicano reached the top of Hollywood's business community on Wednesday, when a federal grand jury issued wiretapping and conspiracy charges against the lawyer who handled Kirk Ke...",
      "abstract": "Damage from the investigation of the celebrity private eye Anthony Pellicano reached the top of Hollywood's business community on Wednesday, when a federal grand jury issued wiretapping and conspiracy charges against the lawyer who handled Kirk Kerkorian's 2002 legal battle with his former wife.     The lawyer, Terry N. Christensen, and his Century City-based firm are a major presence in the entertainment industry, having represented Paramount Pictures, Sony Pictures Entertainment, the Walt Disney Company and MGM/UA, among others. The lawyer has represented Mr. Kerkorian for over 30 years, once served as president of the 88-year-old billionaire's private Tracinda Corporation, and has been involved with Mr. Kerkorian's recent investment in General Motors.  ",
      "lead_paragraph": "LOS ANGELES, Feb. 15 - Damage from the investigation of the celebrity private eye Anthony Pellicano reached the top of Hollywood's business community on Wednesday, when a federal grand jury issued wiretapping and conspiracy charges against the lawyer who handled Kirk Kerkorian's 2002 legal battle with his former wife.",
      "publication_date": "2006-02-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/16/business/an-unexpected-twist-in-the-celebrity-private-eye-case.html",
      "byline": "By Allison Hope Weiner"
    },
    {
      "headline": "Big Study Finds No Clear Benefit of Calcium Pills",
      "snippet": "A large, seven-year study of healthy women over 50 found no broad benefit from calcium and vitamin D supplements in preventing broken bones, despite widespread endorsement by doctors for the supplements.     The study, whose results are being repo...",
      "abstract": "A large, seven-year study of healthy women over 50 found no broad benefit from calcium and vitamin D supplements in preventing broken bones, despite widespread endorsement by doctors for the supplements.     The study, whose results are being reported today, also found no evidence that the supplements prevented colorectal cancer, and it found an increased risk of kidney stones.  ",
      "lead_paragraph": "A large, seven-year study of healthy women over 50 found no broad benefit from calcium and vitamin D supplements in preventing broken bones, despite widespread endorsement by doctors for the supplements.",
      "publication_date": "2006-02-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/16/health/big-study-finds-no-clear-benefit-of-calcium-pills.html",
      "byline": "By Gina Kolata"
    },
    {
      "headline": "A Deal Is Reached to Name a Victor in Haiti's Election",
      "snippet": "The front-runner in last week's presidential election, René Préval, is expected to be declared the winner as part of an agreement by leaders of Haiti's interim government to retabulate the votes, a high-ranking official of the Organization of Amer...",
      "abstract": "The front-runner in last week's presidential election, René Préval, is expected to be declared the winner as part of an agreement by leaders of Haiti's interim government to retabulate the votes, a high-ranking official of the Organization of American States said Wednesday night.     The agreement, scheduled to be announced Thursday, is a result of marathon negotiations by Mr. Préval, government officials, foreign diplomats and international observers, including the Organization of American States. Details were still being worked out, and a United Nations official cautioned that the deal could still fall apart.  ",
      "lead_paragraph": "PORT-AU-PRINCE, Haiti, Feb. 15 - The front-runner in last week's presidential election, René Préval, is expected to be declared the winner as part of an agreement by leaders of Haiti's interim government to retabulate the votes, a high-ranking official of the Organization of American States said Wednesday night.",
      "publication_date": "2006-02-16T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/16/world/americas/a-deal-is-reached-to-name-a-victor-in-haitis-election.html",
      "byline": "By Ginger Thompson"
    },
    {
      "headline": "Chertoff Hears Harsh Criticism From Senators",
      "snippet": "The homeland security secretary, Michael Chertoff, endured two and a half hours of intense personal criticism Wednesday by Senate Republicans and Democrats investigating the response to Hurricane Katrina, several of whom said he bore responsibilit...",
      "abstract": "The homeland security secretary, Michael Chertoff, endured two and a half hours of intense personal criticism Wednesday by Senate Republicans and Democrats investigating the response to Hurricane Katrina, several of whom said he bore responsibility for a multitude of errors that prolonged the suffering of Gulf Coast residents.     The rebuke was a painful turnabout for Mr. Chertoff, a former federal judge who was unanimously confirmed a year ago to take over the department and until recently had largely escaped blame for the government's flawed response to the storm.  ",
      "lead_paragraph": "WASHINGTON, Feb. 15 - The homeland security secretary, Michael Chertoff, endured two and a half hours of intense personal criticism Wednesday by Senate Republicans and Democrats investigating the response to Hurricane Katrina, several of whom said he bore responsibility for a multitude of errors that prolonged the suffering of Gulf Coast residents.",
      "publication_date": "2006-02-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/16/politics/chertoff-hears-harsh-criticism-from-senators.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "On the Menu for Breakfast: $1 Trillion",
      "snippet": "On an early morning in late January, Merrill Lynch's chief executive, E. Stanley O'Neal, met for a quiet breakfast with Laurence D. Fink, his counterpart at BlackRock, at the Three Guys diner, blocks away from Mr. O'Neal's Upper East Side home.   ...",
      "abstract": "On an early morning in late January, Merrill Lynch's chief executive, E. Stanley O'Neal, met for a quiet breakfast with Laurence D. Fink, his counterpart at BlackRock, at the Three Guys diner, blocks away from Mr. O'Neal's Upper East Side home.      On the menu was a potential sale of Merrill's fund assets for a large stake in Mr. Fink's firm, a fast-growing asset management company. As in all initial deal discussions, the two men took pains to be discreet, hence the uptown diner as opposed to a more expensive locale in Midtown Manhattan.  ",
      "lead_paragraph": "On an early morning in late January, Merrill Lynch's chief executive, E. Stanley O'Neal, met for a quiet breakfast with Laurence D. Fink, his counterpart at BlackRock, at the Three Guys diner, blocks away from Mr. O'Neal's Upper East Side home.",
      "publication_date": "2006-02-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/16/business/on-the-menu-for-breakfast-1-trillion.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Web Firms Are Grilled on Dealings in China",
      "snippet": "Google, Yahoo, Microsoft and Cisco Systems came under fire at a House human rights hearing on Wednesday for what a subcommittee chairman called a ''sickening collaboration'' with the Chinese government that was ''decapitating the voice of the diss...",
      "abstract": "Google, Yahoo, Microsoft and Cisco Systems came under fire at a House human rights hearing on Wednesday for what a subcommittee chairman called a ''sickening collaboration'' with the Chinese government that was ''decapitating the voice of the dissidents'' there.      The statements by the chairman, Representative Christopher Smith, Republican of New Jersey, opened a much-anticipated session aimed at getting an accounting of the companies' dealings in China, and to air criticism that they do business there at the peril of human rights.  ",
      "lead_paragraph": "WASHINGTON, Feb. 15 - Google, Yahoo, Microsoft and Cisco Systems came under fire at a House human rights hearing on Wednesday for what a subcommittee chairman called a \"sickening collaboration\" with the Chinese government that was \"decapitating the voice of the dissidents\" there.",
      "publication_date": "2006-02-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/16/technology/web-firms-are-grilled-on-dealings-in-china.html",
      "byline": "By Tom Zeller Jr"
    },
    {
      "headline": "High-Def Video, Made Small",
      "snippet": "MODERN electronics are great and all. But as our appreciation of technology blossoms, so, unfortunately, does our cynicism. We've learned the hard way that those ''five mile'' walkie-talkies don't even cover the backyard, that no version of Window...",
      "abstract": "MODERN electronics are great and all. But as our appreciation of technology blossoms, so, unfortunately, does our cynicism. We've learned the hard way that those ''five mile'' walkie-talkies don't even cover the backyard, that no version of Windows ''just works,'' and that when you call for tech support, your call is not important to them.      Thousands of people have also learned that those pocket-size camera-camcorders are generally rip-offs. Instead of tapes, they record onto expensive memory cards that hold only about 20 minutes of video. Zoom power and battery life are terrible. As for the photo and video quality, only camera phones do worse.  ",
      "lead_paragraph": "MODERN electronics are great and all. But as our appreciation of technology blossoms, so, unfortunately, does our cynicism. We've learned the hard way that those \"five mile\" walkie-talkies don't even cover the backyard, that no version of Windows \"just works,\" and that when you call for tech support, your call is not important to them.",
      "publication_date": "2006-02-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/16/technology/circuits/highdef-video-made-small.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Outsourcing Is Climbing Skills Ladder",
      "snippet": "The globalization of work tends to start from the bottom up. The first jobs to be moved abroad are typically simple assembly tasks, followed by manufacturing, and later, skilled work like computer programming. At the end of this progression is the...",
      "abstract": "The globalization of work tends to start from the bottom up. The first jobs to be moved abroad are typically simple assembly tasks, followed by manufacturing, and later, skilled work like computer programming. At the end of this progression is the work done by scientists and engineers in research and development laboratories.     A new study that will be presented today to the National Academies, the nation's leading advisory groups on science and technology, suggests that more and more research work at corporations will be sent to fast-growing economies with strong education systems, like China and India.  ",
      "lead_paragraph": "The globalization of work tends to start from the bottom up. The first jobs to be moved abroad are typically simple assembly tasks, followed by manufacturing, and later, skilled work like computer programming. At the end of this progression is the work done by scientists and engineers in research and development laboratories.",
      "publication_date": "2006-02-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/02/16/business/outsourcing-is-climbing-skills-ladder.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Trying a New Tack, Fed Chief Is Brief, Clear and Also Upbeat",
      "snippet": "He was calm and he was cool, and he most certainly was not Alan Greenspan.     Ben S. Bernanke, testifying to Congress for the first time since he succeeded Mr. Greenspan as chairman of the Federal Reserve, did three things on Wednesday that his p...",
      "abstract": "He was calm and he was cool, and he most certainly was not Alan Greenspan.     Ben S. Bernanke, testifying to Congress for the first time since he succeeded Mr. Greenspan as chairman of the Federal Reserve, did three things on Wednesday that his predecessor usually did not:  ",
      "lead_paragraph": "WASHINGTON, Feb. 15 - He was calm and he was cool, and he most certainly was not Alan Greenspan.",
      "publication_date": "2006-02-16T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/16/politics/trying-a-new-tack-fed-chief-is-brief-clear-and-also-upbeat.html",
      "byline": "By Edmund L. Andrews"
    },
    {
      "headline": "Silence Broken as Cheney Points Only to Himself",
      "snippet": "Vice President Dick Cheney broke a four-day silence on Wednesday about his accidental shooting of a hunting partner, saying he took full responsibility for the incident while vigorously defending his decision to delay releasing news about it until...",
      "abstract": "Vice President Dick Cheney broke a four-day silence on Wednesday about his accidental shooting of a hunting partner, saying he took full responsibility for the incident while vigorously defending his decision to delay releasing news about it until the next day.     ''Ultimately, I'm the guy who pulled the trigger that fired the round that hit Harry,'' Mr. Cheney said, appearing a bit shaken in a hastily arranged interview on Fox News to provide his version of events in a just-the-facts monotone.  ",
      "lead_paragraph": "WASHINGTON, Feb. 15 - Vice President Dick Cheney broke a four-day silence on Wednesday about his accidental shooting of a hunting partner, saying he took full responsibility for the incident while vigorously defending his decision to delay releasing news about it until the next day.",
      "publication_date": "2006-02-16T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/02/16/politics/silence-broken-as-cheney-points-only-to-himself.html",
      "byline": "By David E. Sanger and Anne E. Kornblut"
    }
  ]
}