{
  "metadata": {
    "date": "2006-12-28",
    "total_articles": 17
  },
  "articles": [
    {
      "headline": "It’s Free, Plentiful and Fickle",
      "snippet": "Article in series Energy Challenge: No Perfect Solution focuses on wind power; says wind, almost everybody's best hope for big supplies of clean, affordable electricity, is turning out to have complications; holds engineers have cut price of elect...",
      "abstract": "Article in series Energy Challenge: No Perfect Solution focuses on wind power; says wind, almost everybody's best hope for big supplies of clean, affordable electricity, is turning out to have complications; holds engineers have cut price of electricity derived from wind by about 80 percent in last 20 years, setting up renewable technology for major share of electricity market; holds big problem with wind is that it is unpredictable and often fails to blow when electricity is most needed; says wind is not reliable enough to assure supplies for electric grid that must be prepared to deliver power to everybody who wants it--even when it is in greatest demand; holds in Texas, as in many other parts of country, power companies are scrambling to build generating stations to meet growing peak demands; Xcel Energy, which serves eight states from North Dakota to Texas and says it is nation's largest retailer of wind energy, is eager to have more; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/28/business/its-free-plentiful-and-fickle.html",
      "byline": "By Matthew L. Wald"
    },
    {
      "headline": "It’s Free, Plentiful and Fickle",
      "snippet": "Wind, almost everybody’s best hope for big supplies of clean, affordable electricity, is turning out to have complications.",
      "abstract": "Wind, almost everybody’s best hope for big supplies of clean, affordable electricity, is turning out to have complications.",
      "lead_paragraph": "Wind, almost everybody’s best hope for big supplies of clean, affordable electricity, is turning out to have complications.",
      "publication_date": "2006-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/28/business/28wind.html",
      "byline": "By Matthew L. Wald"
    },
    {
      "headline": "Malnutrition Is Cheating Its Survivors, and Africa’s Future",
      "snippet": "Most of Ethiopia’s malnourished children do not die. Instead, they grow up stunted and sickly, weaklings in a land that runs on manual labor. ",
      "abstract": "Most of Ethiopia’s malnourished children do not die. Instead, they grow up stunted and sickly, weaklings in a land that runs on manual labor. ",
      "lead_paragraph": " SHIMIDER, Ethiopia — In this corrugated land of mahogany mountains and tan, parched valleys, it is hard to tell which is the greater scandal: the thousands of children malnutrition kills, or the thousands more it allows to survive.",
      "publication_date": "2006-12-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/28/world/africa/28malnutrition.html",
      "byline": "By Michael Wines"
    },
    {
      "headline": "Sectarian Ties Weaken Duty’s Call for Iraq Forces",
      "snippet": "U.S. forces are struggling with the task of trying to build up Iraqi security forces that are being used as proxies in a spreading sectarian war.",
      "abstract": "U.S. forces are struggling with the task of trying to build up Iraqi security forces that are being used as proxies in a spreading sectarian war.",
      "lead_paragraph": "BAGHDAD, Dec. 27 — The car parked outside was almost certainly a tool of the Sunni insurgency. It was pocked with bullet holes and bore fake license plates. The trunk had cases of unused sniper bullets and a notice to a Shiite family telling them to abandon their home.",
      "publication_date": "2006-12-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/28/world/middleeast/28sectarian.html",
      "byline": "By Marc Santora"
    },
    {
      "headline": "Islamist Forces in Somali City Vanish",
      "snippet": "Islamist forces who have controlled much of Somalia in recent months vanish from streets of Mogadishu as thousands of rival troops mass nearby; Islamists' disappearance is unexpected, given their repeated vows to fight to the death; they are regar...",
      "abstract": "Islamist forces who have controlled much of Somalia in recent months vanish from streets of Mogadishu as thousands of rival troops mass nearby; Islamists' disappearance is unexpected, given their repeated vows to fight to the death; they are regarded as regional menace by Ethiopia and United States; Ethiopian-backed forces, with tacit approval from US, have unleashed tanks, helicopter gunships and jet fighters on them, decimating their military and paving way for internationally recognized transitional government of Somalia to assert control; it is now unclear whether war has quickly ended, or Islamists have gone underground, preparing to wage guerrilla insurgency; as Islamists leave, Mogadishu rapidly descends back into clan-based anarchy that has been its hallmark for most of past 15 years, before Islamists came to power and pacified city; Islamists started out as grass-roots movement of clan elders and religious leaders eager to rid capital of its notorious warlords; but their decision to go to war against transitional government robbed them of public support (M)",
      "lead_paragraph": "NAIROBI, Kenya, Dec. 27 - The Islamist forces who have controlled much of Somalia in recent months suddenly vanished from the streets of the capital, Mogadishu, residents said Wednesday night, just as thousands of rival troops massed 15 miles away.",
      "publication_date": "2006-12-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/28/world/africa/islamist-forces-in-somali-city-vanish.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "Home Sales Rose 3.4% Last Month",
      "snippet": "Commerce Department reports sales of new single-family homes rose 3.4 percent in November, seasonally adjusted, to annual rate of 1.05 million; sales declined 3.8 percent in October; backlog of unsold new homes on market declined to 6.3-month supp...",
      "abstract": "Commerce Department reports sales of new single-family homes rose 3.4 percent in November, seasonally adjusted, to annual rate of 1.05 million; sales declined 3.8 percent in October; backlog of unsold new homes on market declined to 6.3-month supply in November, down from 6.7-month supply in October; median price of home rose 5.8 percent from November 2005, to $251,700; sales in Northeast climbed 22.5 percent compared with October, while West saw 19 percent increase; Mortgage Bankers Association says its index of applications to buy home or refinance loan dropped to lowest level in four months; graphs; photos (M)",
      "lead_paragraph": "Builders sold new homes at a faster rate last month than they did in October, shrinking the backlog of unsold homes on the market, the Commerce Department reported yesterday.",
      "publication_date": "2006-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/28/business/home-sales-rose-34-last-month.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "In 896 Days, Led U.S. Out of a 'Nightmare'",
      "snippet": "Gerald R. Ford was president for 896 days and gently led the United States out of the tumultuous Watergate era, but lost his bid for election after pardoning President Richard M. Nixon.    OBITUARY, PAGES A31-A33, By JAMES M. NAUGHTON and ADAM CLY...",
      "abstract": "Gerald R. Ford was president for 896 days and gently led the United States out of the tumultuous Watergate era, but lost his bid for election after pardoning President Richard M. Nixon.    OBITUARY, PAGES A31-A33, By JAMES M. NAUGHTON and ADAM CLYMER",
      "lead_paragraph": "Gerald R. Ford was president for 896 days and gently led the United States out of the tumultuous Watergate era, but lost his bid for election after pardoning President Richard M. Nixon.",
      "publication_date": "2006-12-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/28/us/front page/in-896-days-led-us-out-of-a-nightmare.html",
      "byline": ""
    },
    {
      "headline": "Sectarian Ties Weaken Duty’s Call for Iraq Forces",
      "snippet": "American forces in Baghdad find Iraqi security forces they are trying to train are themselves being used as proxies in spreading sectarian war; commanding US officers express frustration after witnessing incidents of political pressure put on Iraq...",
      "abstract": "American forces in Baghdad find Iraqi security forces they are trying to train are themselves being used as proxies in spreading sectarian war; commanding US officers express frustration after witnessing incidents of political pressure put on Iraqi commanders by Iraqi ministers and other top politicians; find Iraqi forces that are already struggling with corruption and infiltration are showing little willingness to stand up to political pressure, especially when Americans are not there to support them; say political pressure on Iraqi Army is great, but influence exerted on police force is even greater; say Shiites, led by militia forces and often aided by local police, are clearly ascendant, while Sunni forces are bolstered by support from insurgent strongholds in West; photos; map (M)",
      "lead_paragraph": "BAGHDAD, Dec. 27 - The car parked outside was almost certainly a tool of the Sunni insurgency. It was pocked with bullet holes and bore fake license plates. The trunk had cases of unused sniper bullets and a notice to a Shiite family telling them to abandon their home.",
      "publication_date": "2006-12-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/28/world/middleeast/sectarian-ties-weaken-dutys-call-for-iraq-forces.html",
      "byline": "By Marc Santora"
    },
    {
      "headline": "After Death of a President, Tributes Are Set for Capital",
      "snippet": "Tributes are set for Pres Gerald R Ford, 38th president, who died Dec 26; after prayer service at church in Palm Desert, Calif, body will be flown to Washington on Dec 30 and lie in Capitol Rotunda until Jan 1; on Jan 2, after services at National...",
      "abstract": "Tributes are set for Pres Gerald R Ford, 38th president, who died Dec 26; after prayer service at church in Palm Desert, Calif, body will be flown to Washington on Dec 30 and lie in Capitol Rotunda until Jan 1; on Jan 2, after services at National Cathedral, coffin will by flown to Ford's presidential museum in Grand Rapids, Mich, where body will lie in repose until following day, when he will be interned on hillside north of his museum; while in Washington, his body will lie in repose outside main door of House of Representatives and, later, outside main door of Senate, in unusual feature meant to highlight his long service in Congress; photos; chronology of events during six days of mourning (L)",
      "lead_paragraph": "WASHINGTON, Dec. 27 - The body of former President Gerald R. Ford will lie in the Capitol this weekend amid tributes marked by considerably less pageantry than the funeral of former President Ronald Reagan in 2004, Congressional officials said Wednesday.",
      "publication_date": "2006-12-28T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/28/washington/after-death-of-a-president-tributes-are-set-for-capital.html",
      "byline": "By David Stout and Jeff Zeleny"
    },
    {
      "headline": "Japan, Home of the Cute and Inbred Dog",
      "snippet": "Rare dogs are highly prized in Japan with prices ranging up to $10,000; real problem is what often arrives in same litter: genetically defective sister and brother puppies born with missing paws or faces lacking eyes and nose; there have been dogs...",
      "abstract": "Rare dogs are highly prized in Japan with prices ranging up to $10,000; real problem is what often arrives in same litter: genetically defective sister and brother puppies born with missing paws or faces lacking eyes and nose; there have been dogs with brain disorders and others with bones so frail they dissolved in their bodies; many carry hidden diseases that crop up years later; rampant inbreeding has given Japanese dogs some of highest rates of genetic defects in world, sometimes four times higher than in US and Europe; illnesses are tragic consequences of national penchant in Japan for turning things cute and cuddly into social status symbols; they also reflect fondness for piling onto fads in Japan; another fad is color pink: pink digital cameras, pink portable game consoles and pink laptop computers have become must-haves for young women; affection for fads in Japan reflects its group-oriented culture, product of conformity taught in its grueling education system; photos (L)",
      "lead_paragraph": "TOKYO, Dec. 27 - Care for a Chihuahua with a blue hue?",
      "publication_date": "2006-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/28/business/japan-home-of-the-cute-and-inbred-dog.html",
      "byline": "By Martin Fackler"
    },
    {
      "headline": "Brilliant Ideas That Found a Welcome",
      "snippet": "David Pogue second annual Top 10 list of greatest ideas in electronics and computers for 2006; photos (M)",
      "abstract": "David Pogue second annual Top 10 list of greatest ideas in electronics and computers for 2006; photos (M)",
      "lead_paragraph": "It may take a village to raise a child, but that's a trivial task compared with the act of bringing a new electronic gadget to market.",
      "publication_date": "2006-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/28/technology/brilliant-ideas-that-found-a-welcome.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Japan, Home of the Cute and Inbred Dog",
      "snippet": "Rampant inbreeding has given Japanese dogs some of the highest rates of genetic defects in the world.",
      "abstract": "Rampant inbreeding has given Japanese dogs some of the highest rates of genetic defects in the world.",
      "lead_paragraph": "TOKYO, Dec. 27 — Care for a Chihuahua with a blue hue? ",
      "publication_date": "2006-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/28/business/28dogs.html",
      "byline": "By Martin Fackler"
    },
    {
      "headline": "Brilliant Ideas That Found a Welcome",
      "snippet": "A top 10 list — not of the greatest tech products, but of the greatest individual features that surfaced in 2006.",
      "abstract": "A top 10 list — not of the greatest tech products, but of the greatest individual features that surfaced in 2006.",
      "lead_paragraph": "It may take a village to raise a child, but that’s a trivial task compared with the act of bringing a new electronic gadget to market. ",
      "publication_date": "2006-12-28T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/28/technology/28pogue.html",
      "byline": "By David Pogue"
    },
    {
      "headline": "Islamist Forces in Somali City Vanish",
      "snippet": "The Islamists had repeatedly vowed to fight to the death, making their disappearance from Mogadishu that much more unexpected.",
      "abstract": "The Islamists had repeatedly vowed to fight to the death, making their disappearance from Mogadishu that much more unexpected.",
      "lead_paragraph": "NAIROBI, Kenya, Dec. 27 — The Islamist forces who have controlled much of Somalia in recent months suddenly vanished from the streets of the capital, Mogadishu, residents said Wednesday night, just as thousands of rival troops massed 15 miles away.",
      "publication_date": "2006-12-28T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/28/world/africa/28somalia.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "Asian Quake Disrupts Data Traffic",
      "snippet": "The quake disrupted telecommunications across Asia and a ripple effect was felt in other parts of the world. ",
      "abstract": "The quake disrupted telecommunications across Asia and a ripple effect was felt in other parts of the world. ",
      "lead_paragraph": "SEOUL, South Korea, Dec. 27 — Telecommunications across Asia were disrupted on Wednesday after an earthquake off Taiwan damaged undersea cables, jamming Internet services as voice and data traffic vied for space on smaller cables and slower satellite links. ",
      "publication_date": "2006-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/28/business/worldbusiness/28quake.html",
      "byline": "By Choe Sang-Hun and Wayne Arnold"
    },
    {
      "headline": "Asian Quake Disrupts Data Traffic",
      "snippet": "Telecommunications across Asia are disrupted after earthquake off Taiwan damages undersea cables, jamming Internet services as voice and data traffic vied for space on smaller cables and slower satellite links; quake disrupts services in Taiwan, S...",
      "abstract": "Telecommunications across Asia are disrupted after earthquake off Taiwan damages undersea cables, jamming Internet services as voice and data traffic vied for space on smaller cables and slower satellite links; quake disrupts services in Taiwan, Singapore, Hong Kong, South Korea and Japan, but ripple effect is felt in other parts of world; many phone subscribers could not get through to Europe; financial companies and businesses in region are hard hit, as online banking and communications between financial markets and traders are affected; Chunghwa Telecom, Taiwan's largest phone company, says quake damaged two undersea cables off Taiwan coast; PCCW, Hong Kong's main fixed-line telecommunications provider, says several of its partly owned submarine cables were damaged; many securities traders in Hong Kong and Singapore are unable to obtain prices and complete orders because networks linking financial companies are disrupted; Internet traffic out of Singapore is not cut off entirely; photos (L)",
      "lead_paragraph": "SEOUL, South Korea, Dec. 27 - Telecommunications across Asia were disrupted on Wednesday after an earthquake off Taiwan damaged undersea cables, jamming Internet services as voice and data traffic vied for space on smaller cables and slower satellite links.",
      "publication_date": "2006-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/28/business/worldbusiness/asian-quake-disrupts-data-traffic.html",
      "byline": "By Choe Sang-Hun and Wayne Arnold"
    },
    {
      "headline": "Home Sales Rose 3.4% Last Month",
      "snippet": "Builders sold new homes at a faster rate last month than they did in October, shrinking the backlog of unsold homes on the market.",
      "abstract": "Builders sold new homes at a faster rate last month than they did in October, shrinking the backlog of unsold homes on the market.",
      "lead_paragraph": "Builders sold new homes at a faster rate last month than they did in October, shrinking the backlog of unsold homes on the market, the Commerce Department reported yesterday. ",
      "publication_date": "2006-12-28T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/28/business/28econ.html",
      "byline": "By Jeremy W. Peters"
    }
  ]
}