{
  "metadata": {
    "date": "2006-03-06",
    "total_articles": 34
  },
  "articles": [
    {
      "headline": "Suddenly, an Industry Is All Ears",
      "snippet": "Big cellphone companies, with market saturated, are beginning to focus on improving customer service in order to gain new customers and retain existing ones; Yankee Group says some 45 million customers, or about 20 percent of all subscribers, swit...",
      "abstract": "Big cellphone companies, with market saturated, are beginning to focus on improving customer service in order to gain new customers and retain existing ones; Yankee Group says some 45 million customers, or about 20 percent of all subscribers, switch providers each year and some swear never to return; photos; graph (M)",
      "lead_paragraph": "AUSTIN, Tex., March 3 - Brendan McGahan, 26, rips off his headset and darts from his cubicle looking for a supervisor. \"I'm getting close to an escalation,\" he says over the drone of other cubicle dwellers.",
      "publication_date": "2006-03-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/04/technology/suddenly-an-industry-is-all-ears.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Tax Bills and Plastic Don't Mix",
      "snippet": "Jim Tehan, spokesman for Myvesta.org, credit counseling Web site, explains why it is ludicrous to use credit card to pay taxes in order to accumulate reward points; last year, 1.57 million people paid their taxes by credit card, 54 percent increas...",
      "abstract": "Jim Tehan, spokesman for Myvesta.org, credit counseling Web site, explains why it is ludicrous to use credit card to pay taxes in order to accumulate reward points; last year, 1.57 million people paid their taxes by credit card, 54 percent increase over year before; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/04/business/yourmoney/tax-bills-and-plastic-dont-mix.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Ex-Congressman Gets 8-Year Term in Bribery Case",
      "snippet": "Former Rep Randy Cunningham is sentenced to eight years and four months in prison for taking $2.4 million in bribes from military contractors in return for smoothing way for government contracts; government says sentence is longest ever handed dow...",
      "abstract": "Former Rep Randy Cunningham is sentenced to eight years and four months in prison for taking $2.4 million in bribes from military contractors in return for smoothing way for government contracts; government says sentence is longest ever handed down for member or former member of Congress in federal corruption case; Judge Larry Alan Burns, in recognition of what Cunningham's lawyers have described as his failing health, recommends sending him first to prison medical center; photo (M)",
      "lead_paragraph": "SAN DIEGO, March 3 - After acknowledging that he had \"made a very wrong turn,\" former Representative Randy Cunningham was sentenced in federal court here on Friday to eight years and four months in prison for taking $2.4 million in bribes from military contractors in return for smoothing the way for government contracts.",
      "publication_date": "2006-03-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/04/politics/excongressman-gets-8year-term-in-bribery-case.html",
      "byline": "By Randal C. Archibold"
    },
    {
      "headline": "Vermont Losing Prized Resource as Young Depart",
      "snippet": "Ray Pentkowsi, principal of Poultney, Vt, elementary school, says his school is down to 208 children and has lost third of its student population since 1999; Poultney, town of 3,600, is just one example of situation that increasingly alarms many i...",
      "abstract": "Ray Pentkowsi, principal of Poultney, Vt, elementary school, says his school is down to 208 children and has lost third of its student population since 1999; Poultney, town of 3,600, is just one example of situation that increasingly alarms many in Vermont; state is losing young people at precipitous clip; Vermont, with population of about 620,000, has lowest birth rate among states; three-quarters of its public schools have lost children since 2000, and total number of 20- to 34-year-olds in Vermont has shrunk by 19 percent since 1990; Gov Jim Douglas is treating situation like crisis; while Vermont's population of young people shrinks, number of older residents is multiplying because Vermont increasingly attracts retirees from other states; graph; photos (M)",
      "lead_paragraph": "POULTNEY, Vt. - Not long ago, Ray Pentkowski, the principal of Poultney Elementary School, published an unusual request in the school newsletter. Please, he urged parents, have more babies. The school desperately needs them.",
      "publication_date": "2006-03-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/04/us/vermont-losing-prized-resource-as-young-depart.html",
      "byline": "By Pam Belluck"
    },
    {
      "headline": "Pakistan Is Tense as Bush Arrives on 24-Hour Visit",
      "snippet": "Pres Bush arrives in Islamabad for 24-hour visit to capital locked down under extraordinary security, as broad coalition of political parties close shops and halt transportation across Pakistan; visit, first by US president in six years, threatens...",
      "abstract": "Pres Bush arrives in Islamabad for 24-hour visit to capital locked down under extraordinary security, as broad coalition of political parties close shops and halt transportation across Pakistan; visit, first by US president in six years, threatens to roil nation still seething over cartoons of Prophet Muhammed that were first published in Danish newspaper; thousands of people have turned out in protests that are increasingly directed at Bush and pro-American policies of Gen Pervez Musharraf; photo (M)",
      "lead_paragraph": "ISLAMABAD, Pakistan, March 3 - President Bush arrived here on Friday for a 24-hour visit to a capital locked down under extraordinary security, as a broad coalition of political parties closed shops and halted transportation across the country and planned more demonstrations for the weekend.",
      "publication_date": "2006-03-04T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/04/world/asia/pakistan-is-tense-as-bush-arrives-on-24hour-visit.html",
      "byline": "By Carlotta Gall and Elisabeth Bumiller"
    },
    {
      "headline": "Chrysler's Goal: Keep Success but Lose Incentives",
      "snippet": "Industry analysts are keeping close watch on Chrysler, which has so far eluded financial troubles that General Motors and Ford face, as it deals with high inventories and continues to offer steep incentives and rebates; chief executive Thomas LaSo...",
      "abstract": "Industry analysts are keeping close watch on Chrysler, which has so far eluded financial troubles that General Motors and Ford face, as it deals with high inventories and continues to offer steep incentives and rebates; chief executive Thomas LaSorda is confident problems are result of only momentary sales lull and that 10 new vehicles it plans to introduce this year will increase sales momentum; photo; graphs (M)",
      "lead_paragraph": "AUBURN HILLS, Mich., March 3 - By all rights, Chrysler should be celebrating its status as the most successful Detroit automaker. Instead, like a tightrope walker facing a stiff gale, Chrysler's ability to keep moving forward is being sorely tested.",
      "publication_date": "2006-03-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/04/business/chryslers-goal-keep-success-but-lose-incentives.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Hoping for Best in Home Sales, 2 Sides Sit Tight",
      "snippet": "Housing market is in confusing state, with average prices still rising even though homes are taking much longer to sell and number on market has soared; economists and industry executives predict that either home buyers or home sellers will have t...",
      "abstract": "Housing market is in confusing state, with average prices still rising even though homes are taking much longer to sell and number on market has soared; economists and industry executives predict that either home buyers or home sellers will have to capitulate; many real estate agents argue that current slowdown is merely pause, pointing out that interest rates remain low and Americans still seem convinced that houses are great investment; National Association of Realtors reports that number of existing homes for sale nationwide jumped 36 percent between Jan 2005 and Jan 2006; graphs; photo (M)",
      "lead_paragraph": "Along much of the East and West Coasts, home buyers and home sellers are engaged in a stare-down.",
      "publication_date": "2006-03-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/04/business/hoping-for-best-in-home-sales-2-sides-sit-tight.html",
      "byline": "By Vikas Bajaj and David Leonhardt"
    },
    {
      "headline": "Noodle Prices Rise, Along With Chinese Tempers",
      "snippet": "Residents of Lanzhou, China, are angry because price of large bowl of noodles has increased to 31 cents from 27 cents; local officials have promised to investigate allegations of price fixing against noodle cartel; controversy is reminder of milli...",
      "abstract": "Residents of Lanzhou, China, are angry because price of large bowl of noodles has increased to 31 cents from 27 cents; local officials have promised to investigate allegations of price fixing against noodle cartel; controversy is reminder of millions of Chinese who still live on margins so slender that bump of 4 cents for bowl of noodles constitutes real money; map; photos (M)",
      "lead_paragraph": "LANZHOU, China - One difference between China's remote west and the rest of the country is what people choose to put in their stomachs. Noodles, not rice, are the favorite dish, none more so than the steaming bowl of beef noodles named after this decaying provincial capital on the Yellow River.",
      "publication_date": "2006-03-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/04/world/asia/noodle-prices-rise-along-with-chinese-tempers.html",
      "byline": "By Jim Yardley"
    },
    {
      "headline": "The Anguish of Being an Analyst",
      "snippet": "Joe Nocera column on Michael Mayo, head of financial services research team at Prudential Equity Group; says Mayo is one of few Wall Street analysts willing to put sell recommendations on stocks when he thinks it is warranted; recalls what resulte...",
      "abstract": "Joe Nocera column on Michael Mayo, head of financial services research team at Prudential Equity Group; says Mayo is one of few Wall Street analysts willing to put sell recommendations on stocks when he thinks it is warranted; recalls what resulted when Mayo, in spring of 2005, put sell rating on J P Morgan Chase; photo (M)",
      "lead_paragraph": "YOU never know what's going to set someone off. Consider the case of Michael Mayo, who runs the financial services research team for the Prudential Equity Group.",
      "publication_date": "2006-03-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/04/business/the-anguish-of-being-an-analyst.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Gladwell vs. Gladwell",
      "snippet": "Malcolm Gladwell, a writer for The New Yorker, has reversed the opposition on Canada's single-payer health care system that he voiced six years ago.",
      "abstract": "Malcolm Gladwell, a writer for The New Yorker, has reversed the opposition on Canada's single-payer health care system that he voiced six years ago.",
      "lead_paragraph": "SIX years ago in the Washington Monthly, Malcolm Gladwell faced off against Adam Gopnik, his fellow New Yorker writer, in a debate over Canada's single-payer health care system. Mr. Gopnik favored it; Mr. Gladwell opposed it vigorously. \"Canada has achieved a wonderful thing, which is universal health care coverage,\" he said then. \"But it has achieved it at a price, and that is quality of care.\"",
      "publication_date": "2006-03-04T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2006/03/04/technology/04online.ready.html",
      "byline": "By DAN MITCHELL"
    },
    {
      "headline": "BlackBerry Service to Continue",
      "snippet": "Patent holder NTP, just days before Federal District Judge James Spencer was to issue injunction shutting down BlackBerry wireless e-mail service, drops infringement lawsuit against Research in Motion in exchange for $612.5 million (M)",
      "abstract": "Patent holder NTP, just days before Federal District Judge James Spencer was to issue injunction shutting down BlackBerry wireless e-mail service, drops infringement lawsuit against Research in Motion in exchange for $612.5 million (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-04T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/04/technology/blackberry-service-to-continue.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "Gaza Crossings: Choked Passages to Frustration",
      "snippet": "Israeli fence along Gaza's perimeter has three crossings: Erez for those going to and from Israel, Karni, which handles cargo and Rafah on Egyptian border; crossings are constant source of friction for Israelis and Palestinians, but they are cruci...",
      "abstract": "Israeli fence along Gaza's perimeter has three crossings: Erez for those going to and from Israel, Karni, which handles cargo and Rafah on Egyptian border; crossings are constant source of friction for Israelis and Palestinians, but they are crucial for Gaza, with its population of 1.4 million crammed into area far too small to be self-sufficient; crossings are struggling to function, with Hamas poised to lead Palestinian Authority and Israel warning it could respond with even tighter security controls; Israel allows 5,000 workers to cross daily, all at Erez; jobs in Israel are prized because they pay up to $40 a day; that is far more than laborer can earn in Gaza; map; photos (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-04T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/04/world/middleeast/gaza-crossings-choked-passages-to-frustration.html",
      "byline": "By Greg Myre"
    },
    {
      "headline": "The King's Legacy, All Shook Up",
      "snippet": "Article on plans by Robert F X Sillerman, billionaire media entrepreneur who paid more than $100 million in 2005 for conrol of Elvis Presley's name and likeness, to overhaul Graceland in Memphis, Tenn; Sillerman plans to demolish 128-room Heartbre...",
      "abstract": "Article on plans by Robert F X Sillerman, billionaire media entrepreneur who paid more than $100 million in 2005 for conrol of Elvis Presley's name and likeness, to overhaul Graceland in Memphis, Tenn; Sillerman plans to demolish 128-room Heartbreak Hotel and visitors center; Sillerman's plans for property detailed; graph (L)",
      "lead_paragraph": "MEMPHIS - WINTER is the off-season at Graceland, Elvis Presley's home from 1957 until his death there, at 42, in 1977. On a recent weekday, only a few visitors wandered through the home and its 13.8-acre grounds, wearing headphones and listening to a recorded tour guide. In the colonnaded \"Meditation Garden,\" a middle-aged man in an Elvis T-shirt perched on a bench next to Elvis's grave.",
      "publication_date": "2006-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/03/05/business/yourmoney/the-kings-legacy-all-shook-up.html",
      "byline": "By Julie Bosman"
    },
    {
      "headline": "Bush Rules Out a Nuclear Deal With Pakistanis",
      "snippet": "Pres Bush in Pakistan shows strong support for Pres Pervez Musharraf's efforts in combating militants but makes clear that Pakistan should not expect civilian nuclear agreement like that with India; says bluntly that two rivals cannot be compared ...",
      "abstract": "Pres Bush in Pakistan shows strong support for Pres Pervez Musharraf's efforts in combating militants but makes clear that Pakistan should not expect civilian nuclear agreement like that with India; says bluntly that two rivals cannot be compared to each other; critics of Bush's nuclear agreement with India say it will only encourage other nations to demand similar arrangements; photo (L)",
      "lead_paragraph": "ISLAMABAD, Pakistan, March 4 - President Bush made clear on Saturday that Pakistan should not expect a civilian nuclear agreement like the one with India soon, and he bluntly said the two rivals on the subcontinent could not be compared to each other.",
      "publication_date": "2006-03-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/03/05/world/asia/bush-rules-out-a-nuclear-deal-with-pakistanis.html",
      "byline": "By Elisabeth Bumiller and Carlotta Gall"
    },
    {
      "headline": "An Entrepreneur Practicing What She Teaches",
      "snippet": "Malla Haridat provides workshops and classes in setting up and operating a business; photo (M)",
      "abstract": "Malla Haridat provides workshops and classes in setting up and operating a business; photo (M)",
      "lead_paragraph": "WHEN Malla Haridat was a high school senior in Yonkers in the early 1990's, her mother offered to buy her a car. Ms. Haridat appreciated the offer, she recalled recently, but suggested another use for the money: to buy a half-dozen soda and snack vending machines.",
      "publication_date": "2006-03-05T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/03/05/jobs/an-entrepreneur-practicing-what-she-teaches.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "Analysis, or Just Dictation?",
      "snippet": "Gretchen Morgenson column on lack of reaction by Wall Street analysts to sudden departure of Todd Nelson, chairman and chief executive of Apollo Group, after 22 percent decline in stock; decline resulted in loss of $2.4 billion in investor capital...",
      "abstract": "Gretchen Morgenson column on lack of reaction by Wall Street analysts to sudden departure of Todd Nelson, chairman and chief executive of Apollo Group, after 22 percent decline in stock; decline resulted in loss of $2.4 billion in investor capital; graph (M)",
      "lead_paragraph": "WOULD you be uneasy if the man who is the chairman, chief executive and president of a company whose stock you owned decamped without warning after almost 20 years on the management team?",
      "publication_date": "2006-03-05T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/03/05/business/yourmoney/analysis-or-just-dictation.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Army Ordered to Look Again at Battle Death",
      "snippet": "Defense Department Inspector General tells Army to open criminal inquiry into shooting death of Cpl Pat Tillman, former professional football player whose enlistment in Army and death in Afghanistan drew national attention; Tillman's death was att...",
      "abstract": "Defense Department Inspector General tells Army to open criminal inquiry into shooting death of Cpl Pat Tillman, former professional football player whose enlistment in Army and death in Afghanistan drew national attention; Tillman's death was attributed to accidental shooting by fellow Rangers; earlier investigations found series of errors made by them in heat of combat; Inspector General has not found evidence of criminal offense, but concluded Army investigation was not thorough enough; photo (L)",
      "lead_paragraph": "WASHINGTON, March 4 - In a rare rebuke of military investigators, the Defense Department inspector general has told the Army to open a criminal inquiry into the shooting death of Cpl. Pat Tillman, the former professional football player whose enlistment in the Army drew national attention, Pentagon officials said Saturday.",
      "publication_date": "2006-03-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/03/05/politics/army-ordered-to-look-again-at-battle-death.html",
      "byline": "By Monica Davey and Eric Schmitt"
    },
    {
      "headline": "To Democrats Hungry for Senate, a Pennsylvania Seat Looks Ripe",
      "snippet": "Democrats need six seats to recapture Senate and are focusing energy and resources on defeating Pennsylvania Sen Rick Santorum's re-election bid; some public opinion polls find Santorum consistently trailing his Democratic opponent State Treasurer...",
      "abstract": "Democrats need six seats to recapture Senate and are focusing energy and resources on defeating Pennsylvania Sen Rick Santorum's re-election bid; some public opinion polls find Santorum consistently trailing his Democratic opponent State Treasurer Bob Casey Jr; Casey is symbol of new pragmatism in Democrats; race could demonstrate whether Democrats can hold energized liberal base while reaching out to social conservatives, or whether Republicans can win war of ideas when social and cultural issues are neutralized; photos; map; graph (L)",
      "lead_paragraph": "BETHLEHEM, Pa. - Senator Rick Santorum of Pennsylvania, the third-ranking Republican in the Senate leadership, sums up his race for re-election this year with a paradoxical pride: \"The other side of the aisle wants to beat me more than anything you can possibly imagine,\" he told the Greater Lehigh Valley Auto Dealers Association not long ago.",
      "publication_date": "2006-03-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/03/05/politics/to-democrats-hungry-for-senate-a-pennsylvania-seat-looks-ripe.html",
      "byline": "By Robin Toner"
    },
    {
      "headline": "A Muslim Leader in Brooklyn, Reconciling 2 Worlds",
      "snippet": "First of three articles in series An Imam in America; profile of Egyptian Sheik Reda Shata, who became leader of Muslim congregation in Brooklyn one year after Sept 11 terrorist attacks; finding ways to reconcile Muslim tradition with American lif...",
      "abstract": "First of three articles in series An Imam in America; profile of Egyptian Sheik Reda Shata, who became leader of Muslim congregation in Brooklyn one year after Sept 11 terrorist attacks; finding ways to reconcile Muslim tradition with American life has worn him down and opened his mind; few of America's imams recruited from abroad are prepared to lead community on margins of American life; his collapse before his congregation one day has led to citywide training program for imams, blending Islam and psychology; photos (L)",
      "lead_paragraph": "The imam begins his trek before dawn, his long robe billowing like a ghost through empty streets. In this dark, quiet hour, his thoughts sometimes drift back to the Egyptian farming village where he was born.",
      "publication_date": "2006-03-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/03/05/nyregion/a-muslim-leader-in-brooklyn-reconciling-2-worlds.html",
      "byline": "By Andrea Elliott"
    },
    {
      "headline": "As Crisis Brews, Iran Hits Bumps in Atomic Path",
      "snippet": "Interviews with many leading nuclear analysts and review of technological assessments show that Iran continues to wrestle with serious problems that have slowed its nuclear ambitions for two decades; most significant obstacle remains converting ur...",
      "abstract": "Interviews with many leading nuclear analysts and review of technological assessments show that Iran continues to wrestle with serious problems that have slowed its nuclear ambitions for two decades; most significant obstacle remains converting uranium ore into enriched atomic fuel; estimates of when Iran might acquire nuclear weapon range from few months to 15 years, but secret advances or blackmarket purchases could produce surprise; photos; maps; diagram (L)",
      "lead_paragraph": "When Iran defiantly cut the locks and seals on its nuclear enrichment plants in January and restarted its effort to manufacture atomic fuel, it forced the world to confront a momentous question: How long will it be before Tehran has the ability to produce a bomb that would alter the balance of power in the Middle East?",
      "publication_date": "2006-03-05T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/03/05/world/middleeast/as-crisis-brews-iran-hits-bumps-in-atomic-path.html",
      "byline": "By William J. Broad and David E. Sanger"
    },
    {
      "headline": "Is the Pen as Mighty as the Joystick?",
      "snippet": "Article on David Hodgson, best-selling author who has written strategy guide for Electronic Arts' new Godfather video game, which is slated to be released this month; Hodgson is one of 25 or so professional authors who write strategy guides fo vid...",
      "abstract": "Article on David Hodgson, best-selling author who has written strategy guide for Electronic Arts' new Godfather video game, which is slated to be released this month; Hodgson is one of 25 or so professional authors who write strategy guides fo video games that can sell hundreds of thousands of copies; makers of video games say that while competition from free Internet sites is stiff, publishers have advantage of extensive cooperation from game makers; photos (M)",
      "lead_paragraph": "WHEN the package showed up last November at his house outside of Portland, Ore., David Hodgson initially felt a wave of great excitement. But that promptly gave way to foreboding.",
      "publication_date": "2006-03-05T05:00:00+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/03/05/business/yourmoney/is-the-pen-as-mighty-as-the-joystick.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "Hey Neighbor, Stop Piggybacking on My Wireless",
      "snippet": "Piggybacking, or usually unauthorized tapping into someone else's wireless Internet connection, is increasingly problem for people who live in densely populated urban areas and is causing new sets of Internet behaviors to develop; many who piggyba...",
      "abstract": "Piggybacking, or usually unauthorized tapping into someone else's wireless Internet connection, is increasingly problem for people who live in densely populated urban areas and is causing new sets of Internet behaviors to develop; many who piggyback say practice does not feel like theft; many home network owners are oblivious to piggybackers; open wireless networks invite savvy users to gain access to files; photo; map (L)",
      "lead_paragraph": "For a while, the wireless Internet connection Christine and Randy Brodeur installed last year seemed perfect. They were able to sit in their sunny Los Angeles backyard working on their laptop computers.",
      "publication_date": "2006-03-05T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/03/05/us/technology/hey-neighbor-stop-piggybacking-on-my-wireless.html",
      "byline": "By Michel Marriott"
    },
    {
      "headline": "Zuckerman, Bound to the News",
      "snippet": "MORTIMER B. ZUCKERMAN knows his way around a transaction. Sitting in his office on the 18th floor of 599 Lexington, he looks out on about four million square feet of real estate -- and owns four million more in the city beyond -- that attest to hi...",
      "abstract": "MORTIMER B. ZUCKERMAN knows his way around a transaction. Sitting in his office on the 18th floor of 599 Lexington, he looks out on about four million square feet of real estate -- and owns four million more in the city beyond -- that attest to his acumen at buying and selling hard assets.     But Mr. Zuckerman has ambitions that bricks and mortar cannot fulfill, so he also owns The Daily News, the paper with the biggest circulation within New York, as well as U.S. News and World Report, the struggling newsweekly. His willingness to finance good journalism has landed him on television, put him in the thick of policy debates and allowed him to bang the drum on behalf of the state of Israel.  ",
      "lead_paragraph": "MORTIMER B. ZUCKERMAN knows his way around a transaction. Sitting in his office on the 18th floor of 599 Lexington, he looks out on about four million square feet of real estate -- and owns four million more in the city beyond -- that attest to his acumen at buying and selling hard assets.",
      "publication_date": "2006-03-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/06/business/media/zuckerman-bound-to-the-news.html",
      "byline": "By David Carr"
    },
    {
      "headline": "The High-Speed Money Line",
      "snippet": "Are consumers going to start having to spend a lot more to surf the Web?     Phone and cable companies have stoked those fears recently by floating plans that would have Amazon, Yahoo and other Web sites paying new fees to ensure that their conten...",
      "abstract": "Are consumers going to start having to spend a lot more to surf the Web?     Phone and cable companies have stoked those fears recently by floating plans that would have Amazon, Yahoo and other Web sites paying new fees to ensure that their content will be delivered to customers faster.  ",
      "lead_paragraph": "Are consumers going to start having to spend a lot more to surf the Web?",
      "publication_date": "2006-03-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/06/technology/the-highspeed-money-line.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Detractors of BlackBerry See Trouble Past Patents",
      "snippet": "For years, Wall Street loved just about everything about Research in Motion, the maker of the BlackBerry, except the onerous, lingering infringement lawsuit filed by NTP, a patent holding company, over R.I.M.'s wireless e-mail system.      So it m...",
      "abstract": "For years, Wall Street loved just about everything about Research in Motion, the maker of the BlackBerry, except the onerous, lingering infringement lawsuit filed by NTP, a patent holding company, over R.I.M.'s wireless e-mail system.      So it might have thought that settling with NTP on Friday for $612.5 million -- and the widespread relief among BlackBerry enthusiasts that service would not be suspended -- would give them some breathing room with investors and analysts.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/06/technology/detractors-of-blackberry-see-trouble-past-patents.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "Voices Baffled, Brash and Irate in Guant치namo",
      "snippet": "Among the hundreds of men imprisoned by the American military at Guant치namo Bay, Cuba, there are those who brashly assert their determination to wage war against what they see as the infidel empire led by the United States.     ''May God help me f...",
      "abstract": "Among the hundreds of men imprisoned by the American military at Guant치namo Bay, Cuba, there are those who brashly assert their determination to wage war against what they see as the infidel empire led by the United States.     ''May God help me fight the unfaithful ones,'' one Saudi detainee, Ghassan Abdallah Ghazi al-Shirbi, said at a military hearing where he was accused of being a lieutenant of Al Qaeda.  ",
      "lead_paragraph": "Among the hundreds of men imprisoned by the American military at Guant치namo Bay, Cuba, there are those who brashly assert their determination to wage war against what they see as the infidel empire led by the United States.",
      "publication_date": "2006-03-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/06/world/americas/voices-baffled-brash-and-irate-in-guantanamo.html",
      "byline": "This article was reported by Margot Williams, Tim Golden and Raymond Bonner and Written By Mr. Golden"
    },
    {
      "headline": "DeLay's Fight for His Seat",
      "snippet": "Representative Tom DeLay has emerged as the main issue in tomorrow's Republican primary in suburban Houston for the seat he has occupied since 1985. Page A14.  ",
      "abstract": "Representative Tom DeLay has emerged as the main issue in tomorrow's Republican primary in suburban Houston for the seat he has occupied since 1985. Page A14.  ",
      "lead_paragraph": "Representative Tom DeLay has emerged as the main issue in tomorrow's Republican primary in suburban Houston for the seat he has occupied since 1985. Page A14.",
      "publication_date": "2006-03-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/06/us/front page/delays-fight-for-his-seat.html",
      "byline": ""
    },
    {
      "headline": "In Enron Chess Game, Lawyers Weigh Value of One Piece",
      "snippet": "Do federal prosecutors in the Enron trial need the headache of calling Andrew S. Fastow, the Enron figure some view as the government's star witness?     A steady drumbeat of damaging testimony in the five-week-old criminal trial against the forme...",
      "abstract": "Do federal prosecutors in the Enron trial need the headache of calling Andrew S. Fastow, the Enron figure some view as the government's star witness?     A steady drumbeat of damaging testimony in the five-week-old criminal trial against the former chief executives, Jeffrey K. Skilling and Kenneth L. Lay, has led legal experts to praise the government case presented so far. That has raised questions about the risks prosecutors would run by putting Mr. Fastow, the former chief financial officer, on the stand as early as Tuesday.  ",
      "lead_paragraph": "HOUSTON, March 3 - Do federal prosecutors in the Enron trial need the headache of calling Andrew S. Fastow, the Enron figure some view as the government's star witness?",
      "publication_date": "2006-03-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/06/business/businessspecial3/in-enron-chess-game-lawyers-weigh-value-of-one.html",
      "byline": "By Alexei Barrionuevo and Kurt Eichenwald"
    },
    {
      "headline": "New Online: DealBook",
      "snippet": "A new online financial report covers the world of mergers and acquisitions and Wall Street, providing up-to-the-minute news and the behind-the-scenes maneuvering. It can be found at nytimes.com/dealbook.  ",
      "abstract": "A new online financial report covers the world of mergers and acquisitions and Wall Street, providing up-to-the-minute news and the behind-the-scenes maneuvering. It can be found at nytimes.com/dealbook.  ",
      "lead_paragraph": "A new online financial report covers the world of mergers and acquisitions and Wall Street, providing up-to-the-minute news and the behind-the-scenes maneuvering. It can be found at nytimes.com/dealbook.",
      "publication_date": "2006-03-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/06/business/front page/new-online-dealbook.html",
      "byline": ""
    },
    {
      "headline": "The Top-Selling Tunes on Billboard, Sung by Children for Children",
      "snippet": "The offices of Razor and Tie, an independent music label with the No. 2 album in the country this week, are in Greenwich Village, but they might as well be somewhere between ''Sesame Street'' and ''Boulevard of Broken Dreams.''      Razor and Tie ...",
      "abstract": "The offices of Razor and Tie, an independent music label with the No. 2 album in the country this week, are in Greenwich Village, but they might as well be somewhere between ''Sesame Street'' and ''Boulevard of Broken Dreams.''      Razor and Tie is the company responsible for ''Kidz Bop,'' a series of albums consisting of rerecorded, stripped-down versions of hits sung, in an intentionally imperfect style, by children 8 to 12.  ",
      "lead_paragraph": "The offices of Razor and Tie, an independent music label with the No. 2 album in the country this week, are in Greenwich Village, but they might as well be somewhere between \"Sesame Street\" and \"Boulevard of Broken Dreams.\"",
      "publication_date": "2006-03-06T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/06/business/the-topselling-tunes-on-billboard-sung-by-children-for-children.html",
      "byline": "By Robert Levine"
    },
    {
      "headline": "Scant Drop Seen in Abortion Rate if Parents Are Told",
      "snippet": "For all the passions they generate, laws that require minors to notify their parents or get permission to have an abortion do not appear to have produced the sharp drop in teenage abortion rates that some advocates hoped for, an analysis by The Ne...",
      "abstract": "For all the passions they generate, laws that require minors to notify their parents or get permission to have an abortion do not appear to have produced the sharp drop in teenage abortion rates that some advocates hoped for, an analysis by The New York Times shows.      The analysis, which looked at six states that introduced parental involvement laws in the last decade and is believed to be the first study to include data from years after 1999, found instead a scattering of divergent trends.  ",
      "lead_paragraph": "For all the passions they generate, laws that require minors to notify their parents or get permission to have an abortion do not appear to have produced the sharp drop in teenage abortion rates that some advocates hoped for, an analysis by The New York Times shows.",
      "publication_date": "2006-03-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/06/us/scant-drop-seen-in-abortion-rate-if-parents-are-told.html",
      "byline": "By Andrew Lehren and John Leland"
    },
    {
      "headline": "Huge Phone Deal Seeks to Thwart Smaller Rivals",
      "snippet": "The AT&T Corporation, in announcing plans yesterday to buy BellSouth Corporation for $67 billion after months of speculation, took the offensive against low-cost rivals in the free-for-all for phone, wireless and television customers.     With cab...",
      "abstract": "The AT&T Corporation, in announcing plans yesterday to buy BellSouth Corporation for $67 billion after months of speculation, took the offensive against low-cost rivals in the free-for-all for phone, wireless and television customers.     With cable providers and technology companies entering the phone business, the former Baby Bells starting to sell television programming and more and more services available on mobile phones and on the Internet, companies like AT&T are trying to bulk up and turn themselves into one-stop shops for all communications needs.  ",
      "lead_paragraph": "The AT&T Corporation, in announcing plans yesterday to buy BellSouth Corporation for $67 billion after months of speculation, took the offensive against low-cost rivals in the free-for-all for phone, wireless and television customers.",
      "publication_date": "2006-03-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/06/business/huge-phone-deal-seeks-to-thwart-smaller-rivals.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "For Democrats, Many Verses, but No Chorus",
      "snippet": "From Arizona to Pennsylvania, from Colorado to Connecticut, Democratic candidates for Congress are reading from a stack of different scripts these days.     At the Capitol in Hartford the other morning, State Senator Christopher Murphy denounced t...",
      "abstract": "From Arizona to Pennsylvania, from Colorado to Connecticut, Democratic candidates for Congress are reading from a stack of different scripts these days.     At the Capitol in Hartford the other morning, State Senator Christopher Murphy denounced the ''disastrous prescription drug benefit bill'' embraced by his Republican opponent, Representative Nancy L. Johnson.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-06T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/06/politics/for-democrats-many-verses-but-no-chorus.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "To Lead the Faithful in a Faith Under Fire",
      "snippet": "The F.B.I. agent and the imam sat across a long wooden table at a Brooklyn youth center last August.     Would the imam, the agent asked, report anyone who seemed prone to terrorism?  ",
      "abstract": "The F.B.I. agent and the imam sat across a long wooden table at a Brooklyn youth center last August.     Would the imam, the agent asked, report anyone who seemed prone to terrorism?  ",
      "lead_paragraph": "The F.B.I. agent and the imam sat across a long wooden table at a Brooklyn youth center last August.",
      "publication_date": "2006-03-06T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/06/nyregion/to-lead-the-faithful-in-a-faith-under-fire.html",
      "byline": "By Andrea Elliott"
    }
  ]
}