{
  "metadata": {
    "date": "2006-12-29",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "Estimates for Pensions to Tighten",
      "snippet": "Under new rules, more than a dozen local and state governments will have to provide a more realistic estimate of how much they owe retirees over time.",
      "abstract": "Under new rules, more than a dozen local and state governments will have to provide a more realistic estimate of how much they owe retirees over time.",
      "lead_paragraph": "The states of New York, New Hampshire, Tennessee and about a dozen other governments may no longer be able to say their pension funds are fully funded no matter how the markets perform.",
      "publication_date": "2006-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/29/business/29gasb.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "U.S. Is Being Told Hussein Hanging Seems Imminent",
      "snippet": "American and Iraqi officials suggest that Saddam Hussein could be hanged within days rather than weeks; Iraq's Constitution requires that Iraqi president and two deputies sign all execution orders, but government official familiar with process say...",
      "abstract": "American and Iraqi officials suggest that Saddam Hussein could be hanged within days rather than weeks; Iraq's Constitution requires that Iraqi president and two deputies sign all execution orders, but government official familiar with process says little objection would be raised if execution takes place almost immediately; national security adviser Mowaffak al-Rubaie says there would be no advance notice of execution because of fears that any announcement could set off violence; says news media will not be invited to attend hanging; says execution would be videotaped but he doubts that tape would be released; American officials are referring all formal queries on matter to government of Iraq (M)",
      "lead_paragraph": "BAGHDAD, Dec. 28 - Preparations for the execution of Saddam Hussein began taking on a sense of urgency late Thursday as American and Iraqi officials suggested that he could be hanged within a span of days rather than weeks.",
      "publication_date": "2006-12-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/29/world/middleeast/us-is-being-told-hussein-hanging-seems-imminent.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Pay Packages Allow Executives to Jump Ship With Less Risk",
      "snippet": "Companies are luring executives with bonuses and stock options that they are abandoning at their old employers.",
      "abstract": "Companies are luring executives with bonuses and stock options that they are abandoning at their old employers.",
      "lead_paragraph": "It’s called the “golden hello.”",
      "publication_date": "2006-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/29/business/29whole.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "Apple Filing to Tell All on Options",
      "snippet": "Apple is likely to answer questions about backdated options granted to chief executive Steven P. Jobs and others in a delayed annual report.",
      "abstract": "Apple is likely to answer questions about backdated options granted to chief executive Steven P. Jobs and others in a delayed annual report.",
      "lead_paragraph": "SAN FRANCISCO, Dec. 28  Apple Computer and its charismatic chief executive, Steven P. Jobs, are expected to make a big announcement about a new product at the Macworld conference next month. Before that, however, the company has some other highly anticipated information to share.",
      "publication_date": "2006-12-29T05:00:00+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/29/technology/29apple.html",
      "byline": "By John Markoff and Miguel Helft"
    },
    {
      "headline": "The Private Lives of Hedge Funds",
      "snippet": "Toasting the triumphs and travails of the secretive world of hedge funds as the year draws to a close.",
      "abstract": "Toasting the triumphs and travails of the secretive world of hedge funds as the year draws to a close.",
      "lead_paragraph": "Hedge fund managers, let us toast the triumphs and travails of your secretive world as the year draws to a close.",
      "publication_date": "2006-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/29/business/29insider.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "In Minnesota, Case Study for Political Shake-Up",
      "snippet": "First article in occasional series, As St Paul Goes...examining state government in Minnesota, one of several states in which Democrats made gains in Nov elections; they took House for first time since 1998, expanded their majority in Senate, won ...",
      "abstract": "First article in occasional series, As St Paul Goes...examining state government in Minnesota, one of several states in which Democrats made gains in Nov elections; they took House for first time since 1998, expanded their majority in Senate, won secretary of state's and attorney general's offices and nearly defeated Republican Gov Tim Pawlenty; but they owe much of their surge to newly elected moderates from suburbs who are unlikely to embrace pure liberal agenda; and Republicans were pushed toward center, led by Pawlenty; following election he said many of his second-term priorities will overlap with those of Democrats he fiercely battled in his first term; elected officials and political experts expect these pincer forces, both pushing toward political center, to set stage for everything to come when Legislature convenes in Jan; photos (L)",
      "lead_paragraph": "ST. PAUL - Somehow over the years it became embedded in the culture of the Minnesota Legislature that the party in control of the House of Representatives was entitled to the fourth- and fifth-floor offices across the street from the Capitol.",
      "publication_date": "2006-12-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/29/us/politics/in-minnesota-case-study-for-political-shakeup.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "The Seeds of a Mission",
      "snippet": "Farmers are being urged to grow a special soybean needed to make an alternative to trans-fat-laden oil.",
      "abstract": "Farmers are being urged to grow a special soybean needed to make an alternative to trans-fat-laden oil.",
      "lead_paragraph": "DENISON, Iowa — With some restaurants and even the city of New York swearing off trans fat, Monsanto recently sent representatives here with a mission: persuade farmers to grow a special kind of soybean that produces a valuable alternative to frying oil laden with trans fat.",
      "publication_date": "2006-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/29/business/29seeds.html",
      "byline": "By Andrew Martin"
    },
    {
      "headline": "The Private Lives of Hedge Funds",
      "snippet": "Hedge fund managers, let us toast the triumphs and travails of your secretive world as the year draws to a close.     Already I can hear some of you yelping. You hate being called secretive. You insist that it is federal laws that prohibit you fro...",
      "abstract": "Hedge fund managers, let us toast the triumphs and travails of your secretive world as the year draws to a close.     Already I can hear some of you yelping. You hate being called secretive. You insist that it is federal laws that prohibit you from talking to the public, and in fact you would like the world to know more about you (except who you are, what you trade and what kind of returns you have generated).  ",
      "lead_paragraph": "Hedge fund managers, let us toast the triumphs and travails of your secretive world as the year draws to a close.",
      "publication_date": "2006-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/29/business/the-private-lives-of-hedge-funds.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "F.D.A. Says Food From Cloned Animals Is Safe",
      "snippet": "The finding could make the U.S. the first country to allow products from cloned livestock to be sold in grocery stores.",
      "abstract": "The finding could make the U.S. the first country to allow products from cloned livestock to be sold in grocery stores.",
      "lead_paragraph": " ",
      "publication_date": "2006-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/29/business/29fda.html",
      "byline": "By Andrew Pollack and Andrew Martin"
    },
    {
      "headline": "Somalia Forces Retake Capital From Islamists",
      "snippet": "Somalian government soldiers backed by Ethiopian infantrymen pour into Mogadishu hours after capital is abandoned by Islamist fighters; Islamists, considered by many Western nations as grave and growing regional threat with terrorist connections, ...",
      "abstract": "Somalian government soldiers backed by Ethiopian infantrymen pour into Mogadishu hours after capital is abandoned by Islamist fighters; Islamists, considered by many Western nations as grave and growing regional threat with terrorist connections, are vanquished faster than anyone had expected, or at least removed from power; this makes way for return of internationally recognized government, fledgling authority so weak it had been marooned in provincial market town of Baidoa, 150 miles from Mogadishu; Ethiopia, with tacit approval from United States, carried out aggressive counterattack against Islamist forces; Ethiopia sided with government because Islamists vowed to invade Somali-speaking areas of Ethiopia and wage holy war against it; although Islamists are gone from capital, there are fears that they would wage guerrilla warfare, as they have threatened; photos (M)",
      "lead_paragraph": "NAIROBI, Kenya, Dec. 28 - Just hours after Islamist fighters abandoned Mogadishu, the capital from which they ruled much of Somalia, thousands of troops of the transitional government marched into the city on Thursday in a stunning reversal of fortune.",
      "publication_date": "2006-12-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/29/world/africa/somalia-forces-retake-capital-from-islamists.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "F.D.A. Says Food From Cloned Animals Is Safe",
      "snippet": "Food and Drug Administration tentatively concludes that milk and meat from some cloned farm animals are safe to eat; finding could make United States first country to allow products from cloned livestock to be sold in grocery stores, but technolog...",
      "abstract": "Food and Drug Administration tentatively concludes that milk and meat from some cloned farm animals are safe to eat; finding could make United States first country to allow products from cloned livestock to be sold in grocery stores, but technology is still too expensive to be used widely anytime soon; FDA's draft policy, which must still be formally approved, touches off immediate storm of criticism from consumer groups, who argue that science backing FDA's decision is shaky and that consumer surveys show most people are opposed to cloning animals, let alone eating them; some meat and diary companies also worry about consumer reaction; opponents hope to bring Congressional pressure to bear to derail policy before it becomes final or at least to require that such foods be labeled so consumers can choose to avoid them; FDA's finding comes more than six years after agency first decided to study matter; FDA's chief of veterinary medicine Stephen F Sundlof says that by law agency could consider only scientific issues, not consumer demand or ethics of cloning; photo (M)",
      "lead_paragraph": "After years of delay, the Food and Drug Administration tentatively concluded yesterday that milk and meat from some cloned farm animals are safe to eat. That finding could make the United States the first country to allow products from cloned livestock to be sold in grocery stores.",
      "publication_date": "2006-12-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/29/business/fda-says-food-from-cloned-animals-is-safe.html",
      "byline": "By Andrew Pollack and Andrew Martin"
    },
    {
      "headline": "The Seeds of a Mission",
      "snippet": "Monsanto recently sent representatives to Denison, Iowa, to persuade farmers to grow special kind of soybean that produces valuable alternative to frying oil laden with trans fat as some restaurants and even city of New York swearing off trans fat...",
      "abstract": "Monsanto recently sent representatives to Denison, Iowa, to persuade farmers to grow special kind of soybean that produces valuable alternative to frying oil laden with trans fat as some restaurants and even city of New York swearing off trans fat; company and its local soybean processor offered farmers extra 35 cents per bushel to grow special soybeans, instead of regular ones, and seemingly unlimited demand; special soybeans contain less fatty linolenic acid than other soybeans; some like offer, but others are not so sure, given extra work involved and allure of planting high-priced corn instead to feed ethanol boom; Monsanto and its competitors have not been able to create new varieties of trans-fat-free soybeans fast enough to meet demand for more varied uses; graphs; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/29/business/the-seeds-of-a-mission.html",
      "byline": "By Andrew Martin"
    },
    {
      "headline": "Pay Packages Allow Executives to Jump Ship With Less Risk",
      "snippet": "Article in series Gilded Paychecks, on executive compensation, examines so-called 'golden hellos'--multimillion-dollar payments and perks used to lure not only chief executives but every member of executive suite; payments are intended to make exe...",
      "abstract": "Article in series Gilded Paychecks, on executive compensation, examines so-called 'golden hellos'--multimillion-dollar payments and perks used to lure not only chief executives but every member of executive suite; payments are intended to make executive 'whole' by giving him any bonuses, stock options and pension benefits he would abandon by leaving his previous employer; although golden hellos are not new, lawyers representing executives at negotiating table are constantly coming up with quirky ways to make them better; some executives are demanding that companies make up losses they may face from sale of home if they relocate, or that they recieve price protection on losses they might incur in stock they own in company they are leaving; critics say these make-whole payments undermine very reason stock options and executive pensions are offered in first place--to encourage executives to hit performance targets and then to stick around to receive full value of their compensation package; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/29/business/pay-packages-allow-executives-to-jump-ship-with-less-risk.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "In Minnesota, Case Study for Political Shake-Up",
      "snippet": "Minnesota’s capital is the perfect petri dish for testing what the nation’s new political landscape may produce. ",
      "abstract": "Minnesota’s capital is the perfect petri dish for testing what the nation’s new political landscape may produce. ",
      "lead_paragraph": "ST. PAUL — Somehow over the years it became embedded in the culture of the Minnesota Legislature that the party in control of the House of Representatives was entitled to the fourth- and fifth-floor offices across the street from the Capitol.",
      "publication_date": "2006-12-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/29/us/politics/29minnesota.html",
      "byline": "By Kirk Johnson"
    },
    {
      "headline": "Somalia Forces Retake Capital From Islamists",
      "snippet": "In a country with such a troubled recent history, a potentially viable government has suddenly emerged.",
      "abstract": "In a country with such a troubled recent history, a potentially viable government has suddenly emerged.",
      "lead_paragraph": "NAIROBI, Kenya, Dec. 28 — Just hours after Islamist fighters abandoned Mogadishu, the capital from which they ruled much of Somalia, thousands of troops of the transitional government marched into the city on Thursday in a stunning reversal of fortune.",
      "publication_date": "2006-12-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/29/world/africa/29somalia.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "Estimates for Pensions to Tighten",
      "snippet": "States of New York, New Hampshire, Tennessee and about dozen other governments may no longer be able to say their pension funds are fully funded no matter how markets perform; Governmental Accounting Standards Board has proposed amendment that wou...",
      "abstract": "States of New York, New Hampshire, Tennessee and about dozen other governments may no longer be able to say their pension funds are fully funded no matter how markets perform; Governmental Accounting Standards Board has proposed amendment that would force these governments to provide more realistic estimate of how much they owe retirees over time; they would also have to compare this with assets they have set aside, showing whether they have enough to make good on their promises; board is also proposing that outside auditor be required to oversee finances; it is not yet clear whether rule change will give rise to any big new pension shortfalls in New York; new rule is expected to take effect near end of 2007, and market conditions prevailing then will determine whether any shortfalls--or surpluses--appear; officials representing New York State pension funds say they stand behind existing financial report; rule change would also force incoming governor Eliot Spitzer to modify his previous assertion that state pension fund 'is fully funded,' and that numbers his predecessors issued were accurate; New York City will not be directly affected by proposed rule change, because it does not use same method of tracking its pension fund as state; graphs; photo (L)",
      "lead_paragraph": "The states of New York, New Hampshire, Tennessee and about a dozen other governments may no longer be able to say their pension funds are fully funded no matter how the markets perform.",
      "publication_date": "2006-12-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/29/business/estimates-for-pensions-to-tighten.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Does S.E.C. Know What It Is Doing?",
      "snippet": "Floyd Norris column questions new Securities and Exchange Commission proposal that will allow identical pay packages given to two executives to be reported very differently, depending on details of company's retirement plan (M)",
      "abstract": "Floyd Norris column questions new Securities and Exchange Commission proposal that will allow identical pay packages given to two executives to be reported very differently, depending on details of company's retirement plan (M)",
      "lead_paragraph": "Understanding executive compensation has never been easy for investors, and there is no shortage of consultants ready to help companies reward executives in ways that will not be fully understood by investors.",
      "publication_date": "2006-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/29/business/does-sec-know-what-it-is-doing.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Apple Filing to Tell All on Options",
      "snippet": "Apple Computer is likely to answer questions about backdated options granted to chief executive Steven P Jobs and other executives in delayed annual report that Apple says it will file with Securities and Exchange Commission; Apple appears to be s...",
      "abstract": "Apple Computer is likely to answer questions about backdated options granted to chief executive Steven P Jobs and other executives in delayed annual report that Apple says it will file with Securities and Exchange Commission; Apple appears to be secretive about its handling of stock options issues; this week it continued to maintain its silence as reports about possible falsified documents rattled shareholders; San Francisco-based newspaper The Recorder reports investigation conducted by law firm on Apple's behalf found that options documents had been falsified to increase value of grants to Apple executives; Financial Times reports that investigators discovered options grant to Jobs that had not been properly authorized by company's board (M)",
      "lead_paragraph": "SAN FRANCISCO, Dec. 28 - Apple Computer and its charismatic chief executive, Steven P. Jobs, are expected to make a big announcement about a new product at the Macworld conference next month. Before that, however, the company has some other highly anticipated information to share.",
      "publication_date": "2006-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/29/technology/apple-filing-to-tell-all-on-options.html",
      "byline": "By John Markoff and Miguel Helft"
    },
    {
      "headline": "For Ford, Pardon Decision Was Always Clear-Cut",
      "snippet": "Gerald R Ford's friends and associates claim he never wavered in his insistance that his pardon of Richard M Nixon was wise and necessary act and that it had not resulted from any secret deal with his disgraced predecessor; over last three decades...",
      "abstract": "Gerald R Ford's friends and associates claim he never wavered in his insistance that his pardon of Richard M Nixon was wise and necessary act and that it had not resulted from any secret deal with his disgraced predecessor; over last three decades, many who were initially critical of pardon have come to share Ford's judgment that it was best way to stanch open wound of Watergate; Ford has said he felt pardon was major factor in his failure to win election to presidency in 1976; in 2001, bipartisan panel selected Ford as recipient of Profile in Courage Award from John F Kennedy Library, singling out for praise his pardon decision; few dramas in American political history remain more riveting than that of Nixon's exit and Ford's reaction, at first halting and then decisive, to looming possibility of former president on criminal trial for months on end; photo (M)",
      "lead_paragraph": "WASHINGTON, Dec. 28 - President Gerald R. Ford was never one for second-guessing, but for many years after leaving office in 1977, he carried in his wallet a scrap of a 1915 Supreme Court ruling. A pardon, the excerpt said, \"carries an imputation of guilt,\" and acceptance of a pardon is \"a confession of it.\"",
      "publication_date": "2006-12-29T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/29/washington/for-ford-pardon-decision-was-always-clearcut.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "U.S. Is Being Told Hussein Hanging Seems Imminent",
      "snippet": "Iraqi officials told the White House to expect the execution on Saturday, Baghdad time, a senior administration official said.",
      "abstract": "Iraqi officials told the White House to expect the execution on Saturday, Baghdad time, a senior administration official said.",
      "lead_paragraph": "BAGHDAD, Dec. 28 — Preparations for the execution of Saddam Hussein began taking on a sense of urgency late Thursday as American and Iraqi officials suggested that he could be hanged within a span of days rather than weeks.",
      "publication_date": "2006-12-29T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/12/29/world/middleeast/29saddam.html",
      "byline": "By James Glanz"
    },
    {
      "headline": "Does S.E.C. Know What It Is Doing?",
      "snippet": "The whole fiasco over the new reporting rule for executive compensation makes the S.E.C. appear to have great difficulty understanding what it is doing.",
      "abstract": "The whole fiasco over the new reporting rule for executive compensation makes the S.E.C. appear to have great difficulty understanding what it is doing.",
      "lead_paragraph": " Understanding executive compensation has never been easy for investors, and there is no shortage of consultants ready to help companies reward executives in ways that will not be fully understood by investors.",
      "publication_date": "2006-12-29T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/12/29/business/29norris.html",
      "byline": "By Floyd Norris"
    }
  ]
}