{
  "metadata": {
    "date": "2006-03-20",
    "total_articles": 28
  },
  "articles": [
    {
      "headline": "Trading the Hummer for a Honda",
      "snippet": "Luxury sports utilities are becoming decidedly less desirable than just three years ago, when they were hottest things on wheels and dealers had long waiting lists for most popular models; fewer than half people who bought luxury SUV's are going b...",
      "abstract": "Luxury sports utilities are becoming decidedly less desirable than just three years ago, when they were hottest things on wheels and dealers had long waiting lists for most popular models; fewer than half people who bought luxury SUV's are going back for another one; incentives for vehicles are at record levels and for first time, luxury automakers are paying out more for rebates and lease deals to entice consumers to buy luxury SUV's than to buy cars; higher cost of gasoline plays big role; wealthy buyers, who used to shrug off expense, are shifting gears, as excessive energy consumption is becoming socially embarrassing; average incentives on luxury sport utilities hit $4,046 in February, or nearly $1,500 per vehicle more than what automakers doled out on luxury cars; luxury sport utilities are not going away; Cadillac, Lincoln and Mercedes-Benz all have new high-ticket models coming out in next few months; graphs; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/18/business/trading-the-hummer-for-a-honda.html",
      "byline": "By Micheline Maynard"
    },
    {
      "headline": "Now G.M. Has Woes on Audits",
      "snippet": "Market Place column; General Motors Corp's announcement that it will revise profit figures for every year of decade, and will have to restate 2005 earnings it already reported, shows how far icon has fallen; less than year after it lost its invest...",
      "abstract": "Market Place column; General Motors Corp's announcement that it will revise profit figures for every year of decade, and will have to restate 2005 earnings it already reported, shows how far icon has fallen; less than year after it lost its investment-grade bond rating, its bonds are viewed as middling even among junk bonds; restatements indicate GM used some highly questionable accounting techniques in 2000, when it seemed to be flying high, and later when profits fell sharply; GM's stock and bonds fall sharply, but end above recent lows; Moody's Investors Service also warns that it might again cut GM's bond rating; negotiators for GM, United Automobile Workers union and Delphi plan to work into weekend in talks on buyout packages for thousands of union members at Delphi; graph (M)",
      "lead_paragraph": "There was a time when General Motors was seen as the paragon of financial quality. Its bonds were rated triple A, and it was known for the most conservative accounting. Let other companies use liberal accounting rules to make results look better; G.M. did not need such things.",
      "publication_date": "2006-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/18/business/now-gm-has-woes-on-audits.html",
      "byline": "By Floyd Norris"
    },
    {
      "headline": "Testing Errors Prompt Calls for Oversight",
      "snippet": "College Board is racing to score final 1,600 exams from its problem-ridden Oct SAT test; college and high school officials, testing experts and parents and students have expressed concern about string of recent testing errors around country; state...",
      "abstract": "College Board is racing to score final 1,600 exams from its problem-ridden Oct SAT test; college and high school officials, testing experts and parents and students have expressed concern about string of recent testing errors around country; states, spurred by No Child Left Behind law, are administering about 45 million tests this school year; educators say volume is stretching $2 billion-a-year education testing industry, taxing its ability to draw up enough tests and score them quickly and reliably; resulting errors have educators and lawmakers calling for better disclosure and oversight; some are proposing national agency like Food and Drug Administration to regulate testing (M)",
      "lead_paragraph": "As the College Board races to score the final 1,600 exams from its problem-ridden October SAT test, a string of recent testing errors around the country has college and high school officials, testing experts, students and parents asking with rising urgency, Who is watching the testing industry?",
      "publication_date": "2006-03-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/18/politics/testing-errors-prompt-calls-for-oversight.html",
      "byline": "By Karen W. Arenson"
    },
    {
      "headline": "In Louisiana, Graft Inquiries Are Increasing",
      "snippet": "Federal prosecutors have begun bringing witnesses before grand jury looking into possible fraud in municipal contracts that were awarded in Kenner, La, immediately before and after Hurricane Katrina; Mayor Philip L Capitano and City Council have b...",
      "abstract": "Federal prosecutors have begun bringing witnesses before grand jury looking into possible fraud in municipal contracts that were awarded in Kenner, La, immediately before and after Hurricane Katrina; Mayor Philip L Capitano and City Council have been subpoenaed to testify, although government has not made clear its target; growing numbers of subpoenas may be issued across Louisiana, with addition of millions of dollars in aid beginning to flow from Washington and army of auditors, investigators and prosecutors determined to make sure money is properly spent; scrutiny has resulted in several major fraud prosecutions around state; photos (M)",
      "lead_paragraph": "KENNER, La. - Long before this suburb west of New Orleans was shaken by Hurricane Katrina, it was notorious for its fierce political infighting, for name-calling and mudslinging, for charges and countercharges of cronyism and corruption.",
      "publication_date": "2006-03-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/18/us/in-louisiana-graft-inquiries-are-increasing.html",
      "byline": "By Leslie Eaton"
    },
    {
      "headline": "Judges Overturn Bush Bid to Ease Pollution Rules",
      "snippet": "US appeals court overturns clean-air regulation issued by Bush administration that would have let many power plants, refineries and factories avoid installing costly new pollution controls to help offset increased emissions caused by repairs and r...",
      "abstract": "US appeals court overturns clean-air regulation issued by Bush administration that would have let many power plants, refineries and factories avoid installing costly new pollution controls to help offset increased emissions caused by repairs and replacements of equipment; ruling is court's second decision in less than year in pair of closely related cases involving administration's interpretations of complex section of Clean Air Act; it is defeat for Environmental Protection Agency and industry, and victory for states and their environmental allies (M)",
      "lead_paragraph": "WASHINGTON, March 17 - A federal appeals court on Friday overturned a clean-air regulation issued by the Bush administration that would have let many power plants, refineries and factories avoid installing costly new pollution controls to help offset any increased emissions caused by repairs and replacements of equipment.",
      "publication_date": "2006-03-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/18/politics/judges-overturn-bush-bid-to-ease-pollution-rules.html",
      "byline": "By Michael Janofsky"
    },
    {
      "headline": "Opening the Door on the Credit Report and Throwing Away the Lock",
      "snippet": "Your Money column on credit-reporting agencies that are pushing Congress to override state laws that set up procedures for residents of identity theft to lock and unlock their credit reports; says overriding laws could make it harder for Americans...",
      "abstract": "Your Money column on credit-reporting agencies that are pushing Congress to override state laws that set up procedures for residents of identity theft to lock and unlock their credit reports; says overriding laws could make it harder for Americans to keep their credit information under wraps; holds lobbyists for big agencies--Equifax, Experian and TransUnion, owned by Marmon Group--are seeking to add amendment to Financial Data Protection Act; contends that those few people who have been victimized by identity thieves, not credit-card thieves, and continue to be vulnerable should take extra precautions; chart; photo (M)",
      "lead_paragraph": "In a dozen states, legislatures have set up procedures for residents afraid of identity theft to lock and unlock their credit reports.",
      "publication_date": "2006-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/18/business/yourmoney/opening-the-door-on-the-credit-report-and-throwing-away.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Open and Fair: Why Wall St. Hates Auctions",
      "snippet": "Joe Nocera column on why Wall Street firms hate auction method for initial public offerings; says William R Hambrecht, whose firm pioneered auctions in United States, is passionate believer in auctions as fairer, cheaper and smarter way to take co...",
      "abstract": "Joe Nocera column on why Wall Street firms hate auction method for initial public offerings; says William R Hambrecht, whose firm pioneered auctions in United States, is passionate believer in auctions as fairer, cheaper and smarter way to take companies public; says in auction method, there is no insider advantage and anyone who wants to buy shares can go online and bid for them; photo (M)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-18T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/18/business/open-and-fair-why-wall-st-hates-auctions.html",
      "byline": "By Joe Nocera"
    },
    {
      "headline": "Cited as Symbol of Abu Ghraib, Man Admits He Is Not in Photo",
      "snippet": "Ali Shalal Qaissi, former prisoner at Abu Ghraib, has appeared in publications and on television in several countries claiming to be man in photograph that has become international icon of abuse scandal at prison; military investigators say he is ...",
      "abstract": "Ali Shalal Qaissi, former prisoner at Abu Ghraib, has appeared in publications and on television in several countries claiming to be man in photograph that has become international icon of abuse scandal at prison; military investigators say he is not man in photograph; say man standing on box, hooded, with wires attached to his outstretched arms is Abdou Hussain Saad Faleh, who described episode in sworn statement after photographs were discovered in Jan 2004; New York Times quoted testimony of Faleh in article on May 22, 2004; Times profiled Qaissi in article on March 11, 2006; he now acknowledges that he is not man in specific photograph he printed and held up in portrait that accompanied article; photo (M)",
      "lead_paragraph": "In the summer of 2004, a group of former detainees of Abu Ghraib prison filed a lawsuit claiming that they had been the victims of the abuse captured in photographs that incited outrage around the world.",
      "publication_date": "2006-03-18T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/18/world/middleeast/cited-as-symbol-of-abu-ghraib-man-admits-he-is-not-in.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "Old Options Produce New Hangover",
      "snippet": "Gretchen Morgenson column offers reason why stocks in bellwether technology companies such as Intel, Dell and Texas Instruments have been falling even as their revenues and earnings have been rising; says rebound in technology spending by corporat...",
      "abstract": "Gretchen Morgenson column offers reason why stocks in bellwether technology companies such as Intel, Dell and Texas Instruments have been falling even as their revenues and earnings have been rising; says rebound in technology spending by corporations remains elusive and glut of technology gear is putting pressure on prices; graph (M)",
      "lead_paragraph": "TECHNOLOGY stocks are supposed to be the vehicle of choice for investors interested in high-powered gains. So why have many of the biggest names been such laggards lately?",
      "publication_date": "2006-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/03/19/business/yourmoney/old-options-produce-new-hangover.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Deep in China, a Poor and Pious Muslim Enclave",
      "snippet": "Geographic isolation of 513,000 Dongxiang people in China's Gansu Province has helped preserve Islamic culture but has also served to separate Dongxiang people from prosperity lifting other parts of China; Dongxiang are among poorest and most illi...",
      "abstract": "Geographic isolation of 513,000 Dongxiang people in China's Gansu Province has helped preserve Islamic culture but has also served to separate Dongxiang people from prosperity lifting other parts of China; Dongxiang are among poorest and most illiterate of China's 56 officially recognized ethnic minorities; Dongxiang may be descendants of diverse group of Eastern and Central Asian craftsmen conscripted into Mongol army in 13th century; photos; map (L)",
      "lead_paragraph": "DONGXIANG, China - No, the old man answered, standing in his bare home deep in a mountain ravine, he had never seen an airplane. The man, Tie Yongxiang, has never watched television, either. He listened to the pop quiz and seemed pleased when he could answer the last question in the affirmative.",
      "publication_date": "2006-03-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/03/19/world/asia/deep-in-china-a-poor-and-pious-muslim-enclave.html",
      "byline": "By Jim Yardley"
    },
    {
      "headline": "In Secret Unit's 'Black Room,' a Grim Portrait of U.S. Abuse",
      "snippet": "Camp Nama at Baghdad International Airport is secret headquarters of shadowy military unit known as Task Force 6-26 charged with hunting down terrorist Abu Musab al-Zarqawi; new account based on documents and interviews offers detailed view of how...",
      "abstract": "Camp Nama at Baghdad International Airport is secret headquarters of shadowy military unit known as Task Force 6-26 charged with hunting down terrorist Abu Musab al-Zarqawi; new account based on documents and interviews offers detailed view of how military's most highly trained counterterrorism unit committed serious abuses on detainees months before and after abuses at Abu Ghraib surfaced; CIA was concerned enough to bar its own personnel from Camp Nama last August; map; drawing (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/03/19/world/middleeast/in-secret-units-black-room-a-grim-portrait-of-us-abuse.html",
      "byline": "By Eric Schmitt and Carolyn Marshall"
    },
    {
      "headline": "Major Changes Raise Concerns on Pension Bill",
      "snippet": "Lawmakers have modified many rules designed to protect America's private pension system, giving companies more time to cover pension shortfalls, allowing them to make forgiving estimates of future obligations, and even sometimes letting them assum...",
      "abstract": "Lawmakers have modified many rules designed to protect America's private pension system, giving companies more time to cover pension shortfalls, allowing them to make forgiving estimates of future obligations, and even sometimes letting them assume their workers will die younger than rest of population; bill now being completed in House-Senate conference committee would actually weaken system; shortfall raises specter of more plans failing and forcing their liabilities on government; photo (L)",
      "lead_paragraph": "With a strong directive from the Bush administration, Congress set out more than a year ago to fashion legislation that would protect America's private pension system, tightening the rules to make sure companies set aside enough money to make good on their promises to employees.",
      "publication_date": "2006-03-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/03/19/business/major-changes-raise-concerns-on-pension-bill.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Unwed Fathers Fight for Babies Placed for Adoption by Mothers",
      "snippet": "Unmarried father has no right under law in some states to withhold consent for adoption unless he has registered with putative father registry before adoption petition is filed; remains open question whether registries serve more to protect father...",
      "abstract": "Unmarried father has no right under law in some states to withhold consent for adoption unless he has registered with putative father registry before adoption petition is filed; remains open question whether registries serve more to protect fathers' rights or to protect adoptive parents from biological fathers' claims; many men remain ignorant of registries and some women refuse to identify father to forestall interference; photo (L)",
      "lead_paragraph": "Jeremiah Clayton Jones discovered that his former fiancée was pregnant just three weeks before the baby was due, when an adoption-agency lawyer called and asked if he would consent to have his baby adopted.",
      "publication_date": "2006-03-19T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/03/19/us/unwed-fathers-fight-for-babies-placed-for-adoption-by-mothers.html",
      "byline": "By Tamar Lewin"
    },
    {
      "headline": "Why Do So Few Women Reach the Top of Big Law Firms?",
      "snippet": "Article explores reasons for dearth of women partners in law firms; National Assn for Law Placement reports that only about 17 percent of partners at major law firms nationwide were women in 2005, despite sharp rise in number of female law school ...",
      "abstract": "Article explores reasons for dearth of women partners in law firms; National Assn for Law Placement reports that only about 17 percent of partners at major law firms nationwide were women in 2005, despite sharp rise in number of female law school graduates; data shows that women's legal careers involve insurmountable hurdles that are underexamined or misunderstood; some analysts and many women lawyers say child rearing is not primary reason why women leave law firms; say many lack strong male mentoring and enjoy less access to networking and business development opportunities that flourish outside work environment; photos (L)",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/03/19/business/yourmoney/why-do-so-few-women-reach-the-top-of-big-law-firms.html",
      "byline": "By Timothy L. O'Brien"
    },
    {
      "headline": "Life, and Work, After 'Retirement'",
      "snippet": "New York City Department for the Aging runs job-training center for low- and moderate-income residents 55 years old or older; some participants need retraining after losing jobs, but others want to re-enter job market after retiring; photo (M)",
      "abstract": "New York City Department for the Aging runs job-training center for low- and moderate-income residents 55 years old or older; some participants need retraining after losing jobs, but others want to re-enter job market after retiring; photo (M)",
      "lead_paragraph": "RETIREMENT? No thanks.",
      "publication_date": "2006-03-19T05:00:00+0000",
      "section_name": "Archives",
      "print_page": "1",
      "page_section": "10",
      "web_url": "https://www.nytimes.com/2006/03/19/jobs/life-and-work-after-retirement.html",
      "byline": "By Joseph P. Fried"
    },
    {
      "headline": "On Eve of Vote, Belarus Braces for Aftermath",
      "snippet": "It is foregone conclusion that Pres Aleksandr G Lukashenko will win re-election in Belarus in elections widely denounced as undemocratic, but vote is prelude to real struggle against Lukashenko's government that many fear could end in violent repr...",
      "abstract": "It is foregone conclusion that Pres Aleksandr G Lukashenko will win re-election in Belarus in elections widely denounced as undemocratic, but vote is prelude to real struggle against Lukashenko's government that many fear could end in violent reprisals; opposition candidates Aleksandr Milinkevich and Aleksandr V Kazulin have called on their supporters to assemble and protest in defiance of ban on Election Day rallies, hoping to duplicate Ukraine's popular uprising against rigged election; photo (L)",
      "lead_paragraph": "MINSK, Belarus, March 18 - There are no campaign posters or billboards here, not even for President Aleksandr G. Lukashenko, who has otherwise thoroughly orchestrated his re-election to a third term on Sunday.",
      "publication_date": "2006-03-19T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "1",
      "web_url": "https://www.nytimes.com/2006/03/19/world/europe/on-eve-of-vote-belarus-braces-for-aftermath.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "A C.E.O. Who Wouldn't Say 'I Settle'",
      "snippet": "Profile of and interview with Gary Kennedy, former chief executive at TenFold computer software company who, along with two other executives, decided against settling suit brought by Securities and Exchange Commission; describes reasons why SEC de...",
      "abstract": "Profile of and interview with Gary Kennedy, former chief executive at TenFold computer software company who, along with two other executives, decided against settling suit brought by Securities and Exchange Commission; describes reasons why SEC decided to drop case and impact it has had on Kennedy's career; photos (L)",
      "lead_paragraph": "Sandy, Utah - GARY D. KENNEDY, a 52-year-old former chief executive of a software company, was sitting on a black leather chair in his home office here in Sandy, an affluent suburb of Salt Lake City, beneath a painted portrait of his family. It was 1:15 p.m. on Dec. 15, 2005: he remembers it vividly. His wife, Jane, was standing over the fax machine when she noticed a strange expression on her husband's face. \"What is it?\" she asked.",
      "publication_date": "2006-03-19T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "3",
      "web_url": "https://www.nytimes.com/2006/03/19/business/yourmoney/a-ceo-who-wouldnt-say-i-settle.html",
      "byline": "By Jenny Anderson"
    },
    {
      "headline": "Ayatollahs Aside, Iranians Jump for Joy at Spring",
      "snippet": "All day and all night, the main street of this city was packed over the weekend with shoppers jockeying to buy last-minute gifts and sweets as they hurried to get ready for the celebration of the Iranian New Year, called Nowruz. Behind his clutter...",
      "abstract": "All day and all night, the main street of this city was packed over the weekend with shoppers jockeying to buy last-minute gifts and sweets as they hurried to get ready for the celebration of the Iranian New Year, called Nowruz. Behind his cluttered desk inside an antique shop, Sayed Ali Zargabashi watched with great satisfaction as the crowds spilled off the sidewalks.     ''People are not listening to the regime,'' said Mr. Zargabashi, 63. ''They are emphasizing and embracing the traditional celebrations. People want the best they can get. Their eyes are open now.''  ",
      "lead_paragraph": "ISFAHAN, Iran, March 19 - All day and all night, the main street of this city was packed over the weekend with shoppers jockeying to buy last-minute gifts and sweets as they hurried to get ready for the celebration of the Iranian New Year, called Nowruz. Behind his cluttered desk inside an antique shop, Sayed Ali Zargabashi watched with great satisfaction as the crowds spilled off the sidewalks.",
      "publication_date": "2006-03-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/20/world/middleeast/ayatollahs-aside-iranians-jump-for-joy-at-spring.html",
      "byline": "By Michael Slackman"
    },
    {
      "headline": "In Boomtown, but Still Stuck on a Bubble",
      "snippet": "When Dan Gillmor first arrived at The San Jose Mercury News in 1994, he recalled, he felt like he was in the ''belly of the beast.''      In his previous job, as a technology reporter for The Detroit Free Press -- then one of the country's leading...",
      "abstract": "When Dan Gillmor first arrived at The San Jose Mercury News in 1994, he recalled, he felt like he was in the ''belly of the beast.''      In his previous job, as a technology reporter for The Detroit Free Press -- then one of the country's leading newspapers -- he had trouble getting editors to understand how important the tech story was. Now he was at the center of the most vibrant part of the American economy, where fortunes and history were being made almost every day.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/20/business/media/in-boomtown-but-still-stuck-on-a-bubble.html",
      "byline": "By Damon Darlin"
    },
    {
      "headline": "Plight Deepens for Black Men, Studies Warn",
      "snippet": "Black men in the United States face a far more dire situation than is portrayed by common employment and education statistics, a flurry of new scholarly studies warn, and it has worsened in recent years even as an economic boom and a welfare overh...",
      "abstract": "Black men in the United States face a far more dire situation than is portrayed by common employment and education statistics, a flurry of new scholarly studies warn, and it has worsened in recent years even as an economic boom and a welfare overhaul have brought gains to black women and other groups.      Focusing more closely than ever on the life patterns of young black men, the new studies, by experts at Columbia, Princeton, Harvard and other institutions, show that the huge pool of poorly educated black men are becoming ever more disconnected from the mainstream society, and to a far greater degree than comparable white or Hispanic men.  ",
      "lead_paragraph": "BALTIMORE - Black men in the United States face a far more dire situation than is portrayed by common employment and education statistics, a flurry of new scholarly studies warn, and it has worsened in recent years even as an economic boom and a welfare overhaul have brought gains to black women and other groups.",
      "publication_date": "2006-03-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/20/us/plight-deepens-for-black-men-studies-warn.html",
      "byline": "By Erik Eckholm"
    },
    {
      "headline": "Rumor, Fear and Fatigue Hinder Final Push to End Polio",
      "snippet": "The cry went up the moment the polio vaccination team was spotted -- ''Hide your children!''     Some families slammed doors on the two volunteers going house to house with polio drops in this teeming city's decrepit maze of lanes, saying that the...",
      "abstract": "The cry went up the moment the polio vaccination team was spotted -- ''Hide your children!''     Some families slammed doors on the two volunteers going house to house with polio drops in this teeming city's decrepit maze of lanes, saying that they feared the vaccine would sicken or sterilize their children, or simply that they were fed up with the long drive to eradicate polio.  ",
      "lead_paragraph": "BAREILLY, India - The cry went up the moment the polio vaccination team was spotted -- \"Hide your children!\"",
      "publication_date": "2006-03-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/20/world/asia/rumor-fear-and-fatigue-hinder-final-push-to-end-polio.html",
      "byline": "By Celia W. Dugger and Donald G. McNeil Jr"
    },
    {
      "headline": "A Painted Lady of Magazines, With Gravitas",
      "snippet": "CULLEN MURPHY and William Langewiesche have been the Tracy and Hepburn of The Atlantic Monthly for the last 15 years. Mr. Langewiesche has been nominated for National Magazine Awards eight times in the last eight years, including this year, and wo...",
      "abstract": "CULLEN MURPHY and William Langewiesche have been the Tracy and Hepburn of The Atlantic Monthly for the last 15 years. Mr. Langewiesche has been nominated for National Magazine Awards eight times in the last eight years, including this year, and won the reporting category in 2002 for his article about the crash of EgyptAir Flight 990.     Mr. Murphy, the former managing editor, who left his position after the magazine was recently moved to Washington, went out in spectacular fashion. His version of The Atlantic received eight nominations for work just this past year, more than any other magazine in the country, including a nomination for general excellence.  ",
      "lead_paragraph": "CULLEN MURPHY and William Langewiesche have been the Tracy and Hepburn of The Atlantic Monthly for the last 15 years. Mr. Langewiesche has been nominated for National Magazine Awards eight times in the last eight years, including this year, and won the reporting category in 2002 for his article about the crash of EgyptAir Flight 990.",
      "publication_date": "2006-03-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/20/business/media/a-painted-lady-of-magazines-with-gravitas.html",
      "byline": "By David Carr"
    },
    {
      "headline": "On Anniversary, Bush and Cheney See Iraq Success",
      "snippet": "On the third anniversary of a war that they once expected to be over by now, President Bush and senior officials argued Sunday that their strategy was working despite escalating violence in Iraq, even as a former Iraqi prime minister once favored ...",
      "abstract": "On the third anniversary of a war that they once expected to be over by now, President Bush and senior officials argued Sunday that their strategy was working despite escalating violence in Iraq, even as a former Iraqi prime minister once favored by the White House declared that a civil war had already started.     Displaying a carefully calibrated mix of optimism about eventual victory and caution about how long American troops would be involved, the officials who marked the day -- including Mr. Bush, Vice President Dick Cheney and Secretary of Defense Donald H. Rumsfeld -- sounded much as they had on the first anniversary of the invasion. At that time, the rebuilding effort had just begun, the insurgency was far less fierce, and the American occupation had suppressed, temporarily, the sectarian violence scarring Iraq today.  ",
      "lead_paragraph": "Correction Appended",
      "publication_date": "2006-03-20T05:00:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/20/politics/on-anniversary-bush-and-cheney-see-iraq-success.html",
      "byline": "By David E. Sanger and Thom Shanker"
    },
    {
      "headline": "Behind Louisiana Aid Package, a Change of Heart by One Man",
      "snippet": "Louisiana was in a foul mood on the February day that President Bush's Gulf Coast rebuilding coordinator, Donald E. Powell, stood before an audience of fellow bankers in Baton Rouge.     Two weeks before, the administration had rejected Louisiana'...",
      "abstract": "Louisiana was in a foul mood on the February day that President Bush's Gulf Coast rebuilding coordinator, Donald E. Powell, stood before an audience of fellow bankers in Baton Rouge.     Two weeks before, the administration had rejected Louisiana's housing recovery plan. Mr. Powell's own idea of housing aid excluded thousands of homeowners, many of them poor, who lived in the flood plain but did not have flood insurance when Hurricane Katrina hit.  ",
      "lead_paragraph": "Louisiana was in a foul mood on the February day that President Bush's Gulf Coast rebuilding coordinator, Donald E. Powell, stood before an audience of fellow bankers in Baton Rouge.",
      "publication_date": "2006-03-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/20/us/nationalspecial/behind-louisiana-aid-package-a-change-of-heart-by-one.html",
      "byline": "By Shaila Dewan"
    },
    {
      "headline": "While AT&T Does Deals, Verizon Spends to Hone Its Networks",
      "snippet": "Ivan Seidenberg is known in the telecommunications industry as a chief executive who makes all-or-nothing bets.      Since the late 1990's he has often been the man to beat, having created Verizon Communications -- for a time America's largest pho...",
      "abstract": "Ivan Seidenberg is known in the telecommunications industry as a chief executive who makes all-or-nothing bets.      Since the late 1990's he has often been the man to beat, having created Verizon Communications -- for a time America's largest phone company -- by merging Nynex with Bell Atlantic and then buying GTE.  ",
      "lead_paragraph": "Ivan Seidenberg is known in the telecommunications industry as a chief executive who makes all-or-nothing bets.",
      "publication_date": "2006-03-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/20/technology/while-att-does-deals-verizon-spends-to-hone-its-networks.html",
      "byline": "By Ken Belson"
    },
    {
      "headline": "Enron Prosecutors Have Another Key Witness, From Jail",
      "snippet": "The government heads this week into the home stretch of its case against two former Enron chief executives. Prosecutors will be looking to end on a flourish with the testimony of Ben F. Glisan Jr., the only former top executive who has already bee...",
      "abstract": "The government heads this week into the home stretch of its case against two former Enron chief executives. Prosecutors will be looking to end on a flourish with the testimony of Ben F. Glisan Jr., the only former top executive who has already been sentenced in the Enron debacle.      Mr. Glisan, the former treasurer, is the last major witness for the government before the case shifts to the defense and to what promises to be memorable testimony by the defendants, Jeffrey K. Skilling and Kenneth L. Lay.  ",
      "lead_paragraph": "The government heads this week into the home stretch of its case against two former Enron chief executives. Prosecutors will be looking to end on a flourish with the testimony of Ben F. Glisan Jr., the only former top executive who has already been sentenced in the Enron debacle.",
      "publication_date": "2006-03-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/20/business/businessspecial3/enron-prosecutors-have-another-key-witness-from.html",
      "byline": "By Alexei Barrionuevo"
    },
    {
      "headline": "Behind Louisiana Aid Package, a Change of Heart by One Man",
      "snippet": "President Bush's recovery czar, Donald E. Powell, decided to support housing aid after hours of listening to Louisianans.",
      "abstract": "President Bush's recovery czar, Donald E. Powell, decided to support housing aid after hours of listening to Louisianans.",
      "lead_paragraph": " Louisiana was in a foul mood on the February day that President Bush's Gulf Coast rebuilding coordinator, Donald E. Powell, stood before an audience of fellow bankers in Baton Rouge.",
      "publication_date": "2006-03-20T05:00:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2006/03/20/us/nationalspecial/20powell.html",
      "byline": "By SHAILA DEWAN"
    },
    {
      "headline": "Justices Reach Out to Consider Patent Case",
      "snippet": "For the first time in a quarter-century, the Supreme Court will hear on Tuesday a case involving the basic question of what type of discoveries and inventions can be patented.      Both sides say the case, which involves a blood test for a vitamin...",
      "abstract": "For the first time in a quarter-century, the Supreme Court will hear on Tuesday a case involving the basic question of what type of discoveries and inventions can be patented.      Both sides say the case, which involves a blood test for a vitamin deficiency, could have a wide-ranging impact on the development of diagnostics, perhaps threatening many of the underlying patents for genetic and other medical tests.  ",
      "lead_paragraph": "For the first time in a quarter-century, the Supreme Court will hear on Tuesday a case involving the basic question of what type of discoveries and inventions can be patented.",
      "publication_date": "2006-03-20T05:00:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2006/03/20/business/justices-reach-out-to-consider-patent-case.html",
      "byline": "By Andrew Pollack"
    }
  ]
}