{
  "metadata": {
    "date": "2011-07-01",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Mob Figure May Unearth Corruption of Lawmen",
      "snippet": "Now that James (Whitey) Bulger is back in custody, the question is whether the longtime informant will squeal again.",
      "abstract": "Now that James (Whitey) Bulger is back in custody, the question is whether the longtime informant will squeal again.",
      "lead_paragraph": "During the 16 years James (Whitey) Bulger spent on the lam, several of his former partners in crime testified that he had made payoffs to two dozen Boston police officers and half a dozen F.B.I. agents over his long criminal career — giving them thousands of dollars and rings, a Meerschaum pipe and Lalique glass.",
      "publication_date": "2011-07-01T00:18:41+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2011/07/01/us/01informant.html",
      "byline": "By Michael Cooper and Richard A. Oppel Jr"
    },
    {
      "headline": "Two Rulings Find Cuts in Public Pensions Permissible",
      "snippet": "The dismissal of suits by retired public workers in Colorado and Minnesota may embolden other states and cities to use pension reductions as a tool to help balance their budgets.",
      "abstract": "The dismissal of suits by retired public workers in Colorado and Minnesota may embolden other states and cities to use pension reductions as a tool to help balance their budgets.",
      "lead_paragraph": "Judges in Colorado and Minnesota have dismissed court challenges by retired public workers whose pensions had been cut — developments that may embolden other states and cities to use pension reductions as a tool to help balance their budgets. ",
      "publication_date": "2011-07-01T00:22:25+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2011/07/01/business/01pension.html",
      "byline": "By Mary Williams Walsh"
    },
    {
      "headline": "Western Funds Are Said to Have Managed Libyan Money Poorly",
      "snippet": "Prominent investment funds managed hundreds of millions of dollars in Qaddafi regime assets, charging tens of millions of dollars in fees and producing low returns, according to a document.",
      "abstract": "Prominent investment funds managed hundreds of millions of dollars in Qaddafi regime assets, charging tens of millions of dollars in fees and producing low returns, according to a document.",
      "lead_paragraph": "Prominent American and European investment funds managed hundreds of millions of dollars in Qaddafi regime assets poorly, charging tens of millions of dollars in fees and producing low returns, according to a document obtained by the advocacy group Global Witness. The banks appeared to have taken advantage of a Libyan investment fund that was poorly managed and \"a mess,\" according to a western official who spoke on condition of anonymity.",
      "publication_date": "2011-07-01T00:44:31+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2011/07/01/business/global/01libya.html",
      "byline": "By David Rohde"
    },
    {
      "headline": "Local Laws Fighting Fat Under Siege",
      "snippet": "At the behest of restaurateurs, state legislatures are passing laws that override local antiobesity ordinances.",
      "abstract": "At the behest of restaurateurs, state legislatures are passing laws that override local antiobesity ordinances.",
      "lead_paragraph": "Several state legislatures are passing laws that prohibit municipalities and other local governments from adopting regulations aimed at curbing rising obesity and improving public health, such as requiring restaurants to provide nutritional information on menus or to eliminate trans fats from the foods they serve.",
      "publication_date": "2011-07-01T01:36:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2011/07/01/business/01obese.html",
      "byline": "By Stephanie Strom"
    },
    {
      "headline": "Boeing Labor Dispute Is Making New Factory a Political Football",
      "snippet": "The challenge to a new Boeing plant in South Carolina by a union in Seattle has turned into a political firefight between the foes and partisans of organized labor.",
      "abstract": "The challenge to a new Boeing plant in South Carolina by a union in Seattle has turned into a political firefight between the foes and partisans of organized labor.",
      "lead_paragraph": "NORTH CHARLESTON, S.C. — Boeing’s gigantic new $750 million airplane factory here is the pride of South Carolina, the biggest single investment ever made in a state that is far more associated with old-line textile mills than state-of-the-art manufacturing. In just a few weeks, 1,000 workers will begin assembling the first of what they hope will be hundreds of 787 Dreamliners. ",
      "publication_date": "2011-07-01T01:49:32+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2011/07/01/business/01boeing.html",
      "byline": "By Steven Greenhouse"
    },
    {
      "headline": "Another Area Girds for Revolt as Sudan Approaches a Split",
      "snippet": "Despite an agreement signed only days ago to bring peace to central Sudan, the country seems to be sliding inexorably toward war.",
      "abstract": "Despite an agreement signed only days ago to bring peace to central Sudan, the country seems to be sliding inexorably toward war.",
      "lead_paragraph": "LEWERE, Sudan — Children with shrapnel wounds lie on metal hospital cots. Thousands of others have been huddling in caves and stony riverbeds, fleeing the fighter jets and bombers prowling the skies. Villages are empty, fields unplowed. At the faintest buzz of a plane, people scatter into the bush, in a panic. ",
      "publication_date": "2011-07-01T02:12:21+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2011/07/01/world/africa/01sudan.html",
      "byline": "By Jeffrey Gettleman"
    },
    {
      "headline": "No End in Sight as Minnesotans Grapple With State Shutdown",
      "snippet": "All but services deemed essential cease amid an impasse between two sides with fundamentally different approaches to a $5 billion deficit.",
      "abstract": "All but services deemed essential cease amid an impasse between two sides with fundamentally different approaches to a $5 billion deficit.",
      "lead_paragraph": "ST. PAUL — The state of Minnesota screeched to a stop on Friday. ",
      "publication_date": "2011-07-01T14:45:14+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2011/07/02/us/02minnesota.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "In Car Sales, Good Month for Detroit, Not Japan",
      "snippet": "Sales across the industry were higher last month compared to a year earlier, but the annualized selling rate fell.",
      "abstract": "Sales across the industry were higher last month compared to a year earlier, but the annualized selling rate fell.",
      "lead_paragraph": "DETROIT — Shortages of cars made by Toyota and Honda and fewer discounts over all made June the worst month so far this year for sales of new vehicles in the United States, but automakers expressed confidence that the industry would rebound later in the year.",
      "publication_date": "2011-07-01T15:16:52+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2011/07/02/business/02auto.html",
      "byline": "By Nick Bunkley"
    },
    {
      "headline": "With Police Absent, Protests Surge in Syrian City",
      "snippet": "The gathering appeared to be the biggest demonstration since the Syrian uprising began nearly four months ago.",
      "abstract": "The gathering appeared to be the biggest demonstration since the Syrian uprising began nearly four months ago.",
      "lead_paragraph": "BEIRUT, Lebanon — Tens of thousands of protesters poured Friday into the streets of Hama, a Syrian city abandoned by the military and security forces, gathering in the country’s biggest demonstration in nearly four months of unrest and staking a festive claim to a region that bore the brunt of a ferocious government crackdown a generation ago.",
      "publication_date": "2011-07-01T15:24:45+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2011/07/02/world/middleeast/02syria.html",
      "byline": "By Anthony Shadid"
    }
  ]
}