{
  "metadata": {
    "date": "2014-03-05",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "A Genetic Entrepreneur Sets His Sights on Aging and Death",
      "snippet": "J. Craig Venter says his new company, Human Longevity, will focus on figuring out how people can live longer and healthier lives and will be the world’s largest human DNA sequencing operation.",
      "abstract": "J. Craig Venter says his new company, Human Longevity, will focus on figuring out how people can live longer and healthier lives and will be the world’s largest human DNA sequencing operation.",
      "lead_paragraph": "J. Craig Venter is the latest wealthy entrepreneur to think he can cheat aging and death. And he hopes to do so by resorting to his first love: sequencing genomes.",
      "publication_date": "2014-03-04T16:05:31+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2014/03/05/business/in-pursuit-of-longevity-a-plan-to-harness-dna-sequencing.html",
      "byline": "By Andrew Pollack"
    },
    {
      "headline": "Obama’s Budget Is a Populist Wish List and an Election Blueprint",
      "snippet": "President Obama called for ending tax breaks to pay for new spending, instead of cutting the budget, but Republicans are unlikely to go along.",
      "abstract": "President Obama called for ending tax breaks to pay for new spending, instead of cutting the budget, but Republicans are unlikely to go along.",
      "lead_paragraph": "WASHINGTON — President Obama sent Congress a $3.9 trillion budget request on Tuesday that stands as a platform for Democrats to run on in this election year, full of policies intended to invite contrasts with Republicans rather than offer compromises as he did last year, without success.",
      "publication_date": "2014-03-04T16:35:44+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2014/03/05/us/politics/obama-submits-budget-to-congress.html",
      "byline": "By Jackie Calmes"
    },
    {
      "headline": "Big Victory for Chevron Over Claims in Ecuador",
      "snippet": "The oil company had sued a Manhattan lawyer leading the pollution case and his associates on fraud and conspiracy allegations.",
      "abstract": "The oil company had sued a Manhattan lawyer leading the pollution case and his associates on fraud and conspiracy allegations.",
      "lead_paragraph": "Since losing a $19 billion judgment in an Ecuadorean court three years ago, Chevron has drawn the condemnation of human rights and environmental activists by refusing to pay anything in fines or accept blame for polluting the Ecuadorean rain forest.",
      "publication_date": "2014-03-04T17:23:20+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2014/03/05/business/federal-judge-rules-for-chevron-in-ecuadorean-pollution-case.html",
      "byline": "By Clifford Krauss"
    },
    {
      "headline": "Some Who Fled Cuba Are Returning to Help",
      "snippet": "Some members of the first Cuban families to leave after Fidel Castro took over are coming back, reuniting with the island and partnering with Cubans in direct new ways.",
      "abstract": "Some members of the first Cuban families to leave after Fidel Castro took over are coming back, reuniting with the island and partnering with Cubans in direct new ways.",
      "lead_paragraph": "HAVANA — The business ideas have ranged from a bikini franchise to a peanut farm, restaurants, and design firms for software and home interiors. But even more novel than the pitches — in a country where entrepreneurship used to be illegal — is the financial muscle behind them: Cuban-Americans whose families lost their previous ventures to Cuba’s Communist government.",
      "publication_date": "2014-03-04T19:05:48+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2014/03/05/world/americas/as-cubas-economy-opens-a-bit-some-who-fled-castro-return-to-help.html",
      "byline": "By Damien Cave"
    },
    {
      "headline": "E-Cigarettes, by Other Names, Lure Young and Worry Experts",
      "snippet": "Products virtually identical to e-cigarettes are known by names like e-hookahs or vaping pens, thwarting efforts by health officials to track their use, especially among young people.",
      "abstract": "Products virtually identical to e-cigarettes are known by names like e-hookahs or vaping pens, thwarting efforts by health officials to track their use, especially among young people.",
      "lead_paragraph": "SAN FRANCISCO — Olivia Zacks, 17, recently took a drag of peach-flavored vapor from a device that most people would call an e-cigarette. ",
      "publication_date": "2014-03-04T21:48:23+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2014/03/05/business/e-cigarettes-under-aliases-elude-the-authorities.html",
      "byline": "By Matt Richtel"
    },
    {
      "headline": "At Disney, a Celebration That Was a Long Time Coming",
      "snippet": "Walt Disney Animation won its first animated-feature Oscar on Sunday for “Frozen,” and with it a new lease on life after a difficult transition to computer-aided filmmaking.",
      "abstract": "Walt Disney Animation won its first animated-feature Oscar on Sunday for “Frozen,” and with it a new lease on life after a difficult transition to computer-aided filmmaking.",
      "lead_paragraph": "BURBANK, Calif. — The gathering at Walt Disney Animation here was supposed to be a giddy celebration. The studio had achieved the ultimate validation for its hard-fought creative rebirth: “Frozen,” its Nordic tale of two sisters and a wisecracking snowman, won two Oscars on Sunday, the same day the film crossed $1 billion at the global box office.",
      "publication_date": "2014-03-04T22:23:58+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2014/03/05/business/media/at-disney-a-celebration-that-was-a-long-time-coming.html",
      "byline": "By Brooks Barnes"
    },
    {
      "headline": "Time to Try Compassion, Not Censure, for Families",
      "snippet": "If an objective is to help poor children and young people achieve better lives, it may be time to stop trying to reshape families into a platonic ideal.",
      "abstract": "If an objective is to help poor children and young people achieve better lives, it may be time to stop trying to reshape families into a platonic ideal.",
      "lead_paragraph": "Nearly 50 years ago, Daniel Patrick Moynihan, assistant secretary of labor for President Lyndon B. Johnson, noted that nearly a quarter of African-American children were born to single mothers and proposed that this “deterioration of the Negro family” was “at the heart of the deterioration of the fabric of Negro society.”",
      "publication_date": "2014-03-05T01:21:50+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2014/03/05/business/economy/time-to-try-compassion-not-censure-for-families.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Emerging, but No Longer a Mother Lode of Profits",
      "snippet": "Multinational corporations that crowed for years about their presence in booming emerging markets are now blaming turmoil in those regions for dents in their bottom lines.",
      "abstract": "Multinational corporations that crowed for years about their presence in booming emerging markets are now blaming turmoil in those regions for dents in their bottom lines.",
      "lead_paragraph": "When it comes to investing in emerging markets, few companies have been as gung-ho as Diageo, the British maker of the Guinness, Johnnie Walker and Smirnoff brands. But now that troubles are cropping up in many such countries around the world, Diageo has turned from cheerleader to excuse-monger.",
      "publication_date": "2014-03-05T01:24:23+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2014/03/05/business/international/emerging-but-no-longer-a-mother-lode-of-profits.html",
      "byline": "By Landon Thomas Jr"
    },
    {
      "headline": "Putin, Flashing Disdain, Defends Action in Crimea",
      "snippet": "In his first public remarks on the political upheaval in Ukraine, President Vladimir V. Putin sought to defend Russia from the fury of global criticism while rallying support at home.",
      "abstract": "In his first public remarks on the political upheaval in Ukraine, President Vladimir V. Putin sought to defend Russia from the fury of global criticism while rallying support at home.",
      "lead_paragraph": "MOSCOW — He sat alone in an armchair, alternately slouching, his legs spread wide in confidence, and squirming uncomfortably. He displayed flashes of sardonic wit, anger and palpable disdain, especially toward the Americans and Europeans but also toward the leaders of a country, Ukraine, he made clear was a political neophyte, unable to govern itself.",
      "publication_date": "2014-03-05T02:19:44+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2014/03/05/world/europe/putin-flashing-disdain-defends-action-in-crimea.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "No Easy Way Out of Ukraine Crisis",
      "snippet": "White House officials are weighing their options, knowing that reversing the occupation of Crimea would be difficult, if not impossible, in the short run.",
      "abstract": "White House officials are weighing their options, knowing that reversing the occupation of Crimea would be difficult, if not impossible, in the short run.",
      "lead_paragraph": "WASHINGTON — For all his bluster and bravado, President Vladimir V. Putin’s assurance on Tuesday that Russia does not plan, at least for now, to seize eastern Ukraine suggested a possible path forward in the geopolitical crisis that has captivated the world. Global markets reacted with relief, and the White House with cautious optimism.",
      "publication_date": "2014-03-05T02:25:05+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2014/03/05/world/europe/no-easy-way-out.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "A Standoff of Lawyers Veils Madoff’s Ties to JPMorgan Chase",
      "snippet": "A new document regarding Bernard L. Madoff’s relationship with JPMorgan Chase reveals that the bank and federal regulators fought over access to bank employee interviews, eventually pitting the Justice Department against the Office of the Comptrol...",
      "abstract": "A new document regarding Bernard L. Madoff’s relationship with JPMorgan Chase reveals that the bank and federal regulators fought over access to bank employee interviews, eventually pitting the Justice Department against the Office of the Comptroller of the Currency, in trying to determine the bank’s role in the fraud.",
      "lead_paragraph": "It remains one of Wall Street’s most puzzling mysteries: What exactly did JPMorgan Chase bankers know about Bernard L. Madoff’s Ponzi scheme?",
      "publication_date": "2014-03-05T03:06:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://dealbook.nytimes.com/2014/03/04/standoff-of-lawyers-veils-madoffs-ties-to-jpmorgan-chase/",
      "byline": "By Ben Protess and Jessica Silver-Greenberg"
    },
    {
      "headline": "C.I.A. Employees Face New Inquiry Amid Clashes on Detention Program",
      "snippet": "An inquiry into the conduct of Central Intelligence Agency employees began after lawmakers complained that the agency was improperly monitoring the work of staff members of a Senate committee.",
      "abstract": "An inquiry into the conduct of Central Intelligence Agency employees began after lawmakers complained that the agency was improperly monitoring the work of staff members of a Senate committee.",
      "lead_paragraph": "WASHINGTON — The Central Intelligence Agency’s attempt to keep secret the details of a defunct detention and interrogation program has escalated a battle between the agency and members of Congress and led to an investigation by the C.I.A.’s internal watchdog into the conduct of agency employees.",
      "publication_date": "2014-03-05T04:25:21+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2014/03/05/us/new-inquiry-into-cia-employees-amid-clashes-over-interrogation-program.html",
      "byline": "By Mark Mazzetti"
    }
  ]
}