{
  "metadata": {
    "date": "2016-07-06",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "A South Korean Copy of Snapchat Takes Off in Asia",
      "snippet": "The quick growth of Snow, an almost one-to-one clone of that other photo app, shows that success abroad is no guarantee for American tech stars.",
      "abstract": "The quick growth of Snow, an almost one-to-one clone of that other photo app, shows that success abroad is no guarantee for American tech stars.",
      "lead_paragraph": "HONG KONG — It sends short, self-destructing messages. It has a place to share videos called stories. It has camera filters that transform a person into a koala, a fried egg, a police officer or any number of foods, animals and figures.",
      "publication_date": "2016-07-05T16:39:05+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/07/06/technology/snapchat-snow-korea.html",
      "byline": "By Paul Mozur"
    },
    {
      "headline": "Job Training Works. So Why Not Do More?",
      "snippet": "Giving a leg up to U.S. workers on the lower rungs of the labor ladder could be a cost-effective way to counter economic and political hopelessness.",
      "abstract": "Giving a leg up to U.S. workers on the lower rungs of the labor ladder could be a cost-effective way to counter economic and political hopelessness.",
      "lead_paragraph": "Unemployed after cycling through temporary jobs in insurance, accounting and real estate, Lisa Edwards was considering whether to borrow and go back to college three years ago when she came upon a flier on Flatbush Avenue in Brooklyn. It was for a “women in technology” program offered by Per Scholas, a nonprofit offering low-income workers training in information technology.",
      "publication_date": "2016-07-05T18:13:40+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/07/06/business/economy/job-training-can-work-so-why-isnt-there-more-of-it.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Ancient Athens Neighborhood Pins Hopes on a Cultural Center",
      "snippet": "The densely populated Kallithea neighborhood is a shadow of its former self, but a huge new arts complex spurs hopes that it can get back on its feet.",
      "abstract": "The densely populated Kallithea neighborhood is a shadow of its former self, but a huge new arts complex spurs hopes that it can get back on its feet.",
      "lead_paragraph": "ATHENS — Along a busy thoroughfare in the coastal neighborhood of Kallithea, Alekos Niras fingered worry beads, awaiting customers who were fewer and farther between. In 14 years of tending his street kiosk, business had never been so bad.",
      "publication_date": "2016-07-05T18:30:30+0000",
      "section_name": "Real Estate",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/07/06/realestate/commercial/greece-debt-athens-opera.html",
      "byline": "By David Jolly and Niki Kitsantonis"
    },
    {
      "headline": "James Comey’s Rebuke of Hillary Clinton Fits a 3-Decade Pattern",
      "snippet": "Throughout his career, Mr. Comey has never shied away from thorny issues, and has often clashed with White House officials about high-profile national security matters.",
      "abstract": "Throughout his career, Mr. Comey has never shied away from thorny issues, and has often clashed with White House officials about high-profile national security matters.",
      "lead_paragraph": "WASHINGTON — Shortly after Hillary Clinton was interviewed on Saturday by agents at the F.B.I.’s headquarters, its director, James B. Comey, heard from his deputies that Mrs. Clinton had been truthful and forthcoming in the three-and-a-half-hour meeting.",
      "publication_date": "2016-07-05T18:31:17+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/07/06/us/james-comey-fbi-hillary-clinton-email-investigation.html",
      "byline": "By Michael S. Schmidt and Eric Lichtblau"
    },
    {
      "headline": "‘Britain Is No Home to Me’: Five Artists Respond to ‘Brexit’",
      "snippet": "Britain’s vote to leave the European Union has led to intense soul-searching for the country’s cultural establishment.",
      "abstract": "Britain’s vote to leave the European Union has led to intense soul-searching for the country’s cultural establishment.",
      "lead_paragraph": "Britain’s vote to leave the European Union has led to intense soul-searching in that country’s cultural establishment. The New York Times asked five writers and theater professionals for their thoughts. In a sometimes heated email exchange last week, they debated whether it is too soon for artists to make art about “Brexit,” whether fiction has failed to capture social changes in Britain during the past 20 years, and what kind of art this historic moment might inspire. These are excerpts from the conversation.",
      "publication_date": "2016-07-05T20:57:15+0000",
      "section_name": "Arts",
      "print_page": "1",
      "page_section": "C",
      "web_url": "https://www.nytimes.com/2016/07/06/arts/international/britain-is-no-home-to-me-five-artists-respond-to-brexit.html",
      "byline": "By Rachel Donadio"
    },
    {
      "headline": "F.B.I.’s Critique of Hillary Clinton Is a Ready-Made Attack Ad",
      "snippet": "The F.B.I. director all but indicted Hillary Clinton’s judgment and competence on Tuesday in terms that would be devastating in a normal election year.",
      "abstract": "The F.B.I. director all but indicted Hillary Clinton’s judgment and competence on Tuesday in terms that would be devastating in a normal election year.",
      "lead_paragraph": "Hillary Clinton may not be indicted on criminal charges over her handling of classified email, but the F.B.I. director, James B. Comey, all but indicted her judgment and competence on Tuesday — two vital pillars of her presidential candidacy — and in the kind of terms that would be politically devastating in a normal election year.",
      "publication_date": "2016-07-05T22:27:42+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/07/06/us/politics/clinton-campaign-trump.html",
      "byline": "By Patrick Healy"
    },
    {
      "headline": "Wigan’s Road to ‘Brexit’: Anger, Loss and Class Resentments",
      "snippet": "The Labour-dominated city voted “Leave” to jolt elites in London as well as in Brussels into restoring a lost world of secure jobs and communities.",
      "abstract": "The Labour-dominated city voted “Leave” to jolt elites in London as well as in Brussels into restoring a lost world of secure jobs and communities.",
      "lead_paragraph": "WIGAN, England — After jobs as a garbage man, a bakery worker and now a packer at a canned food factory, Colin Hewlett, like most people in Wigan, a gritty northern English town, takes great pride in his working-class credentials. He plays snooker and drinks pints at the Working Men’s Club across the road from his red brick rowhouse, and at every election that he can remember, he has voted, like his father before him, for the Labour Party.",
      "publication_date": "2016-07-05T22:52:57+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/07/06/world/europe/wigan-england-brexit-working-class-voters.html",
      "byline": "By Andrew Higgins"
    },
    {
      "headline": "After Attacks on Muslims, Many Ask: Where Is the Outpouring?",
      "snippet": "In recent days, jihadists have killed more than 300 people in Turkey, Bangladesh, Iraq and Saudi Arabia, and many Westerners have responded with relative indifference.",
      "abstract": "In recent days, jihadists have killed more than 300 people in Turkey, Bangladesh, Iraq and Saudi Arabia, and many Westerners have responded with relative indifference.",
      "lead_paragraph": "PARIS — In recent days, jihadists killed 41 people at Istanbul’s bustling, shiny airport; 22 at a cafe in Bangladesh; and at least 250 celebrating the final days of Ramadan in Baghdad. Then the Islamic State attacked, again, with bombings in three cities in Saudi Arabia.",
      "publication_date": "2016-07-06T01:13:25+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/07/06/world/europe/muslims-baghdad-dhaka-istanbul-terror.html",
      "byline": "By Anne Barnard"
    },
    {
      "headline": "Alton Sterling Shooting in Baton Rouge Prompts Justice Dept. Investigation",
      "snippet": "Alton Sterling, a black man, was killed outside a store on Tuesday. Video of the shooting spread quickly, setting off protests in the Louisiana city.",
      "abstract": "Alton Sterling, a black man, was killed outside a store on Tuesday. Video of the shooting spread quickly, setting off protests in the Louisiana city.",
      "lead_paragraph": "BATON ROUGE, La. — The Justice Department opened a civil rights investigation on Wednesday into the fatal shooting of a black man by the Baton Rouge, La., police after a searing video of the encounter, aired repeatedly on television and social media, reignited contentious issues surrounding police killings of African-Americans.",
      "publication_date": "2016-07-06T05:03:43+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/07/06/us/alton-sterling-baton-rouge-shooting.html",
      "byline": "By Richard Fausset, Richard Pérez-Peña and Campbell Robertson"
    },
    {
      "headline": "Private Prisoner Vans’ Long Road of Neglect",
      "snippet": "Court documents, federal records, news articles and interviews reveal a pattern of abuse in private extradition vans, an industry that operates with almost no oversight.",
      "abstract": "Court documents, federal records, news articles and interviews reveal a pattern of abuse in private extradition vans, an industry that operates with almost no oversight.",
      "lead_paragraph": "In July 2012, Steven Galack, the former owner of a home remodeling business, was living in Florida when he was arrested on an out-of-state warrant for failing to pay child support. Mr. Galack, 46, had come to the end of a long downward spiral, overcoming a painkiller addiction only to struggle with crippling anxiety. Now, he was to be driven more than a thousand miles to Butler County, Ohio, where his ex-wife and three children lived, to face a judge.",
      "publication_date": "2016-07-06T09:00:41+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/07/07/us/prisoner-transport-vans.html",
      "byline": "By Eli Hager and Alysia Santo"
    },
    {
      "headline": "Why We Need to Pick Up Alvin Toffler’s Torch",
      "snippet": "The author of “Future Shock” warned about the dangers of rapid change, and many have come to pass, but advance planning has fallen out of favor.",
      "abstract": "The author of “Future Shock” warned about the dangers of rapid change, and many have come to pass, but advance planning has fallen out of favor.",
      "lead_paragraph": "More than 40 years ago, Alvin Toffler, a writer who had fashioned himself into one of the first futurists, warned that the accelerating pace of technological change would soon make us all sick. He called the sickness “future shock,” which he described in his totemic book of the same name, published in 1970.",
      "publication_date": "2016-07-06T11:48:35+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/07/07/technology/why-we-need-to-pick-up-alvin-tofflers-torch.html",
      "byline": "By Farhad Manjoo"
    },
    {
      "headline": "Hillary Clinton Embraces Ideas From Bernie Sanders’s College Tuition Plan",
      "snippet": "The presumptive Democratic nominee’s campaign said she plans to eliminate tuition at in-state public colleges for families with annual incomes under $125,000.",
      "abstract": "The presumptive Democratic nominee’s campaign said she plans to eliminate tuition at in-state public colleges for families with annual incomes under $125,000.",
      "lead_paragraph": "Hillary Clinton’s campaign announced a proposal on Wednesday to eliminate tuition at in-state public colleges and universities for families with annual incomes up to $125,000 — largely embracing a core position of Senator Bernie Sanders, who had pledged to make tuition at public institutions free for all students.",
      "publication_date": "2016-07-06T14:01:39+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/07/07/us/politics/hillary-clinton-bernie-sanders-education.html",
      "byline": "By Stephanie Saul and Matt Flegenheimer"
    }
  ]
}