{
  "metadata": {
    "date": "2016-09-20",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "F.D.A. Approves Muscular Dystrophy Drug That Patients Lobbied For",
      "snippet": "The decision went against the recommendation of independent experts, and the agency is requiring an additional trial to confirm effectiveness.",
      "abstract": "The decision went against the recommendation of independent experts, and the agency is requiring an additional trial to confirm effectiveness.",
      "lead_paragraph": "WASHINGTON — The Food and Drug Administration approved the first drug to treat patients with the most common childhood form of muscular dystrophy, a vivid example of the growing power that patients and their advocates wield over the federal government’s evaluation of drugs.",
      "publication_date": "2016-09-19T21:36:47+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/09/20/business/fda-approves-muscular-dystrophy-drug-that-patients-lobbied-for.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Self-Driving Cars Gain Powerful Ally: The Government",
      "snippet": "New federal guidelines make it clear that, while the government will provide oversight, it wants to encourage the development of autonomous vehicles.",
      "abstract": "New federal guidelines make it clear that, while the government will provide oversight, it wants to encourage the development of autonomous vehicles.",
      "lead_paragraph": "WASHINGTON — Federal auto safety regulators on Monday made it official: They are betting the nation’s highways will be safer with more cars driven by machines and not people.",
      "publication_date": "2016-09-20T00:00:15+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/09/20/technology/self-driving-cars-guidelines.html",
      "byline": "By Cecilia Kang"
    },
    {
      "headline": "Why So Many Business Leaders Are Tiptoeing Around Donald Trump",
      "snippet": "LinkedIn’s co-founder has taken to publicly denouncing the candidate, but many executives are offering only whispered critiques, fearing retaliation.",
      "abstract": "LinkedIn’s co-founder has taken to publicly denouncing the candidate, but many executives are offering only whispered critiques, fearing retaliation.",
      "lead_paragraph": "In conversations over the last several months with chief executives and other business leaders, the discussion invariably turns to the presidential election. And with few exceptions, at some point, most of the executives say something critical, even derogatory, about Donald Trump — but it is quickly followed by, “I could never say that on the record.”",
      "publication_date": "2016-09-20T00:12:46+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/09/20/business/dealbook/why-so-many-business-leaders-are-tiptoeing-around-donald-trump.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Wells Fargo’s John Stumpf Has His Wall St. Comeuppance",
      "snippet": "The head of the bank that came out of the financial crisis relatively unscathed now faces the Senate Banking Committee a over a far-reaching oversight scandal.",
      "abstract": "The head of the bank that came out of the financial crisis relatively unscathed now faces the Senate Banking Committee a over a far-reaching oversight scandal.",
      "lead_paragraph": "Long before he ran Wells Fargo, one of the nation’s largest banks, John Stumpf grew up on a dairy and poultry farm, one of 11 children. He started his career as a community banker in Minnesota and married the local banker’s daughter.",
      "publication_date": "2016-09-20T00:13:34+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/09/20/business/dealbook/wells-fargos-john-stumpf-has-his-wall-st-comeuppance.html",
      "byline": "By Michael Corkery"
    },
    {
      "headline": "G.M. and Union Avoid Strike by Canadian Workers",
      "snippet": "The action focused on two car production lines in Ontario, but it was a battleground for an entire country struggling to revive its manufacturing base.",
      "abstract": "The action focused on two car production lines in Ontario, but it was a battleground for an entire country struggling to revive its manufacturing base.",
      "lead_paragraph": "OTTAWA — General Motors and a union narrowly averted a strike by Canadian workers on Tuesday with a deal that could serve as a model for preserving the country’s dwindling auto jobs.",
      "publication_date": "2016-09-20T05:47:33+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/09/21/business/gm-unifor-canada-oshawa-strike.html",
      "byline": "By Ian Austen"
    },
    {
      "headline": "How Bad Off Is Oil-Rich Venezuela? It’s Buying U.S. Oil",
      "snippet": "Oil accounts for half the government’s revenues, but profits have evaporated amid a drop in global prices, forcing Venezuela to seek help from a nemesis: the United States.",
      "abstract": "Oil accounts for half the government’s revenues, but profits have evaporated amid a drop in global prices, forcing Venezuela to seek help from a nemesis: the United States.",
      "lead_paragraph": "EL FURRIAL, Venezuela — One oil rig was idle for weeks because a single piece of equipment was missing. Another was attacked by armed gangs who made off with all they could carry. Many oil workers say they are paid so little that they barely eat and have to keep watch over one another in case they faint while high up on the rigs.",
      "publication_date": "2016-09-20T07:00:26+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/09/21/world/americas/venezuela-oil-economy.html",
      "byline": "By Nicholas Casey and Clifford Krauss"
    },
    {
      "headline": "Resolution of Jacob Wetterling Case Also Closes Chapter for a Reporter",
      "snippet": "People in St. Joseph, Minn., and a journalist who followed the case, come to grips with the painful ending to a boy’s disappearance in 1989.",
      "abstract": "People in St. Joseph, Minn., and a journalist who followed the case, come to grips with the painful ending to a boy’s disappearance in 1989.",
      "lead_paragraph": "ST. JOSEPH, Minn. — White ribbons flutter along a grade school’s fence here in memory of Jacob E. Wetterling, whose remains were found this month nearly 27 years after he was abducted on a country road. A fresh vase of flowers sits at the spot on the road, silent but for crickets and the whoosh of wind through rows of corn, where Jacob was grabbed so many years ago. And though it is the middle of the day, at the house where Jacob lived, the porch light still is on, just as it has been over a matter of decades — here and at homes across Minnesota — to guide him home.",
      "publication_date": "2016-09-20T09:00:21+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/09/21/us/jacob-wetterling-minnesota-abduction.html",
      "byline": "By Monica Davey"
    },
    {
      "headline": "U.S. Officials Say Russia Probably Attacked U.N. Humanitarian Convoy",
      "snippet": "United Nations officials were dumbfounded by the airstrike, which occurred after the Syrian military declared that a partial cease-fire was over.",
      "abstract": "United Nations officials were dumbfounded by the airstrike, which occurred after the Syrian military declared that a partial cease-fire was over.",
      "lead_paragraph": "Russia was probably responsible for the deadly bombing of a United Nations humanitarian aid convoy in Syria, American officials said Tuesday, further shredding what remained of a severely weakened agreement between the United States and Russia aimed at halting the war.",
      "publication_date": "2016-09-20T14:33:51+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/09/21/world/middleeast/syria-cease-fire.html",
      "byline": "By Eric Schmitt, Michael R. Gordon and Somini Sengupta"
    },
    {
      "headline": "Japan’s Newest Technology Innovation: Priest Delivery",
      "snippet": "In a country where disruptive start-ups are relatively rare, a new service available on Amazon ignites a debate over faith and money.",
      "abstract": "In a country where disruptive start-ups are relatively rare, a new service available on Amazon ignites a debate over faith and money.",
      "lead_paragraph": "SAKAI, Japan — The stubble-haired Buddhist priest lit incense at a small, cupboardlike altar just as members of his order have done for centuries. As the priest chanted sutras, Yutaka Kai closed his eyes and prayed for his wife, who died last year of complications from a knee replacement.",
      "publication_date": "2016-09-20T15:57:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/09/23/business/international/amazon-japan-delivers-priest.html",
      "byline": "By Jonathan Soble"
    }
  ]
}