{
  "metadata": {
    "date": "2016-11-14",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "How Letting Bankers Off the Hook May Have Tipped the Election",
      "snippet": "When Donald J. Trump said the financial system was rigged, he tapped into a sentiment among many voters that powerful executives were being protected at their expense.",
      "abstract": "When Donald J. Trump said the financial system was rigged, he tapped into a sentiment among many voters that powerful executives were being protected at their expense.",
      "lead_paragraph": "There are many facets to the populist, anti-establishment anger that swept Donald J. Trump into the White House in Tuesday’s election. A crucial element fueling the rage, in my view, was this: Not one high-ranking executive at a major financial firm was held to account for the crisis of 2008.",
      "publication_date": "2016-11-11T17:26:59+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2016/11/13/business/how-letting-bankers-off-the-hook-may-have-tipped-the-election.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Amid Tide of Red on Electoral Map, West Coast Stays Defiantly Blue",
      "snippet": "The region, which has prospered compared with much of the rest of the country, embraced Hillary Clinton and a slew of liberal policies on Election Day.",
      "abstract": "The region, which has prospered compared with much of the rest of the country, embraced Hillary Clinton and a slew of liberal policies on Election Day.",
      "lead_paragraph": "SAN FRANCISCO — The West Coast has long prided itself as an engine for reinvention and progressive ideals, distinct from the rest of the country. But after Tuesday’s election, the states bordering the Pacific Ocean feel increasingly like an island unto its own.",
      "publication_date": "2016-11-11T20:46:10+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/11/12/us/west-coast-trump.html",
      "byline": "By Thomas Fuller, Jack Healy and Kirk Johnson"
    },
    {
      "headline": "Facebook Will Stop Some Ads From Targeting Users by Race",
      "snippet": "Housing, employment and credit ads will no longer be able to use Facebook tools to exclude certain races. But other types of ads can still use them.",
      "abstract": "Housing, employment and credit ads will no longer be able to use Facebook tools to exclude certain races. But other types of ads can still use them.",
      "lead_paragraph": "As Facebook has grown, so too has its ability to slice and dice the habits of its hundreds of millions of users, and offer them up to advertisers that want to reach specific groups for specific reasons.",
      "publication_date": "2016-11-11T21:10:42+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/11/12/business/media/facebook-will-stop-some-ads-from-targeting-users-by-race.html",
      "byline": "By Sapna Maheshwari and Mike Isaac"
    },
    {
      "headline": "Trump’s Changes to the Tax Codes May Encourage Dynastic Wealth",
      "snippet": "Donald J. Trump has proposed repealing much of the estate law and the tax benefits of philanthropy, giving wealthy families incentives to hold on to their money.",
      "abstract": "Donald J. Trump has proposed repealing much of the estate law and the tax benefits of philanthropy, giving wealthy families incentives to hold on to their money.",
      "lead_paragraph": "If Donald J. Trump follows through on his campaign promises, a host of taxes that affect only the very richest Americans may be eliminated, along with almost all tax incentives to be philanthropic. As a result, wealthy families may find it much easier to amass dynastic levels of wealth.",
      "publication_date": "2016-11-12T00:32:48+0000",
      "section_name": "Your Money",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/11/12/your-money/trump-changes-tax-codes-may-encourage-dynastic-wealth.html",
      "byline": "By Paul Sullivan"
    },
    {
      "headline": "Can Trump Save Their Jobs? They’re Counting on It",
      "snippet": "Employees of a Carrier plant that is scheduled to move to Mexico in 2019 say they expect the president-elect to follow through on his vow to come to their aid.",
      "abstract": "Employees of a Carrier plant that is scheduled to move to Mexico in 2019 say they expect the president-elect to follow through on his vow to come to their aid.",
      "lead_paragraph": "INDIANAPOLIS — By the time the Chicago Cubs won the World Series for the first time in 108 years this month, Paul Roell was already asleep. He did not stay up to see Barack Obama win the presidency in 2008, or watch in 2000 as the margin of votes separating George W. Bush and Al Gore in Florida shrank to the vanishing point.",
      "publication_date": "2016-11-12T10:00:40+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2016/11/13/business/economy/can-trump-save-their-jobs-theyre-counting-on-it.html",
      "byline": "By Nelson D. Schwartz"
    },
    {
      "headline": "Where Even Nightmares Are Classified: Psychiatric Care at Guantánamo",
      "snippet": "Secrecy, mistrust and the shadow of interrogation at the American prison limited doctors’ ability to treat mental illness among detainees.",
      "abstract": "Secrecy, mistrust and the shadow of interrogation at the American prison limited doctors’ ability to treat mental illness among detainees.",
      "lead_paragraph": "Every day when Lt. Cmdr. Shay Rosecrans crossed into the military detention center at Guantánamo Bay, Cuba, she tucked her medical school class ring into her bra, covered the name on her uniform with tape and hid her necklace under her T-shirt, especially if she was wearing a cross.",
      "publication_date": "2016-11-12T14:12:41+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/11/13/world/guantanamo-bay-doctors-abuse.html",
      "byline": "By Sheri Fink"
    },
    {
      "headline": "With Trump in Power, the Fed Gets Ready for a Reckoning",
      "snippet": "President-elect Donald J. Trump could try to overhaul the Federal Reserve. Or he could emulate Ronald Reagan and leave the central bank alone.",
      "abstract": "President-elect Donald J. Trump could try to overhaul the Federal Reserve. Or he could emulate Ronald Reagan and leave the central bank alone.",
      "lead_paragraph": "WASHINGTON — Paul A. Volcker, the Federal Reserve chairman, received an urgent warning two weeks after Ronald Reagan won the 1980 presidential election. Some of the president-elect’s advisers, he was told, wanted to abolish the central bank and replace it with a computer program that would manage interest rates and monetary policy.",
      "publication_date": "2016-11-12T16:28:45+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2016/11/13/business/economy/trump-the-fed-yellen-gets-ready-for-reckoning.html",
      "byline": "By Binyamin Appelbaum"
    },
    {
      "headline": "A 10-Digit Key Code to Your Private Life: Your Cellphone Number",
      "snippet": "A mobile number can be even more valuable than a Social Security number, since it’s tied to so many databases and connected to a device you carry with you.",
      "abstract": "A mobile number can be even more valuable than a Social Security number, since it’s tied to so many databases and connected to a device you carry with you.",
      "lead_paragraph": "The next time someone asks you for your cellphone number, you may want to think twice about giving it.",
      "publication_date": "2016-11-12T16:46:22+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/11/13/business/cellphone-number-social-security-number-10-digit-key-code-to-private-life.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Trump’s Hires Will Set Course of His Presidency",
      "snippet": "Rarely in American history has the exercise of choosing people had such a far-reaching impact on the nature and priorities of a new administration.",
      "abstract": "Rarely in American history has the exercise of choosing people had such a far-reaching impact on the nature and priorities of a new administration.",
      "lead_paragraph": "WASHINGTON — “Busy day planned in New York,” President-elect Donald J. Trump said on Twitter on Friday morning, two days after his astonishing victory. “Will soon be making some very important decisions on the people who will be running our government!”",
      "publication_date": "2016-11-12T16:56:06+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/11/13/us/politics/donald-trump-administration-appointments.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Ohioans, Tired of Status Quo, Flipped to Trump for Change",
      "snippet": "The seeds of the biggest upset in American politics in recent memory were sewn in the Midwest, where decades of economic decay largely ignored by Democrats came back to haunt Hillary Clinton.",
      "abstract": "The seeds of the biggest upset in American politics in recent memory were sewn in the Midwest, where decades of economic decay largely ignored by Democrats came back to haunt Hillary Clinton.",
      "lead_paragraph": "MASSILLON, Ohio — Gerry Noble, a 64-year-old electrician from northeast Ohio, voted for President Obama in 2012 because “he was trying to help the common man.”",
      "publication_date": "2016-11-12T18:03:50+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/11/13/us/politics/ohioans-tired-of-status-quo-flipped-to-trump-for-change.html",
      "byline": "By Sabrina Tavernise"
    },
    {
      "headline": "Facebook, in Cross Hairs After Election, Is Said to Question Its Influence",
      "snippet": "The social media giant is embroiled in accusations that it spread misinformation and fake news stories that influenced how the American electorate voted.",
      "abstract": "The social media giant is embroiled in accusations that it spread misinformation and fake news stories that influenced how the American electorate voted.",
      "lead_paragraph": "SAN FRANCISCO — Late on Tuesday night, as it became clear that Donald J. Trump would defeat Hillary Clinton to win the presidential election, a private chat sprang up on Facebook among several vice presidents and executives of the social network.",
      "publication_date": "2016-11-12T18:46:08+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/11/14/technology/facebook-is-said-to-question-its-influence-in-election.html",
      "byline": "By Mike Isaac"
    },
    {
      "headline": "Hillary Clinton Blames F.B.I. Director for Election Loss",
      "snippet": "Mrs. Clinton said on Saturday that the announcement by James B. Comey 11 days before the election that he had revived the inquiry into her use of a private email server caused her to lose.",
      "abstract": "Mrs. Clinton said on Saturday that the announcement by James B. Comey 11 days before the election that he had revived the inquiry into her use of a private email server caused her to lose.",
      "lead_paragraph": "Hillary Clinton on Saturday cast blame for her surprise election loss on the announcement by the F.B.I. director, James B. Comey, days before the election that he had revived the inquiry into her use of a private email server.",
      "publication_date": "2016-11-12T20:25:02+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/11/13/us/politics/hillary-clinton-james-comey.html",
      "byline": "By Amy Chozick"
    },
    {
      "headline": "Obama’s Policies and Broader Vision Face Reckoning With History",
      "snippet": "The president’s place in history looks considerably different than a week ago. Can the transformation he envisioned survive his administration?",
      "abstract": "The president’s place in history looks considerably different than a week ago. Can the transformation he envisioned survive his administration?",
      "lead_paragraph": "As he raced across the country before the election, President Obama warned supporters about the stakes. “All the progress we’ve made over these last eight years,” he said, “goes out the window if we don’t win this election.”",
      "publication_date": "2016-11-12T21:34:42+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/11/13/us/politics/obama-legacy-donald-trump.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Canada’s Gay Curling Leagues Take Pride on Ice",
      "snippet": "Gay players have added campy humor and flamboyantly themed tournaments to a winter sport’s traditions of friendly competition and drinking.",
      "abstract": "Gay players have added campy humor and flamboyantly themed tournaments to a winter sport’s traditions of friendly competition and drinking.",
      "lead_paragraph": "VANCOUVER, British Columbia — It happens all the time: Young gay people leave their small towns and head to the big city, where they can find love, acceptance and, in Canada at least, a curling league to call their own. Yes, the winter sport that involves ice, round rocks and a good deal of sweeping has a passionate following among those who have come out of the closet, taking their brooms with them.",
      "publication_date": "2016-11-13T20:41:33+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/11/14/world/canada/canada-gay-curling-leagues.html",
      "byline": "By Dan Levin"
    },
    {
      "headline": "Donald Trump Picks Reince Priebus as Chief of Staff and Stephen Bannon as Strategist",
      "snippet": "The appointments created rival centers of power and elevated the voice of Mr. Bannon, whose longtime website, Breitbart News, has traded in conspiracy theories and sometimes racist messages.",
      "abstract": "The appointments created rival centers of power and elevated the voice of Mr. Bannon, whose longtime website, Breitbart News, has traded in conspiracy theories and sometimes racist messages.",
      "lead_paragraph": "WASHINGTON — President-elect Donald J. Trump on Sunday chose Reince Priebus, the chairman of the Republican National Committee and a loyal campaign adviser, to be his White House chief of staff, turning to a Washington insider whose friendship with the House speaker, Paul D. Ryan, could help secure early legislative victories.",
      "publication_date": "2016-11-13T21:18:29+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/11/14/us/politics/reince-priebus-chief-of-staff-donald-trump.html",
      "byline": "By Michael D. Shear, Maggie Haberman and Alan Rappeport"
    },
    {
      "headline": "Donald Trump Appears to Soften Stance on Immigration, but Not on Abortion",
      "snippet": "The president-elect said his immigration priority was to deport up to three million undocumented immigrants rather than 11 million and that his border wall might be a fence in places.",
      "abstract": "The president-elect said his immigration priority was to deport up to three million undocumented immigrants rather than 11 million and that his border wall might be a fence in places.",
      "lead_paragraph": "WASHINGTON — President-elect Donald J. Trump appeared to soften some of his hardest-line campaign positions on immigration on Sunday, but he also restated his pledge to roll back abortion rights and used Twitter to lash out at his critics, leaving open the possibility that he would continue using social media in the Oval Office and radically change the way presidents speak to Americans.",
      "publication_date": "2016-11-13T22:22:44+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/11/14/us/politics/donald-trump-twitter-white-house.html",
      "byline": "By Julie Hirschfeld Davis"
    },
    {
      "headline": "Teslas in the Trailer Park: A California City Faces Its Housing Squeeze",
      "snippet": "Most Californians agree that it costs too much to live in the state. Mountain View, Google’s hometown, is trying to do something about that.",
      "abstract": "Most Californians agree that it costs too much to live in the state. Mountain View, Google’s hometown, is trying to do something about that.",
      "lead_paragraph": "MOUNTAIN VIEW, Calif. — If there is anything that just about every Californian agrees with, it is that it costs too much to live in the state. Over the last few years, the price of buying a home or renting an apartment has become so burdensome that it pervades almost every issue, from the state’s elevated poverty rate to the debate about multimillion-dollar tear-downs to the lines of recreational vehicles parked on Silicon Valley side streets.",
      "publication_date": "2016-11-14T00:48:57+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/11/14/business/mountain-view-california-confronts-housing-crisis.html",
      "byline": "By Conor Dougherty"
    },
    {
      "headline": "U.S. Fingerprints on Attacks Obliterating Yemen’s Economy",
      "snippet": "The Saudi-led coalition is hitting civilian targets, like factories, bridges and power stations, that critics say have no clear link to the rebels. In the rubble, the remains of American munitions have been found.",
      "abstract": "The Saudi-led coalition is hitting civilian targets, like factories, bridges and power stations, that critics say have no clear link to the rebels. In the rubble, the remains of American munitions have been found.",
      "lead_paragraph": "SANA, Yemen — For decades, Mustafa Elaghil’s family produced snack foods popular in Yemen, chips and corn curls in bright packaging decorated with the image of Ernie from “Sesame Street.”",
      "publication_date": "2016-11-14T00:53:38+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/11/14/world/middleeast/yemen-saudi-bombing-houthis-hunger.html",
      "byline": "By Ben Hubbard"
    },
    {
      "headline": "Where Will Trump Stand on Press Freedoms?",
      "snippet": "It’s one thing to wage a press war as a candidate. It would be another if Trump were to do it from the White House.",
      "abstract": "It’s one thing to wage a press war as a candidate. It would be another if Trump were to do it from the White House.",
      "lead_paragraph": "It was mid-June, and relations between Donald J. Trump and the news media had taken another dreadful turn. He had already vowed to change the libel laws to make it easier to sue journalists, and his personal insults were becoming more vicious. (One news correspondent was a “sleaze”; another was “third rate.”)",
      "publication_date": "2016-11-14T01:24:36+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/11/14/business/media/where-will-trump-stand-on-press-freedoms.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "Breitbart, Reveling in Trump’s Election, Gains a Voice in His White House",
      "snippet": "The right-wing opinion and news site championed Donald J. Trump; its chairman, who helped run the campaign, was named chief White House strategist and senior counselor.",
      "abstract": "The right-wing opinion and news site championed Donald J. Trump; its chairman, who helped run the campaign, was named chief White House strategist and senior counselor.",
      "lead_paragraph": "There is talk of Breitbart bureaus opening in Paris, Berlin and Cairo, spots where the populist right is on the rise. A bigger newsroom is coming in Washington, the better to cover a president-elect whose candidacy it embraced.",
      "publication_date": "2016-11-14T01:59:01+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/11/14/business/media/breitbart-reveling-in-trumps-election-gains-a-voice-in-his-white-house.html",
      "byline": "By Michael M. Grynbaum and John Herrman"
    },
    {
      "headline": "Harsher Security Tactics? Obama Left Door Ajar, and Donald Trump Is Knocking",
      "snippet": "President Obama imposed self-constraints on his use of power in the war on terrorism, but his flexible approach gives Mr. Trump “a fully loaded weapon,” one critic said.",
      "abstract": "President Obama imposed self-constraints on his use of power in the war on terrorism, but his flexible approach gives Mr. Trump “a fully loaded weapon,” one critic said.",
      "lead_paragraph": "WASHINGTON — As a presidential candidate, Donald J. Trump vowed to refill the cells of the Guantánamo Bay prison and said American terrorism suspects should be sent there for military prosecution. He called for targeting mosques for surveillance, escalating airstrikes aimed at terrorists and taking out their civilian family members, and bringing back waterboarding and a “hell of a lot worse” — not only because “torture works,” but because even “if it doesn’t work, they deserve it anyway.”",
      "publication_date": "2016-11-14T02:16:55+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2016/11/14/us/politics/harsher-security-tactics-obama-left-door-ajar-and-donald-trump-is-knocking.html",
      "byline": "By Charlie Savage"
    },
    {
      "headline": "A Trip to ‘Mars’ Signals a New Look for National Geographic Channel",
      "snippet": "The network is hoping its new mini-series from Ron Howard and Brian Grazer will attract some much-need hype and help it to become a must-have channel for younger consumers.",
      "abstract": "The network is hoping its new mini-series from Ron Howard and Brian Grazer will attract some much-need hype and help it to become a must-have channel for younger consumers.",
      "lead_paragraph": "LOS ANGELES — Over the last year, the National Geographic Channel has turned itself inside out.",
      "publication_date": "2016-11-14T15:19:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2016/11/15/business/media/a-trip-to-mars-signals-a-new-look-for-national-geographic-channel.html",
      "byline": "By Brooks Barnes"
    }
  ]
}