{
  "metadata": {
    "date": "2017-10-30",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "Alibaba Co-Founder Joseph Tsai Said to Buy Brooklyn Nets Stake",
      "snippet": "Mr. Tsai has agreed in principle to buy a 49 percent stake in the team, people briefed on the matter said, valuing the franchise at $2.3 billion.",
      "abstract": "Mr. Tsai has agreed in principle to buy a 49 percent stake in the team, people briefed on the matter said, valuing the franchise at $2.3 billion.",
      "lead_paragraph": "One of the Alibaba Group’s co-founders, the billionaire Joseph C. Tsai, has agreed in principle to buy a 49 percent stake in the Nets, people briefed on the deal said on Friday.",
      "publication_date": "2017-10-27T16:25:29+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "D",
      "web_url": "https://www.nytimes.com/2017/10/27/business/brooklyn-nets-joseph-tsai-alibaba.html",
      "byline": "By Michael J. de la Merced and Joe Drape"
    },
    {
      "headline": "Talking Points Brought to Trump Tower Meeting Were Shared With Kremlin",
      "snippet": "The information that a Russian lawyer brought to a June 2016 meeting with Trump campaign aides had been discussed with a top Russian government official.",
      "abstract": "The information that a Russian lawyer brought to a June 2016 meeting with Trump campaign aides had been discussed with a top Russian government official.",
      "lead_paragraph": "Natalia V. Veselnitskaya arrived at a meeting at Trump Tower in June 2016 hoping to interest top Trump campaign officials in the contents of a memo she believed contained information damaging to the Democratic Party and, by extension, Hillary Clinton. The material was the fruit of her research as a private lawyer, she has repeatedly said, and any suggestion that she was acting at the Kremlin’s behest that day is anti-Russia “hysteria.”",
      "publication_date": "2017-10-27T16:57:30+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/27/us/politics/trump-tower-veselnitskaya-russia.html",
      "byline": "By Sharon LaFraniere and Andrew E. Kramer"
    },
    {
      "headline": "Saudi Arabia Is Open for Business, but Not Everybody’s Buying",
      "snippet": "At an investment summit this week, Saudi Arabia’s crown prince unrolled ambitious urban-building plans. Whether foreign companies and investors will join is uncertain.",
      "abstract": "At an investment summit this week, Saudi Arabia’s crown prince unrolled ambitious urban-building plans. Whether foreign companies and investors will join is uncertain.",
      "lead_paragraph": "RIYADH, Saudi Arabia — On a recent trip to Saudi Arabia, Richard Branson, the British entrepreneur who created the Virgin Group, was so inspired by the blue waters along the Red Sea coast that he stripped down to his swimsuit before his helicopter even landed.",
      "publication_date": "2017-10-27T22:36:48+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/10/27/business/saudi-arabia-is-open-for-business-but-not-everybodys-buying.html",
      "byline": "By Kate Kelly and Ben Hubbard"
    },
    {
      "headline": "Conservative Website First Funded Anti-Trump Research by Firm That Later Produced Dossier",
      "snippet": "The Washington Free Beacon, a website funded by a major G.O.P. donor, initially retained the firm that later conducted opposition research for Democrats.",
      "abstract": "The Washington Free Beacon, a website funded by a major G.O.P. donor, initially retained the firm that later conducted opposition research for Democrats.",
      "lead_paragraph": "WASHINGTON — The Washington Free Beacon, a conservative website funded by a major Republican donor, first hired the research firm that months later produced for Democrats the salacious dossier describing ties between Donald J. Trump and the Russian government, the website said on Friday.",
      "publication_date": "2017-10-27T23:00:21+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/27/us/politics/trump-dossier-paul-singer.html",
      "byline": "By Kenneth P. Vogel and Maggie Haberman"
    },
    {
      "headline": "Hearing Amazon’s Footsteps, the Health Care Industry Shudders",
      "snippet": "While Amazon appears interested in exploring the pharmacy business, the questions are when they would make the move, and in what direction.",
      "abstract": "While Amazon appears interested in exploring the pharmacy business, the questions are when they would make the move, and in what direction.",
      "lead_paragraph": "SEATTLE — With little more than a whiff of Amazon’s interest in a new business, the company can crater the stocks of potential competitors, prompting them to consider bold acquisitions and other drastic measures in response. Just ask companies in the home improvement, meal-kit and grocery businesses.",
      "publication_date": "2017-10-27T23:57:31+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/10/27/technology/amazon-pharmacy-drugs.html",
      "byline": "By Nick Wingfield and Katie Thomas"
    },
    {
      "headline": "‘You’re a Quadriplegic’: A Las Vegas Victim Faces a Hard Reality",
      "snippet": "Kim Gervais and two friends went to hear country music. Then the gunfire began. She was gravely injured, one of her friends died and one survived.",
      "abstract": "Kim Gervais and two friends went to hear country music. Then the gunfire began. She was gravely injured, one of her friends died and one survived.",
      "lead_paragraph": "LOMA LINDA, Calif. — “This is your life,” the doctor said. “You’re a quadriplegic.”",
      "publication_date": "2017-10-28T16:15:21+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/28/us/las-vegas-injured.html",
      "byline": "By Julie Turkewitz"
    },
    {
      "headline": "Limit on 401(k) Savings? It’s About Paying for Tax Cuts",
      "snippet": "“This is not a retirement security story,” a tax expert says. It’s about finding revenue to pay for reductions in business taxes sooner rather than later.",
      "abstract": "“This is not a retirement security story,” a tax expert says. It’s about finding revenue to pay for reductions in business taxes sooner rather than later.",
      "lead_paragraph": "When the benefits adviser Ted Benna first thought up a new type of employee savings plan in 1980, the client he created it for rejected the idea as too risky. After all, no one had previously used the unremarkable section of the tax code called 401(k) to defer paying taxes on money that rank-and-file workers set aside for retirement.",
      "publication_date": "2017-10-28T17:00:58+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/28/business/401k-limit-tax-cuts.html",
      "byline": "By Patricia Cohen"
    },
    {
      "headline": "North Korea Rouses Neighbors to Reconsider Nuclear Weapons",
      "snippet": "A debate is raging in both Japan and South Korea about the nuclear option, driven by the North’s rapidly advancing capabilities and concern the United States might hesitate to defend its allies.",
      "abstract": "A debate is raging in both Japan and South Korea about the nuclear option, driven by the North’s rapidly advancing capabilities and concern the United States might hesitate to defend its allies.",
      "lead_paragraph": "As North Korea races to build a weapon that for the first time could threaten American cities, its neighbors are debating whether they need their own nuclear arsenals.",
      "publication_date": "2017-10-28T17:11:27+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/28/world/asia/north-korea-nuclear-weapons-japan-south-korea.html",
      "byline": "By David E. Sanger, Choe Sang-Hun and Motoko Rich"
    },
    {
      "headline": "Refusing Weinstein’s Hush Money, Rose McGowan Calls Out Hollywood",
      "snippet": "The former actress, who has said that Harvey Weinstein sexually assaulted her, talks about the producer and about becoming an advocate for mistreated women.",
      "abstract": "The former actress, who has said that Harvey Weinstein sexually assaulted her, talks about the producer and about becoming an advocate for mistreated women.",
      "lead_paragraph": "In late September, just as multiple women were days away from going on the record with reports of Harvey Weinstein’s sexual misconduct, one of his alleged assault victims, Rose McGowan, considered an offer that suggested just how desperate the Hollywood producer had become.",
      "publication_date": "2017-10-28T18:56:23+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/28/us/rose-mcgowan-harvey-weinstein.html",
      "byline": "By Susan Dominus"
    },
    {
      "headline": "Ever Heard of Burmese Sushi Counters? You’ve Probably Been to One",
      "snippet": "Immigrants from Myanmar have found a business niche rolling and selling a Japanese delicacy in grocery stores across the country.",
      "abstract": "Immigrants from Myanmar have found a business niche rolling and selling a Japanese delicacy in grocery stores across the country.",
      "lead_paragraph": "OCEANSIDE, Calif. — Gam Aung, a Burmese refugee, had never heard of sushi before arriving in the United States three years ago. Today, he makes six figures a year hawking creations like the Dazzling Dragon roll and the Mango Tango.",
      "publication_date": "2017-10-29T07:00:17+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/29/us/burmese-refugees-sushi.html",
      "byline": "By Miriam Jordan"
    },
    {
      "headline": "‘Bedlam Out Here in Arizona’ After Jeff Flake Departs Senate Race",
      "snippet": "The Republican senator’s surprise announcement not to run for re-election has thrown open the race to succeed him, igniting divisions in both major parties.",
      "abstract": "The Republican senator’s surprise announcement not to run for re-election has thrown open the race to succeed him, igniting divisions in both major parties.",
      "lead_paragraph": "WASHINGTON — Senator Jeff Flake’s decision to abandon his 2018 re-election campaign in Arizona has thrown open the Senate race there, exposing deep fissures not only on the Republican side where a nationalist insurgency is gunning for the party establishment but also among Democrats contending with a rising left.",
      "publication_date": "2017-10-29T13:12:16+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/29/us/politics/arizona-senate-race-flake-sinema-ward-bannon.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Trump Tries to Shift Focus as First Charges Reportedly Loom in Russia Case",
      "snippet": "In a series of Twitter posts, President Trump attacked Hillary Clinton, saying Republicans were now pushing back against the Russia allegations by looking into her.",
      "abstract": "In a series of Twitter posts, President Trump attacked Hillary Clinton, saying Republicans were now pushing back against the Russia allegations by looking into her.",
      "lead_paragraph": "WASHINGTON — Pushing back against the accelerating criminal investigation into his campaign’s ties to Russia, President Trump argued on Sunday that its focus should instead be on his 2016 rival, Hillary Clinton, even as the special counsel’s inquiry was reportedly poised to produce its first indictment.",
      "publication_date": "2017-10-29T16:53:25+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/29/us/politics/trump-clinton-mueller-russia.html",
      "byline": "By Julie Hirschfeld Davis"
    },
    {
      "headline": "Forget Washington. Facebook’s Problems Abroad Are Far More Disturbing.",
      "snippet": "As the social media giant grows in the developing world, its platform is being used to spread misinformation and incite violence.",
      "abstract": "As the social media giant grows in the developing world, its platform is being used to spread misinformation and incite violence.",
      "lead_paragraph": "For months, Facebook’s headquarters in Menlo Park, Calif., has been in crisis mode, furiously attempting to contain the damage stemming from its role in last year’s presidential campaign. The company has mounted an all-out defense campaign ahead of this week’s congressional hearings on election interference in 2016, hiring three outside communications firms, taking out full-page newspaper ads, and mobilizing top executives, including Mark Zuckerberg and Sheryl Sandberg, to beat back accusations that it failed to prevent Russia from manipulating the outcome of the election.",
      "publication_date": "2017-10-29T18:43:46+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/10/29/business/facebook-misinformation-abroad.html",
      "byline": "By Kevin Roose"
    },
    {
      "headline": "2 Navy SEALs Under Suspicion in Strangling of Green Beret in Mali",
      "snippet": "Staff Sgt. Logan J. Melgar, 34, a veteran of two deployments to Afghanistan, was found dead on June 4, and his superiors almost immediately suspected foul play.",
      "abstract": "Staff Sgt. Logan J. Melgar, 34, a veteran of two deployments to Afghanistan, was found dead on June 4, and his superiors almost immediately suspected foul play.",
      "lead_paragraph": "WASHINGTON — Navy criminal authorities are investigating whether two members of the elite SEAL Team 6 strangled an Army Green Beret in June while they were in Mali on a secret assignment, military officials say.",
      "publication_date": "2017-10-29T18:58:14+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/29/us/politics/navy-seals-team-6-strangle-green-beret-mali.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Sexual Misconduct in California’s Capitol Is Difficult to Escape",
      "snippet": "Women in Sacramento complain of a culture of rampant sexual misconduct and of a system that does not seriously address their complaints.",
      "abstract": "Women in Sacramento complain of a culture of rampant sexual misconduct and of a system that does not seriously address their complaints.",
      "lead_paragraph": "SACRAMENTO — There were the demeaning personal chores she said her boss assigned her, like buying a shower curtain and blankets. And there was the time that he appeared at the door of his apartment with his pants open, she said, exposing himself to her when she went to pick him up for a vote.",
      "publication_date": "2017-10-29T19:47:43+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/29/us/sacramento-sexual-harassment-california.html",
      "byline": "By Jess Bidgood, Miriam Jordan and Adam Nagourney"
    },
    {
      "headline": "What Virtual Reality Can Teach a Driverless Car",
      "snippet": "Self-driving vehicles have taken to the roads in a number of cities. They are also training inside computerized simulations of those communities.",
      "abstract": "Self-driving vehicles have taken to the roads in a number of cities. They are also training inside computerized simulations of those communities.",
      "lead_paragraph": "SAN FRANCISCO — As the computers that operate driverless cars digest the rules of the road, some engineers think it might be nice if they can learn from mistakes made in virtual reality rather than on real streets.",
      "publication_date": "2017-10-29T20:23:50+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/10/29/business/virtual-reality-driverless-cars.html",
      "byline": "By Cade Metz"
    },
    {
      "headline": "Mark Warner: Tech Millionaire Who Became Tech’s Critic in Congress",
      "snippet": "The Democratic senator from Virginia is emblematic of the shifting politics for big technology companies, which face congressional hearings this week.",
      "abstract": "The Democratic senator from Virginia is emblematic of the shifting politics for big technology companies, which face congressional hearings this week.",
      "lead_paragraph": "WASHINGTON — Senator Mark Warner was fired up. Sitting in his basement office at the Capitol last week, he leaned forward in his chair, waved his hands in the air and pounded his fingers on the coffee table.",
      "publication_date": "2017-10-29T21:49:02+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/10/29/technology/mark-warner-tech-critic-russia.html",
      "byline": "By Cecilia Kang"
    },
    {
      "headline": "Russia Uses Its Oil Giant, Rosneft, as a Foreign Policy Tool",
      "snippet": "The Kremlin has used the company to help Venezuela’s government avoid collapse as Moscow looks to project more economic and political sway.",
      "abstract": "The Kremlin has used the company to help Venezuela’s government avoid collapse as Moscow looks to project more economic and political sway.",
      "lead_paragraph": "Russia is increasingly wielding oil as a geopolitical tool, spreading its influence around the world and challenging the interests of the United States.",
      "publication_date": "2017-10-29T22:43:33+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/29/business/energy-environment/russia-venezula-oil-rosneft.html",
      "byline": "By Clifford Krauss"
    },
    {
      "headline": "In Choice of Fed Chairman, Trump Downgrades Deregulation",
      "snippet": "President Trump has pressed for aggressive financial deregulation, but the candidates for Federal Reserve chairman are unlikely to share those views.",
      "abstract": "President Trump has pressed for aggressive financial deregulation, but the candidates for Federal Reserve chairman are unlikely to share those views.",
      "lead_paragraph": "WASHINGTON — President Trump’s short list of candidates for Federal Reserve chairman all have this much in common: They do not share his frequently professed passion for financial deregulation.",
      "publication_date": "2017-10-29T23:49:36+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/10/29/business/federal-reserve-chairman-trump.html",
      "byline": "By Binyamin Appelbaum"
    },
    {
      "headline": "France, Land of Croissants, Finds Butter Vanishing From Shelves",
      "snippet": "A price spike has led to sporadic shortages in one of the world’s most butter-loving countries, prompting both mock panic and real anxiety.",
      "abstract": "A price spike has led to sporadic shortages in one of the world’s most butter-loving countries, prompting both mock panic and real anxiety.",
      "lead_paragraph": "PARIS — It’s hard to imagine a country where butter is taken more seriously than it is in France.",
      "publication_date": "2017-10-30T09:08:49+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/30/world/europe/france-butter-shortage.html",
      "byline": "By Aurelien Breeden"
    },
    {
      "headline": "Former Trump Aides Charged as Prosecutors Reveal New Campaign Ties With Russia",
      "snippet": "Paul Manafort and a former business associate, Rick Gates, were indicted. A foreign-policy early adviser to President Trump pleaded guilty, admitting he was told about “thousands” of Clinton emails.",
      "abstract": "Paul Manafort and a former business associate, Rick Gates, were indicted. A foreign-policy early adviser to President Trump pleaded guilty, admitting he was told about “thousands” of Clinton emails.",
      "lead_paragraph": "WASHINGTON — The special counsel, Robert S. Mueller III, announced charges on Monday against three advisers to President Trump’s campaign and laid out the most explicit evidence to date that his campaign was eager to coordinate with the Russian government to damage his rival, Hillary Clinton.",
      "publication_date": "2017-10-30T11:50:36+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/30/us/politics/paul-manafort-indicted.html",
      "byline": "By Matt Apuzzo, Adam Goldman, Michael S. Schmidt and Matthew Rosenberg"
    },
    {
      "headline": "Lennar Makes Deal for CalAtlantic as Home Builders Face Challenges",
      "snippet": "The merger would create the nation’s largest home builder in an industry that faces an array of challenges, including natural disasters and a labor shortage.",
      "abstract": "The merger would create the nation’s largest home builder in an industry that faces an array of challenges, including natural disasters and a labor shortage.",
      "lead_paragraph": "The home-building sector in the United States has faced an array of challenges, including natural disasters, a long-running labor shortage and increased regulatory costs. Now, two of the nation’s biggest residential-construction companies are merging in hopes that their combined heft will help them counter those forces.",
      "publication_date": "2017-10-30T12:55:10+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/10/30/business/dealbook/lennar-croporation-calatlantic-group.html",
      "byline": "By Chad Bray and Matthew Goldstein"
    }
  ]
}