{
  "metadata": {
    "date": "2017-06-14",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Uber Embraces Major Reforms as Travis Kalanick, the C.E.O., Steps Away",
      "snippet": "The indefinite leave by Uber’s chief executive, Travis Kalanick, follows an investigation into the company’s culture by former Attorney General Eric H. Holder Jr.",
      "abstract": "The indefinite leave by Uber’s chief executive, Travis Kalanick, follows an investigation into the company’s culture by former Attorney General Eric H. Holder Jr.",
      "lead_paragraph": "SAN FRANCISCO — In Uber’s continuing attempt to repair its reputation over a series of scandals stemming from its bad-boy culture, its co-founder Travis Kalanick said he would take a leave of absence as chief executive. The company also announced it would embark on a sweeping reorganization to ensure that executives are more closely supervised by its board of directors.",
      "publication_date": "2017-06-13T17:07:40+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/06/13/technology/uber-travis-kalanick-holder-report.html",
      "byline": "By Mike Isaac"
    },
    {
      "headline": "China Detains Chairman of Anbang, Which Sought Ties With Jared Kushner",
      "snippet": "The detention of Wu Xiaohui, the chairman of Anbang Insurance Group, in China comes amid a broader clampdown on insurance products.",
      "abstract": "The detention of Wu Xiaohui, the chairman of Anbang Insurance Group, in China comes amid a broader clampdown on insurance products.",
      "lead_paragraph": "The chairman of a Chinese financial conglomerate who tried to forge a business relationship with President Trump’s son-in-law has been detained by police.",
      "publication_date": "2017-06-13T21:49:32+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/06/13/business/dealbook/insurance-china-anbang.html",
      "byline": "By Michael Forsythe and Alexandra Stevenson"
    },
    {
      "headline": "Jeff Sessions Denies Collusion, Deploring ‘Detestable Lie’ in Senate Testimony",
      "snippet": "The attorney general circumvented questions about his conversations with the president and condemned accusations that he may have aided the Russian effort to interfere in the election.",
      "abstract": "The attorney general circumvented questions about his conversations with the president and condemned accusations that he may have aided the Russian effort to interfere in the election.",
      "lead_paragraph": "WASHINGTON — Attorney General Jeff Sessions offered an indignant defense on Tuesday against what he called “an appalling and detestable lie” that he may have colluded with the Russian effort to interfere in the 2016 election, but he declined during an often contentious Senate hearing to answer central questions about his or President Trump’s conduct.",
      "publication_date": "2017-06-13T22:05:50+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/06/13/us/politics/jeff-sessions-senate-trump.html",
      "byline": "By Matt Flegenheimer and Rebecca R. Ruiz"
    },
    {
      "headline": "Advertisers, Afraid to Offend, Weigh In on Shakespeare and Megyn Kelly",
      "snippet": "Advertisers are grappling with social media, increasingly polarized consumer groups and potential ills beyond sex, violence and crude language.",
      "abstract": "Advertisers are grappling with social media, increasingly polarized consumer groups and potential ills beyond sex, violence and crude language.",
      "lead_paragraph": "A production of Shakespeare’s “Julius Caesar” in Central Park featuring a look-alike of President Trump as Caesar. The host of an NBC News Sunday night show interviewing a conspiracy theorist who has claimed the Sandy Hook school shooting was a hoax.",
      "publication_date": "2017-06-14T01:11:51+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/06/13/business/media/ads-fox-news-megyn-kelly-infowars-alex-jones.html",
      "byline": "By Sapna Maheshwari"
    },
    {
      "headline": "Trump Stews, Staff Steps In, and Mueller Is Safe for Now",
      "snippet": "The president was angered after reading reports that the special counsel might not be impartial. But the White House said Tuesday that he wouldn’t be fired.",
      "abstract": "The president was angered after reading reports that the special counsel might not be impartial. But the White House said Tuesday that he wouldn’t be fired.",
      "lead_paragraph": "WASHINGTON — Last month’s appointment of Robert S. Mueller III as a special counsel to investigate possible collusion between the Trump campaign and Russia enraged President Trump. Yet, at least initially, he holstered his Twitter finger and publicly said nothing.",
      "publication_date": "2017-06-14T01:38:02+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/06/13/us/politics/robert-mueller-special-counsel-trump.html",
      "byline": "By Glenn Thrush, Maggie Haberman and Julie Hirschfeld Davis"
    },
    {
      "headline": "Why Don’t You Donate for Syrian Refugees? Blame Bad Marketing",
      "snippet": "One relief organization found that people were more likely to donate to victims of the 2011 Japanese tsunami than to those fleeing the war in Syria.",
      "abstract": "One relief organization found that people were more likely to donate to victims of the 2011 Japanese tsunami than to those fleeing the war in Syria.",
      "lead_paragraph": "This summer, as you’re watching television or sifting through mail, you’re likely to come across charities asking for your money. And at some point, you’ll probably dig into your pocket to help victims of last year’s Ecuadorean earthquake, the continuing drought in Yemen or some other worthy cause.",
      "publication_date": "2017-06-14T07:00:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/06/14/business/media/marketing-charity-water-syria.html",
      "byline": "By Charles Duhigg"
    },
    {
      "headline": "Fed Actions Show Confidence but Are Not at Trump Speed",
      "snippet": "The Fed raised its benchmark interest rate for the third consecutive quarter, to a range from 1 percent to 1.25 percent.",
      "abstract": "The Fed raised its benchmark interest rate for the third consecutive quarter, to a range from 1 percent to 1.25 percent.",
      "lead_paragraph": "WASHINGTON — As one of the longest economic expansions in American history chugs into its ninth year, the Federal Reserve said Wednesday it was raising its benchmark interest rate to a range of 1 percent to 1.25 percent.",
      "publication_date": "2017-06-14T09:00:07+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/06/14/us/politics/federal-reserve-meeting-interest-rates.html",
      "byline": "By Binyamin Appelbaum"
    },
    {
      "headline": "One Way to Fix Uber: Think Twice Before Using It",
      "snippet": "After months of escalating scandals, Uber is pledging to remake itself. Only customers like you can hold it accountable.",
      "abstract": "After months of escalating scandals, Uber is pledging to remake itself. Only customers like you can hold it accountable.",
      "lead_paragraph": "You gasp with each new report on Uber’s toxicity. On Tuesday, there was the harassment and discrimination documented in an endless list of internal recommendations by Eric H. Holder Jr., the former attorney general, who was hired to peer into Uber’s ugly depths. Then, while presenting the report to employees, an Uber board member made a sexist remark. (He later resigned.) All of it comes after a parade of escalating scandals that seem more fitting at a company run by Tony Soprano than by nerds in San Francisco.",
      "publication_date": "2017-06-14T09:00:33+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/06/14/technology/one-way-to-fix-uber-think-twice-before-using-it.html",
      "byline": "By Farhad Manjoo"
    },
    {
      "headline": "Congressman Steve Scalise Gravely Wounded in Alexandria Baseball Field Ambush",
      "snippet": "A gunman opened fired as Republican members of a congressional baseball team held a practice. He was killed in a shootout.",
      "abstract": "A gunman opened fired as Republican members of a congressional baseball team held a practice. He was killed in a shootout.",
      "lead_paragraph": "ALEXANDRIA, Va. — A lone gunman who was said to be distraught over President Trump’s election opened fire on members of the Republican congressional baseball team at a practice field in this Washington suburb on Wednesday, using a rifle to shower the field with bullets that struck four people, including Steve Scalise, the majority whip of the House of Representatives.",
      "publication_date": "2017-06-14T12:08:53+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/06/14/us/steve-scalise-congress-shot-alexandria-virginia.html",
      "byline": "By Michael D. Shear, Adam Goldman and Emily Cochrane"
    },
    {
      "headline": "Why Did China Detain Anbang’s Chairman? He Tested a Lot of Limits",
      "snippet": "Wu Xiaohui often skirted the mostly unwritten rules on what Chinese companies are allowed to do, from big deals to an effort to court President Trump’s son-in-law.",
      "abstract": "Wu Xiaohui often skirted the mostly unwritten rules on what Chinese companies are allowed to do, from big deals to an effort to court President Trump’s son-in-law.",
      "lead_paragraph": "HONG KONG — Ever since Anbang Insurance Group bought the Waldorf Astoria hotel in New York nearly three years ago, the politically connected company has tested the mostly unwritten rules of the Chinese business world, ignoring regulators’ hints and wading into international controversies.",
      "publication_date": "2017-06-14T13:14:26+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/06/14/business/china-anbang-wu-xiaohui-detained.html",
      "byline": "By Keith Bradsher and Sui-Lee Wee"
    },
    {
      "headline": "5 Charged With Involuntary Manslaughter in Flint Water Crisis",
      "snippet": "For the first time, investigators have directly linked the conduct of Michigan government officials to the deaths of residents in the water contamination crisis.",
      "abstract": "For the first time, investigators have directly linked the conduct of Michigan government officials to the deaths of residents in the water contamination crisis.",
      "lead_paragraph": "FLINT, Mich. — By the time Robert Skidmore, an 85-year-old former auto industry worker, died in late 2015, officials had seen signs for months that Flint was wrestling with outbreaks of Legionnaires’ disease, prosecutors say. Yet despite a wave of such cases in 2014 and 2015, no public warning was issued until early 2016.",
      "publication_date": "2017-06-14T14:05:31+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/06/14/us/flint-water-crisis-manslaughter.html",
      "byline": "By Scott Atkinson and Monica Davey"
    },
    {
      "headline": "Megyn Kelly, Alex Jones and a Fine Line Between News and Promotion",
      "snippet": "The new Sunday newsmagazine host has faced a storm of criticism for sitting down with the lightning rod conspiracy promoter, but he’s relevant. The question is how he’s interviewed.",
      "abstract": "The new Sunday newsmagazine host has faced a storm of criticism for sitting down with the lightning rod conspiracy promoter, but he’s relevant. The question is how he’s interviewed.",
      "lead_paragraph": "Where’s the line between covering a scoundrel as a news figure and giving him a promotional platform?",
      "publication_date": "2017-06-14T14:46:08+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/06/14/business/nbc-megyn-kelly-alex-jones-sandy-hook.html",
      "byline": "By Jim Rutenberg"
    }
  ]
}