{
  "metadata": {
    "date": "2017-10-26",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "Big Tech’s Rivals Pounce at Chances to Win in Washington",
      "snippet": "Media, telecom and other industries struggled to find lawmakers who would be critical of big technology companies. Not anymore.",
      "abstract": "Media, telecom and other industries struggled to find lawmakers who would be critical of big technology companies. Not anymore.",
      "lead_paragraph": "WASHINGTON — For years, the country’s biggest technology companies have been virtually untouchable in Washington. The public adored the companies’ new devices, educators embraced their tools and politicians extolled their contributions to the economy. Even traditionally powerful voices, like media and telecom businesses, found little success in criticizing the technology industry.",
      "publication_date": "2017-10-25T17:01:15+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/10/25/technology/big-tech-government-regulation.html",
      "byline": "By Cecilia Kang"
    },
    {
      "headline": "Can Washington Stop Big Tech Companies? Don’t Bet on It",
      "snippet": "Why the government seems paralyzed in the face of the power and influence of companies like Apple, Google and Microsoft.",
      "abstract": "Why the government seems paralyzed in the face of the power and influence of companies like Apple, Google and Microsoft.",
      "lead_paragraph": "The tech giants are too big. They’re getting bigger. We can stop them. But in all likelihood, we won’t.",
      "publication_date": "2017-10-25T17:01:40+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/10/25/technology/regulating-tech-companies.html",
      "byline": "By Farhad Manjoo"
    },
    {
      "headline": "As G.O.P. Bends Toward Trump, Critics Either Give In or Give Up",
      "snippet": "President Trump has vocal critics, but the Republican Party is increasingly his own, with little room left for an older breed of internationalist conservative.",
      "abstract": "President Trump has vocal critics, but the Republican Party is increasingly his own, with little room left for an older breed of internationalist conservative.",
      "lead_paragraph": "Despite the fervor of President Trump’s Republican opponents, the president’s brand of hard-edge nationalism — with its gut-level cultural appeals and hard lines on trade and immigration — is taking root within his adopted party, and those uneasy with grievance politics are either giving in or giving up the fight.",
      "publication_date": "2017-10-25T22:35:23+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/25/us/politics/trump-republican-party-critics.html",
      "byline": "By Jonathan Martin and Jeremy W. Peters"
    },
    {
      "headline": "Pitched as Calming Force, John Kelly Instead Mirrors Boss’s Priorities",
      "snippet": "For all the talk of the White House chief of staff as a moderating force, Mr. Kelly has strong feelings about patriotism and immigration that mirror those of his boss.",
      "abstract": "For all the talk of the White House chief of staff as a moderating force, Mr. Kelly has strong feelings about patriotism and immigration that mirror those of his boss.",
      "lead_paragraph": "WASHINGTON — This past summer, the Trump administration debated lowering the annual cap on refugees admitted to the United States. Should it stay at 110,000, be cut to 50,000 or fall somewhere in between? John F. Kelly offered his opinion. If it were up to him, he said, the number would be between zero and one.",
      "publication_date": "2017-10-26T00:36:35+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/25/us/politics/trump-kelly.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "As European Central Bank Eases Emergency Measures, Risks May Lurk",
      "snippet": "The bank will reduce the virtual money-printing that has helped to keep the eurozone afloat. Some businesses and governments may be in for a shock.",
      "abstract": "The bank will reduce the virtual money-printing that has helped to keep the eurozone afloat. Some businesses and governments may be in for a shock.",
      "lead_paragraph": "FRANKFURT — Signaling fresh confidence in the region, the European Central Bank began on Thursday to gingerly dismantle an arsenal of emergency measures that for a decade helped to keep the currency and economy from disintegrating in the face of financial turmoil.",
      "publication_date": "2017-10-26T03:45:23+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/10/25/business/european-central-bank-tapering-draghi.html",
      "byline": "By Jack Ewing"
    },
    {
      "headline": "Trump Declares Opioid Crisis a ‘Health Emergency’ but Requests No Funds",
      "snippet": "The long-promised directive fulfills a vow but falls short of the national emergency declaration President Trump had pledged.",
      "abstract": "The long-promised directive fulfills a vow but falls short of the national emergency declaration President Trump had pledged.",
      "lead_paragraph": "WASHINGTON — President Trump on Thursday directed the Department of Health and Human Services to declare the opioid crisis a public health emergency, taking long-anticipated action to address a rapidly escalating epidemic of drug use.",
      "publication_date": "2017-10-26T13:11:23+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/26/us/politics/trump-opioid-crisis.html",
      "byline": "By Julie Hirschfeld Davis"
    },
    {
      "headline": "House Passes Budget Blueprint, Clearing Path for Tax Overhaul",
      "snippet": "House Republicans are planning to release their tax bill next week, and the budget measure will allow the overhaul to pass Congress without any Democratic votes.",
      "abstract": "House Republicans are planning to release their tax bill next week, and the budget measure will allow the overhaul to pass Congress without any Democratic votes.",
      "lead_paragraph": "WASHINGTON — The Republican race to overhaul the tax code broke into a sprint on Thursday, with House members narrowly clearing a budget blueprint that would allow a tax bill to pass Congress without any Democratic votes, and Senate leaders signaling that the bill could be introduced, debated and approved in both chambers by the end of November.",
      "publication_date": "2017-10-26T15:01:42+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/26/us/politics/house-budget-blueprint-tax-cut.html",
      "byline": "By Jim Tankersley and Thomas Kaplan"
    },
    {
      "headline": "Las Vegas Gunman’s Brain Will Be Scrutinized for Clues to the Killing",
      "snippet": "A Stanford neuropathologist will be looking for physical abnormalities in Stephen Paddock’s brain, although the examination is unlikely to answer the mystery of the mass killing.",
      "abstract": "A Stanford neuropathologist will be looking for physical abnormalities in Stephen Paddock’s brain, although the examination is unlikely to answer the mystery of the mass killing.",
      "lead_paragraph": "The brains typically come by FedEx. They arrive a couple of times a month at the laboratory of Dr. Hannes Vogel, director of neuropathology at Stanford University Medical Center. He prefers to receive them whole, fixed in formalin, along with their coverings and spinal cords.",
      "publication_date": "2017-10-26T15:36:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/26/us/las-vegas-shooting-stephen-paddock-brain.html",
      "byline": "By Sheri Fink"
    }
  ]
}