{
  "metadata": {
    "date": "2017-12-04",
    "total_articles": 26
  },
  "articles": [
    {
      "headline": "Senate Republicans Pass Sweeping Tax Bill",
      "snippet": "Senate Republicans made major changes to their bill and picked up the votes to push it through the chamber 51-49 early Saturday morning.",
      "abstract": "Senate Republicans made major changes to their bill and picked up the votes to push it through the chamber 51-49 early Saturday morning.",
      "lead_paragraph": "WASHINGTON — The Senate passed the most sweeping tax rewrite in decades early Saturday, with Republicans lining up to approve an overhaul that will touch almost every corner of the United States economy, affecting families, small business owners and multinational corporations, with the biggest benefits flowing to the highest-earning Americans.",
      "publication_date": "2017-12-01T18:01:30+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/12/01/us/politics/senate-tax-bill.html",
      "byline": "By Jim Tankersley, Thomas Kaplan and Alan Rappeport"
    },
    {
      "headline": "Trump Took Office. Stocks Rose. Investors Are Still Worried.",
      "snippet": "Advisers say many investors struggle to separate President Trump’s harsh political language from the strong fundamentals of American companies.",
      "abstract": "Advisers say many investors struggle to separate President Trump’s harsh political language from the strong fundamentals of American companies.",
      "lead_paragraph": "Some of President Trump’s least controversial tweets involve him boasting about the stock market. It has certainly done well since he was elected a year ago, with the Dow Jones industrial average up more than 30 percent in that time.",
      "publication_date": "2017-12-01T19:25:00+0000",
      "section_name": "Your Money",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/12/01/your-money/trump-stock-market-investors.html",
      "byline": "By Paul Sullivan"
    },
    {
      "headline": "Want to Search Earnings for English Majors by College? You Can’t",
      "snippet": "It isn’t legal for the federal government to share earnings data, by major, for all recent college graduates. A bipartisan effort may change that.",
      "abstract": "It isn’t legal for the federal government to share earnings data, by major, for all recent college graduates. A bipartisan effort may change that.",
      "lead_paragraph": "If you have children and plan to put them through college, the tuition checks you will eventually write may add up to the largest expense you will ever face. Picking the right college will be one of the most emotionally complex financial decisions of your life.",
      "publication_date": "2017-12-01T22:47:51+0000",
      "section_name": "Your Money",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/12/01/your-money/college-graduation-earnings-privacy.html",
      "byline": "By Ron Lieber"
    },
    {
      "headline": "China’s Next Potential Boom Spot: The Places People Overlook",
      "snippet": "New highways and trains and changes in farming are opening up the country’s poorer cities and rural areas, long laggards amid China’s torrid growth.",
      "abstract": "New highways and trains and changes in farming are opening up the country’s poorer cities and rural areas, long laggards amid China’s torrid growth.",
      "lead_paragraph": "LIANGDUO, China — One crisp October morning, Han Youjun got into his silver delivery van and left this small town in eastern China. Within minutes, his van brimming with boxes of every size and shape, he was rumbling through rice paddies, down narrow village lanes and past modest farmhouses, deeper and deeper into China’s vast hinterland.",
      "publication_date": "2017-12-01T22:47:59+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/12/01/business/china-rural-economy.html",
      "byline": "By Michael Schuman"
    },
    {
      "headline": "After Firing Matt Lauer, NBC Executives Move to Control the Damage",
      "snippet": "As competitors raised questions, the NBC News chairman and the news division president worked to reassure staff members about the handling of the scandal.",
      "abstract": "As competitors raised questions, the NBC News chairman and the news division president worked to reassure staff members about the handling of the scandal.",
      "lead_paragraph": "The top two executives at NBC News tried to quell any in-house suspicions on Friday concerning their handling of Matt Lauer, the longtime “Today” show star who was fired on Tuesday.",
      "publication_date": "2017-12-02T00:32:05+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/12/01/business/media/matt-lauer-firing-nbc-news.html",
      "byline": "By John Koblin"
    },
    {
      "headline": "Debt Concerns, Once a Core Republican Tenet, Take a Back Seat to Tax Cuts",
      "snippet": "The party, which criticized the growth of the federal debt under President Barack Obama, has rallied behind a tax cut that would send it to new heights.",
      "abstract": "The party, which criticized the growth of the federal debt under President Barack Obama, has rallied behind a tax cut that would send it to new heights.",
      "lead_paragraph": "WASHINGTON — In 2009, almost every Republican in Congress opposed a $787 billion stimulus plan in the midst of an economic crisis because they said it would cause a dangerous increase in the federal debt.",
      "publication_date": "2017-12-02T00:44:36+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/12/01/us/politics/tax-cuts-deficit-debt.html",
      "byline": "By Binyamin Appelbaum"
    },
    {
      "headline": "Flynn’s Guilty Plea Looms Over a White House on the Verge of a Tax Cut Success",
      "snippet": "The plea raised uncomfortable questions about what the former national security adviser might be telling the special counsel, Robert S. Mueller III.",
      "abstract": "The plea raised uncomfortable questions about what the former national security adviser might be telling the special counsel, Robert S. Mueller III.",
      "lead_paragraph": "WASHINGTON — At his Mar-a-Lago private club over the Thanksgiving weekend, President Trump appeared happy and relaxed, relieved to be away from the stresses of Washington. His mind was partly on the Russia investigation that had irritated him for months. But he insisted to friends that it would soon wrap up and clear him of wrongdoing.",
      "publication_date": "2017-12-02T01:48:33+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/12/01/us/politics/flynns-guilty-plea-casts-a-shadow-over-a-rare-legislative-success.html",
      "byline": "By Peter Baker and Maggie Haberman"
    },
    {
      "headline": "Mexico’s Government Is Blocking Its Own Anti-Corruption Drive, Commissioners Say",
      "snippet": "Members of the nation’s new system against graft, inaugurated by the president after several scandals, say they are routinely thwarted by the government.",
      "abstract": "Members of the nation’s new system against graft, inaugurated by the president after several scandals, say they are routinely thwarted by the government.",
      "lead_paragraph": "MEXICO CITY — Mexico’s landmark anti-corruption drive, inaugurated by President Enrique Peña Nieto under intense pressure to answer the scandals jolting his administration, is being blocked by the government’s refusal to cooperate on some of the biggest cases facing the nation, according to members of the commission coordinating the effort.",
      "publication_date": "2017-12-02T08:00:25+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/12/02/world/americas/mexico-corruption-commission.html",
      "byline": "By Azam Ahmed"
    },
    {
      "headline": "Melting Arctic Ice Makes High-Speed Internet a Reality in a Remote Town",
      "snippet": "The receding ice has opened new passageways for high-speed internet cables. Point Hope, a gravel spit in northwest Alaska, is along one of the new routes.",
      "abstract": "The receding ice has opened new passageways for high-speed internet cables. Point Hope, a gravel spit in northwest Alaska, is along one of the new routes.",
      "lead_paragraph": "POINT HOPE, Alaska — This is one of the most remote towns in the United States, a small gravel spit on the northwest coast of Alaska, more than 3,700 miles from New York City. Icy seas surround it on three sides, leaving only an unpaved path to the mainland.",
      "publication_date": "2017-12-02T10:00:47+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2017/12/02/technology/from-the-arctics-melting-ice-an-unexpected-digital-hub.html",
      "byline": "By Cecilia Kang"
    },
    {
      "headline": "Heading Toward Tax Victory, Republicans Eye Next Step: Cut Spending",
      "snippet": "With Republicans’ new ambitions, the bill heading toward completion is not just a tax cut, but the first step toward a long-held vision to undo the New Deal and Great Society.",
      "abstract": "With Republicans’ new ambitions, the bill heading toward completion is not just a tax cut, but the first step toward a long-held vision to undo the New Deal and Great Society.",
      "lead_paragraph": "As the tax cut legislation passed by the Senate early Saturday hurtles toward final approval, Republicans are preparing to use the swelling deficits made worse by the package as a rationale to pursue their long-held vision: undoing the entitlements of the New Deal and Great Society, leaving government leaner and the safety net skimpier for millions of Americans.",
      "publication_date": "2017-12-02T18:41:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/12/02/us/politics/tax-cuts-republicans-entitlements-medicare-social-security.html",
      "byline": "By Kate Zernike and Alan Rappeport"
    },
    {
      "headline": "Two Colleges Bound by History Are Roiled by the #MeToo Moment",
      "snippet": "Spelman and Morehouse, the historically black colleges in Atlanta, are among a number of schools nationwide fielding complaints about sexual misconduct.",
      "abstract": "Spelman and Morehouse, the historically black colleges in Atlanta, are among a number of schools nationwide fielding complaints about sexual misconduct.",
      "lead_paragraph": "ATLANTA — The fliers appeared suddenly on a crisp morning in early November. They were scattered among golden leaves on the grounds of Spelman and Morehouse, the side-by-side women’s and men’s colleges that are two of the country’s most celebrated historically black schools.",
      "publication_date": "2017-12-02T19:49:46+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/12/02/us/colleges-sexual-harassment.html",
      "byline": "By Caitlin Dickerson and Stephanie Saul"
    },
    {
      "headline": "Few Hurdles Left, G.O.P. Is Confident Tax Cuts Will Be Signed This Month",
      "snippet": "The same forces that rocketed the House and Senate tax measures to passage appear likely to bond Republicans as they work to hash out the differences.",
      "abstract": "The same forces that rocketed the House and Senate tax measures to passage appear likely to bond Republicans as they work to hash out the differences.",
      "lead_paragraph": "WASHINGTON — Congressional Republicans, buoyed by the Senate’s approval early Saturday of a landmark tax overhaul, expressed confidence that final legislation would be sent to President Trump by the end of this month.",
      "publication_date": "2017-12-02T20:00:25+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/12/02/us/politics/republicans-tax-cuts.html",
      "byline": "By Jim Tankersley and Alan Rappeport"
    },
    {
      "headline": "Wrenched From Scandal to Success, Trump Looks Ahead, and Over His Shoulder",
      "snippet": "Even in a whirlwind presidency, it was a dizzying span of hours: One of the president’s closest former aides pleaded guilty, shortly before the Senate voted to cut taxes.",
      "abstract": "Even in a whirlwind presidency, it was a dizzying span of hours: One of the president’s closest former aides pleaded guilty, shortly before the Senate voted to cut taxes.",
      "lead_paragraph": "WASHINGTON — The highs and lows of a presidency rarely come in such quick succession. But within hours, President Trump watched as one of his closest former aides pleaded guilty and promised to help prosecutors seek out more targets, then stayed up late to cheer on the Senate as it broke through months of gridlock to pass the largest tax cuts in years.",
      "publication_date": "2017-12-02T20:06:12+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/12/02/us/politics/trump-flynn-senate-vote-taxes.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Emails Dispute White House Claims That Flynn Acted Independently on Russia",
      "snippet": "The president has called claims of unusual contacts with Russia a “hoax.” But emails show top aides closely tracked Michael T. Flynn’s fateful call to the Russian ambassador.",
      "abstract": "The president has called claims of unusual contacts with Russia a “hoax.” But emails show top aides closely tracked Michael T. Flynn’s fateful call to the Russian ambassador.",
      "lead_paragraph": "WASHINGTON — When President Trump fired his national security adviser, Michael T. Flynn, in February, White House officials portrayed him as a renegade who had acted independently in his discussions with a Russian official during the presidential transition and then lied to his colleagues about the interactions.",
      "publication_date": "2017-12-02T20:45:53+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/12/02/us/russia-mcfarland-flynn-trump-emails.html",
      "byline": "By Michael S. Schmidt, Sharon LaFraniere and Scott Shane"
    },
    {
      "headline": "Builders Said Their Homes Were Out of a Flood Zone. Then Harvey Came.",
      "snippet": "In the years leading up to Hurricane Harvey, a wrinkle in the federal flood-mapping system helped a company build homes in an at-risk Houston suburb.",
      "abstract": "In the years leading up to Hurricane Harvey, a wrinkle in the federal flood-mapping system helped a company build homes in an at-risk Houston suburb.",
      "lead_paragraph": "THE WOODLANDS, Tex. — Leslie Martinez heard the floodwaters before she saw them. They rushed across the lawn, seeped around the doors and into the house. It was 2:15 a.m. on Aug. 28, three days after Hurricane Harvey made landfall. Her young daughter was asleep in her arms. Ms. Martinez’s first reaction was to spread towels around the floor.",
      "publication_date": "2017-12-03T04:59:41+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/12/02/us/houston-flood-zone-hurricane-harvey.html",
      "byline": "By John Schwartz, James Glanz and Andrew W. Lehren"
    },
    {
      "headline": "Trump, Defending Himself After Flynn Guilty Plea, Says F.B.I. Is in ‘Tatters’",
      "snippet": "In an extraordinary attack on the top law enforcement body in his own government, President Trump accused the F.B.I. and its career investigators of having a bias against him.",
      "abstract": "In an extraordinary attack on the top law enforcement body in his own government, President Trump accused the F.B.I. and its career investigators of having a bias against him.",
      "lead_paragraph": "WASHINGTON — As the F.B.I.’s Russia investigation draws closer to him, President Trump on Sunday unleashed an extraordinary assault on the nation’s premier law enforcement agency, calling it a biased institution whose reputation for fairness was “in tatters.”",
      "publication_date": "2017-12-03T14:42:43+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/12/03/us/politics/trump-fbi-tatters.html",
      "byline": "By Michael D. Shear"
    },
    {
      "headline": "11-Year-Old Has Spent Her Life in Jail, a Serial Killer as a Cellmate",
      "snippet": "Meena, an Afghan girl born behind bars, has never been outside, and her convicted mother can keep her until she is 18. She is not the only child there, either.",
      "abstract": "Meena, an Afghan girl born behind bars, has never been outside, and her convicted mother can keep her until she is 18. She is not the only child there, either.",
      "lead_paragraph": "JALALABAD, Afghanistan — Meena got chickenpox, measles and the mumps in prison. She was born there, nursed there and weaned there. Now 11 years old, she has spent her entire life in prison and will probably spend the rest of her childhood there as well.",
      "publication_date": "2017-12-03T18:09:17+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/12/03/world/asia/afghanistan-children-prison.html",
      "byline": "By Rod Nordland"
    },
    {
      "headline": "CVS to Buy Aetna for $69 Billion in a Deal That May Reshape the Health Industry",
      "snippet": "The deal would combine CVS’s pharmacy and clinic business with a giant insurance company. The combination could lead to lower prices — or fewer choices — for consumers.",
      "abstract": "The deal would combine CVS’s pharmacy and clinic business with a giant insurance company. The combination could lead to lower prices — or fewer choices — for consumers.",
      "lead_paragraph": "CVS Health said on Sunday that it had agreed to buy Aetna for about $69 billion in a deal that would combine the drugstore giant with one of the biggest health insurers in the United States and has the potential to reshape the nation’s health care industry.",
      "publication_date": "2017-12-03T19:05:43+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/12/03/business/dealbook/cvs-is-said-to-agree-to-buy-aetna-reshaping-health-care-industry.html",
      "byline": "By Michael J. de la Merced and Reed Abelson"
    },
    {
      "headline": "How a Company Actually Plans to Spend Its Tax Cut Money",
      "snippet": "Republicans say their proposals will set off a wave of investment, hiring and raises. But the outlook from the executive suite is not so clear.",
      "abstract": "Republicans say their proposals will set off a wave of investment, hiring and raises. But the outlook from the executive suite is not so clear.",
      "lead_paragraph": "ORO GRANDE, Calif. — Republicans have pitched their tax plan as an economic godsend that will offer deliverance from middling growth and set off a torrent of investment, hiring and raises. But at a quarry here in Southern California’s high desert, the outcome doesn’t look so straightforward.",
      "publication_date": "2017-12-03T20:16:22+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/12/03/business/economy/tax-cut-companies.html",
      "byline": "By Natalie Kitroeff"
    },
    {
      "headline": "Is a Trivia App the Answer to Questions About Live Streaming?",
      "snippet": "HQ Trivia has attracted tens of thousands of participants since its debut in August. Is it a passing fad or the future of game shows in the cord-cutting era?",
      "abstract": "HQ Trivia has attracted tens of thousands of participants since its debut in August. Is it a passing fad or the future of game shows in the cord-cutting era?",
      "lead_paragraph": "These are heady times for the creators of HQ Trivia.",
      "publication_date": "2017-12-03T22:22:23+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/12/03/business/media/hq-trivia-app.html",
      "byline": "By Sapna Maheshwari"
    },
    {
      "headline": "In South Korea, the Virtual Currency Boom Hits Home",
      "snippet": "Bitcoin and other virtual currencies are booming around the world. In South Korea, regular investors are leading the way for the global frenzy.",
      "abstract": "Bitcoin and other virtual currencies are booming around the world. In South Korea, regular investors are leading the way for the global frenzy.",
      "lead_paragraph": "SEOUL, South Korea — Choi Whal-soo has been through the wringer of speculative bubbles.",
      "publication_date": "2017-12-03T22:35:34+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/12/03/technology/virtual-currency-south-korea.html",
      "byline": "By Su-Hyun Lee and Nathaniel Popper"
    },
    {
      "headline": "China’s A.I. Advances Help Its Tech Industry, and State Security",
      "snippet": "Global car brands and Chinese authorities alike embrace iFlyTek’s voice recognition know-how, illustrating the dystopian possibilities behind the technology.",
      "abstract": "Global car brands and Chinese authorities alike embrace iFlyTek’s voice recognition know-how, illustrating the dystopian possibilities behind the technology.",
      "lead_paragraph": "BEIJING — During President Trump’s visit to Beijing, he appeared on screen for a special address at a tech conference.",
      "publication_date": "2017-12-03T22:48:39+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/12/03/business/china-artificial-intelligence.html",
      "byline": "By Paul Mozur and Keith Bradsher"
    },
    {
      "headline": "Now on Oracle’s Campus, a $43 Million Public High School",
      "snippet": "Putting a publicly funded charter school on the campus of a Silicon Valley giant is a new twist on the evolving relationship between big tech companies and schools.",
      "abstract": "Putting a publicly funded charter school on the campus of a Silicon Valley giant is a new twist on the evolving relationship between big tech companies and schools.",
      "lead_paragraph": "REDWOOD SHORES, Calif. — Tech companies ship all kinds of products to public schools: laptops, online writing programs, learn-to-code lessons and more.",
      "publication_date": "2017-12-03T22:52:33+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/12/03/technology/now-on-oracles-campus-a-43-million-public-high-school.html",
      "byline": "By Natasha Singer"
    },
    {
      "headline": "G.O.P. Pushes to Avoid Government Shutdown, but the Path Is Tricky",
      "snippet": "A two-week stopgap measure would provide more time to negotiate, but obstacles loom on both sides of the aisle as lawmakers push their own priorities.",
      "abstract": "A two-week stopgap measure would provide more time to negotiate, but obstacles loom on both sides of the aisle as lawmakers push their own priorities.",
      "lead_paragraph": "WASHINGTON — Republicans are moving toward passing a two-week stopgap measure to avoid a looming government shutdown, but the path in the coming weeks is treacherous, with obstacles on both sides of the aisle as lawmakers push their own priorities, some unrelated to government spending.",
      "publication_date": "2017-12-04T01:54:58+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/12/03/us/politics/government-shutdown-republicans-congress-spending.html",
      "byline": "By Thomas Kaplan"
    },
    {
      "headline": "Trump Slashes Size of Bears Ears and Grand Staircase Monuments",
      "snippet": "The drastic cuts to the protected area of the national monument in Utah are expected to touch off a legal battle that could alter the course of American land conservation.",
      "abstract": "The drastic cuts to the protected area of the national monument in Utah are expected to touch off a legal battle that could alter the course of American land conservation.",
      "lead_paragraph": "SALT LAKE CITY — President Trump sharply reduced the size of two national monuments in Utah on Monday by some two million acres, the largest rollback of federal land protection in the nation’s history.",
      "publication_date": "2017-12-04T10:00:22+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/12/04/us/trump-bears-ears.html",
      "byline": "By Julie Turkewitz"
    },
    {
      "headline": "New Facebook App for Children Ignites Debate Among Families",
      "snippet": "Some parents welcomed Messenger Kids, the tech giant’s first major foray into connecting children under 13 to its services, but others worried about social media’s deeper intrusion.",
      "abstract": "Some parents welcomed Messenger Kids, the tech giant’s first major foray into connecting children under 13 to its services, but others worried about social media’s deeper intrusion.",
      "lead_paragraph": "SAN FRANCISCO — Few big technology companies have dared to create online products for boys and girls ages 13 and under.",
      "publication_date": "2017-12-04T13:41:11+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/12/04/technology/facebook-messenger-kids.html",
      "byline": "By Mike Isaac and Natasha Singer"
    }
  ]
}