{
  "metadata": {
    "date": "2017-11-02",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Fed Lets Interest Rate Stand Ahead of Powell Nomination as Chairman",
      "snippet": "The Fed signaled a rate rise remains quite likely for December as the White House prepared to tap Jerome H. Powell as its new leader.",
      "abstract": "The Fed signaled a rate rise remains quite likely for December as the White House prepared to tap Jerome H. Powell as its new leader.",
      "lead_paragraph": "WASHINGTON — The Federal Reserve left its benchmark interest rate unchanged on Wednesday and signaled another rate increase is very likely to come in mid-December. But hanging over the meeting was the anticipation of a much bigger change: The nomination of Jerome H. Powell as the next Fed chairman.",
      "publication_date": "2017-11-01T18:08:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/11/01/business/economy/federal-reserve-yellen.html",
      "byline": "By Ana Swanson and Ben Casselman"
    },
    {
      "headline": "Russia-Financed Ad Linked Clinton and Satan",
      "snippet": "After months of avoiding a public debate about whether Russia helped tip the election, Republicans sought to portray the Kremlin-backed effort as a broader misinformation campaign.",
      "abstract": "After months of avoiding a public debate about whether Russia helped tip the election, Republicans sought to portray the Kremlin-backed effort as a broader misinformation campaign.",
      "lead_paragraph": "WASHINGTON — Lawmakers released scores of political ads on Wednesday purchased by Russian agents on Facebook and Twitter that showed the extent of the Kremlin’s attempts to polarize the American voting public on issues like race, police abuse and religion.",
      "publication_date": "2017-11-01T18:51:54+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/11/01/us/politics/facebook-google-twitter-russian-interference-hearings.html",
      "byline": "By Cecilia Kang, Nicholas Fandos and Mike Isaac"
    },
    {
      "headline": "Crops in 25 States Damaged by Unintended Drift of Weed Killer",
      "snippet": "The herbicide dicamba is intended for soybeans and cotton crops that have been genetically modified. But other crops on nearby fields are suffering.",
      "abstract": "The herbicide dicamba is intended for soybeans and cotton crops that have been genetically modified. But other crops on nearby fields are suffering.",
      "lead_paragraph": "WASHINGTON — A weed killer called dicamba has damaged more than 3.6 million acres of soybean crops, or about 4 percent of all soybeans planted in the United States this year, the Environmental Protection Agency said Wednesday in calling for an urgent federal response.",
      "publication_date": "2017-11-01T23:48:28+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/11/01/business/soybeans-pesticide.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "Brett Ratner, Prominent Producer, Accused of Sexual Misconduct",
      "snippet": "Women including the actresses Natasha Henstridge and Olivia Munn have made accusations against Mr. Ratner. His lawyer denied the allegations of inappropriate conduct.",
      "abstract": "Women including the actresses Natasha Henstridge and Olivia Munn have made accusations against Mr. Ratner. His lawyer denied the allegations of inappropriate conduct.",
      "lead_paragraph": "Brett Ratner, a top producer and director whose films include “Rush Hour” and “The Revenant,’’ is facing allegations from women who said he had sexually harassed or assaulted them over the course of two decades, making him the latest prominent Hollywood figure to be accused of sexual misconduct.",
      "publication_date": "2017-11-02T02:18:10+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/11/01/business/brett-ratner-sexual-harassment.html",
      "byline": "By Rachel Abrams"
    },
    {
      "headline": "Trump’s Female Accusers Feel Forgotten. A Lawsuit May Change That.",
      "snippet": "During his campaign, Mr. Trump said the women who accused him of sexual misconduct were liars. A defamation suit could give them a chance to confront him again.",
      "abstract": "During his campaign, Mr. Trump said the women who accused him of sexual misconduct were liars. A defamation suit could give them a chance to confront him again.",
      "lead_paragraph": "While allegations of sexual misconduct against powerful men in recent weeks have drawn wide public support and prompted quick response, women who came forward during the presidential race with accusations against Donald J. Trump said they spent the past year feeling dismissed and forgotten.",
      "publication_date": "2017-11-02T03:31:22+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/11/01/us/politics/trumps-female-accusers-feel-forgotten-a-lawsuit-may-change-that.html",
      "byline": "By Megan Twohey"
    },
    {
      "headline": "A Disappearance in Berlin Clouds a Trade Deal in Vietnam",
      "snippet": "Wary of China’s heft, Vietnam’s authoritarian government scrambles to strike alliances with nations that are sometimes uneasy with its views on rights.",
      "abstract": "Wary of China’s heft, Vietnam’s authoritarian government scrambles to strike alliances with nations that are sometimes uneasy with its views on rights.",
      "lead_paragraph": "HANOI, Vietnam — A Vietnamese businessman named Trinh Xuan Thanh disappeared off the streets of Berlin in July, one day before he had an appointment with German officials to seek political asylum.",
      "publication_date": "2017-11-02T06:21:01+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/11/02/business/vietnam-eu-trade-abduction.html",
      "byline": "By Mike Ives"
    },
    {
      "headline": "In Raising Interest Rates, Bank of England Issues ‘Brexit’ Warning",
      "snippet": "Britain’s central bank lifted interest rates for the first time in a decade, but also warned of rocky times to come as the country confronts the decision to leave the European Union.",
      "abstract": "Britain’s central bank lifted interest rates for the first time in a decade, but also warned of rocky times to come as the country confronts the decision to leave the European Union.",
      "lead_paragraph": "LONDON — The potential panic phase of Britain’s decision to leave the European Union is effectively history. That appeared to be the message delivered by the Bank of England as it lifted interest rates on Thursday for the first time in a decade, tightening credit in the world’s fifth largest economy.",
      "publication_date": "2017-11-02T12:02:19+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/11/02/business/britain-economy-rates.html",
      "byline": "By Peter S. Goodman"
    },
    {
      "headline": "Republican Plan Delivers Permanent Corporate Tax Cut",
      "snippet": "The bill would cut corporate taxes to 20 percent while delivering more modest savings for middle-class families, but it would not affect 401(k) plans, as many feared.",
      "abstract": "The bill would cut corporate taxes to 20 percent while delivering more modest savings for middle-class families, but it would not affect 401(k) plans, as many feared.",
      "lead_paragraph": "WASHINGTON — Republican lawmakers unveiled a sweeping rewrite of the tax code on Thursday, outlining a $1.5 trillion plan that will deliver a significant tax cut for corporations and more modest savings for middle-class families while tilting the United States closer, but not entirely, toward the kind of tax system long championed by businesses.",
      "publication_date": "2017-11-02T13:38:44+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/11/02/us/politics/tax-plan-republicans.html",
      "byline": "By Jim Tankersley, Thomas Kaplan and Alan Rappeport"
    },
    {
      "headline": "Trump Announces Jerome Powell as New Fed Chairman",
      "snippet": "President Trump breaks with precedent by picking Jerome H. Powell, a Republican on the Federal Reserve’s board, instead of reappointing Janet Yellen.",
      "abstract": "President Trump breaks with precedent by picking Jerome H. Powell, a Republican on the Federal Reserve’s board, instead of reappointing Janet Yellen.",
      "lead_paragraph": "WASHINGTON — President Trump nominated Jerome H. Powell to chair the Federal Reserve on Thursday, bypassing Janet L. Yellen for a second term but turning to a replacement who is expected to stay the course on monetary policy if the economy continues its steady growth.",
      "publication_date": "2017-11-02T14:47:32+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/11/02/business/economy/jerome-powell-federal-reserve-trump.html",
      "byline": "By Ana Swanson and Binyamin Appelbaum"
    },
    {
      "headline": "Robert Mercer, Bannon Patron, Is Leaving Helm of $50 Billion Hedge Fund",
      "snippet": "Mr. Mercer has been a leader of Renaissance Technologies and is a benefactor of the former White House adviser Stephen K. Bannon.",
      "abstract": "Mr. Mercer has been a leader of Renaissance Technologies and is a benefactor of the former White House adviser Stephen K. Bannon.",
      "lead_paragraph": "Robert Mercer, a billionaire investor and top financial backer of conservative causes, is stepping down as co-chief executive of Renaissance Technologies, as the giant hedge fund faces a backlash from some clients who resent Mr. Mercer’s embrace of polarizing political figures.",
      "publication_date": "2017-11-02T14:55:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/11/02/business/robert-mercer-renaissance.html",
      "byline": "By Matthew Goldstein, Kate Kelly and Nicholas Confessore"
    }
  ]
}